[{"Verse":"1","Text":"The words of the Preacher, the son of David, king in Jerusalem."},{"Verse":"2","Text":"Vanity of vanities, saith the Preacher, vanity of vanities; all is vanity."},{"Verse":"3","Text":"What profit hath a man of all his labour which he taketh under the sun?"},{"Verse":"4","Text":"One generation passeth away, and another generation cometh: but the earth abideth for ever."},{"Verse":"5","Text":"The sun also ariseth, and the sun goeth down, and hasteth to his place where he arose."},{"Verse":"6","Text":"The wind goeth toward the south, and turneth about unto the north; it whirleth about continually, and the wind returneth again according to his circuits."},{"Verse":"7","Text":"All the rivers run into the sea; yet the sea is not full; unto the place from whence the rivers come, thither they return again."},{"Verse":"8","Text":"All things are full of labour; man cannot utter it: the eye is not satisfied with seeing, nor the ear filled with hearing."},{"Verse":"9","Text":"The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is no new thing under the sun."},{"Verse":"10","Text":"Is there any thing whereof it may be said, See, this is new?  it hath been already of old time, which was before us."},{"Verse":"11","Text":"There is no remembrance of former things; neither shall there be any remembrance of things that are to come with those that shall come after."},{"Verse":"12","Text":"¶ I the Preacher was king over Israel in Jerusalem."},{"Verse":"13","Text":"And I gave my heart to seek and search out by wisdom concerning all things that are done under heaven: this sore travail hath God given to the sons of man to be exercised therewith."},{"Verse":"14","Text":"I have seen all the works that are done under the sun; and, behold, all is vanity and vexation of spirit."},{"Verse":"15","Text":"That which is crooked cannot be made straight: and that which is wanting cannot be numbered."},{"Verse":"16","Text":"I communed with mine own heart, saying, Lo, I am come to great estate, and have gotten more wisdom than all they that have been before me in Jerusalem: yea, my heart had great experience of wisdom and knowledge."},{"Verse":"17","Text":"And I gave my heart to know wisdom, and to know madness and folly: I perceived that this also is vexation of spirit."},{"Verse":"18","Text":"For in much wisdom is much grief: and he that increaseth knowledge increaseth sorrow."}]