[{"Verse":"1","Text":"Then said he unto the disciples, It is impossible but that offences will come: but woe unto him, through whom they come!"},{"Verse":"2","Text":"It were better for him that a millstone were hanged about his neck, and he cast into the sea, than that he should offend one of these little ones."},{"Verse":"3","Text":"¶ Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him."},{"Verse":"4","Text":"And if he trespass against thee seven times in a day, and seven times in a day turn again to thee, saying, I repent; thou shalt forgive him."},{"Verse":"5","Text":"And the apostles said unto the Lord, Increase our faith."},{"Verse":"6","Text":"And the Lord said, If ye had faith as a grain of mustard seed, ye might say unto this sycamine tree, Be thou plucked up by the root, and be thou planted in the sea; and it should obey you."},{"Verse":"7","Text":"But which of you, having a servant plowing or feeding cattle, will say unto him by and by, when he is come from the field, Go and sit down to meat?"},{"Verse":"8","Text":"And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink?"},{"Verse":"9","Text":"Doth he thank that servant because he did the things that were commanded him?  I trow not."},{"Verse":"10","Text":"So likewise ye, when ye shall have done all those things which are commanded you, say, We are unprofitable servants: we have done that which was our duty to do."},{"Verse":"11","Text":"¶ And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee."},{"Verse":"12","Text":"And as he entered into a certain village, there met him ten men that were lepers, which stood afar off:"},{"Verse":"13","Text":"And they lifted up their voices, and said, Jesus, Master, have mercy on us."},{"Verse":"14","Text":"And when he saw them, he said unto them, Go shew yourselves unto the priests.  And it came to pass, that, as they went, they were cleansed."},{"Verse":"15","Text":"And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,"},{"Verse":"16","Text":"And fell down on his face at his feet, giving him thanks: and he was a Samaritan."},{"Verse":"17","Text":"And Jesus answering said, Were there not ten cleansed?  but where are the nine?"},{"Verse":"18","Text":"There are not found that returned to give glory to God, save this stranger."},{"Verse":"19","Text":"And he said unto him, Arise, go thy way: thy faith hath made thee whole."},{"Verse":"20","Text":"¶ And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation:"},{"Verse":"21","Text":"Neither shall they say, Lo here!  or, lo there!  for, behold, the kingdom of God is within you."},{"Verse":"22","Text":"And he said unto the disciples, The days will come, when ye shall desire to see one of the days of the Son of man, and ye shall not see it."},{"Verse":"23","Text":"And they shall say to you, See here; or, see there: go not after them, nor follow them."},{"Verse":"24","Text":"For as the lightning, that lighteneth out of the one part under heaven, shineth unto the other part under heaven; so shall also the Son of man be in his day."},{"Verse":"25","Text":"But first must he suffer many things, and be rejected of this generation."},{"Verse":"26","Text":"And as it was in the days of Noe, so shall it be also in the days of the Son of man."},{"Verse":"27","Text":"They did eat, they drank, they married wives, they were given in marriage, until the day that Noe entered into the ark, and the flood came, and destroyed them all."},{"Verse":"28","Text":"Likewise also as it was in the days of Lot; they did eat, they drank, they bought, they sold, they planted, they builded;"},{"Verse":"29","Text":"But the same day that Lot went out of Sodom it rained fire and brimstone from heaven, and destroyed them all."},{"Verse":"30","Text":"Even thus shall it be in the day when the Son of man is revealed."},{"Verse":"31","Text":"In that day, he which shall be upon the housetop, and his stuff in the house, let him not come down to take it away: and he that is in the field, let him likewise not return back."},{"Verse":"32","Text":"Remember Lot’s wife."},{"Verse":"33","Text":"Whosoever shall seek to save his life shall lose it; and whosoever shall lose his life shall preserve it."},{"Verse":"34","Text":"I tell you, in that night there shall be two men in one bed; the one shall be taken, and the other shall be left."},{"Verse":"35","Text":"Two women shall be grinding together; the one shall be taken, and the other left."},{"Verse":"36","Text":"Two men shall be in the field; the one shall be taken, and the other left."},{"Verse":"37","Text":"And they answered and said unto him, Where, Lord?  And he said unto them, Wheresoever the body is, thither will the eagles be gathered together."}]