[{"Verse":"0","Text":"<i>Revelation given through Joseph Smith the Prophet to the Church, at Kirtland, Ohio, February 4, 1831. HC 1:146–147. The Kirtland Branch of the Church at this time was rapidly increasing in numbers. Prefacing this revelation the Prophet wrote: “The members were striving to do the will of God, so far as they knew it, though some strange notions and false spirits had crept in among them&nbsp;.&nbsp;.&nbsp;. [and] the Lord gave unto the Church the following.”<\/i>"},{"Verse":"1","Text":"Hearken and hear, O ye my people, saith the Lord and your God, ye whom I delight to bless with the greatest of all blessings, ye that hear me; and ye that hear me not will I curse, that have professed my name, with the heaviest of all cursings."},{"Verse":"2","Text":"Hearken, O ye elders of my church whom I have called, behold I give unto you a commandment, that ye shall assemble yourselves together to agree upon my word;"},{"Verse":"3","Text":"And by the prayer of your faith ye shall receive my law, that ye may know how to govern my church and have all things right before me."},{"Verse":"4","Text":"And I will be your ruler when I come; and behold, I come quickly, and ye shall see that my law is kept."},{"Verse":"5","Text":"He that receiveth my law and doeth it, the same is my disciple; and he that saith he receiveth it and doeth it not, the same is not my disciple, and shall be cast out from among you;"},{"Verse":"6","Text":"For it is not meet that the things which belong to the children of the kingdom should be given to them that are not worthy, or to dogs, or the pearls to be cast before swine."},{"Verse":"7","Text":"And again, it is meet that my servant Joseph Smith, Jun., should have a house built, in which to live and translate."},{"Verse":"8","Text":"And again, it is meet that my servant Sidney Rigdon should live as seemeth him good, inasmuch as he keepeth my commandments."},{"Verse":"9","Text":"And again, I have called my servant Edward Partridge; and I give a commandment, that he should be appointed by the voice of the church, and ordained a bishop unto the church, to leave his merchandise and to spend all his time in the labors of the church;"},{"Verse":"10","Text":"To see to all things as it shall be appointed unto him in my laws in the day that I shall give them."},{"Verse":"11","Text":"And this because his heart is pure before me, for he is like unto Nathanael of old, in whom there is no guile."},{"Verse":"12","Text":"These words are given unto you, and they are pure before me; wherefore, beware how you hold them, for they are to be answered upon your souls in the day of judgment.  Even so.  Amen."}]