[{"Verse":"0","Text":"<i>Revelation and prophecy on war, given through Joseph Smith the Prophet, December 25, 1832. HC 1:301–302. This section was received at a time when the brethren were reflecting and reasoning upon African slavery on the American continent and the slavery of the children of men throughout the world.<\/i>"},{"Verse":"1","Text":"Verily, thus saith the Lord concerning the wars that will shortly come to pass, beginning at the rebellion of South Carolina, which will eventually terminate in the death and misery of many souls;"},{"Verse":"2","Text":"And the time will come that war will be poured out upon all nations, beginning at this place."},{"Verse":"3","Text":"For behold, the Southern States shall be divided against the Northern States, and the Southern States will call on other nations, even the nation of Great Britain, as it is called, and they shall also call upon other nations, in order to defend themselves against other nations; and then war shall be poured out upon all nations."},{"Verse":"4","Text":"And it shall come to pass, after many days, slaves shall rise up against their masters, who shall be marshaled and disciplined for war."},{"Verse":"5","Text":"And it shall come to pass also that the remnants who are left of the land will marshal themselves, and shall become exceedingly angry, and shall vex the Gentiles with a sore vexation."},{"Verse":"6","Text":"And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations;"},{"Verse":"7","Text":"That the cry of the saints, and of the blood of the saints, shall cease to come up into the ears of the Lord of Sabaoth, from the earth, to be avenged of their enemies."},{"Verse":"8","Text":"Wherefore, stand ye in holy places, and be not moved, until the day of the Lord come; for behold, it cometh quickly, saith the Lord.  Amen."}]