[{"Verse":"0","Text":"<i>Revelation given through Joseph Smith the Prophet, at Far West, Missouri, July 8, 1838, in answer to his supplication: “O Lord, show unto thy servants how much thou requirest of the properties of thy people for a tithing.” HC 3:44. The law of tithing, as understood today, had not been given to the Church previous to this revelation. The term “tithing” in the prayer just quoted and in previous revelations (<a onclick=\"getScripture('?book=sec&chap=64&verses=23&jst=')\" href=\"javascript:void(0);\">64:23<\/a>; <a onclick=\"getScripture('?book=sec&chap=85&verses=3&jst=')\" href=\"javascript:void(0);\">85:3<\/a>; <a onclick=\"getScripture('?book=sec&chap=97&verses=11&jst=')\" href=\"javascript:void(0);\">97:11<\/a>) had meant not just one-tenth, but all free-will offerings, or contributions, to the Church funds. The Lord had previously given to the Church the law of consecration and stewardship of property, which members (chiefly the leading elders) entered into by a covenant that was to be everlasting. Because of failure on the part of many to abide by this covenant, the Lord withdrew it for a time, and gave instead the law of tithing to the whole Church. The Prophet asked the Lord how much of their property he required for sacred purposes. The answer was this revelation.<\/i>"},{"Verse":"1","Text":"Verily, thus saith the Lord, I require all their surplus property to be put into the hands of the bishop of my church in Zion,"},{"Verse":"2","Text":"For the building of mine house, and for the laying of the foundation of Zion and for the priesthood, and for the debts of the Presidency of my Church."},{"Verse":"3","Text":"And this shall be the beginning of the tithing of my people."},{"Verse":"4","Text":"And after that, those who have thus been tithed shall pay one-tenth of all their interest annually; and this shall be a standing law unto them forever, for my holy priesthood, saith the Lord."},{"Verse":"5","Text":"Verily I say unto you, it shall come to pass that all those who gather unto the land of Zion shall be tithed of their surplus properties, and shall observe this law, or they shall not be found worthy to abide among you."},{"Verse":"6","Text":"And I say unto you, if my people observe not this law, to keep it holy, and by this law sanctify the land of Zion unto me, that my statutes and my judgments may be kept thereon, that it may be most holy, behold, verily I say unto you, it shall not be a land of Zion unto you."},{"Verse":"7","Text":"And this shall be an ensample unto all the stakes of Zion.  Even so.  Amen."}]