[{"Verse":"0","Text":"<i>To Whom It May Concern:<\/i><br \/><br \/> Press dispatches having been sent for political purposes,\nfrom Salt Lake City, which have been widely published, to the effect that the Utah Commission, in\ntheir recent report to the Secretary of the Interior, allege that plural marriages are still being\nsolemnized and that forty or more such marriages have been contracted in Utah since last June or\nduring the past year, also that in public discourses the leaders of the Church have taught,\nencouraged and urged the continuance of the practice of polygamy—<br \/><br \/> I, therefore, as\nPresident of The Church of Jesus Christ of Latter-day Saints, do hereby, in the most solemn manner,\ndeclare that these charges are false. We are not teaching polygamy or plural marriage, nor\npermitting any person to enter into its practice, and I deny that either forty or any other number\nof plural marriages have during that period been solemnized in our Temples or in any other place\nin the Territory.<br \/><br \/> One case has been reported, in which the parties allege that the\nmarriage was performed in the Endowment House, in Salt Lake City, in the Spring of 1889, but I\nhave not been able to learn who performed the ceremony; whatever was done in this matter was\nwithout my knowledge. In consequence of this alleged occurrence the Endowment House was, by my\ninstructions, taken down without delay.<br \/><br \/> Inasmuch as laws have been enacted by Congress\nforbidding plural marriages, which laws have been pronounced constitutional by the court of last\nresort, I hereby declare my intention to submit to those laws, and to use my influence with the\nmembers of the Church over which I preside to have them do likewise.<br \/><br \/> There is nothing\nin my teachings to the Church or in those of my associates, during the time specified, which can\nbe reasonably construed to inculcate or encourage polygamy; and when any Elder of the Church has\nused language which appeared to convey any such teaching, he has been promptly reproved. And I now\npublicly declare that my advice to the Latter-day Saints is to refrain from contracting any\nmarriage forbidden by the law of the land.<br \/><br \/>\nW<small>ILFORD<\/small> W<small>OODRUFF<\/small><br \/>\nPresident of the Church of Jesus Christ of Latter-day Saints.<br \/><br \/>\nPresident Lorenzo Snow offered the following:<br \/><br \/> “I move that, recognizing Wilford\nWoodruff as the President of the Church of Jesus Christ of Latter-day Saints, and the only man on\nthe earth at the present time who holds the keys of the sealing ordinances, we consider him fully\nauthorized by virtue of his position to issue the Manifesto which has been read in our hearing,\nand which is dated September 24th, 1890, and that as a Church in General Conference assembled, we\naccept his declaration concerning plural marriages as authoritative and binding.”<br \/><br \/>\nThe vote to sustain the foregoing motion was unanimous.<br \/><br \/> Salt Lake City, Utah, October\n6, 1890.<br \/><br \/><br \/> <center>EXCERPTS FROM THREE ADDRESSES BY<br \/> PRESIDENT WILFORD WOODRUFF<br \/>\nREGARDING THE MANIFESTO<\/center><br \/><br \/> <small>The Lord will never permit me or any other\nman who stands as President of this Church to lead you astray. It is not in the programme. It is\nnot in the mind of God. If I were to attempt that, the Lord would remove me out of my place, and\nso He will any other man who attempts to lead the children of men astray from the oracles of God\nand from their duty. (Sixty-first Semiannual General Conference of the Church, Monday, October 6,\n1890, Salt Lake City, Utah. Reported in <i>Deseret Evening News<\/i>, October 11, 1890, p. 2.)<br \/><br \/>\nIt matters not who lives or who dies, or who is called to lead this Church, they have got to lead\nit by the inspiration of Almighty God. If they do not do it that way, they cannot do it at all.&nbsp;.&nbsp;.&nbsp;.<br \/><br \/>\nI have had some revelations of late, and very important ones to me, and I will tell you what the\nLord has said to me. Let me bring your minds to what is termed the manifesto.&nbsp;.&nbsp;.&nbsp;.<br \/><br \/>\nThe Lord has told me to ask the Latter-day Saints a question, and He also told me that if they\nwould listen to what I said to them and answer the question put to them, by the Spirit and power\nof God, they would all answer alike, and they would all believe alike with regard to this matter.<br \/><br \/>\nThe question is this: Which is the wisest course for the Latter-day Saints to pursue—to continue\nto attempt to practice plural marriage, with the laws of the nation against it and the opposition\nof sixty millions of people, and at the cost of the confiscation and loss of all the Temples, and\nthe stopping of all the ordinances therein, both for the living and the dead, and the imprisonment\nof the First Presidency and Twelve and the heads of families in the Church, and the confiscation\nof personal property of the people (all of which of themselves would stop the practice); or, after\ndoing and suffering what we have through our adherence to this principle to cease the practice\nand submit to the law, and through doing so leave the Prophets, Apostles and fathers at home, so\nthat they can instruct the people and attend to the duties of the Church, and also leave the\nTemples in the hands of the Saints, so that they can attend to the ordinances of the Gospel, both\nfor the living and the dead?<br \/><br \/> The Lord showed me by vision and revelation exactly what\nwould take place if we did not stop this practice. If we had not stopped it, you would have had\nno use for .&nbsp;.&nbsp;. any of the men in this temple at Logan; for all ordinances would be\nstopped throughout the land of Zion. Confusion would reign throughout Israel, and many men would\nbe made prisoners. This trouble would have come upon the whole Church, and we should have been\ncompelled to stop the practice. Now, the question is, whether it should be stopped in this manner,\nor in the way the Lord has manifested to us, and leave our Prophets and Apostles and fathers free\nmen, and the temples in the hands of the people, so that the dead may be redeemed. A large number\nhas already been delivered from the prison house in the spirit world by this people, and shall\nthe work go on or stop? This is the question I lay before the Latter-day Saints. You have to\njudge for yourselves. I want you to answer it for yourselves. I shall not answer it; but I say to\nyou that that is exactly the condition we as a people would have been in had we not taken the\ncourse we have.<br \/><br \/> .&nbsp;.&nbsp;.&nbsp;I saw exactly what would come to pass if there\nwas not something done. I have had this spirit upon me for a long time. But I want to say this:\nI should have let all the temples go out of our hands; I should have gone to prison myself, and\nlet every other man go there, had not the God of heaven commanded me to do what I did do; and\nwhen the hour came that I was commanded to do that, it was all clear to me. I went before the\nLord, and I wrote what the Lord told me to write.&nbsp;.&nbsp;.&nbsp;.<br \/><br \/> I leave this\nwith you, for you to contemplate and consider. The Lord is at work with us. (Cache Stake\nConference, Logan, Utah, Sunday, November 1, 1891. Reported in <i>Deseret Weekly<\/i>, November\n14, 1891.)<br \/><br \/> Now I will tell you what was manifested to me and what the Son of God\nperformed in this thing.&nbsp;.&nbsp;.&nbsp;. All these things would have come to pass, as God\nAlmighty lives, had not that Manifesto been given. Therefore, the Son of God felt disposed to\nhave that thing presented to the Church and to the world for purposes in his own mind. The Lord\nhad decreed the establishment of Zion. He had decreed the finishing of this temple. He had\ndecreed that the salvation of the living and the dead should be given in these valleys of the\nmountains. And Almighty God decreed that the Devil should not thwart it. If you can understand\nthat, that is a key to it. (From a discourse at the sixth session of the dedication of the\nSalt Lake Temple, April 1893. Typescript of Dedicatory Services, Archives, Church Historical\nDepartment, Salt Lake City, Utah.)<\/small>"}]