{"ID":10, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Leadership in the Aaronic Priesthood<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, pp. 34-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren: It is a great privilege to associate with you in the leadership of the Church, and I\nfeel very grateful for the kindness that has been extended to me, as I have had the privilege of\nvisiting in your various stakes. It seems that the Church is dearer as we become better\nacquainted with the men upon whom such responsibility rests.\n<\/p><p>\nThe Church has always placed a high value upon leadership, righteous leadership. When the\nLord was talking to Abraham, He told him of the spirits He had created, and He stood in the\nmidst of them, and He said: \"These I will make my rulers upon the earth.\" Then He said to\nAbraham, \"Abraham, thou art one of them; thou wast chosen before thou wast born\"\n(<span class=\"citation\" id=\"7154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7154)\">Abr. 3:23<\/a><\/span>).\n<\/p><p>\nIt seems to me that probably there has never been a time in the history of the world when\nthere were as many of those spirits among whom the Father stood as there are upon the earth\nat the present time. Now, perchance, if we are among those spirits of whom the Father spoke,\nthen great responsibility rests upon our shoulders. It is not enough to be called, to be given\ntalents, to be given an opportunity, but the Master indicated that those who are faithful and\ntrue to the talents that were placed in their hands, they it was who should receive His\nblessing. He said unto them: \"Well done, thou good and faithful servant, thou hast been\nfaithful over a few things, I will make thee ruler over many things. Enter thou into the joy of\nthy Lord\" (<span class=\"citation\" id=\"33816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33816)\">Matt. 25:21<\/a><\/span>).\n<\/p><p>\nSo if we expect to continue our positions of leadership it will be because we are faithful over\nthe few things that the Lord has entrusted into our care.\n<\/p><p>\nNow we feel very grateful to the members of the stake presidencies and bishoprics throughout\nthe Church for the fine support we have had in the Aaronic Priesthood work in the past three\nyears since we came into office. I would like to call your attention to the fact that in 1939 we\nhad two hundred fifty-eight standard quorum awards in the quorums of the Aaronic\nPriesthood. In 1940 we had five hundred four, or an increase of ninety-five percent. In 1941\nwe had nine hundred twelve, and requests are still coming in, which is an additional increase\nof eighty-one percent over the ninety-five percent of the year before. Now for 1942,\naccording to the promises we are receiving as we go about in the stakes of Zion, we ought to\nhave nearly two thousand.\n<\/p><p>\nIf it were only reports, brethren, that we were working for, that would not be so much, but\nwhen these standard quorum awards are interpreted in terms of the influence they have upon\nthe lives of the Aaronic Priesthood of the Church, it tells quite a remarkable story.\n<\/p><p>\nI have some other statistics that may interest you: The three highest stakes in the Church show\nan average attendance last year of sixty-five percent of their boys &mdash; that is an average\nattendance! The three lowest stakes have an average of nineteen percent &mdash; nineteen percent\nagainst sixty-five percent. I want you to think about that for a few minutes. I wonder if it is\nthe fault of the boys; I wonder if it is the fault of the Church; I wonder if the Priesthood is\nany different in these other stakes. In some stakes we find one bishop who is outstanding, and\nqualifies every quorum in his ward, and then we turn to the other wards, and there are no\nstandard quorum awards there. We had in our office yesterday a chairman of the\n<\/p><p>\nAaronic Priesthood in one of the stakes of Zion where every quorum earned a standard\nquorum award for 1941. I congratulated him, and said: \"How do you do it?\" He said: \"We\nhave an up-and-coming stake presidency, and when we have that, it is easy to do the job.\" He\nsaid: \"We tear the <i>Progress of the Church<\/i> apart and we mimeograph it and send it out to our\nwards.\" It was not hard to determine why all the quorums of that stake were standard award\nquorums, they had \"an up-and-coming stake presidency.\" We have \"up-and-coming\" bishops\nin some wards that in the midst of no awards they are able to furnish them.\n<\/p><p>\nI would like to give you some statistics here on what standard quorum awards have really\ndone. This is a percentage of the two highest stakes in the Church where each quorum has\nearned a standard quorum award, and the two lowest where they have no standard quorum\nawards:\n<\/p><p>\nAttendance at quorum meetings for the highest was an average of sixty-six percent; the lowest\ntwenty-eight percent.\n<\/p><p>\nThis is the average observing the Word of Wisdom; ninety-four percent as against eighty-five\npercent.\n<\/p><p>\nWe are very happy that the Word of Wisdom is being that well observed, regardless of the\nstandard quorum awards.\n<\/p><p>\nThe payment of tithing in the highest stakes, seventy-five percent; in the lowest stakes,\nthirty-eight percent.\n<\/p><p>\nThe percent of Adult Aaronic Priesthood in these stakes, in the highest, forty-two percent; in\nthe lowest seventy-five percent.\n<\/p><p>\nSo you see it tells its own story. Where there are no standard quorum awards, where the work\nis not being done among the Aaronic Priesthood, they are moving into what we call the Adult\nAaronic Priesthood group.\n<\/p><p>\nBrethren, I believe it is a fine thing to be in positions of responsibility in the Church, but the\nLord expects more of us than to be good men. I think that comes first, but He wants us to be\nactive men.\n<\/p><p>\nThere is one stake of Zion in this Church in which I have been very much interested for\nmany years. I have watched its progress, and I have kept track of its record on the bulletin.\nThree years ago there was a change made in the stake presidency. The man who was released\nis a fine Latter-day Saint, a real man, but he did not seem to have the vision of things, and\naccording to the report in the last three years, since the change, that stake has increased its\nrecord sixty-six percent in all items, total and average, that are shown in the bulletin. Now\nthat shows leadership. When that stake presidency was appointed, they came in and said:\n\"Bishop, have you any suggestions to make?\"\n<\/p><p>\nI said: \"I would have at least one. I would go out and inventory every man and woman in that\nstake of Zion who have leadership ability, no matter where they are serving. It is my\nobservation as I travel in the Church that we have many fine men, capable men, who are not\nactive in the Church, hundreds and possibly thousands of men who have had training in the\nmission field, and they come home and we lose their services, but they maybe engaged in\nother activities.\"\n<\/p><p>\nAccording to the newspaper accounts, all that was being accomplished, from month to month\nin the community was being done by the service clubs &mdash; Kiwanis Club, Rotary Club,\nExchange Club, Lion's Club, etc., on down the line &mdash; the Daughters of the Pioneers, the\nMothers of the Democrats, the Mothers of the Republicans, etc.; so I said to the president of\nthe stake: \"Sometimes I wonder where the kingdom of God is in this stake of Zion. I never\nfelt more than I do today the meaning of the words of the Master when He said: 'Every plant\nthat my Father hath not planted shall be rooted up'\n(<span class=\"citation\" id=\"33791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33791)\">Matt. 15:13<\/a><\/span>), and I believe that with all my heart.\" I\nhave nothing against these other organizations, but I believe that men in Israel owe their first\nallegiance to the Church and kingdom of God, and I want to admonish you brethren to put\nyour arms around men and put them to work, and when they are released from positions, do\nnot feel that there is no place for them.\n<\/p><p>\nI had a letter from a bishop the other day and he said: \"Since they released me I have taken\nover the Adult Aaronic Priesthood in the ward. We have forty-two enrolled and we are having\nan average attendance of fifteen to twenty-five in my home every Monday night.\" There is\nwork for everybody if we are going to discharge the responsibilities that are ours in this great\nday of the fulness of times.\n<\/p><p>\nAs I close my remarks, I refer you to the words of Nephi when he saw the coming forth of\nthe gospel in our day, and he said: Blessed are they who shall seek to bring forth my Zion in\nthat day, for they shall be lifted up and be filled with the Holy Ghost and be exalted in the\neverlasting kingdom of my Father. How beautiful upon the mountains are the feet of them\nthat publish glad tidings! (<span class=\"citation\" id=\"1436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1436)\">1 Ne. 13:37<\/a><\/span>).\n<\/p><p>\nGod help us to see our responsibilities and to do them, I pray in the name of Jesus Christ,\nAmen.\n<\/p>\n<\/div>\n<\/div>"}