{"ID":100, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1943, pp. 125-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren: It is not an easy task to say a few concluding words in this great Conference. It\nhas been a great Conference, great in it attendance, for those who are here are the leaders of\nthe Church. It has been a great Conference in the eloquence of its addresses. It has been a\ngreat Conference in the wide field of human effort and truth which the\naddresses have covered. It has been a great Conference in the fundamental philosophy which we\nhave heard. Lastly and most importantly, it has been a great Conference because of the\nspiritual uplift which has come to each and every man who has been in attendance. No man\ncan go from this Conference without being a better man than when he came to its first\nsession.\n<\/p><p>\nTHE TRUE MEANING OF UNITY\n<\/p><p>\nI referred Friday to the question of unity. \"Except ye are one, ye are not mine\"\n(<span class=\"citation\" id=\"11855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11855)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nIf I might make that just a bit intimately personal: If I am not one with President Grant, if I\nas his counselor do not hearken to what he says; if I do not follow along the lines that he\ndirects; if I do not lend to him every assistance and every aid which it is possible for me to\ngive, I am not one with him, and I am not then among those whom the Lord calls \"mine.\" I\nmay not be one with him and exercise my own discretion, consult my beliefs, trace out my\nown path in opposition to his, and what is true of me, is true of every other officer in the\nChurch.\n<\/p><p>\nIf we are going to bring about and accomplish the great purposes which the Lord has marked\nout for us and of which we have heard so much, so eloquently, so beautifully, and so\ntruthfully in this Conference, we must be one. As I have said to the Priesthood of this Church\nover and over again in the past: If we are one, really one, bringing together all of our wills\nand our forces of character, and our powers, and our abilities into harmony with the Prophet,\nSeer, and Revelator of God on earth at this time, there is nothing which is beyond our power\nin righteousness. And I can think of nothing that today is more important than that we as\nindividuals shall seek, each and everyone of us, to be one with him who is the Lord's\nanointed, called and ordained to head His Church.\n<\/p><p>\nTHE LORD'S BLESSING INVOKED\n<\/p><p>\nBrethren, may the Lord bless us. May He give us charity and forbearance. May He give us\nthe power to discern truth from error. May He give us the most precious gift He has to\ngive&mdash;wisdom. May He increase our knowledge, our testimonies, for, as has been said today it\nseems to me that the greatest force which we have is our testimony, which means our\nknowledge. May He put into our hearts a burning fire of love of freedom and liberty. May we\nunderstand what it means to have our free agency. May He be constantly with us by His\nSpirit, and may we be able always to enjoy the influence and power of the Holy Ghost. May\nHe give us faith, through which the world was made and all that in it is. May He give us\npower to overcome evil, and to do always that which is good. May He bring constantly nearer\nto us the knowledge that Jesus is the Christ, the Redeemer of the world, and that we are His\nChurch brought to pass in these last days through the Prophet Joseph Smith, all to the end\nthat we and ours finally may be saved and exalted in his presence, I humbly pray, in the name\nof Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}