{"ID":1000, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel, a Solid Wall of Truth<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1959, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am prompted in the subject of my few remarks by a recent saddening experience, which I\nhad with some young people of Latter-day Saint parentage who have allowed their faith to\ndwindle while they have sought for higher education in the so-called secular fields, and I am\nencouraged in discussing some of these matters by what has appeared to be the theme of this\nsession of our conference. I therefore seek for the sustaining of your faith and prayers for\nthese next few minutes.\n<\/p><p>\nSome two years ago I came across a report in the New York <i>Times<\/i> of a statement made by\nDr. O. H. Mowrer of the University of Illinois, psychologist and former president of the\nAmerican Psychological Association. This statement came out of a symposium on the\nrelationship between religion and mental health at the sixty-fifth annual meeting of the\nAmerican Psychological Association held in the Statler Hotel in New York City. This is what\nDr. Mowrer says: \n<\/p><p>\n\"Psychology does not know enough about religion, psychology does not have all the answers.\nIn fact,\" he observed, \"it has not even asked all the right questions&mdash;the great soul-shaking\nquestions of life and death which lie at the very heart of human experience and existence.\"\nDr. Mowrer further said: \"It is striking how many psychologists are themselves going back to\nchurch, or at least carefully sending their children to Sunday School.\" He concluded then by\nsaying: \"This symposium is far from an occasion for celebration, but rather a call to labor in a\nvineyard which we psychologists have rather systematically neglected and despised.\"\n<\/p><p>\nIt has been a source of great satisfaction for me to have observed in my contacts with men in\nvarious fields that other great men in other fields are likewise seeking for the answers to the\nsoul-shaking questions, as he put it, which lie at the heart of human experience and existence.\n<\/p><p>\nSome time ago I was privileged to have a telephone conversation with one of the religion\neditors for a great national news chain. He was preparing an article that was to precede the\nshowing of the great Hill Cumorah Pageant. He said he wanted to talk with\nme about what he called&mdash;I think he called it the \"intricate\" teachings of the Church. When I\nasked him to explain what he meant, he said, \"Well, this baptism for the dead.\" So, as I\nexplained to him the teachings of the Church, he said, \"Well, your teaching regarding baptism\nfor the dead is like praying souls out of purgatory.\" I said, \"Well, I suppose the intent may be\nsaid to be the same, but there is one distinctive difference. One is scriptural and true, and the\nother is not.\" Then he challenged me to prove from the scriptures&mdash;this over the telephone&mdash;how\nwe could take this stand.\n<\/p><p>\nI called his attention to what the Lord said to the evilly intended Jews who sought his life:\n\"Verily, verily, I say unto you, the hour is coming and now is when the dead shall hear the\nvoice of the Son of God: and they that hear shall live\"\n(<span class=\"citation\" id=\"27831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27831)\">John 5:25<\/a><\/span>). That hour that he spoke\nof was explained, undoubtedly, by the Master to his disciples&mdash;at least Peter understood it so\nwell that in his epistles he wrote very clearly about it. After the resurrection he said: \". . .\nbeing put to death in the flesh [Jesus], quickened by the Spirit . . . went and preached to the\nspirits in prison, which had been disobedient in the days of Noah\" (see\n<span class=\"citation\" id=\"2278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2278)\">1 Pet. 3:18-20<\/a><\/span>).\n<\/p><p>\nAnd he further said: \"For this cause was the gospel preached also to them that are dead, that\nthey might be judged according to men in the flesh but live according to God in the spirit\"\n(<span class=\"citation\" id=\"2280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2280)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nThen I called his attention to the fact that the method or practice of this gospel ordinance was\nused by the Apostle Paul as an argument for the resurrection, when he asked the question as\nhe wrote to the Corinthians: \"Else what shall they do which are baptized for the dead, if the\ndead rise not at all? why are they then baptized for the dead?\"\n(<span class=\"citation\" id=\"318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(318)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nSome while later, after his article had been written, I had occasion to visit this man again in a\nhospital where he was convalescing from a major operation. This time his wife was present\nand after the necessary introduction, he said: \"I wish you would explain to my wife here what\nyou told me about the intricate teachings of your Church.\" And so, with the realization that I\nwas in a man's hospital room and he was convalescing, I proceeded to explain what I had\npreviously said to him, at the conclusion of which he said to her: \"I told you that the\nteachings of the Mormon Church are like bricks in a wall of a house, put together with no\ngaps in them. They have an answer for everything.\"\n<\/p><p>\nThen I said to him, \"Of course, you realize that your comment is to us but another testimony\nof the divine origin of this Church and the gospel principles which do supply an answer for\neverything affecting life and death.\"\n<\/p><p>\nThe principles of the gospel are unchangeable, and they are fixed according to the gospel\nplan. I came to that conclusion in a rather startling way. Brother Kimball and I had an\nexperience with one of Brother Moyle's friends, a great industrialist, to whom Brother Moyle\nhad presented a Book of Mormon, and with whom he had had many gospel conversations. In\nour presence, and before the Brigham Young University student body this man declared that\nhe accepted the Book of Mormon as a true record of his ancestors, he being of Cherokee\nIndian descent. When we questioned him about that, then if he accepted the Book of Mormon\nas a true record what did that make of Joseph Smith, and he said he accepted Joseph Smith as\na prophet, and he accepted the Church as divine, but he could not believe the principle of\nbaptism for the dead. He said, \"I believe God could save those who have died in any way he\nwanted to.\"\n<\/p><p>\nI made, what I came to realize a little later, a loose remark that I have repented of many\ntimes, when I said to him, \"Yes, I suppose God could have said, 'Throw your hat over a cliff,\nand you will be saved.' But he did not say that. He said, '. . . Except a man be born of the\nwater and of the Spirit, only then could he be saved'\" (see\n<span class=\"citation\" id=\"27827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27827)\">John 3:5<\/a><\/span>).\n<\/p><p>\nI told that to a friend of mine, and when I repeated that last, \"He could have said, 'Throw\nyour hat over a cliff,'\" he said, \"Brother Lee, I am surprised to hear you say\nthat. Could there have been any other way than the way he said?\" Then, too late, I\nremembered what the Master said: \". . . strait is the gate, and narrow is the way, which\nleadeth unto life, and few there be that find it\"\n(<span class=\"citation\" id=\"34953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34953)\">Matt. 7:14<\/a><\/span>), and in the controversy that\nfollowed the healing of the blind at the pool of Siloam, \". . . He that entereth not by the door\ninto the sheepfold, but climbeth up some other way, the same is a thief and a robber\"\n(<span class=\"citation\" id=\"27846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27846)\">John 10:1<\/a><\/span>).\n<\/p><p>\nThe Lord has summed up the gospel in these words: \"And this is my gospel&mdash;repentance and\nbaptism by water, and then cometh the baptism of fire and the Holy Ghost, even the\nComforter, which showeth all things and teacheth the peaceable things of the kingdom\"\n(<span class=\"citation\" id=\"13730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13730)\">D&amp;C 39:6<\/a><\/span>).\n<\/p><p>\nWhat is the gospel then? What a glorious definition we have listened to this morning in\nPresident Richards' address. So often I hear my brethren saying something that I wish we\nwould not say quite that way&mdash;that the gospel is a way of life. It is not a way of life&mdash;it is\n<i>the<\/i> way to eternal life. It is the science of salvation. I quote from something that our late\nbeloved brother, Orson F. Whitney, wrote some years ago when he said: \n<\/p><p>\n\"The principles which compose the gospel&mdash;and not merely the first principles, but all that\nhave been or will ever be revealed are self-existent and everlasting in their nature. They have\nexisted from all eternity, and will endure through all eternities to come, for they are absolute,\nessential, uncreated truths, without beginning of day or end of years, the same yesterday,\ntoday, and forever. Concerning the time, place, and method of their compilation . . . it is not\nman's present province to enquire\" (<i>Elder's Journal<\/i>, 4:26).\n<\/p><p>\nYes, our religion editor of the national newspaper chain, you are right. Gospel truths are as\nbrick upon brick in a solid wall. There are no gaps. Will you choice young Latter-day Saints\nand our friends in the fields of science and psychology and philosophy&mdash;will you heed the\ncall of Dr. Mowrer, one of the most brilliant leaders in your secular world, and as he said,\nheed his call to labor in the vineyard, which all too often you have systematically neglected\nand despised.\n<\/p><p>\nOur beloved late Dr. James E. Talmage, an eminent scholar, has set forth in clearness the\nessential relationship between scientific theory and truth in an article entitled: \"Prophecy as\nthe Forerunner of Science.\" It was written many years ago, and this is what he said: \n<\/p><p>\n\"The man of truly scientific spirit regards a theory in its real character&mdash;as a provisional and\ntentative explanation of phenomena not otherwise easy to comprehend. Theory is but the\nscaffolding necessary to the work of rightly placing the building blocks of truth in the wall of\nthe rising edifice of science. These building blocks are demonstrated facts, truths made plain\nand when they are in place, their proper relation to each other duly established, the\nscaffolding, which is inadequate and unsightly at best, is torn down. Theory becomes\nunnecessary as our knowledge of facts increases\" (<i>Improvement Era<\/i>, 7:487).\n<\/p><p>\nNearly twenty years ago because of, shall I say, some immature observations at that time I\nwrote something that I read again the other day to see if I could now say the same thing. The\ntestimony of those nearly twenty years that have intervened convinced me all the more that\nthese facts are true. That person who thinks he has outgrown his Church and his religion has\nin reality proved himself too small to bear the responsibilities his membership entails and has\nshut himself up in his small intellectual world, and the vast treasures in the unseen world of\nspiritual truths are closed to his understanding. \"And if your eye be single to my glory, your\nwhole bodies shall be filled with light and there shall be no darkness in you; and that body\nwhich is filled with right comprehendeth all things\"\n(<span class=\"citation\" id=\"13775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13775)\">D&amp;C 88:67<\/a><\/span>).\n<\/p><p>\nThe gospel of Jesus Christ does have the right answers to the great soul-shaking questions\nwhich lie at the heart of human experience and existence, for it is indeed the power of God\nunto salvation to everyone that believeth. And I bear humble testimony that I know it is true,\nthe science of salvation, the power of God unto salvation, and I bear that\ntestimony humbly in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}