{"ID":1001, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Training of Youth<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1959, pp. 71-75<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFrequent reference has been made throughout this conference by previous speakers to the\nimportance of training youth. Several messages have been directed specifically to the young\npeople of the Church. I should like to say a few words on this important theme.\n<\/p><p>\nOur children are our most precious possessions. They are treasures of eternity. None of them\nshould be lost. Our Father's glory is in their salvation. As a Church we have great opportunity\nto reach these young people, and as individuals&mdash;teachers and officers&mdash;we have a great\nresponsibility in teaching them correct principles.\n<\/p><p>\nEmphasizing the opportunities of the Church in this regard, Paul wrote to the branch at\nCorinth:\n<\/p><p>\n\"And he gave some, apostles; and some, prophets; and some, evangelists; and some,\npastors, and teachers;<br \/>\n\"For the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist;<br \/>\n\"Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a\nperfect man, unto the measure of the stature of the fulness of Christ\"\n(<span class=\"citation\" id=\"21709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21709)\">Eph. 4:11-13<\/a><\/span>).\n<\/p><p>\n<i>Fitness of American Youth<\/i>\n<\/p><p>\nOn November 21, 1957, the President of the United States appointed the Presidents Council\non Youth Fitness, composed of the Secretary of the Interior as Chairman, the Secretary of\nDefense, the Secretary of Agriculture, Ezra Taft Benson, who sits here with us this afternoon,\nthe Secretary of Labor, and the Secretary of Health, Education, and Welfare.\n<\/p><p>\nHe said it was the duty of this council to promote the efficacy of existing programs and the\nlaunching of additional programs which will enhance the fitness of American youth. He also\nestablished at that time the President's Citizens Advisory Committee on the Fitness of\nAmerican Youth. That was in 1957.\n<\/p><p>\nOn the thirty-first day of January of this year, the President issued another proclamation: \n<\/p><p>\n\"Whereas the ongoing strength of our Nation depends upon the health of our young people;\nand\n<\/p><p>\n\"Whereas we must always strive to improve the fitness of our youth by determined and\ncoordinated efforts; and\n<\/p><p>\n\"Whereas, in this challenging world, it is essential that our young people recognize their\nobligation to themselves, to their families, and to the Nation, to endeavor to keep themselves\nmentally, emotionally, spiritually, socially, and physically fit; and\n<\/p><p>\n\"Whereas the President's Council on Youth Fitness has recommended that a National Youth\nFitness Week be designated: \n<\/p><p>\n\"Now, therefore, I, Dwight D. Eisenhower, President of the United States of America, do\nhereby proclaim the week beginning May 3, 1959, as National Youth Fitness Week.\n<\/p><p>\n\"<i>I request officials of the Government, and I urge parents, young people, and interested local<\/i>\n<i>and national organizations, to use all appropriate means during that week to promote programs<\/i>\n<i>and activities demonstrating the importance of youth fitness to the end that we may assure the<\/i>\n<i>continuing strength and well being of our people<\/i>.\"\n<\/p><p>\nOver a quarter of a century ago another President of the United States made the following\nsignificant reference to the importance of training childhood and youth (I quote from\nPresident Hoover's address to the White House Conference on Child Health and Protection,\nNovember 1, 1931, Washington, D. C.)\n<\/p><p>\n\"These questions of child health and protection are a complicated problem requiring much\nlearning and much action. And we need have great concern over this matter. Let no one\nbelieve that these are questions which should not stir a nation; that they are below the dignity\nof statesmen or governments. If we could have but one generation of properly born, trained,\neducated, and healthy children, a thousand other problems of government would vanish. We\nwould assure ourselves of healthier minds in more vigorous bodies, to direct the energies of\nour Nation to yet greater heights of achievement.\"\n<\/p><p>\nPresident Eisenhower's council has as its scope not only \"muscle making\"\nand \"tendon stretching,\" as set forth by Shane McCarthy, Executive Director, but also the\nmental, moral, emotional, and spiritual development of youth. This youth program is most\ntimely and fitting. I am glad that two of our General Authorities are connected with it&mdash;Elder\nEzra Taft Benson, of the Council of the Twelve, and Elder Marion D. Hanks of the First\nCouncil of the Seventy.\n<\/p><p>\nRecently one of my sons called attention to an address delivered by Major Mayer of the\nBrook Army Medical Center, Department of Psychiatry, San Antonio, Texas. It was delivered\nto the officers and supervisors of the San Francisco Naval Shipyard, and the Naval\nRadiological Defense Laboratory on the fourth of October, 1956. The major pointed out that\nthe communists have gained control over many people in this world by the well-known\ndevices of wars, purges, Siberian war camps, mass executions, etc. But he says more\nsignificant is the fact that for every person brought under the Russian banner by violence,\nmany hundreds have been controlled without violence, and yet such control has been absolute.\n<\/p><p>\nThen he gives the result of his study of 4000 returning prisoners of war from Korea, and he\nfinds a technique which has been termed \"brainwashing.\" Before the communists could put\ntheir plan into effect they had to segregate these prisoners, which they did very simply by\nputting them into what was called \"reactionary\" camps. Note whom they put into these\n\"reactionary\" camps.\n<\/p><p>\n<i>First<\/i>, people who tried to be leaders or who showed what the communists called \"poisonous\nindividualism.\" If the soldier had the temerity to try to organize anything, off he went to the\n\"reactionary\" camp. He was obviously hopeless.\n<\/p><p>\n<i>Second<\/i>, those \"reactionaries\" or people with a higher education, who were considered\nautomatically pretty reactionary unless they volunteered to cooperate, and some of these did.\n<\/p><p>\n<i>Third<\/i>, overtly religious people. The communists felt that they could not do much with them.\n<\/p><p>\nOut of these 4000 prisoners, what percent do you think they put in the \"reactionary\" camp?\nFive percent, and after getting rid of those, they began the process of \"brainwashing.\" It is\nsurprising how many soldiers knew so little about our way of life&mdash;the American way of life.\n<\/p><p>\nOnce they had the leaders segregated they invoked the techniques which have become\nuniversal throughout the communist world.\n<\/p><p>\n<i>Youth's Responsibility<\/i>\n<\/p><p>\nWe are living in an age of gadgetry which threatens to produce a future generation of\nsoftness. <i>Flabbiness of character<\/i> more than <i>flabbiness of muscles<\/i> lies at the root of most of\nthe problems facing American youth.\n<\/p><p>\nThe youth of yesterday are carrying the responsibilities and directing the affairs of the world\ntoday. The youth of today will contribute to the destiny of the world tomorrow.\n<\/p><p>\nNever a day passes but gives some reminder of the fleetness of time and the brevity of\nlife&mdash;childhood&mdash;youth&mdash;maturity&mdash;old age. In childhood there is no past&mdash;no future&mdash;happy\nin the present&mdash;heaven lies about him, and it is all for him.\n<\/p><p>\nYouth&mdash;beautiful&mdash;sweet&mdash;rash&mdash;inexperienced! In the words of Longfellow: \n<\/p><p>\n\"How beautiful is Youth! How bright it gleams<br \/>\nWith its illusions, aspirations, dreams!<br \/>\nBook of Beginnings, Story without End,<br \/>\nEach maid a heroine, and each man a friend!\"\n<\/p><p>\nThen comes manhood with all its responsibilities, duties, failures, successes, each spending his\ntime and worry on how much he can get, instead of how much he can give to this world and\nmake it better. Before he knows it old age is upon him. \"The easiest thing for our friends to\ndiscover in us, and the hardest thing for us to discover in ourselves is that we are growing\nold.\" But of one thing we are keenly aware&mdash;that\n<\/p><p>\n\"Years rush by us like the wind<br \/>\nWe see not whence the eddy comes,<br \/>\nNor whitherward it is tending,<br \/>\nAnd we seem, ourselves, to witness their flight<br \/>\nWithout a sense that we are changed.<br \/>\nYet time is beguiling man of his strength<br \/>\nAs the winds rob the trees of their foliage.\"\n<\/p><p>\n(Sir Walter Scott's \"Woodstock\")\n<\/p><p>\nThe President's Council on Youth Fitness should be commended in recommending that a\nNational Youth Fitness Week be designated. By so doing they recognize that in this\nchallenging world it is essential that our young people be aware of their obligations to\nthemselves, to their families, and to the nation. In this recognition they endeavor to keep\nthemselves mentally, emotionally, spiritually, socially, and physically fit.\n<\/p><p>\n<i>I. Responsibility of Parents<\/i>\n<\/p><p>\nParents have a responsibility in this education. Youth needs guidance, direction, and proper\nrestraint. \"Let thy child's first lesson be obedience, and the second will be what thou wilt,\"\nsaid Benjamin Franklin. A child learns this lesson early at his mother's knee&mdash;sometimes\nacross his mother's knee. The child should learn early that the world is not created for him\nalone; that he has an obligation to others; that he owes his parents, particularly, a debt\nunpayable except in only one way&mdash;in living a life that will honor his name and bring joy to\nthem in their old age. He should learn that\n<\/p><p>\n\"He ought to be true for the sake of\n     the folks who think he is true.<br \/>\nHe should never stoop to a deed that\n     his folks think he would not do.<br \/>\nIf he is false to himself, be the blemish\n     but small,<br \/>\nHe has injured his folks, he has been\n     false to them all.\"\n<\/p><p>\n(Paraphrased from Edgar A. Guest.)\n<\/p><p>\nIt was old King Lear who cried in his anguish, \"How sharper than a serpent's tooth it is to\nhave a thankless child.\" He is recreant, indeed, who for selfish indulgence would bring\ndisgrace upon his parents, and upon the good name he bears.\n<\/p><p>\nParents, too, have a responsibility in this training not to provoke children to wrath. They\nshould be considerate not to irritate by vexatious commands or place unreasonable blame.\nWhenever possible they should give encouragement rather than remonstrance or reproof.\n<\/p><p>\n<i>II. The Obligation of the Church<\/i>\n<\/p><p>\nThe obligation of the Church is to spend not just <i>one week<\/i> this coming month on Youth\nFitness, but <i>fifty-two weeks<\/i> every year. Quorums and organizations have been set up in the\nChurch, as our text says, for the \"perfecting of the Saints, for the work of the ministry, for the\nedifying of the body of Christ; \n<\/p><p>\n\"Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a\nperfect man, unto the measure of the stature of the fulness of Christ\"\n(<span class=\"citation\" id=\"21711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21711)\">Eph. 4:12-13<\/a><\/span>).\n<\/p><p>\nNow, let us just take a glimpse of the completeness of the Church organizations, and we shall\nfind it discloses the fact that in the auxiliary organizations, quorums, and other groups, there\nis an army of officers and teachers ready to guide and direct youth in the proper way.\n<\/p><p>\nIn the Sunday School for example, there are 82,449 officers and teachers, having under their\ncharge 664,750 people. Primary: 51,053 officers and teachers, having under their charge\n290,789 children. YMMIA: 24,754 officers and teachers, and 178,766 youth under their\ndirection. YWMIA: 32,988 officers and teachers, and 194,094 girls under them. Aaronic\nPriesthood: 28,837 officers and teachers, having 86,176 youth. Foreign missionaries: 5,512,\nand stake missionaries, 5,934, or 11,446 missionaries. Or a total of 231,527 <i>officers and teachers<\/i>\nin the Church who first of all should be <i>exemplars<\/i>. \"Children have more need of\nmodels than of critics.\" No officer or teacher should be continued in office who persists in the\nobnoxious use of tobacco. The elder who hesitates to teach the Word of Wisdom is shirking\nhis duty. He who fails to live it robs himself of strength of body and strength of character to\nwhich he is entitled.\n<\/p><p>\n<i>Resisting Temptation<\/i>\n<\/p><p>\nTruth is loyalty to the right as we see it; it is courageous living of our lives in harmony with\nour ideals; it is always power. With the ideals of right living before him, no member of the\nChurch can continually violate the Word of Wisdom with impunity.\n<\/p><p>\nIn this old world, the easiest way seems to be the indulgent way. If a person\nhas the least desire or inclination to drink tea and coffee or to smoke cigarettes, temptations to\nindulge the appetite are on every hand. At parties, during social calls, at chance introductions\nor friendly visits, in restaurants or trains, indulgence in these stimulants and narcotics is not\nonly encouraged but also too often urged. Under such influence and environment, the easy\nway is to yield and become one of the crowd. But not one of these officers, 231,527 of them,\nshould ever yield to that easy way. One never develops character by yielding to wrong. \"To\nhim that overcometh will I give to eat of the tree of life\"\n(<span class=\"citation\" id=\"42288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42288)\">Rev. 2:7<\/a><\/span>). Strength comes by\nresisting!\n<\/p><p>\nWe are living not only in a commercial age, but also in a nicotine age, and viciously the\ncigarette habit is fastening itself upon the human race. Government, medical, and other\nstatistics are constantly warning us of the enormous strides that this insidious enemy to health\nand morals is making; but we little realize how active and potent are the forces at work to\nfoster this and kindred vices, and all for commercial gain.\n<\/p><p>\nIn \"Habits that Handicap,\" Charles B. Towne, a quarter of a century ago, explains how\n\"salesmen and demonstrators a few years ago were employed by manufacturers to go\nthroughout China 'to show the people how to smoke cigarettes.' It is estimated that as a result\nof this campaign, one half of the cigarette consumption in the world is in China. It is little\nwonder, when we learn that because of cheap labor twenty cigarettes could be sold for a\npenny!\" The author also makes this remarkable statement: \"<i>I consider that cigarette smoking is<\/i>\n<i>the greatest vice devastating humanity today because it is doing more than any other vice to<\/i>\n<i>deteriorate the race<\/i>.\"\n<\/p><p>\nThink of the effect of an army of officers and teachers, with hundreds of thousands of youth\nunder their care, not one of whom should ever put a cigarette in his or her mouth! What a\npotent example! The voice of the Church will ever be raised against the increasing tendency\namong men and women to stain their lives with nicotine. Especially does it deplore this\ngrowing evil among women. Heretofore, virtuous Anglo-Saxon womanhood has been above\nthis indulgence, and has therefore been a restraining and uplifting influence on men. Now, this\ninfluence is being subjected to the insidious lure of the cigarette; and mothers of men, around\nwhom center the sweetest, purest, noblest sentiments of our lives, are contaminating their\nsweetness and purity by indulgence in one of man's vices. The more woman becomes like\nman, the less he will respect her; civilization weakens as man's estimate of woman lessens.\n<\/p><p>\nThat it is woman's right to indulge in this habit, we do not question, yet, we lose some of\nthat sweet respect and admiration for women when we see them walk deliberately into mire\nholes that have heretofore besmeared only men. It is difficult to conceive that any mother\nwould arrogate to herself the thought that staining her lips with tobacco would add to her\ndignity as mother, or increase the admiration and pride that children hold for true\nmotherhood.\n<\/p><p>\nThe mission of the Church is to proclaim the truth of the restored gospel to uplift society that\npeople may mingle more amicably one with another; to create in our communities a\nwholesome environment in which our children may find strength to resist temptation and\nencouragement to strive for cultural and spiritual attainment. It is the binding duty of leaders\nof youth and particularly mothers, <i>by example<\/i> to make ineffective the influence of designing\nmen who would make profit out of their fellows who have fallen so low as to be slaves to\nvice and passions.\n<\/p><p>\nThe restored gospel is a rational philosophy that teaches men how to get happiness in this life\nand exaltation in the life to come. The mission of the Church is to establish the kingdom of\nGod upon the earth, \"which is not a mythical but a real kingdom,\" says a prominent writer not\nof the Church. \"It is a body of people dominated by ideals of productivity, which is mutual\nservice. We do not strive for the things which satisfy but for the moment and then leave a bad\ntaste. We strive for the things which build us up, and enable us and our\nchildren to be strong, to flourish, and to conquer. We strive to make ourselves worthy to\nreceive the world by fitting ourselves to use the world more productively than others. We\nbelieve that obedience to God means obedience to the laws of nature which are but the\nmanifestations of his will; and we try by painstaking study to acquire the most complete and\nexact knowledge of that will in order that we may conform ourselves to it.\" (Thomas Nixon\nCarver.)\n<\/p><p>\n<i>III. Power of Example<\/i>\n<\/p><p>\nTo live an upright life, to conform to high ethical standards, is the responsibility and duty of\nevery teacher of the land. Greater than this is the responsibility of the religious teacher for in\naddition to his belief in the efficacy of ethical and moral precepts, the religious teacher\nassumes the responsibility of leading the youth into the realm of spirituality.\n<\/p><p>\nExample is the best and most effective way of teaching. Let us be exemplary in our speech.\nNo true leader of the Church will ever profane the name of God or his Beloved Son,\nespecially in the presence of his sons, or in the presence of any other young people. Profanity\nis a vice. We can set a proper example also by speaking well of others. The Lord has\nadmonished us not to engage in backbiting. Another worthy example is exercising self-control,\ncontrolling our temper by not speaking angrily in the home. Let calmness be characteristic of\nour home life.\n<\/p><p>\n<i>\"Children, obey your parents in the Lord:\" said Paul, \"for this is right.<\/i><br \/>\n<i>\"Honour thy father and mother which is the first commandment with promise;<\/i><br \/>\n<i>\"That it may be well with thee, and thou mayest live long on the earth.<\/i><br \/>\n<i>\"And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and<\/i>\n<i>admonition of the Lord<\/i>\" (<span class=\"citation\" id=\"21712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21712)\">Eph. 6:1-4<\/a><\/span>,\nitalics added).\n<\/p><p>\nTo this admonition of Paul, we add the word of the Lord to the Prophet Joseph as follows: \n<\/p><p>\n\"And again, inasmuch as parents have children in Zion, or in any of her stakes which are\norganized, that teach them not to understand the doctrine of repentance, faith in Christ the\nSon of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the\nhands, when eight years old, the sin be upon the heads of the parents.<br \/>\n\"For this shall be a law unto the inhabitants of Zion, or in any of her stakes which are\norganized . . .<br \/>\n\"And they shall also teach their children to pray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"13756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13756)\">D&amp;C 68:25-28<\/a><\/span>).\n<\/p><p>\nThe training of youth is an obligation, first, upon the parents; next, upon teachers in the\nChurch, in auxiliaries and quorums, in the missionary field proclaiming the gospel wherever\nthey may be called, and upon all the citizens whether in the Church or out of the Church. It is\none of the obligations to which our attention is now called by the President of the United\nStates who has placed the responsibility upon his cabinet, who have appointed a citizens'\ncommittee, and asking the entire nation to combine in this great educational campaign.\n<\/p><p>\nFellow workers, may inspiration from on High be given each of us to discharge our\nresponsibilities throughout this Church in training the youth, not only during Youth Training\nWeek throughout this land but <i>always<\/i>, having in mind God's saying found only in this\nrevealed Church: \"For behold, this is my work and my glory&mdash;to bring to pass the\nimmortality and eternal life of man\" (<span class=\"citation\" id=\"39115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39115)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nGod help us to be true instruments in his hands in accomplishing this divine ideal, I pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}