{"ID":1002, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Something Missing\"<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, April 1959, pp. 76-78<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith you I rejoice in this forthright and impressive statement by President David O. McKay\nof our interest and our position in a great national program. My earnest and humble prayer is\nthat we who have influence with the young may proceed from this conference throughout the\nChurch to give adequate emphasis to the great responsibility of developing fitness in our\nyoung. I think, if we do we may expect three great results: that, first, much good will come to\nthe nation, and the nations of which we are citizens; second, that the missionary work of the\nChurch will receive great impetus through the marvelous example of the influence of the\nprogram of the Church in the lives of its young; and third, that the Church itself and its\npeople may profit measurably by a renewed dedication to following the direction of the Lord\nand the leadership of the brethren in providing opportunities for development in every aspect\nof the personality in our young.\n<\/p><p>\nEarly this week our seven-year-old daughter, leading our family in prayer, thanked God for\nher and our eyes and our ears and our mouths, and asked the Lord to bless us that we could\nsay good things through our mouths, and because she knew her daddy had to talk that\nmorning to some people not of the Church, she prayed that he would be able to explain the\ngospel understandably to them. I echo her great appreciation for God's gifts and her earnest\npetitions also.\n<\/p><p>\nA time ago I had the privilege of going to a university campus to participate in what they\ncalled \"Religion in Life Week.\" Their theme, which I was to treat at the beginning of the\nweek was \"Something Missing.\" I walked about the campus and into some of the buildings in\nthe period preceding the appointed hour, and in a certain building where there were\nadvertisements placed by students, I saw this written, line by line as I shall repeat the words: \n<\/p><p>\nFor Sale<br \/>\n1929 Ford<br \/>\nGood body and fenders<br \/>\nNew paint job<br \/>\nNo engine<br \/>\n$20<br \/>\nSee ................\n<\/p><p>\nAnd I had the idea which permitted me to treat the theme, \"Something Missing.\" The car\nlooked all right, I suppose. It may have seemed adequate from the exterior appearance to\nfulfil its purposes, but in fact, it was not. Something was missing, and that something was the\nchief element, the motivating power.\n<\/p><p>\nAs President McKay spoke to the missionaries of the Church Friday night, I thanked God in\nmy heart that over a large part of my life I have been blessed to serve on that interesting\nfrontier where the Church meets the world&mdash;in the missionary cause. I rejoiced last evening\nas he talked of the wonderfully fine, loyal, intelligent people of integrity in the world, because\nthough I seek premier position in few things in this world, I would not want to be second in\nmy appreciation of the wonderful people there are who are not of us and not like us, but who\nare good and decent and honest and live to the light they have received. But I confess that\nmuch as I have learned to love them, and as honest as is my respect for them and their\nintegrity, I have recognized . . . that in them there is something missing, and time and again I\nhave had the blessing, with many of you, of attempting to bear witness to them of what that\nsomething is.\n<\/p><p>\nWhy do they miss it? Why do they not enjoy it? Perhaps because they have not been taught.\nPerhaps because they have a seemingly satisfactory circumstance in life. Perhaps because\nthough they may sense they miss something, the pressures and problems and influences of\ntheir lives keep them from responding, from being willing to pay the price.\n<\/p><p>\nI read with some of you some time ago in an eastern newspaper a little article which had no\nprominent place but which represented something meaningful. It was the story of a fire in one\nof the clothing districts in New York City. It told of the death in this fire of\nmore than a dozen people&mdash;fifteen, as I recall, and one sentence from the latter part of the\nshort article was impressive and important to me. It said that these people had perished within\neasy access of an escape door, but had not used it rather had huddled together and had died in\nthe middle of the floor because of \"smoke and fear.\" I have wondered if some one of the\nfifteen or so who died had been conscious enough of the door, if he had known of it and\nrealized its importance he might have led the others through it to life.\n<\/p><p>\nAnd I have thought a good deal more, as perhaps you will in contemplation, about what may\nhave happened in that clothing factory. Apparently they had been sitting within easy access of\nthat door, some of them, at least, for years, yet had paid no heed to it. It had not apparently\nmeant much to them, and in their hour of extremity they were not able to find it.\n<\/p><p>\nThere are many wonderful people in the world for whom I have personal respect and love,\nand whose intelligence and integrity I consider at least equal to our own, in terms of what\nthey are willing to do for what they believe. Yet I testify with all my heart that there is\nsomething here for the finest of them, but it requires a consciousness that not all is well, that\nthere is something to be had in the world besides social competence or other of the earthly\npursuits which satisfy the ambitions of men.\n<\/p><p>\n\"Smoke and fear\" are everywhere about us. I read again this morning, at an early hour, out of\nthe eighth chapter of First Nephi, and then in the subsequent explanatory chapter, the vision\nof Lehi. You remember the chief symbols&mdash;the tree representing the tree of life, or the love\nof God; the path to it; the rod by which one holding fast could reach it, and the chasm; the\nlarge and spacious building on the other side; the mists of darkness, of vapor, rising from the\nriver of filth to overcome those who would try to reach the tree. Do you remember these\nwords? An exceeding great mist of darkness came up and obscured the path, while across it\nthe great spacious building was filled with people, old and young, male and female, their\nmanner of dress exceeding fine, and who were in the attitude of mocking and pointing their\nfingers toward those who had come and were partaking of the fruit. Some of those who had\ntasted it were ashamed because of those who were scoffing at them, and they fell away into\nforbidden paths and were lost. Note these words in the twelfth chapter of First Nephi: \". . .\nthe mists of darkness are the temptations of the devil, which blindeth the eyes, and hardeneth\nthe hearts of the children of men, and leadeth them away into broad roads, that they perish\nand are lost.\n<\/p><p>\n\"And the large and spacious building which thy father saw, [said the angel to Nephi], is vain\nimaginations and the pride of the children of men\"\n(<span class=\"citation\" id=\"1552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1552)\">1 Ne. 12:17-18<\/a><\/span>).\n<\/p><p>\nMy testimony and witness and the assurances of my heart are that though there are\nwonderfully fine people all about us, with whom I have the occasional privilege of\nassociation, some of whom I have the blessing of attempting to teach, and to many of whom I\nhave the privilege of bearing witness, and while I have great respect for what they represent\nand are, yet there is something missing in them if they have not found willingness to realize\nthat within easy access is a door leading to life and that the Savior stands there and knocks,\nbut they must open and walk through.\n<\/p><p>\nI have been deeply blessed by the great strong statements of the brethren this conference\nreaffirming that there is something in the gospel and Church of Jesus Christ which will bless\nthe lives of the very finest of men who do not have it, and who therefore have something\nmissing.\n<\/p><p>\nTo conclude, I mention that such a sermon as President Richards delivered this morning is\nsometimes greeted by some of the people of whom I have spoken, with murmurings as to\narrogance and smugness, with some objection on the basis of lack of goodwill, even\nsometimes, they say, lack of Christianity in such a statement. I say, and humbly, that though\nthe prophets were good and compassionate men who loved brotherhood and goodwill, yet in\nevery instance they testified that there is a way, that men must follow that way and obey the\ncommandments of God. We could proceed from the beginning to the end of\nthe sacred records, but I choose just one as the example, and this, section 52 of the Doctrine\nand Covenants, where the Prophet, under the inspiration of God, encouraging and suggesting\ncompassion and love and brotherliness, and prayer and humility and every other virtue, also\nhad something else to say: \n<\/p><p>\n\"Wherefore he that prayeth, whose spirit is contrite, the same is accepted of me if he obey\nmine ordinances.\n<\/p><p>\n\"He that speaketh, whose spirit is contrite, whose language is meek and edifieth, the same is\nof God if he obey mine ordinances\" (<span class=\"citation\" id=\"13739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13739)\">D&amp;C 52:15-16<\/a><\/span>).\n<\/p><p>\nI thank God for the blessing of the gospel, of some understanding of it, and of certain witness\nthat it is the very plan of God, and that they who speak for God are his servants in this day,\nas anciently, which I say, and which witness I bear, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}