{"ID":1003, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Advice to Youth<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1959, pp. 78-80<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters and friends: Humbly, gratefully, and prayerfully I approach\nthis assignment and face this great audience and the unseen audience of thousands more.\nSince listening to the inspiring address of President McKay I have felt impressed to leave in\nmy pocket a manuscript which I had intended to present as my small part of this conference.\n<\/p><p>\nI would like to say just a word about youth, if I may, the theme which the President has so\nimpressively emphasized in our hearing by his inspiring address. With all my heart I respond\nto this great message of the president, prophet, seer, and revelator of the Church of Jesus\nChrist of Latter-day Saints. And I hope and pray that leaders of youth everywhere who were\nfortunate enough to hear his message, or will be fortunate enough to read it, will heed the\ncounsel given therein.\n<\/p><p>\nI love the youth of the Church and of this great country. I know that our future as a nation, as\na people, and our future as a Church depends very largely upon our young people.\n<\/p><p>\nI rejoice as I look into the faces of the leaders of youth who have been called to represent the\nChurch. I was thrilled as we met at Camp David in the mountains north of Washington and\nfound that Elder Marion D. Hanks had been appointed a member of the Citizens' Advisory\nCommittee of the President's Council on Youth Fitness, already referred to by President\nMcKay. We have a group of great leaders in the Church who have been assigned to work\nwith young people, and I think nowhere in all the world will you find a finer youth program\nthan we have right here in the Church.\n<\/p><p>\nEverywhere I go I hear praise of the youth program of the Mormon Church, and I am sure\nthat the praise is well merited. I have thrilled with the recent series of articles, cards, and\ndisplays on the general subject, \"Be Honest with Yourself.\" It is our appeal to the young\npeople of the Church to adhere strictly to the basic, eternal concepts which make for the good\nlife. It is an appeal for them to live clean, upright lives, to adhere to those basic principles\nwhich their parents and their grandparents and their great-grandparents adhered to, and upon\nwhich they builded in this western land.\n<\/p><p>\nIt is my hope and prayer, my brethren and sisters, that those of us who have responsibility for\nleadership, among the youth of Zion particularly, will have the courage and the good common\nsense to speak frankly and honestly with our young people, that they might know what the\nChurch expects of them, that they might know what is best for them as citizens of this great\nland, and citizens of the kingdom of God.\n<\/p><p>\nNow, what is it that we seek for our young people? It has been said that they are the greatest\ngroup of young people in all the world. I am sure they are the greatest in\nopportunity of any group of young people anywhere. No group of youth has ever had richer\nopportunities than our young people have today. What do we seek for them? I have concluded\nthat there are four essential things that we seek for them.\n<\/p><p>\nFirst of all, we want them to be happy. \"Men are, that they might have joy\"\n(<span class=\"citation\" id=\"3634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3634)\">2 Ne. 2:25<\/a><\/span>). There is no\nhappiness in sin. Wickedness never was happiness\n(<span class=\"citation\" id=\"8999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8999)\">Alma 41:10<\/a><\/span>).\nThere are no shortcuts to happiness. It\npays to live the good life. It pays to heed the counsel of one's faithful parents and the\nteachers of youth. It pays to heed the counsel and the instruction given by the General\nAuthorities of the Church. If our young people would be happy then they must adhere to the\neternal, basic principles and concepts of our belief and follow the advice given them by the\nleadership of the Church.\n<\/p><p>\nSecondly, we want them to be successful in their chosen field of life's work, whatever that\nfield may be so long as it is honorable. We would like to see them excel. The Lord wants\nthem to excel, and he will help them. I am convinced, my young brethren and sisters, that\nwhile the world may not live our standards, I am confident in my own heart from observation,\nexperience, and broad contact with the world, that the world is willing to pay for the services\nof young Latter-day Saint men and women who are willing to adhere strictly to the standards\nand ideals of the Church. If a young man and woman were thinking only of getting ahead\nmaterially or financially in their chosen field, it still pays to live the standards of Mormonism.\nYou have everything to gain and nothing to lose by adhering strictly to the standards which\nyou have been taught from childhood, and which the Church emphasizes today.\n<\/p><p>\nThirdly, we hope that our youth will develop a love for freedom and become good citizens of\nthis great Christian nation. We hope that our youth will develop in their hearts a conviction, a\ntestimony, that this is not just another nation, not just one of a family of nations, but a nation\nwith the responsibility of a great mission to perform for liberty-loving people everywhere. We\nhope they will realize that the Constitution of this land was established by men whom the\nGod of heaven raised up unto that very purpose\n(<span class=\"citation\" id=\"13785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13785)\">D&amp;C 101:80<\/a><\/span>).\nOur young people have a responsibility as\ncitizens of this land to see to it that the basic concepts, and principles, and ideals, upon which\nthis great Christian nation has been established are preserved, and strengthened, and\nsafeguarded.\n<\/p><p>\nFourthly, and most important of all and really all-inclusive, we hope that the youth of the\nChurch will live so that eventually they will be able to go to the house of the Lord with a\nchoice companion, and receive the priceless blessings which are in store for the faithful there.\nAnd we hope that they will then continue to live worthily so as to eventually be exalted in the\ncelestial kingdom of our Heavenly Father.\n<\/p><p>\nYes, we want them to have a good time. We want them to be happy. We want them to\nsucceed in their chosen fields. We want them to become good citizens. We want them to\nbecome good fathers and mothers. We want them to establish happy homes, and in order to\ndo that they must live good lives. They must keep themselves clean and pure.\n<\/p><p>\nI thrilled as I listened to Sister Jessie Evans Smith sing the solo part of that lovely song this\nafternoon: \"He that hath clean hands and a pure heart\"\n(<span class=\"citation\" id=\"41811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41811)\">Ps. 24:4<\/a><\/span>). Our young people must lead clean\nlives&mdash;clean in their actions, clean in their thoughts. This means that they cannot indulge\npromiscuously in so-called petting and necking. It means that they should look very carefully\nat a common practice which we find on American dance floors today of close bodily\ncontact&mdash;cheek to cheek dancing&mdash;which I think, my brethren and sisters, has in it real danger.\n<\/p><p>\nI think our young people want to know this. My advice to them would be not to engage in\nthese promiscuous relationships, these close and intimate contacts, including cheek to cheek\ndancing on the ballroom floor, whether it be at a Church dance, a public dance, or wherever it\nmight be. I urge that they never do anything, on the dance floor or off the dance floor, that\nthey would be ashamed to have their own fathers and mothers witness.\n<\/p><p>\nIf they are wise, our young people will reserve for the marriage covenant those sweet and\nintimate associations. They will reserve such intimacies for their companions for eternity.\nSuch a course is pleasing to our Heavenly Father and will bring peace and\nhappiness&mdash;eternal happiness.\n<\/p><p>\nI know this may seem strong doctrine for some. I stress it because I believe that the young\npeople of the Church want to know. I believe they are entitled to know. I believe it is best for\nthem.\n<\/p><p>\nIn all your relationships, my young friends, when in doubt then do not enter into the act or\npractice. In fact, our young people should not enter into any activity if there is any doubt as\nto its propriety. If you are living right, my young brethren and sisters, you will have the\nprompting of the Spirit which will tell you whether it is right or wrong. Do not fail to heed\nthat prompting, as I hope you will heed the counsel of your own parents and your leaders in\nthe auxiliaries.\n<\/p><p>\nJust one thought in closing: As you resolve in your hearts to live the standards of the Church&mdash;and\nyou cannot afford to do otherwise, from a material standpoint, from a spiritual\nstandpoint, from the standpoint of getting ahead in the world&mdash;I hope you will remember that\nyour prescribed standards are a part of a great body of truth&mdash;the gospel of Jesus\nChrist&mdash;revealed truth from heaven. Please remember that no discovery of the future, in the laboratory\nor anywhere else, no other truth will ever be in conflict with the teachings of the gospel.\nTruth is always consistent. It is never in conflict. The gospel encompasses all truth. When\ndoubts come to your mind because of instructions you may receive in the classroom, I urge\nyou to remember that time is always on the side of truth, and Mormonism is truth.\n<\/p><p>\nGod bless you and protect you and guide you, and give you the courage to live the gospel, to\nmaintain the standards of the Church, so that the blessings which have been promised to the\nfaithful may be yours eternally, and here in mortality also, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}