{"ID":1004, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Happiness<\/p>\n<p class=\"gcspeaker\">Elder William J. Critchlow, Jr.<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">William J. Critchlow, Jr., <i>Conference Report<\/i>, April 1959, pp. 80-84<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"The man that hath no music in himself, nor is not moved with concord of sweet sounds, is\nfit for treasons, stratagems and spoils. The motions of his spirit are dull as night, and his\naffections dark as Erebus\" (<i>Merchant of Venice<\/i>, Act V, Sc. 1). Certainly some of the\nloveliest, and I am sure the sweetest, sermons that we have heard in this conference have been\nrendered by this choir, and the choir we heard yesterday.\n<\/p><p>\nSix months ago I was the president of a large Ogden stake which, I was told, would be\ndivided at our next stake conference, and that I would be retired as its president. Before that\nconference arrived, I came to general conference, and there I found myself suddenly and\nunexpectedly retreaded instead of retired, and I have traveled several thousand miles on those\ntreads to the stakes of Zion to keep stake conference appointments. I thought the people in my\nstake were the best and the happiest people in the world. I still think so, but\nin my travels I have found thousands of people just like them. I found them in Phoenix, in\nDenver, in Salt Lake, and in the Big Horn. Wherever I have gone I have found these people,\nso I will have to revise my thinking and say that the South Ogden Stake people are just some\nof the finest people in the world.\n<\/p><p>\nThese people have certain characteristics in common. Friendliness is one of them; humility is\nsurely another; the hospitality of their leaders is another which I have greatly enjoyed. But the\noutstanding characteristic, it seems to me, is happiness. Their countenances literally radiate\nhappiness. They seem to have left all of their worries and troubles at home. They obviously\ncame to conference to feast, spiritually, of course, and they seem to delight in paying their\ndevotions.\n<\/p><p>\nThey should be happy. They should be the happiest people in the world. I believe they are the\nhappiest people in the world because they observe our Father's laws of happiness.\n<\/p><p>\nOur Heavenly Father loves us. I love my children dearly, but his love for us, his spirit\nchildren, is infinite, divine.\n<\/p><p>\nHis announcement of our coming to this earth made his children extremely happy. \". . . the\nmorning stars sang together, and all the sons of God shouted for joy\"\n(<span class=\"citation\" id=\"26691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26691)\">Job 38:7<\/a><\/span>), so we are\ntold, and we soon learned that, \"Adam fell that man might be; and men are, that they might\nhave joy\" (<span class=\"citation\" id=\"3635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3635)\">2 Ne. 2:25<\/a><\/span>).\nHe provided for our happiness here on earth by giving us a plan\nfor happiness. We call it the \"gospel plan.\" It comprises a number of laws some ordinances,\nand a few principles which if obeyed will bring a state of blessedness to his children. And\nblessedness, my brothers and sisters, is a deep, refined joy or happiness.\n<\/p><p>\nAn example of his laws of happiness is his law of health which we call the \"Word of\nWisdom.\"\n<\/p><p>\n\"And all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments, shall have health in their naval, and marrow to their bones . . .<br \/>\n\"And shall run and not be weary\"\n(<span class=\"citation\" id=\"13778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13778)\">D&amp;C 89:18-20<\/a><\/span>).\n<\/p><p>\nA young man came to a bishop in my stake and said, \"Bishop, I have observed the Word of\nWisdom all the days of my life, yet I do not enjoy good health. Why doesn't the Lord respect\nhis promise?\"\n<\/p><p>\nThis wise bishop replied, \"Sit down, we'll read the law together.\" Then as he turned the pages\nto find the law, he said, \"I haven't seen you in priesthood meeting this year, nor have I\nobserved you in Sacrament meeting for a long, long time, nor have I had your name on the\ntithing list for several years.\"\n<\/p><p>\n\"I know, Bishop,\" the young man replied, \"I'm not faithful in all things, but I have faithfully\nkept the Word of Wisdom and I have not received the promised blessing.\"\n<\/p><p>\n\"Here,\" said the bishop, \"is the law.\" He read it slowly.\n<\/p><p>\n\"And all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments\" (<span class=\"citation\" id=\"13777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13777)\">D&amp;C 89:18<\/a><\/span>).\n<\/p><p>\nNo need to read farther! In kindness he explained, \"Our Heavenly Father has commanded us\nto pay tithing, to go to Sacrament and to priesthood meetings. You apparently have not\nunderstood the law and, therefore, have not fully complied.\"\n<\/p><p>\nLike this young man, others may not understand these laws of happiness. Ignorance is no\nexcuse for violating civil laws; perhaps our Heavenly Father may not accept it as an excuse\nfor violating his laws.\n<\/p><p>\nAnother law, apparently misunderstood by some is the Sabbath day law.\n<\/p><p>\n\"Remember the sabbath day, to keep it holy.<br \/>\n\"Six days shalt thou labour and do all thy work:<br \/>\n\"But the seventh day is the sabbath of the Lord thy God\"\n(<span class=\"citation\" id=\"22673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22673)\">Ex. 20:8-10<\/a><\/span>).\n<\/p><p>\n\". . . thou shalt go to the house of prayer and offer up thy sacraments upon my holy day\"\n(<span class=\"citation\" id=\"13743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13743)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nI have seen our members, along with other people, in stores purchasing supplies and food on\nSunday. May I ask, with what consistency can one go to a store on Sunday in violation of this\nlaw, purchase food, and then place it on a table, and ask Heavenly Father to bless it?\n<\/p><p>\nAnother example is his financial law&mdash;the law of the tithe.\n<\/p><p>\n\". . . prove me now herewith, saith the Lord of hosts, if I will not open you the windows of\nheaven, and pour you out a blessing, that there shall not be room enough to receive it\"\n(<span class=\"citation\" id=\"32762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32762)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\n\". . . for he that is tithed shall not be burned at his coming\"\n(<span class=\"citation\" id=\"13750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13750)\">D&amp;C 64:23<\/a><\/span>).\n<\/p><p>\nAnother is his priesthood law.\n<\/p><p>\n\"And also all they who receive this priesthood receiveth me . . .<br \/>\n\"For he that receiveth my servants receiveth me;<br \/>\n\"And he that receiveth me receiveth my Father;<br \/>\n\"And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him\"\n(<span class=\"citation\" id=\"13767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13767)\">D&amp;C 84:35-38<\/a><\/span>).\n<\/p><p>\nStill another example is his marriage law&mdash;celestial marriage law.\n<\/p><p>\n\"Therefore, if a man marry him a wife in the world, and he marry her not by me nor by my\nword, and he covenant with her so long as he is in the world and she with him, their covenant\nand marriage are not of force when they are dead, and when they are out of the world\"\n(<span class=\"citation\" id=\"13817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13817)\">D&amp;C 132:15<\/a><\/span>).\n<\/p><p>\nThere is another law, which I heard President McKay quote this afternoon. I call it the \"law\nfor the parents.\"\n<\/p><p>\n\". . . inasmuch as parents have children . . . that teach them not . . . repentance, faith in\nChrist . . . baptism and the gift of the Holy Ghost . . . when eight years old, the sin be upon\nthe heads of the parents.<br \/>\n\"For this shall be a law unto the inhabitants of Zion\"\n(<span class=\"citation\" id=\"13755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13755)\">D&amp;C 68:25-26<\/a><\/span>).\n<\/p><p>\nThere are other laws designed for our happiness, obedience to which will bring that\ndeep-refined joy which we might call blessedness. But underlying all of these laws is one\nmaster law \". . . irrevocably decreed in heaven before the foundations of this world, upon\nwhich all blessings are predicated&mdash;\n<\/p><p>\n\"And when we obtain any blessing from God, it is by obedience to that law upon which it is\npredicated\" (<span class=\"citation\" id=\"13808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13808)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nMy son told me about a man who declined to join our Church because, he said, \"Observance\nof the laws (recited above) would deprive me of my happiness. I like,\" he continued, \"a cup\nof coffee at breakfast, another cup mid-morning to pick me up. After dinner in the evening I\nlike to relax with my pipe and newspaper. On Sunday I like to get out under blue skies with\nmy fishing pole in summer, and in winter I enjoy a late, lazy breakfast with the Sunday\npaper. If I paid a tithe of my earnings on top of my income tax, doctor bills, installments on\nmy home and car&mdash;well, I'm afraid I'd be jailed for writing checks with insufficient funds.\"\n<\/p><p>\nWhat this man implied, and implied quite effectively, was this: I have no faith, no assurance\nthat God will reward me with anything better than a pipe or cup of coffee for keeping his\nlaws.\n<\/p><p>\n\". . . O ye of little faith?\" (<span class=\"citation\" id=\"31507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31507)\">Luke 12:28<\/a><\/span>).\n<\/p><p>\n\"And in nothing doth man offend God, or against none is his wrath kindled, save those who\nconfess not his hand in all things, and obey not his commandments\" (<span class=\"citation\" id=\"13746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13746)\">D&amp;C 59:21<\/a><\/span>).\n<\/p><p>\n\". . . according to men's faith, it shall be done unto them\"\n(<span class=\"citation\" id=\"50026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50026)\">D&amp;C 52:20<\/a><\/span>).\n<\/p><p>\n\". . . without faith it is impossible to please him\"\n(<span class=\"citation\" id=\"24285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24285)\">Heb. 11:6<\/a><\/span>).\n<\/p><p>\nFaith is the first principle of our gospel. If this man could have seen the happy countenances\nof thousands of members in the stakes which I have visited and could he have heard, as I\nhave heard, the testimonies of those men and wives who have come into Church activity, he\nsurely would have paused before he spoke so facetiously.\n<\/p><p>\nIn contrast to this man's lack of faith, let me tell you about a man who came one evening to a\nstake president and asked for baptism. I see that president in this congregation. This man\nstood in the president's home, dressed in an army officer's uniform of high rank. In answer to\nthe president's question, \"What missionaries have been instructing you?\" he replied, \"None.\"\nThen he explained that he supervised LDS men and women at Hill Air Force Base and found\nthese people to be honest, industrious and happy. \"My wife and I are religiously inclined, and\nwe would like to be not only one with them but also one of them. We would\nlike to be baptized.\"\n<\/p><p>\nI had an opportunity to interview this officer, and when I asked him if he understood the\nprinciples of the gospel, he replied, \"I understand the tithing law, and I will observe it. Other\nlaws I do not understand, but we (wife and I) will conform. We want to be happy with you\nand one of you.\" He had faith. I think he found real happiness.\n<\/p><p>\nNow let me tell about another man who lectured brilliantly in Salt Lake City a dozen or so\nyears ago. He was a silver-tongued orator who reportedly had lectured in nations around the\nglobe and had more degrees behind his name than many of us could interpret.\n<\/p><p>\nThe following day he visited in Ogden and was taken sightseeing up Ogden Canyon.\nReturning, he relaxed in the office of the president of the Ogden Chamber of Commerce\nwhere he remarked, \"You Mormons are certainly a friendly, hospitable, and happy people.\nWill one of you tell me something of your philosophy of life?\" His finger pointed to me, so I\ntold him about our concept of God, why we were here, where we come from, and what we\nexpected hereafter. I also quoted our Articles of Faith. When I had finished, he said in\nsubstance: \n<\/p><p>\n\"My father was a minister. I, too, am a graduate of a school of divinity. But what I learned in\nthat school, or rather what I did not learn, and what you have told me today confuses me. As\na result I am what you would call an agnostic.\"\n<\/p><p>\n\"Now,\" he continued, (and this is significant) \"if what you believe&mdash;this philosophy of\nyours&mdash;makes you happy, then stick to it and live it. I tell you there is no happiness in unbelief.\nYour philosophy is interesting. It could be taught in colleges along with other philosophies\nand people would read it&mdash;if you would disassociate and leave Joseph Smith out of it.\"\n<\/p><p>\nMy brothers and sisters this gospel plan which he called \"our philosophy\" is not a philosophy.\nIt is truth. And Joseph Smith can no more be \"disassociated\" than can this earth be taken out\nof the solar system. He was foreordained before the foundations of this earth to head this the\ngreatest of all dispensations, the Dispensation of the Fulness of Times.\n<\/p><p>\nI wish I could talk to that doctor again. I would tell him as I tell you that in my book I have\nadded another Article of Faith which I call my 14th Article of Faith. This is it: (I'll put it in\nthe singular, but if you accept it, you can make it plural).\n<\/p><p>\n\"I believe that Joseph Smith was a Prophet of God; that he was visited by heavenly\nmessengers, among them Peter, James, John, Elijah, Moses, and one Moroni who directed him\nto some hidden plates from which he translated the Book of Mormon. I also believe the\nFather and the Son appeared to him and that the Son instructed him.\"\n<\/p><p>\nLet me add another Article of Faith. Call it the 15th if you like.\n<\/p><p>\n\"I believe that David O. McKay is a prophet of God; that he holds all of the keys, priesthood,\nand powers formerly held by all of the ancient prophets which were later conferred upon\nJoseph Smith and through him to his successors down to President David O. McKay.\"\n<\/p><p>\nWhen Joseph Smith wrote the thirteen Articles of Faith, he might well have added another.\nThis one would sum up nicely for me what I have hurriedly tried to say and would account\nfor the happiness that I have discovered in the countenances of our people. I quote the\nProphet: \n<\/p><p>\n\"Happiness is the object and design of our existence; and will be the end thereof, if we pursue\nthe path that leads to it\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 255).\n<\/p><p>\nI have tried to outline that path&mdash;obedience to the laws and ordinances of the gospel. Let the\nProphet continue \". . . he never has&mdash;He never will institute an ordinance or give a\ncommandment to His people that is not calculated in its nature to promote that happiness\nwhich He has designed\" (<i>Ibid.<\/i>, p. 256).\n<\/p><p>\nMy brothers and sisters, I think the ultimate in happiness will be ours if and when we attain\nexaltation in his celestial kingdom.\n<\/p><p>\nI hope that I and I hope that you, as we travel life's highway, may enjoy the\nhappiness, even the blessedness that will be ours if we obey these laws, and may we later earn\nand enjoy the ultimate in blessedness&mdash;exaltation in his kingdom, I humbly pray, in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}