{"ID":1005, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Teaching<\/p>\n<p class=\"gcspeaker\">Elder A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, April 1959, pp. 84-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOnce upon a time, so the fable goes, there was a wise monarch who wanted to teach his\nsubjects an important and vital lesson. He said: \"Make me a man.\" They acquired the finest\nartist in the kingdom who painted the picture of a man on canvas. They took it to the king,\nbut he was displeased and repeated: \"Make me a man.\" They tried other media, sculpture in\nwood and stone, but to each the king said: \"Make me a man.\" Finally they caught the vision\nof the king's instructions. They found a man, tattered, degraded. They bathed him, shaved\nhim, dressed him, taught him, and presented him to the king. The king was pleased that they\nhad learned this lesson and said these words: \"Next to the God who creates is the individual\nwho saves another.\"\n<\/p><p>\nBrothers and sisters, you and I are engaged in and dedicated to the work of saving men's\nsouls. In view of what President McKay has said about youth fitness, I would like to address\nmy remarks to that vast corps of teachers in the Church who are saving men's souls in the\nhope that instruction might improve in the Church. For if one teacher increases the level of\nhis competence and ability, that class will improve; and if many teachers improve, all classes\nin the ward will. And if each of us improves the instruction, the whole Church will grow in\nstrength and power and will be blessed. Remember that no class can rise higher than its\nteacher.\n<\/p><p>\nThe second reason is, that I would like to lead all of us to the source of unfailing inspiration,\nthe Lord Jesus Christ. In the Savior's teachings, we find the finest methods used that are\nknown today. We see his objective of changing man's behavior clearly set forth. We find the\nSavior being acclaimed an authority, because he knew his subject, and likewise we find a\nknowledge of students put to use in a beautiful way.\n<\/p><p>\nTeachers, if you would improve your teaching, use and adapt illustrations and examples to fit\nthe present knowledge and experience of your students. May I illustrate: \n<\/p><p>\nWe find in the teachings of the Savior such words as camels, sheep, salt, light, candles, fish,\nleaven, hens and chickens, lilies, sparrows, things that people knew about and had experience\nwith. He likened the abstract ideas of his teaching to these concrete things that people knew\nabout. His new ideas were related to known facts.\n<\/p><p>\nSecondly, if you would become a better teacher, learn to answer questions the way the Savior\ndid. He gave direct answers, but equally as often he would ask another question of his\nhearers. You recall this instance:\n<\/p><p>\n\"Tell us therefore, What thinkest thou? . . .<br \/>\n\"But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?<br \/>\n\"Shew me the tribute money. And they brought unto him a penny.<br \/>\n\"And he saith unto them, Whose is this image and superscription?<br \/>\n\"They say unto him, Caesar's. Then saith he unto them, Render therefore unto Caesar the\nthings which are Caesar's, and unto God the things that are God's\"\n(<span class=\"citation\" id=\"34973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34973)\">Matt. 22:17-21<\/a><\/span>).\n<\/p><p>\nI would like to give another example which shows many things about teaching. You recall\nthis instance:\n<\/p><p>\n\"And behold, a certain lawyer stood up, and tempted him, saying, Master, what\nshall I do to inherit eternal life?<br \/>\n\"He said unto him, [note the technique] What is written in the law? how readest thou?<br \/>\n\"And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy\nsoul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.<br \/>\n\"And he said unto him, Thou hast answered right: this do, and thou shalt live.<br \/>\n\"But he, willing to justify himself, said unto Jesus, And who is my neighbour?<br \/>\n\"And Jesus answering said: A certain man went down from Jerusalem to Jericho and fell\namong thieves . . .\" and then related the story of the Good Samaritan\n(<span class=\"citation\" id=\"31505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31505)\">Luke 10:25-37<\/a><\/span>).\n<\/p><p>\nNow, notice the teaching technique. Teachers, you who make up this vast corps of 231,000,\nand others, for we are all teachers regardless of our position whether it be president or other\nofficer&mdash;notice what the Savior said.\n<\/p><p>\n\". . . love thy neighbour as <i>thyself<\/i>\"\n(<span class=\"citation\" id=\"34975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34975)\">Matt. 22:39<\/a><\/span>, italics added).\n<\/p><p>\nHe might just as well have said, \"Love thy neighbor as thy wife or husband or son or\ndaughter or uncle or aunt,\" but he gave it <i>universal<\/i> application, when he said \"thyself,\" for\neach man loves himself. Each man, however, does not have a wife, a son or a daughter, and\nthus would not have been included in the Master's teaching.\n<\/p><p>\nHere we find in the teachings of the Master, a blending of all of the techniques, methods,\nideas, that will help us to be effective in teaching the gospel and in achieving the lofty ideals\nthat President McKay has outlined for us to achieve.\n<\/p><p>\nThirdly, if you would be a better teacher, teach by the Spirit. You recall that in the Doctrine\nand Covenants, the Savior said: \n<\/p><p>\n\"And ye are to be taught from on high. Sanctify yourselves and ye shall be endowed with\npower, that ye may give even as I have spoken\"\n(<span class=\"citation\" id=\"13735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13735)\">D&amp;C 43:16<\/a><\/span>).\n<\/p><p>\nThat is the thing that gives strength and power, meaning and life, to our otherwise weak\nefforts.\n<\/p><p>\nThe fourth thing, (and I will mention it only briefly, because President McKay dealt with this)\nis to live your teachings. William E. Berrett, who is vice-president of Brigham Young\nUniversity, once remarked that many years ago there was a Danish immigrant who taught his\nclass. Though he spoke in broken English his life was such that you could warm your hands\nby the flame of his testimony.\n<\/p><p>\nRemember, teachers, you cannot give away that which you do not possess.\n<\/p><p>\nStudy the life of the Master. You do not have to have a college degree to be an efficient\nteacher. But you do have to become acquainted with the life and teachings of the Master to be\nan effective teacher in the Church.\n<\/p><p>\nTeachers of the Church, there is an eternal extension of the power and influence of a good\nteacher. May we live so that we may teach by the Spirit, so that the youth of the Church\nmight pattern their lives after the life of the Master.\n<\/p><p>\nI am grateful for his life and mission. He lives. He directs the brethren who direct this\nChurch. This is my humble witness, and I bear it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}