{"ID":1007, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Individual Commitment in Sustaining Freedom<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1959, pp. 96-98<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have already had quoted the passage of scripture with which I desire to start. \"But blessed\nare your eyes, for they see: and your ears, for they hear\"\n(<span class=\"citation\" id=\"34960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34960)\">Matt. 13:16<\/a><\/span>). And Matthew\nfurther tells us that \"The light of the body is the eye: if therefore thine eye be single, thy\nwhole body shall be full of light.\n<\/p><p>\n\"But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is\nin thee be darkness, how great is that darkness!\"\n(<span class=\"citation\" id=\"34944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34944)\">Matt. 6:22-23<\/a><\/span>).\n<\/p><p>\nMatthew further says: \"Whosoever therefore shall break one of these least commandments,\nand shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever\nshall do and teach them, the same shall be called great in the kingdom of heaven\"\n(<span class=\"citation\" id=\"34933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34933)\">Matt. 5:19<\/a><\/span>).\n<\/p><p>\nTo us the prophecy of Daniel has great significance, as was pointed out by President McKay\nin his inspired message to the world yesterday. Daniel says, \"And in the days of these kings\nshall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom\nshall not be left to other people, but it shall break in pieces and consume all these kingdoms,\nand it shall stand for ever.\n<\/p><p>\n\". . . and the dream is certain, and the interpretation thereof sure\"\n(<span class=\"citation\" id=\"10649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10649)\">Dan. 2:44-45<\/a><\/span>).\n<\/p><p>\nThe world needs the restored Church and kingdom of Jesus Christ, of which David spoke.\nThe world needs the help of those who have recognized and received the gospel of the\nkingdom. The world needs their inspiration and active participation in the affairs of life. We\nare an inspired people. That I know as well as I know that I live. We are responsible for the\nproper use of this inspiration. This inspiration is not confined to our spiritual lives but carries\nover into all temporal responsibilities, and included therein is our moral, our civic, our\npolitical, our social, our financial responsibilities. We stand ready to exercise this divine\nguidance together with the power of our priesthood in behalf of a neighbor, as well as in our\nown behalf. We look upon the children of our Heavenly Father as our brothers and sisters, no\nmatter where they live, or what they believe, or what their ancestry may be. We cannot expect\nto do our full duty as we are inspired to do unless we can live and work in\nan environment of love, of peace, of freedom&mdash;freedom at home and throughout the world.\n<\/p><p>\nPlato has put into words that the spirit of freedom is not a matter of laws and constitutions.\n\"Only he is free,\" Plato says, \"who realizes the divine order within himself, the true standard\nby which a man can steer himself.\" And I say true standards, ideals that lift life up, mark the\nway of true progress. Such ideals followed will never permit our light to be extinguished.\n<\/p><p>\nPericles said: \"But we regard him who holds aloof from public affairs as useless.\" They called\nthe useless man a \"private\" citizen, <i>idiotes<\/i> from which our word <i>idiot<\/i> comes. The citizens of\nthe kingdom of God should set the pattern for the citizens of the kingdoms of men.\n<\/p><p>\nA reflective Roman traveling in Greece in the second century, A.D. said, \"None ever throve\nunder democracy save the Athenians. They had self-control and were law-abiding.\" That is\nwhat Athenian education aimed at, to produce men who would be able to maintain a\nself-governed state because they were themselves self-governed, self-controlled, self-reliant. It\nis said of the Athenians, \"We yield to none in independence of spirit and complete\nself-reliance.\"\n<\/p><p>\nThis is not much different from conditions found in the Church in the Meridian of Time.\nBrother James L. Barker, in his history of the early Church, which is soon to be printed,\nwrites: \"In the Church organized by the Savior two important principles were\nreconciled&mdash;divine authority and individual liberty.\"\n<\/p><p>\nThe Father sent his Son, Jesus Christ, into the world; the Son chose his apostles, gave them\nauthority, and they chose the presiding elders, bishops, and other local officers, always\nseeking the guidance and approval of the Holy Spirit. In the Church of Jesus Christ there\nmust always be this divine leadership. Any church without his leadership is not his, as\nPresident Stephen L Richards so beautifully demonstrated yesterday. However, the Lord has\nalways safeguarded human liberty. There can be no progress without liberty. The great\npurpose of this life is that man shall gain experience and strength in freely making his own\nchoices. Divine guidance will be given, but man must be free to choose obedience or\ndisobedience, otherwise his actions have no ethical or religious value. \"God has always\npreserved freedom and the powers of self-government in man,\" wrote Irenaeus when he wrote\nagainst heresies in the third century.\n<\/p><p>\n\"The Church organization carefully safeguarded this freedom,\" Brother Barker continues.\n\"Nominations were made by authority,\" just as they have been made here this morning in our\npresence, and in which we have participated, \"but the members of the Church were given the\nright to accept or reject those nominated. The Lord has never forced the acceptance of his\nprophets. If the Lord sends a prophet, he will be a prophet, even if no one accepts his\nmessage, but the Lord has at no time forced the acceptance of a prophet's message on the\npeople; nor has he forced a prophet on the people as president of his Church, nor a bishop on\nhis congregation.\n<\/p><p>\n\"In the Church he organized, the members were an important part of the organization: they\nwere free and responsible, because the Holy Ghost was not given to their leaders, the apostles,\nbishops, and elders, alone, but to every worthy member of the Church. Both leaders and\nmembers were free to obey or disobey the inspiration of the Spirit, and both were equally\nresponsible for their individual choices and the consequences entailed by their choices. Thus\neach member of the Church was made, in part, responsible for the government and conduct of\nthe Church,\" says Brother Barker.\n<\/p><p>\nWe read in Acts of the council of Jerusalem: \"Then pleased it the apostles and elders, with the\nwhole church, to send chosen men of their own company to Antioch . . .\" and the next verse\nis again repeated, \"And they wrote letters by them after this manner; The apostles and elders\nand brethren\" (<span class=\"citation\" id=\"7850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7850)\">Acts 15:22-23<\/a><\/span>).\n<\/p><p>\nWhat is our position today? Take, for example, public affairs. I read recently a comment of\none of our national statesmen, Adlai Stevenson, \"Our condition has nothing to do with any\ndeficiency of technology or resources. It is a matter of people forgetting that\npolitical freedom can be sustained only by continuing individual commitment.\" As he\ncontinues: \"The great German poet Goethe, who also lived through a crisis of freedom, said to\nhis generation 'What you have inherited from your fathers, earn over again for yourselves or\nit will not be yours.' We inherited freedom. We seem unaware that it has to be remade and\nre-earned in each generation of man.\"\n<\/p><p>\nStevenson says, \"The natural government of man is servitude. Tyranny is the natural pattern\nof government.\" If that be true, it is in direct opposition to the government of God. \"We do\nnot slip into freedom or happiness. It is strenuously sought and earned.\"\n<\/p><p>\nWhen will we realize that the very power and success of US society demand more not less\nindividual dedication for its citizenship. It is interesting to note that the concern of our leaders\ntoday is not expressed in terms of security but in terms of survival. What else but individual\ndedication can stay the Soviet assault on free civilization?\n<\/p><p>\nIn an oft-quoted passage from Shakespeare there is a warning given which we might well\nheed: \n<\/p><p>\n\"There is a tide in the affairs of men<br \/>\nWhich, taken at the flood, leads on to fortune; <br \/>\nOmitted, all the voyage of their life<br \/>\nIs bound in shallows and in miseries.\"\n(<i>Julius Caesar<\/i>, Act. IV, Sc. 3).\n<\/p><p>\nWhen in the course of life one arrives at a fork in the way, a decision must be made and a\ncourse selected often results in a choice that later becomes completely irrevocable. President\nMcKay told us yesterday of the 231,000 teachers in the Church. I say they stand as watchmen\nat the crossroads to direct us aright in the course we pursue. Our decisions, once executed,\ncan never be erased. This is because such selections introduce a new series of conditions,\nsetting in motion events which cannot later be recalled. The good done, the evil accomplished,\nare all there. It is a faithful axiom that he who would not when he might, shall not when he\nwould.\n<\/p><p>\nHappy is he who profits by the experiences of the past, like those of the Athenians in ancient\ntimes so that he may make right decisions in the present and face the future with confidence,\ndivinely assured that his hope concerning things to come will have full and lasting\nrealizations. Faith in Jesus Christ our Lord, and obedience to his restored gospel assures\ninevitably this glorious result&mdash;the enjoyment of that peace which passeth understanding\n(<span class=\"citation\" id=\"41250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41250)\">Philip. 4:7<\/a><\/span>) now\nas in all prior time.\n<\/p><p>\nLet us all live in all that we do, guided and directed by the inspiration which comes to the\nfaithful as a gift of the Holy Ghost. \"But blessed are your eyes, for they see: and your ears,\nfor they hear\" (<span class=\"citation\" id=\"34961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34961)\">Matt. 13:16<\/a><\/span>).\n<\/p><p>\nMay the Lord bless us all, I pray humbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}