{"ID":1008, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Work for the Dead<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1959, pp. 98-101<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray for an interest in your faith and prayers while I fulfil this assignment. Many of the\nbrethren have already given my talk several times, nevertheless I feel that it is an important\nsubject and can stand repetition.\n<\/p><p>\nIn the beginning of this dispensation on September 21, 1823, Moroni appeared to the Prophet\nJoseph Smith. In that visit he quoted the prophecies of Malachi: \n<\/p><p>\n\"For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do\nwickedly shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts,\nthat it shall leave them neither root nor branch . . .<br \/>\n\". . . Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before\nthe coming of the great and dreadful day of the Lord . . .<br \/>\n\". . . And he shall plant in the hearts of the children the promises made to the fathers, and the\nhearts of the children shall turn to their fathers. If it were not so, the whole earth would be\nutterly wasted at his coming\" (<span class=\"citation\" id=\"30397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30397)\">JS&mdash;H 1:37-39<\/a><\/span>).\n<\/p><p>\nThus renewing this ancient promise which even the Jews at the time of Christ were looking\nforward to receive this promise was fulfilled 123 years ago on April 3, 1836. Following a\nSacrament service in the Kirtland Temple Joseph Smith and Oliver Cowdery retired behind\nthe veil of the temple and after fervent prayer, there appeared to them the Lord Jesus Christ\nwho accepted the Kirtland Temple and gave his approval. This temple had just previously\nbeen dedicated. (March 27, 1836.) Moses appeared and gave unto them the keys of the\ngathering of Israel. Elijah the prophet appeared to them and bestowed upon them the keys of\nthe sealing power of the priesthood.\n<\/p><p>\nThe Prophet Joseph Smith said this about the mission of Elijah: \n<\/p><p>\n\"The spirit, power and calling of Elijah is, that ye have power to hold the key of the\nrevelations, ordinances, oracles, powers and endowments of the fulness of the Melchizedek\nPriesthood and of the kingdom of God on the earth; and to receive, obtain, and perform all\nthe ordinances belonging to the kingdom of God, even unto the turning of the hearts of the\nfathers unto the children, and the hearts of the children unto the fathers, even those who are\nin heaven\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 337).\n<\/p><p>\nAgain the Prophet Joseph Smith said: \n<\/p><p>\n\"What is this office and work of Elijah? It is one of the greatest and most important subjects\nthat God has revealed. He should send Elijah to seal the children to the fathers, and the\nfathers to the children\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 337).\n<\/p><p>\nThe mission of Elijah is to restore to earth the power, that whatsoever is sealed on earth will\nbe sealed in heaven. This sealing power is not alone for the dead. The dead cannot receive\nthese blessings unless there are those living who have performed these same sealing\nordinances for themselves, first&mdash;that is, a wife to a husband and children to parents.\n<\/p><p>\nWithout the coming of Elijah there would be no need for temples, there would be no sealing\nin marriage for time and eternity, no sealing of children to parents, no need for genealogy.\nThere would be no sealing for the living or the dead. This is not for the dead alone, it is for\nthe living first.\n<\/p><p>\nI testify that Elijah did come, and others have testified also, and we have heard other\ntestimonies in this conference. In addition to the testimony of Joseph Smith and Oliver\nCowdery, and others currently, we have factual evidence that Elijah came. One year after\nElijah's coming, in 1837, laws were passed in Great Britain compelling the preservation of\nduplicate records of the dead. In the 400 years preceding the coming of Elijah, there were\ncatalogued by Mr. T. B. Thompson 192 British family histories. In just one hundred years\nafter the coming of Elijah in 1836, there were 1,879 British family histories published.\n<\/p><p>\nIn addition to the published family histories, about the only family record was one made in\nthe old family Bible, such as the one I have here. This happens to be the family Bible of\nHyrum Smith, my great-great-grandfather, the brother of Joseph Smith who was martyred in\nCarthage. In the middle of these old Bibles that we are all familiar with is a page for births, a\npage for deaths, a page for marriages; and that was about the extent of the family records\nwhich were kept at that time.\n<\/p><p>\nIn 1844, just eight years after the coming of Elijah, the year of the martyrdom of Joseph\nSmith and Hyrum Smith, the first organization for the purpose of the gathering together\nrecords of the dead, and compiling genealogical records, was formed in the city of Boston,\nMassachusetts&mdash;The New England Historical and Genealogical Society.\n<\/p><p>\nIn 1869 The New York Genealogical and Biographical Society was organized. Since then\nliterally hundreds of genealogical organizations have been organized all through the Atlantic\nCoast states and spreading all over Europe and the United States.\n<\/p><p>\nInstead of gathering the records in the old-time family Bibles, we now have special charts.\nMost of you are familiar with the pedigree charts which we now use. In the old family Bible,\nthe records that were given were, first, a record of themselves and then of their posterity.\nToday we make a record of ourselves and then our ancestors, going back in the other\ndirection. The living come first in this work. Many have said to me, and I hear the expression\noften, \"My genealogy is all done. My mother did our genealogy,\" or \"An aunt did our\ngenealogy,\" or \"Our father did our genealogy.\" But I do not think that very many of such\npeople, if they will investigate and fill the charts similar to this one I have here, will find that\nall of their genealogy is done. If you go back five generations, you have thirty-two different\nlines, and in the chart I just showed, going back seven generations, you will have 128\ndifferent lines to follow. You only need to go ten generations back, and you get 1024\ndifferent lines to follow.\n<\/p><p>\nGenealogy is not just a chain line. I have a record of a chain line that starts with the Smith\nfamily and goes back branching off from the Smith family when they could not go farther\nwith that line. It goes back to 443 B.C. Yet this is not all of the Smith genealogy.\n<\/p><p>\nThis is your responsibility, brothers and sisters, to make sure that your genealogy is gathered.\nI see the effects of this spirit of Elijah becoming stronger all the time. Often it is just one\nmember of the family who joins the Church. I have many husbands and wives come to me,\neach one being the only member of the Church in his immediate family. I believe the Lord\ndeliberately designates and sends a valiant spirit into a special family in a special location,\neven in far-off missions, for the explicit purpose of having a spirit who will accept of the\ngospel of Jesus Christ, hear the voice when it comes to him, and recognize it as true. Then,\nafter becoming a member of the Church, he will gather the records that the promises to the\nfathers may be fulfilled.\n<\/p><p>\nMany people who join the Church are the only ones in their family in the Church and are\nespecially assigned and their special mission is to gather their genealogy and perform the\nsealing blessings that the fathers may receive the blessings promised in the promise of Elijah.\nI am reminded of a Japanese boy, a convert to the Church here in the States, who, in\nfulfilling his obligation in the military service, was taken to Japan. During his leaves of\nabsence, on his furloughs, he went to Hiroshima where he found relatives who were more\nthan willing to give him records of his genealogy, pictures of family members, and records.\nSome were insulted to think that they had not been thought of sooner, and they are continuing\nto send records to him. He unrolled on the floor of my office a pedigree chart he had made\nup which stretched clear across the room and was still not all unrolled&mdash;one member of a\nfamily bringing the blessings to the fathers, which is the promise of Elijah. This is typical of\nmany families.\n<\/p><p>\nDo not leave this for others to do. Each has his own responsibility. Are you back in the horse\nand buggy days in the days of the old family Bible where you just gather your own posterity\nrecords? Or, are you gathering together pedigree charts wherein for each couple on the\npedigree chart you have a family record sheet? Most of you are familiar with these sheets.\nAnd if you are, you will soon have a book built up of those loose sheets as thick as this old\nfamily Bible with just genealogy, instead of just one or two sheets in the middle of a book.\n<\/p><p>\nI believe it was worth all of the efforts, and the costs, and the sacrifices to build the Kirtland\nTemple, just to have a place where the keys could be restored, if for no other reason, if we\navail ourselves of these blessings. However, if we do not avail ourselves of these blessings,\nthey will not be of much value to us. We have heard the record of the microfilms that are\navailable to us, and we have temples available. President Bowring reported the other night\nthat there were 2946 endowments in one day in the Los Angeles Temple; over three million\nendowments in a year in the Church, it was reported.\n<\/p><p>\nThese temples are here, and these records are here for us to use, brethren and sisters. Put\nthem to use that they may be of value to us and that we may receive the blessings and that\nour ancestors too may receive these grand and glorious sealing blessings for\nall eternity, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}