{"ID":1011, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keeping the Covenants<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1959, pp. 107-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I am indeed grateful for your fellowship as we assemble in worship\nin this great conference of the Church today. I am grateful for my brethren of the General\nAuthorities, for the messages which they have given, so stimulating to our faith and, I hope,\nencouraging to all of us to keep more faithfully the commandments of our Lord.\n<\/p><p>\nIn the midst of today's worldly enticements which are glamorous but deceptive, it is so easy\nto become careless and digress from the straight and narrow way that leads to life eternal. The\nSavior recognized the weakness of men to transgress and sin even though they possess the\ntruth and knowledge of all gospel ordinances with their requirements for salvation.\n<\/p><p>\nHis parable of the Ten Virgins teaches a profound lesson of great value to his disciples,\npresent and future. Its application reaches into the homes of the Saints and forewarns of\npossible unpreparedness on the part of some for the great day of his coming. In this parable\nthe Savior likened the kingdom of heaven unto ten virgins, which took their lamps, and went\nforth to meet the bridegroom. As members of the Lord's kingdom, they were entitled to the\nwedding invitation. However, only five were wise and by greater vision and good works had\nprepared themselves acceptably for this joyful privilege and were permitted entrance to the\nwedding. The five foolish virgins were unprepared and unready, having procrastinated\nobtaining oil for their lamps, and when they belatedly sought admittance to the wedding, the\nLord replied, \". . . I know you not.\"\n<\/p><p>\n\"Watch therefore,\" he admonished, \"for ye know neither the day nor the hour wherein the Son\nof man cometh\" (<span class=\"citation\" id=\"34981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34981)\">Matt. 25:1-13<\/a><\/span>).\n<\/p><p>\nI wonder, my brothers and sisters, which of the two categories we as members of the Church\nfall into? Do we and our families belong with the wise virgins or the foolish? Will we heed\nthe Savior's warning given in this parable and make honest and wise preparation for entrance\ninto his kingdom? Preparation for eternal glory must go progressively forward every day of\nour lives if we are not to be caught unprepared when earth life is finished or the great day of\nthe Lord comes.\n<\/p><p>\nAs descendants of Abraham, Isaac, and Jacob we are heirs to all the promises pledged to them\nand their posterity throughout their generations. We are bound by covenants and obligations to\nGod even as our forefathers were.\n<\/p><p>\nPerhaps we should define the meaning and significance of a covenant. In a spiritual\napplication a covenant is a solemn, binding compact between God and man\nwhereby man agrees to keep God's commandments and serve him in righteousness and in\ntruth unto the end. The gospel covenants and obligations bind Church members to obedience\nto laws and principles given of God which lead to happiness, love, and eternal joy. A\ncovenant then is an agreement which includes obligations and is given as a principle with\npromise of blessings for obedience.\n<\/p><p>\nThe Lord revealed to Moses that if the Children of Israel would obey his voice and keep his\ncovenant, they should be a peculiar treasure unto him above all people\n(<span class=\"citation\" id=\"22668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22668)\">Ex. 19:5<\/a><\/span>).\n<\/p><p>\nBelonging to the house of Israel, we today are also a covenant people to whom the choice\npromises of God apply. Blessings, however, are predicated upon faithfulness in keeping the\ncommandments of God. Israel was bound by covenants and obligations which they were\nrequired to keep by sacrifice.\n<\/p><p>\nPerhaps in Church assemblies today we do not stress sufficiently the importance of gospel\ncovenants and the Saints' obligation to them. It is our duty to learn and understand the sacred\nand binding nature of the covenants we accept at baptism and the covenants and obligations\nassociated with all other ordinances of the gospel found along that narrow path which leads to\nlife eternal.\n<\/p><p>\nDuring the ministry of Moses, the Lord gave the Sabbath as a perpetual covenant to Israel\nthroughout their generations\n(<span class=\"citation\" id=\"22674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22674)\">Ex. 31:16<\/a><\/span>).\nFaithful observance of the Sabbath, freeing it for\na day of worship and meditation, is as binding upon the people of the world now as it was at\nthe time given. The Ten Commandments also were given by way of a covenant and have\nalways been in force upon the peoples of the world.\n<\/p><p>\nWhen the Savior came among men he established a new covenant and gave a new testament,\neven the sacrifice of his own life for the great cause of truth, of which he was the author. The\nnew covenant established by our Lord, with its obligations, was maintained for a brief time\nonly. Shortly after the death of the apostles, spiritual darkness covered the earth. It was not\nintended that this spiritual darkness should continue always upon the earth. The Lord\npromised that in the Dispensation of the Fulness of Times all things were to be gathered\ntogether in Christ (<span class=\"citation\" id=\"21707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21707)\">Eph. 1:10<\/a><\/span>)\nin preparation for his glorious second coming. Today is the Dispensation of\nthe Fulness of Times spoken of.\n<\/p><p>\nThrough revelation all the ordinances and covenants belonging to the gospel of our Lord have\nbeen restored in this time for the salvation, happiness, and eternal life of God's children.\n<\/p><p>\nThe ordinance of baptism into the kingdom of God is a binding covenant upon all who\nreceive that ordinance. Early in the history of the Church, in consequence of some who had\npreviously been baptized into other churches and desired to unite with the Restored Church\nwithout yielding to another baptism because they considered their former baptism efficacious,\nthe Lord gave a revelation which made clear and unmistakable the course which they should\nfollow. He declared: \n<\/p><p>\n\"Behold, I say unto you that all old covenants have I caused to be done away in this thing;\nand this is a new and an everlasting covenant, even that which was from the beginning.<br \/>\n\"Wherefore, although a man should be baptized an hundred times, it availeth him nothing, for\nyou cannot enter in at the straight gate by the law of Moses, neither by your dead works\"\n(<span class=\"citation\" id=\"13723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13723)\">D&amp;C 22:1-2<\/a><\/span>).\n<\/p><p>\nPresident Brigham Young added this significant contribution to the obligation associated with\nthe covenant of baptism: \n<\/p><p>\n\"All Latter-day Saints,\" said President Young, \"enter the new and everlasting covenant when\nthey enter this Church. The covenant to cease sustaining, upholding and cherishing the\nkingdom of the Devil and the kingdoms of this world. They enter the new and everlasting\ncovenant to sustain the Kingdom of God and no other kingdom. They take a vow of the most\nsolemn kind, before the heavens and earth, and that, too, upon the validity of their own\nsalvation, that they will sustain truth and righteousness instead of wickedness and falsehood,\nand build up the Kingdom of God, instead of the kingdoms of this world\"\n(<i>Discourses of Brigham Young<\/i>, p. 160).\n<\/p><p>\nThese admonitions and instructions emphasize the sacred and binding nature of the covenant\nwhich baptism into the Church places upon every soul receiving this gospel ordinance.\n<\/p><p>\nThe ordinance of the Sacrament is also a sacred covenant. It reminds us of the great sacrifice\nof the Son of God upon the cross, which makes possible our redemption, salvation, and, if\nworthy, exaltation and eternal glory. It also gives us the opportunity to renew and keep in\nforce the sacred covenants and obligations which we have entered into with our God.\n<\/p><p>\nPresident David O. McKay made this choice statement to the Council of the Twelve regarding\nthe blessings of this ordinance: \n<\/p><p>\n\"What a strength there would be in this Church if next Sunday every member who partakes of\nthe Sacrament would sense the significance of the covenant made in that ordinance&mdash;every\nmember willing to take upon him the name of the Son, a true Christian, proud of it, and\nalways remember him, in the home, in business, in society, always remember him and keep\nhis commandments that he has given them. How comprehensive that blessing and how\nsignificant the covenant we make each Sabbath day.\"\n<\/p><p>\nThis admonition, my brothers and sisters, we should always remember as a part of the\npreparation necessary in meeting the requirements of the covenant of the Sacrament.\n<\/p><p>\nThe Holy Priesthood is accepted by an oath and covenant and is binding upon those who\nreceive it. They obligate themselves to keep faithfully all the commandments of God and to\nmagnify their callings by honoring and exercising the priesthood in righteousness for the\nbenefit and blessing of mankind.\n<\/p><p>\nLike the Children of Israel of old we, today, cannot meet the obligations of gospel covenants\nwithout sacrificing the things of this world&mdash;our personal ambitions, our time and means and,\nif need be, membership in every organization not established for the building up of Zion.\n<\/p><p>\nThe Lord has promised that those who faithfully keep the oath and covenant of the Holy\nPriesthood will be given all that he has. And what does this promise mean? President Wilford\nWoodruff made this explanation: \n<\/p><p>\n\"Who in the name of the Lord can apprehend such language as this? Who can comprehend\nthat, by obeying the celestial law, all that our Father has shall be given unto us\n(<span class=\"citation\" id=\"13768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13768)\">D&amp;C 84:38<\/a><\/span>)&mdash;exaltations,\nthrones, principalities, power, dominion . . .\"\n<\/p><p>\nAnd then again, President Woodruff asks: \". . . Who can comprehend it?\"\n(<i>Discourses of Wilford Woodruff<\/i>, p. 79).\n<\/p><p>\nCan we, my brothers and sisters, comprehend the significance and far-reaching benefits of this\npromise? To realize fully these expectations, the Lord has revealed another covenant, the new\nand everlasting covenant of marriage, which binds together by the authority of the Holy\nPriesthood, man and wife for time and for all eternity. Children born to them, or later sealed\nto them, become theirs if true and faithful throughout all the eternities of time. What a\nglorious covenant this is, so full of blessings and promise of rich rewards.\n<\/p><p>\nPerhaps the sacredness and far-reaching effects of all these covenants and obligations and\nothers unmentioned can be summed up in the words of two past Presidents of the Church.\n<\/p><p>\nPresident Wilford Woodruff taught: \n<\/p><p>\n\"'We are under sacred covenants to stand by the truth.' . . . We have received the light, the\nknowledge of God; we are under sacred covenants to stand by the truth, and by one another\nin righteousness\" (<i>Ibid.<\/i>, p. 81).\n<\/p><p>\nPresident Joseph F. Smith emphasized with forceful language the obligation of Latter-day\nSaints to the covenants they have received with this counsel and admonition: \n<\/p><p>\n\"Among the covenants are these, that they will cease from sin and from all unrighteousness;\nthat they will work righteousness in their lives; that they will abstain from the use of\nintoxicants from the use of strong drinks of every description, from the use of tobacco, from\nevery vile thing, and from extremes in every phase of life; that they will not take the name of\nGod in vain; that they will not bear false witness against their neighbor; that they will\nseek to love their neighbors as themselves; to carry out the golden rule of the\nLord, do unto others as they would that others should do unto them\" (<i>Gospel Doctrine<\/i>, p. 107).\n<\/p><p>\nNow, my brothers and sisters, the Lord has not left us without instruction concerning how the\ncovenants and obligations of the gospel are to be maintained in our lives. In the revelation\nsetting forth the oath and covenant which belongs to the Holy Melchizedek Priesthood, the\nLord gave this comprehensive warning and advice: \n<\/p><p>\n\"And I now give unto you a commandment to beware concerning yourselves, to give diligent\nheed to the words of eternal life.<br \/>\n\"For you shall live by every word that proceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"13769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13769)\">D&amp;C 84:43-44<\/a><\/span>).\n<\/p><p>\nIf we prayerfully meditate this instruction, we can understand why it is profitable for each of\nus to be more careful henceforth in observing and keeping our vows with the Lord.\n<\/p><p>\nIt is well to remember that we kept our first estate in the pre-existent world; therefore, how\ntragic it would be if in this interlude of mortality, which is such a small part of our eternal\nexistence, we should forget our heritage and transgress the commandments of God and thus\nlose all the credits acquired there.\n<\/p><p>\nOur safety and happiness lie in keeping fully the commandments of God and maintaining,\nthrough good works, all obligations connected with the covenants entered into with him to the\nend of our days.\n<\/p><p>\nI pray God will give us the strength, my brothers and sisters, to do so, for our joy and\nhappiness, which I ask humbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}