{"ID":1012, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Jesus the Christ<\/p>\n<p class=\"gcspeaker\">Elder Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1959, pp. 110-112<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs we are still enjoying the afterglow of Easter, the emphasis throughout this great conference\nhas been on the divinity of Christ. From the profound and scholarly opening address of\nPresident J. Reuben Clark, Jr., Saturday morning, through all the sessions of the conference,\nall have borne witness that Jesus is the Christ, the Son of the Living God. I cannot hope to\nadd anything to what has been said unless, perhaps, emphasis by repetition.\n<\/p><p>\nLittle is known of the details of the Master's sojourn on the earth except during those three\ntranscendent years of his ministry, the most eventful years of history. If we are to get a proper\nconcept of the moral and spiritual significance and splendor of his unique life&mdash;from\nBethlehem to Bethany&mdash;we must view it in the light of eternity. He lived his life on this\nearth at the summit of time, and on the high point of that summit we see the light of the\nresurrection, the most glorious beacon in the universe, flashing hope and courage to a\nbenighted world. Let us from that eminence look back&mdash;back beyond Eden, and there we\nshall find that Jesus the Christ was with God the Father in the beginning.\n<\/p><p>\nAnd that beginning must have antedated the beginning of which we read in Genesis when the\nearth was created, for the obvious reason that he was its Creator. Yes, he lived before time\nbegan as we understand time. There is ample scriptural evidence to support the belief that\nChrist had a pre-mortal existence. Time will not permit quoting or reading many of the\npassages of scripture, but I should like to refer to one or two.\n<\/p><p>\nJohn, in his inspired preface, said: \n<\/p><p>\n\"In the beginning was the Word, and the Word was with God, and the Word was God.<br \/>\n\"The same was in the beginning with God.<br \/>\n\"All things were made by him; and without him was not any thing made that\nwas made . . .<br \/>\n\"And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as\nof the only begotten of the Father,) full of grace and truth\"\n(<span class=\"citation\" id=\"27821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27821)\">John 1:1-3,14<\/a><\/span>).\n<\/p><p>\nTo this wonderful testimony Paul adds this corroboration:\n<\/p><p>\n\"For by him were all things created, that are in heaven, and that are in earth, visible and\ninvisible, whether they be thrones, or dominions, or principalities, or powers: all things were\ncreated by him, and for him:<br \/>\n\"And he is before all things, and by him all things consist\"\n(<span class=\"citation\" id=\"10503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10503)\">Col. 1:16-17<\/a><\/span>).\n<\/p><p>\nAnd the writer of Hebrews adds: \n<\/p><p>\n\"God, who at sundry times and in divers manners spake in time past unto the fathers by the\nprophets.<br \/>\n\"Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all\nthings, by whom also he made worlds\"\n(<span class=\"citation\" id=\"24280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24280)\">Heb. 1:1-2<\/a><\/span>).\n<\/p><p>\nJesus himself referred to his pre-existence many times; for instance he said: \n<\/p><p>\n\"For I came down from heaven, not to do mine own will, but the will of him that sent me\"\n(<span class=\"citation\" id=\"27834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27834)\">John 6:38<\/a><\/span>).\n<\/p><p>\nAnd then in that greatest of all prayers we find the poignant passage: \n<\/p><p>\n\"And now, O Father, glorify thou me with thine own self with the glory which I had with\nthee before the world was\"\n(<span class=\"citation\" id=\"27877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27877)\">John 17:5<\/a><\/span>).\n<\/p><p>\nAt another time he chidingly spoke to his uncomprehending followers and said: \n<\/p><p>\n\". . . Doth this offend you?<br \/>\n\"What and if ye shall see the Son of man ascend up where he was before?\"\n(<span class=\"citation\" id=\"27836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27836)\">John 6:61-62<\/a><\/span>).\n<\/p><p>\nThese proofs of Christ's pre-existence confirm our faith in the immortality of the soul for if\nthe spirit had an existence before the body was created, so that spirit is capable of\nindependent existence after the body dies.\n<\/p><p>\nThe fact that he came forth from the tomb with spirit and body reunited&mdash;and this is the\ncentral fact in the teachings of the apostles gives divine assurance that we too, through his\natoning sacrifice, shall partake of the blessings of the resurrection. Hearken to his promise: \n<\/p><p>\n\". . . I am the resurrection, and the life: he that believeth in me, though he were dead, yet\nshall he live:<br \/>\n\"And whosoever liveth and believeth in me shall never die\"\n(<span class=\"citation\" id=\"27849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27849)\">John 11:25-26<\/a><\/span>).\n<\/p><p>\nAnd let us read together the words of John, written while he was on the Isle of Patmos, as\nrecorded in Revelation,\n<\/p><p>\n\"Behold, he cometh with clouds; and every eye shall see him, and they also which pierced\nhim\" (<span class=\"citation\" id=\"42286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42286)\">Rev. 1:7<\/a><\/span>).\n<\/p><p>\n\"And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying\nunto me, Fear not; I am the first and the last:<br \/>\n\"I am he that liveth, and was dead; and, behold, I am alive for evermore\"\n(<span class=\"citation\" id=\"42287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42287)\">Rev. 1:17-18<\/a><\/span>).\n<\/p><p>\nJohn continues:\n<\/p><p>\n\"And after these things I heard a great voice of much people in heaven, saying, Alleluia;\nSalvation, and glory, and honour, and power, unto the Lord our God . . .<br \/>\n\"And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD\nOF LORDS\" (<span class=\"citation\" id=\"42295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42295)\">Rev. 19:1,16<\/a><\/span>).\n<\/p><p>\nFurthermore: \n<\/p><p>\n\"And I saw a new heaven and a new earth: for the first heaven and the first earth were passed\naway; and there was no more sea.<br \/>\n\"And I John saw the holy city, new Jerusalem, coming down from God out of heaven,\nprepared as a bride adorned for her husband . . .<br \/>\n\"And he said unto me, It is done. I am Alpha and Omega, the beginning and the end\"\n(<span class=\"citation\" id=\"42297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42297)\">Rev. 21:2,6<\/a><\/span>).\n<\/p><p>\nZechariah said that when the Master shall appear he will stand on the Mount of Olives, and\nthe mount shall be cleft in twain, and they beholding the wounds in his hands shall ask\nwhence these wounds, and he shall reply,\n<\/p><p>\n\". . . Those with which I was wounded in the house of my friends\"\n(<span class=\"citation\" id=\"43071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43071)\">Zech. 13:6<\/a><\/span>).\n<\/p><p>\n\"And his feet shall stand in that day upon the mount of Olives, which is be fore Jerusalem on\nthe east, and the Mount of Olives shall cleave in the midst thereof toward the east and toward\nthe west, and there shall be a very great valley; and half of the\nmountain shall remove toward the north, and half of it toward the south\"\n(<span class=\"citation\" id=\"43072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43072)\">Zech. 14:4<\/a><\/span>).\n<\/p><p>\nWe proclaim the pre-existence and divine nature of Christ, the purpose of his life, the reality\nof his resurrection and the certainty of his second coming as eternal and well-attested truths\nand prophetic promises. They have illuminating and inspiring significance for our troubled\nworld. They are our heritage from the Judeo-Christian world, clarified and amplified by\nmodern revelation.\n<\/p><p>\nThey are relevant to our time and age, which, as Adlai Stevenson recently pointed out, \"is a\ntime of conflict of ideology, as a time of ferment in technology, a period of revolution in\nscience . . . an era when at last the means lie at hand to free mankind from the ancient\nshackles of pain and hunger. It is all these things, but the true crisis of our times lies at a\ndeeper level. All this freedom and elbow room only thrusts onto us with more force the\nfundamental issue of the faith that is in us.\"\n<\/p><p>\nAs the late A. Powell Davies said: \"The world is too dangerous for anything but truth and too\nsmall for anything but brotherhood.\"\n<\/p><p>\nThere must be a reaffirmation of the truths concerning the fatherhood of God, the Godhood\nof Christ, and the brotherhood of man. <i>Truths for which the Savior gave his life<\/i>. Truth and\nbrotherhood, love of God and fellow men, will make men free and establish peace in a world\nwhich is threatened with a devastating and final war.\n<\/p><p>\nThe truculent and blasphemous attempts of communist ideologies to erase Christ from their\nliterature and to expunge all memory of him from the hearts and minds of men, in order to\ndegrade and enslave men, must fail, for as God made man in his own image, so his image is\nindelibly stamped on the souls of men, and instinctively they know that they are the sons of\nGod.\n<\/p><p>\nThe challenge of evil with its inevitable confusion tends to make the relevance of Christ's life\nand message more apparent and the application of his divine teachings more urgent.\n<\/p><p>\nIt would be cowardly almost to the point of treason to dilute, water down and make insipid\nthe soul-saving power of these glorious truths. Indeed, as Paul said: \n<\/p><p>\n\"That at the name of Jesus every knee should bow . . .<br \/>\n\"And that every tongue should confess that Jesus Christ is Lord, to the glory of God the\nFather\" (<span class=\"citation\" id=\"41249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41249)\">Philip. 2:10-11<\/a><\/span>).\n<\/p><p>\nWe humbly but fearlessly add to the testimonies of the prophets and apostles of old our own\nwitness that he lives, that he is a personal being, that he will come again with his resurrected\nglorified body still bearing the marks of the crucifixion and that there is none other name\nunder heaven given among men whereby we must be saved\n(<span class=\"citation\" id=\"7845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7845)\">Acts 4:12<\/a><\/span>), to which I testify in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}