{"ID":1015, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Salvation, A Family Affair<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1959, pp. 117-118<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMay I call attention to the great gospel truth that salvation is a family affair, that it is attained\nin and through, by and because of families.\n<\/p><p>\nFor a text, may I read the words quoted by Moroni to Joseph Smith on the evening of\nSeptember 21, 1823: \n<\/p><p>\n\"Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the\ncoming of the great and dreadful day of the Lord.<br \/>\n\"And he shall plant in the hearts of the children the promises made to the fathers, and the\nhearts of the children shall turn to their fathers.<br \/>\n\"If it were not so, the whole earth would be utterly wasted at his coming\"\n(<span class=\"citation\" id=\"13709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13709)\">D&amp;C 2:1-3<\/a><\/span>).\n<\/p><p>\nNow, what were the promises made to the fathers? Since the coming of Elijah, on April 3,\n1836, in what way have these promises been planted in the hearts of the children?\n<\/p><p>\nIn answer, and by way of illustration may I read one of the greatest promises ever made to\nthe fathers, one which is perhaps pre-eminent above all others. To Abraham the Lord said: \n<\/p><p>\n\". . . I am the Lord thy God . . .<br \/>\n\"My name is Jehovah, and I know the end from the beginning . . .<br \/>\n\"And I will make of thee a great nation, and I will bless thee above measure, and make thy\nname great among all nations, and thou shalt be a blessing unto thy seed after thee, that in\ntheir hands they shall bear this ministry and Priesthood unto all nations;<br \/>\n\"And I will bless them through thy name; for as many as receive this Gospel shall be called\nafter thy name, and shall be accounted thy seed, and shall rise up and bless thee, as their\nfather;<br \/>\n\"And I will bless them that bless thee, and curse them that curse thee; and in thee (that is, in\nthy Priesthood) and in thy seed (that is, thy Priesthood)\" and now note particularly what\nfollows; it is the heart and core of all the promises made to the fathers&mdash;\"for I give unto thee a\npromise that this right shall continue in thee, and in thy seed after thee (that is to say, the\nliteral seed, or the seed of the body) shall all the families of the earth be blessed, even with\nthe blessings of the Gospel, which are the blessings of salvation, even of life eternal\"\n(<span class=\"citation\" id=\"7212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7212)\">Abr. 2:7-11<\/a><\/span>).\n<\/p><p>\nIn the nearly four thousand years since Abraham, uncounted millions of his literal seed have\nlived in the world, most of them in a day when the gospel, with its saving ordinances and\ntruths, was not found among men. Yet the Lord promised Abraham, their father that these\nmillions who have sprung from him, these millions who are his literal seed, these hosts of his\nposterity who comprise a major portion of a multitude of nations, that all these are\nentitled by lineage and as of right to the blessings of the priesthood, of the\ngospel, of salvation, and of eternal life.\n<\/p><p>\nMay I here note that in order for men to gain salvation in the kingdom of God, they must\nreceive the ordinances of baptism and of the laying on of hands for the receipt of the Holy\nGhost; and in order for them to gain eternal life, which is the fulness of the Father's kingdom,\nand be joint-heirs with his Son, they must in addition enter into the ordinance of celestial\nmarriage.\n<\/p><p>\nNow by revelation the Lord in our day has singled out and identified the children in whose\nhearts the promises made to the fathers have been planted. To the elders of the Church in this\nday he said: \n<\/p><p>\n\"Thus saith the Lord unto you, with whom the priesthood hath continued through the lineage\nof your fathers&mdash;<br \/>\n\"For ye are lawful heirs, according to the flesh, and have been hid from the world with Christ\nin God&mdash;<br \/>\n\"Therefore your life and the priesthood have remained, and must needs remain through you\nand your lineage until the restoration of all things spoken by the mouths of all the holy\nprophets since the world began.<br \/>\n\"Therefore, blessed are ye if ye continue in my goodness, a light unto the Gentiles, and\nthrough this priesthood, a savior unto my people Israel. The Lord hath said it\"\n(<span class=\"citation\" id=\"13773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13773)\">D&amp;C 86:8-11<\/a><\/span>).\n<\/p><p>\nWell, we are latter-day Israel; we are part of the seed of Abraham; we hold the power and\nauthority of this priesthood; we are a light to the gentile nations, and as a result we are under\ncommand to carry the message of salvation to them. But we are also chosen and appointed to\nbe saviors to Israel itself, to the seed of Abraham&mdash;to the whole kingdom and nation of\npeople of the chosen lineage, who have lived in all the days since Abraham&mdash;whether they\nlived when the gospel was here or whether they did not.\n<\/p><p>\nMay I now show how these principles work by using myself as the illustration. I have\nreceived the gospel; I have been baptized under the hands of a legal administrator; I have\nreceived the gift of the Holy Ghost&mdash;all of which has put me on a path leading to an\ninheritance of salvation in the celestial world. Also, I have gone to the temple and been sealed\nto one of God's choicest handmaidens and have thereby obtained a place on the path leading\nto an inheritance of eternal life in the highest heaven of the celestial world. By obedience I\nhave power to press forward and obtain these great rewards.\n<\/p><p>\nBecause I have some understanding and realization of the glory, importance, and worth of\nthese gospel blessings, there has come into my heart a great desire to have my children after\nme become inheritors of the same identical blessings that I have received, and so I strive to\nbring up my children in light and truth\n(<span class=\"citation\" id=\"13782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13782)\">D&amp;C 93:40<\/a><\/span>).\nNext to my own salvation and that of my wife, there\nis nothing so important to me as the salvation of my children.\n<\/p><p>\nFurther, because I know the priceless worth of the gospel and the blessings that flow from it,\nI have a desire that my ancestors&mdash;those who lived when the gospel was not on earth and\nwho have not had the privileges which are mine&mdash;I have a great desire that they also should be\ninheritors of these blessings. In other words, the promises made to the fathers have been\nplanted in my heart (<span class=\"citation\" id=\"13710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13710)\">D&amp;C 2:2<\/a><\/span>),\nand I am obligated to act as a minister for the salvation of those in my\nline who have lived and died without having the gospel preached to them.\n<\/p><p>\nAnd now, if I do what I should, I will search out and identify those who have gone before in\nmy lineage, and will see that the ordinances of salvation and exaltation are performed for\nthem.\n<\/p><p>\nSalvation is a family affair. It is I, my wife, my children, and my ancestors. It is you, your\nwives, your children, and your ancestors. Salvation is a family affair.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}