{"ID":1017, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Closing Address<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1959, pp. 121-122<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAnd now we come to that moment when we should like to express our thanks and\nappreciation. We have had a glorious conference. Many have contributed to its inspiration and\nsuccess. Will all who have participated in the inspiration of these gatherings please accept of\nthe gratitude of our hearts.\n<\/p><p>\nThe singing for this session, as we have already informed you, has been furnished by the\nRicks College choir under the direction of Chester W. Hill, with Frank W. Asper at the organ.\nWe wish to express appreciation to these young men and women of the Ricks College for the\nhours they have spent in practice in weeks that have gone by, resulting in the inspiration of\ntheir singing to this congregation today. The Lord bless you young people. We are proud of\nyou! We have enjoyed your presence as well as your inspirational singing. May the Lord's\nprotecting care be with you as you go back to your homes, and may this experience ever be a\nhappy memory for you, as it will be for all of us.\n<\/p><p>\nI should like to express again our appreciation to the Brigham Young University combined\nchoruses. They occupied these seats last Saturday&mdash;another choice group of young people.\nWe cannot help feeling confident that the Church is in good hands when we see such\nrepresentatives of youth as have participated in this conference.\n<\/p><p>\nWe wish to express appreciation to the Tabernacle Choir, and the Tabernacle Choir men's\nchorus for their participation during the various sessions of our annual conference. Forty-five\nthousand two hundred eighty-seven men of the priesthood were moved by the inspirational\nsinging of those young men from the choir last Saturday night.\n<\/p><p>\nWe are not unmindful of the public press and you reporters for your fair and accurate reports\nthroughout sessions of the conference. We want the city officials to know that we are not\nunmindful of the help they have rendered during the last five days, to Chief W. Cleon\nSkousen, and his associates, the traffic officers&mdash;in handling increased traffic, for the fire\ndepartment, and the Red Cross, who stood on hand ready for an emergency; for you\ntabernacle ushers who have rendered service early and late in seating the great audiences.\n<\/p><p>\nWe are grateful for the radio and television service&mdash;twenty-seven television and twenty\nradio stations throughout our own city and the nation have carried the messages of this\nconference to untold thousands of people who have listened to the proceedings of the One\nHundred and Twenty-ninth Annual Conference of the Church.\n<\/p><p>\nWe have already named those who have sent these lovely flowers, sweet messages of their\nlove, and best wishes for a successful and inspirational conference.\n<\/p><p>\nThe closing prayer of this session will be offered by Elder Alfred E. Rohner, formerly\npresident of the Southwest Indian Mission.\n<\/p><p>\nNow I should like to say, brothers and sisters, the Lord bless us with a desire to live better\nthan we have ever done before. No individual can go away from this conference, even as a\nlistener, without a heavier responsibility upon him. One of the happiest experiences that I\nhave had has been to meet young people, and hear the young man or young woman say, as he\nor she introduced his or her companion, \"I want you to meet my friend who is an\ninvestigator.\" And that has happened frequently during this conference.\n<\/p><p>\nIn 1923 in the British Mission there was a general instruction sent out to the\nmembers of the Church advocating what Brother Gordon B. Hinckley has emphasized today.\nWe did not spend money advertising in the press. The feeling in England was quite bitter at\nthat time, but we said: \"Throw the responsibility upon every member of the Church that in the\ncoming year of 1923 every member will be a missionary. Every member a missionary! You\nmay bring your mother into the Church, or it may be your father; perhaps your fellow\ncompanion in the workshop. Somebody will hear the good message of the truth through you.\"\n<\/p><p>\nAnd that is the message today. <i>Every member<\/i>&mdash;a million and a half&mdash;<i>a missionary!<\/i> I think\nthat is what the Lord had in mind when he gave that great revelation on Church government,\nas recorded in the 107th section of the Doctrine and Covenants. He describes the Melchizedek\nPriesthood and the men who stand at the head of that priesthood, and the Aaronic Priesthood\nand the presidency of the Aaronic Priesthood, those who are active in the priesthood quorums&mdash;both\nthe Melchizedek and the Aaronic. He then goes into detail about the duties of\nmembers and concludes: \n<\/p><p>\n\"Wherefore, now let every man learn his duty, and to act in the office in which he is\nappointed, in all diligence.\n<\/p><p>\n\"He that is slothful shall not be counted worthy to stand, and he that learns not his duty and\nshows himself not approved shall not be counted worthy to stand. Even so. Amen\"\n(<span class=\"citation\" id=\"13791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13791)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\nI think that includes the father of a little girl who sent a letter to me this week. She first gave\nher age. She loved her father and mother, she said, but \"Father doesn't take Mother to the\ntemple. I wish he would. I love them both, and I want to be sealed to them.\" \"Wherefore,\nnow let every man learn his duty and walk in the performance of it in all diligence.\" That is\nthe responsibility of every man and woman and child who has listened to this great and\nwonderful conference, to the inspiring messages of the Council of the Twelve and other\nGeneral Authorities.\n<\/p><p>\nGod help us to be true to our responsibility and to our callings, and especially to the\nresponsibility we bear as fathers and mothers of the children of Zion&mdash;heaven's treasures\ngiven to us.\n<\/p><p>\nO Father, bless those who hold this priesthood, who have been married in accordance with thy\ninstructions, and God help all to take advantage of this eternal blessing, that we may be united\ntogether and with thee forever, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}