{"ID":102, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Foundations of Happiness<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1944, pp. 26-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am just trying to collect my thoughts, after listening to that remarkable report of the\nfinancial condition of the Church. I am somewhat amused, too, because only a few days ago\none of our citizens here in Salt Lake City told a friend of his in confidence that the Church\nwas tremendously in debt.\n<\/p><p>\nGRATITUDE FOR BLESSINGS\n<\/p><p>\nI am grateful to our Heavenly Father this morning for the privilege of being here in this\nopening session of our general conference. I have been inspired by the opportunity I have had\nof shaking hands with many of my brethren. It is always a joy to me to see you come here,\nfrom all parts of the Church, to wait upon the Lord\n(<span class=\"citation\" id=\"25012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25012)\">Isa. 40:31<\/a><\/span>), and to participate in the activities of the\nconferences that are held from time to time.\n<\/p><p>\nAs I look into your faces today, I realize that here is a Very fine cross-section of the Church\nof Jesus Christ of Latter-day Saints, and I don't know where anybody could go in the world\nto witness a finer group of men in worship than we have here today.\n<\/p><p>\nI am grateful that President Grant was able to be with us. It is a marvel to me how his life\nhas been preserved. Three times, to my knowledge, his life has been despaired of by those\nwho are close to him, and he has been healed by the power of the Lord. Today is an evidence\nof what can come to an individual who lives a righteous life. He has always been active and a\nhard worker, and yet today, at eighty-seven years of age, he comes to us to enjoy part of\nconference, though his limited strength requires that he return to his home and rest before he\ncan come back again.\n<\/p><p>\nI trust that I may have the benefit of your faith and prayers, that I may be led to say\nsomething that will be helpful, something that may cause us to feel that it is a privilege to be\nidentified with the Church of Jesus Christ of Latter-day Saints. When we realize the situation\nthat people of the world are confronting everywhere, when we pause long enough to consider\nthat the world is in a critical condition, that the destruction of life and property goes on and\nincreases as the days go by, we may be grateful that we have benefited by those who were\nour forebears, who heard the cry to \"Come out of her, O, my people, that ye\npartake not of her sins, and that ye receive not of her plagues\"\n(<span class=\"citation\" id=\"42167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42167)\">Rev. 18:4<\/a><\/span>).\n<\/p><p>\nWhen I realize that our people were gathered from a prosperous, fine section of the world, in\nmost cases, and were transplanted by the power of God, and no other power, to live in these\nmountain vales at a time when they were considered unfit for the habitation of civilized man,\nand then see what the Lord has done for us, I marvel.\n<\/p><p>\nIt has been my privilege to travel in many parts of the world; it has been a great joy to me to\nmingle with men and women in many nations, fine, wonderful characters, all sons and\ndaughters of our Heavenly Father, but when I come back to the valleys of the mountains, and\npartake of the influences that I find here, my heart swells with gratitude that my membership\nis in this Church that bears the name of the Redeemer of mankind, so named by him\n(<span class=\"citation\" id=\"12053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12053)\">D&amp;C 115:4<\/a><\/span>).\n<\/p><p>\nTHE EARTH PREPARED TO MAKE MEN HAPPY\n<\/p><p>\nIt would seem, as you look over the conditions in the world, that men generally have lost all\nunderstanding of the purpose of life. A great majority of the people of the world do not know\nwhy we are here; but the Lord in the beginning, starting with our first parents who were\nplaced upon the earth, began teaching His children the purpose of life, and gave to them rules\nof conduct, which, if observed, would have enriched their lives, brought happiness in\nmortality, and enjoyment of eternal life in the celestial kingdom.\n<\/p><p>\nWhen the Lord began the peopling of this earth&mdash;and he prepared it for the people who live\nupon it&mdash;he provided everything that is necessary to make us happy. You cannot think of\nanything that we need that is not provided. As the years, the centuries, have passed, there\nhave been uncovered new opportunities for development, refinement, culture, and happiness in\nalmost every part of the world.\n<\/p><p>\nWhen the children of Israel were coming out of bondage, where they had been taken in order\nthat a great and wonderful work might be performed, they came out to the Promised Land,\nand on the way the Lord talked, face to face, to Moses\n(<span class=\"citation\" id=\"22552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22552)\">Ex. 33:11<\/a><\/span>), who was their leader, and gave to\nhim a marvelous rule of conduct, the Ten Commandments.\n<\/p><p>\nI should like to read just a part of those commandments, at least, and call attention to the fact,\nthat from the beginning of time, so far as this earth was concerned, when it was populated,\nour Heavenly Father has been advising his children what to do, in order that they might be\nhappy. He has never counseled them to do anything that would make them unhappy. He has\noffered a premium of eternal happiness to those who will live in mortality according to His\nadvice and counsel.\n<\/p><p>\nWhen the children of Israel were in the wilderness, they disobeyed the commandments of the\nLord. It was not very long until they were doing things that displeased Him. Notwithstanding,\nthey were led all day by a pillar of cloud, and at night their whereabouts was indicated by a\npillar of fire (<span class=\"citation\" id=\"22531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22531)\">Ex. 13:21-22<\/a><\/span>).\nA cloud by day, and a pillar of fire by night! And they were\nfed manna (<span class=\"citation\" id=\"22532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22532)\">Ex. 16:15<\/a><\/span>),\nor \"angel food,\" to preserve them while they traveled through the wilderness.\n<\/p><p>\nCOMMANDMENTS GIVEN FOR THE GOOD OF MANKIND\n<\/p><p>\nWhile they were there, in order that there could be no mistake on their part as to what would\nmake them happy, the Lord gave to them these commandments. I want to emphasize that; I\nwant to say that the only way of happiness is the pathway of righteousness. There is no other\nway. We refer to them as commandments, though I have always looked upon them as the\nloving advice of a kind Heavenly Father who, knowing all things, has pointed the way, that\nhis children might be happy.\n<\/p><p>\nNow, he says:\n<\/p><p>\nThou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him\nguiltless that taketh his name in vain\n(<span class=\"citation\" id=\"22533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22533)\">Ex. 20:7<\/a><\/span>).\n<\/p><p>\nI hope the membership of this Church realize that profanity in the sight of our Heavenly\nFather is displeasing, and that there follows a loss of blessings whenever we fail to measure\nup in the way that he indicates we should.\n<\/p><p>\nAgain, let us read.\n<\/p><p>\nRemember the sabbath day, to keep it holy. Six days shalt thou labor, and do all thy work:\nBut the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work,\nthou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor\nthy stranger that is within thy gates: For in six days the Lord made heaven and earth, the sea,\nand all that in them is, and rested the seventh day: wherefore the Lord blessed the sabbath\nday, and hallowed it (<span class=\"citation\" id=\"22539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22539)\">Ex. 20:8-11<\/a><\/span>).\n<\/p><p>\nNow, that is the advice of your Father and mine. That is the advice of the Father of our\nspirits, given to our forebears thousands of years ago, given with the expectation that they\nwould listen, at least many of them, to his wise counsel; and if they had observed to keep that\ncommandment, to honor the Sabbath day and keep it holy all through the ages, there would\nbe an entirely different condition in the world today.\n<\/p><p>\nThere was no happiness worthy of that name which resulted from violating the Sabbath day,\nin the time of Moses, and I want to say to there is no happiness for us now, when we violate\nthe Sabbath day.\n<\/p><p>\nHonour thy father and thy mother: that thy days may be long upon the land which the Lord\nthy God giveth thee (<span class=\"citation\" id=\"22541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22541)\">Ex. 20:12<\/a><\/span>).\n<\/p><p>\n\"Honor thy father and thy mother&mdash;\" you men here, most of you, are fathers, and you know\nwhat it means to have a child respect you and honor you in your place as head of the\nhousehold. Our Heavenly Father is just as pleased with us when we honor him.\n<\/p><p>\n\"Thou shalt not kill\" (<span class=\"citation\" id=\"22545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22545)\">Ex. 20:13<\/a><\/span>).\nThink of the distress that is in the world today as a result of the\nviolation of that advice of our Heavenly Father. Millions of people are being involved, and\nmany millions more are made to suffer as the result of the destruction of human life in\nviolation of the commandment, \"Thou shalt not kill.\"\n<\/p><p>\n\"Thou shalt not commit adultery\" (<span class=\"citation\" id=\"22546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22546)\">Ex. 20:14<\/a><\/span>).\nOne of the greatest distresses in all the world today is the\ndisease that afflicts the human family as a result of immorality. There isn't anything that will\ndestroy a man's self-respect like abusing himself and defiling his body by becoming immoral.\nOur Heavenly Father did not place us in a position where we could not help ourselves. He\ngave us our agency in all things, and for the observing of His counsel He gave to us a\npromise, and that promise was happiness.\n<\/p><p>\n\"Thou shalt not steal\" (<span class=\"citation\" id=\"22549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22549)\">Ex. 20:15<\/a><\/span>).\nJust think of the theft, the dishonesty, that is in the world today&mdash;taking\nthat which belongs to a neighbor without his permission. We understand that in the United\nStates alone there are organized bands of marauders and thieves that number hundreds of\nthousands, feeling that they can do just as they please. The remarkable thing is that the man\nwho steals never receives any happiness as a result of his theft. He loses his own self-respect,\nhe loses the respect of his neighbors, and brings upon himself the displeasure of our Heavenly\nFather, who makes it possible for all of us to live without stealing, if we will.\n<\/p><p>\nThou shalt not bear false witness against thy neighbour\n(<span class=\"citation\" id=\"22550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22550)\">Ex. 20:16<\/a><\/span>).\n<\/p><p>\nThink of the sorrow and distress in the world, as a result of men and women gossiping about\ntheir neighbors, testifying to things, or referring to things that are not true, and implying that\nthey are true. But they never get any happiness out of it. You never saw a gossip in your life\nthat was happy. He is just as unhappy and miserable as the devil all the time&mdash;and of course\nhe is in Satan's company when he is gossiping about his neighbors.\n<\/p><p>\nThis is one of the transgressions that the Lord points out particularly, and we ought to be very\ncareful. If we state anything, it should be the truth. We should never testify to anything that is\nuntrue. And if we are truthful always, our Heavenly Father has assured us happiness.\n<\/p><p>\nThou shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor his\nmanservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour's\n(<span class=\"citation\" id=\"22551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22551)\">Ex. 20:17<\/a><\/span>).\n<\/p><p>\nSome people are never satisfied with what they themselves possess, but they want something\nthat somebody else possesses, and if they cannot obtain it in any other way, they will obtain it\nby foul means. But it does not result in happiness.\n<\/p><p>\nI want to say in passing, my brethren, if you want to be happy, and I think we all want to be\nhappy, we must conform our lives to the wise counsels of our Heavenly Father, who gave\nthese Ten Commandments to ancient Israel, and they are binding upon modern-day Israel, just\nthe same.\n<\/p><p>\nA LAW GIVEN TO THE LATTER-DAY SAINTS\n<\/p><p>\nThen he gave us another commandment that has a great influence upon the happiness of our\nlives. I should like to refer just briefly to this.\n<\/p><p>\nThe world is not responsible to the Lord for what I am about to read you, but we are, because\nHe gave it to us in addition to all the other commandments that have been given us in the Old\nand New Testaments&mdash;\"Thou shalt love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"33925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33925)\">Matt. 22:39<\/a><\/span>), and all other inspired advice\nintended to make men happy&mdash;in addition to which he gave us in our day another law that is\nreferred to as the Word of Wisdom. It means a simple law, but I have never known anybody\nthat was happy as a result of violating it.\n<\/p><p>\nThe Lord says that we should not use hot or strong drinks. He tells us that tobacco is not\ngood for us. He advises us against the using of these things, and tells us that we should use\ngrain for food and even tells us the kind of grain that is best for us. He tells us that there are\nsome things that are better than others. He tells us to use meat only sparingly, and he gives us\nthe privilege of having all wholesome herbs and fruits as part of our diet and promises us,\nwith the use of these things, happiness\n(<span class=\"citation\" id=\"12019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12019)\">D&amp;C 89:5-17<\/a><\/span>).\n<\/p><p>\nHe warns us against the use of strong drinks and tobacco. Last year, this state that we live in,\nviolated that commandment of God to the extent of over $22,000,000. Yet, we, many of us,\nbelong to the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nI want to say that not one penny of that $22,000,000 that was used for these things that our\nHeavenly Father has said are not good for us, has produced any happiness. On the contrary it\nhas produced misery, and sorrow, and the unfortunate part of it is that it not only applies to\nus in mortality, but also it will mean sorrow in many cases throughout the ages of eternity.\n<\/p><p>\nSo, my brethren, how blessed we are if we are living under the influences that God intended\nwe should live under. If we keep His commandments we are making progress, and\ndevelopment is sure to follow. But if we fail to take His advice, if we refuse to accept His\ncounsel, then we will be in the same condition as the rest of the world who are soon, I may\nsay, to be \"ripe for destruction\" (<span class=\"citation\" id=\"8829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8829)\">Alma 10:19<\/a><\/span>),\nunless they repent; and unless we repent of the wrongs that\nwe do, some of us will be very remorseful when we analyze the situation and examine\nourselves to find we are justifying ourselves because we are like the world.\n<\/p><p>\nNow, when the Savior was upon the earth in the meridian of time, He taught his disciples\nwhat they should do, exhorted them to works of righteousness, and marked the pathway that\nwould lead them into his presence in the celestial kingdom&mdash;not only did He advise His\nchildren in the Old World, but He came over into this western hemisphere and taught the\npeople the same things here. Why? Because He wanted them to be happy; He wanted them to\nutilize their time upon the earth to their advantage and not waste it. He came down from\nheaven, and they saw Him coming out of heaven. He gave them counsel and advice that is\ncontained in the Book of Mormon, some of which is also contained in the Old and New\nTestaments.\n<\/p><p>\nHe revealed the Word of Wisdom in our day with the promise of health and happiness and \nlong life if we would observe it (<span class=\"citation\" id=\"12022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12022)\">D&amp;C 89:18-21<\/a><\/span>).\nNow, brethren, we cannot blame our\nHeavenly Father if we are not happy. We have nobody to blame but ourselves.\n<\/p><p>\nI can say to you that if we have the spirit of the Lord burning in our souls we cannot be\nunhappy. We read in Job that there is a spirit in man, and the inspiration of the Almighty\ngiveth him understanding (<span class=\"citation\" id=\"26638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26638)\">Job 32:8<\/a><\/span>).\nIf we keep the commandments of God we are entitled to that\ninspiration, and if we live as the sons of God ought to live, we will have that inspiration, and\nnobody can prevent it, and the result will be our own physical and mental and moral\ndevelopment in mortality, and continued development throughout the ages of eternity.\n<\/p><p>\nOBSERVANCE OF GOD'S LAWS BRINGS SAFETY\n<\/p><p>\nSo I am asking today that we examine ourselves. Let us set our own homes in order. Are we\nobserving the teachings of our Heavenly Father, or are we setting our own judgment up, and\nsaying, \"We'll do as we please\"? The world may do that without so much criticism, it seems\nto me; but I cannot understand how we, who have received so many blessings, can do that. I\ncannot see how we can be satisfied with ourselves if, when we make a mistake, we do not\ncorrect it just as soon as possible. I am sure that most of us will make mistakes, but we do\nnot need to go on making mistakes. I remember my own father saying to me when I was a\nchild: \"My son, you will go out into the world, and every once in a while you will stub your\ntoe and fall down; but for goodness' sake, do not stub your toe twice in the same place.\"\n<\/p><p>\nI have thought of that a good many times. When I have made a mistake and found I have\nmade it, I have tried to avoid it in the future. Insofar as I have done that, I have had\nhappiness. I may say to you, all the unhappiness I have known in the world has been the\nresult of a failure to measure up in taking advice from our Heavenly Father and living it&mdash;all\nof it. It may not have been my own transgression; it may have been the transgressions of\nsome others that I love, but unhappiness has always followed violating the advice of our\nHeavenly Father.\n<\/p><p>\nYou brethren hold the Priesthood. That is why you are here. You are here because you have\nreceived a special gift from our Heavenly Father. You are here because the hands of the\nservants of God have been laid upon your heads and you have been given a divine calling and\nan opportunity, and in addition to that you have been given all the advice that anybody has\nhad in all the world to make us happy. Our Heavenly Father loves us, and he loves our lives\nwhen they conform to his teachings.\n<\/p><p>\nToday in the midst of the confusion that exists in the world, let us not follow the adversary\nwho would lead us into by-paths. Rather let us plant our feet upon the highway that leads to\nhappiness and the celestial kingdom, not just occasionally, but every day, and every hour,\nbecause if we will stay on the Lord's Side of the line, if we will remain under the influence\nof our Heavenly Father, the adversary cannot even tempt us. But if we go into the devil's\nterritory where drinking, smoking, carousing, immorality, lying and stealing predominate, we\nwill be unhappy and that unhappiness will increase as the years go by, unless\nwe repent of our sins and turn to the Lord.\n<\/p><p>\nI have traveled in the world approximately a million miles, in my ministry. I have been in\nmany lands and climes, and I have met many people. I have never known anybody who had\nreal happiness in his life except on the score that he was keeping the commandments of God\nas far as he was able.\n<\/p><p>\nNow, we want to be happy. We want our homes to be happy. If we do, let them be the\nabiding place of prayer, thanksgiving and gratitude. Ask a blessing upon the food when we\npartake of it. Fathers, be kind to wives and children, and children be kind to mother and\nfather. \"Love one another\" (<span class=\"citation\" id=\"27147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27147)\">John 13:34<\/a><\/span>).\n\"Honor thy father and thy mother\" (<span class=\"citation\" id=\"22542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22542)\">Ex. 20:12<\/a><\/span>).\n<\/p><p>\nI feel very grateful that the Lord has made me capable of understanding some of these things.\nI am grateful that the inspiration of the Almighty has taken possession of me sufficiently that\nI have understanding in regard to these things, and He has given you the same opportunity,\nand you have enjoyed it.\n<\/p><p>\nToday in this conference and the meetings that follow, we are here to wait upon the Lord\n(<span class=\"citation\" id=\"25013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25013)\">Isa. 40:31<\/a><\/span>). All\nthe advice recorded in the Scriptures we have access to; and then He calls us together, and\nadvises us, under the influence of His Spirit, to do the thing that is right. When we do what\nHe wants us to do, we will never injure any living soul. We will always be helpful to them,\nand we will enrich their lives as well as our own.\n<\/p><p>\nA TESTIMONY\n<\/p><p>\nI know that God lives; I know that Jesus is the Christ; I know that Joseph Smith is a prophet\nof the living God, and I am thankful to have lived in a day of the world when these things\nwere made known unto the children of men. I am thankful to my forebears that they accepted\nthe Gospel and made it possible for me to partake of its blessings if I will.\n<\/p><p>\nThat the Lord may add his blessing, that we may continue faithful, that we may love one\nanother, remembering those who have been our associates before, who have been faithful and\nhave passed on I humbly pray. As I stand here I think of the men who have preached the\nGospel of Jesus Christ from this pulpit, who have long since passed to their reward, and\nrealize that in the not far distant future every one of us who are here will face our record,\nwhatever it may be. With that feeling and that assurance, let us set our own homes and our\nlives in order, and be rich in the companionship of the spirit of God, for the only pathway of\nhappiness is the pathway of righteousness that will eventually terminate in the celestial\nkingdom, in the presence of our Heavenly Father, with the good men and women who have\nlived upon the earth from the beginning. I bear you that witness, in the name of Jesus Christ\nour Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}