{"ID":1020, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Going Steady\"<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1959, pp. 13-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith you, my brothers and sisters, I have been very deeply impressed by the conference\nsession this morning. I do not know when I have been so deeply touched by the words of a\nprophet of God as I have been this morning by the remarkable address of our President.\n<\/p><p>\nI love this President. He is the prophet of Almighty God. I bear you my solemn testimony he\nis the prophet, seer, and revelator of the Almighty for us today, and I testify to you that if we\nfollow in his footsteps and accept his teachings the Lord will bless us and prosper us and\nguide us throughout our days.\n<\/p><p>\nAnd I have been so deeply touched, with you, by these other two addresses that we heard. I\nam so grateful for these testimonies pertaining to the Savior of the world. I\nlove Jesus Christ. I love him as my Redeemer and my Savior. I know that you love him\nlikewise, but I know that our love for him is interpreted strictly in terms of our service to\nhim. \"He that hath my commandments, and keepeth them, he it is that loveth me\"\n(<span class=\"citation\" id=\"27871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27871)\">John 14:21<\/a><\/span>).\nSo said the Savior.\n<\/p><p>\nI would like to talk with you today in a projection of some of the ideas presented to us by\nPresident McKay. These words that he gave us, that we must be preachers of the Word, and\nbe evangelists for the Lord, are so filled with meaning for us all. I hope each one of us will\ntake these words to heart. Each one of us is a minister. Each one of us is an evangelist for\nChrist.  Where is your ministry?\n<\/p><p>\nI would like to talk with you about your ministry among your own children, because you are\nministers of the Lord unto your children, and if you will do your duty by your children, you\nwill be as saviors on Mount Zion to them \n(<span class=\"citation\" id=\"41165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41165)\">Obad. 1:21<\/a><\/span>). But if you fail in your responsibility in serving\nthe Lord pertaining to your children, they may go astray, and the Lord has said that their sins\nshall be upon the heads of the parents\n(<span class=\"citation\" id=\"13752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13752)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nA few days ago I received a letter. It is like some other letters I have received, and I would\nlike to read a part of this letter to you. It comes from a mother. She says: \"I have a daughter\nwho is 15. Her boy friend is 16. They have been going steady for over a year. We have just\nnow learned that they are in serious trouble. For the first few months of their friendship they\ndated only occasionally. Then they decided to 'go steady.' That was the beginning of their\ntrouble. It seemed they were always in each other's company. Now my little 15-year-old girl\nis soon to become a mother, and we are all just brokenhearted.\"\n<\/p><p>\nThis letter is typical of a nationwide problem, one which has become of major concern to\nboth federal and local officials, and which poses a difficult situation for school executives in\nmany parts of the nation. It is a situation which is forcing an increasing number of young\npeople into child marriages and child divorces, with broken hearts and broken lives, and the\nproblem is a growing one.\n<\/p><p>\nIn the September 6, 1959 issue of <i>Parade<\/i> magazine there appeared an article with pictures\ndiscussing this problem. It was entitled, \"Married Teenagers.\" One of the pictures showed a\n17-year-old mother of triplets. The article discussed conditions in Dallas, Texas, and reported\nthat in the schools of that city there are 480 married children: 459 in senior high schools, 12\nin junior high schools, and 9 in elementary schools.\n<\/p><p>\nThe Family Service Society of San Bernardino County in California reports that from the year\n1940 to 1958 the number of marriages involving two teenagers increased twelve times, and\nthe marriages involving one teenager increased six times. The average age of these children is\n17 for girls and 18 for boys, but many of them involve 13, 14, and 15 year-old girls, and 14,\n15, and 16 year-old boys.\n<\/p><p>\nThe <i>U.S. News &amp; World Report<\/i> for December 12, 1958 reports that there are child mothers,\nsome married and some not, in twenty-two of the twenty-three high schools in the city of\nWashington, D. C., as well as in four of the elementary schools of that city.\n<\/p><p>\nThe Associated Press, in a nationally published article written out of Washington by Roger\nGreene, dated August 9 of this year, reports: \"An all-time record of babies born out of\nwedlock&mdash;more than 200,000 a year&mdash;has set off a new storm of controversy over ebbing\nstandards of American morality . . . Latest figures show the rate of such births per 1,000\nunmarried females has tripled in the last two decades, with a particularly alarming rise among\nteenage girls . . . 5,000 illegitimate babies are born each year to girls under 15 . . . A tragic\nbyproduct is that at least 20,000 young unwed mothers sell their babies on the 'black market'\nannually, with price tags ranging from $1,500 to $3,000.\"\n<\/p><p>\n<i>Life<\/i> magazine recently carried an article on this trend toward child marriages resulting from\nthe present dating tendencies of American children. After showing what leads up to these\ntragic marriages, the article discussed the divorces which result. It quoted Judge Willard\nGatling of Charlotte, North Carolina on the subject. Said the judge: Teenage marriage has\nalmost no possibility of succeeding. Ninety percent are total failures.\"\n<\/p><p>\nThe fact is that neither the boy nor the girl at this tender age is in any way prepared for\nmarriage. The boy and girl want what they think is the fun, but they do not want the\nresponsibility. Said one youngster quoted in Life magazine: \"I'm a party boy. I just ain't cut\nout to be married.\"\n<\/p><p>\nWhat are the reasons for these early child marriages? Why do we have so many of these\nadolescent tragedies? Let me list a few of the reasons.\n<\/p><p>\n1. Early dating. Unfortunately this early dating is often encouraged by parents, school\nofficials, and occasionally by some church groups. Children are actually urged at times to date\nwhen they are but 11, 12, and 13 years of age.\n<\/p><p>\n2. Early dating soon grows into early steady dating. Some go steady at 13 and 14, while many\ndo so at 15 and 16.\n<\/p><p>\n3. Steady dating is encouraged by steady dancing where one boy dances with one girl all\nevening.\n<\/p><p>\n4. Early steady dating demands the use of automobiles. In North Carolina, where one study\nwas conducted it was learned that many ninth grade girls, 13 and 14 years old, dated only\nboys with cars, and many of those boys were under 16, which is the legal driving age. One\n13-year-old boy said, \"I asked a girl of my age for a date. She asked me if I drove a car. I\nsaid no. 'Well,' she said, 'come back and ask me when you do.'\"\n<\/p><p>\n5. Early steady dating and the free use of automobiles by children lead to early intimacies and\nimmorality. Said one girl who was asked about this subject: \"We loved each other so much,\nand we were together just all the time. And there's not much to do, you know&mdash;the drive-in\nmovies, and the movies downtown, and that's about all. So after you've seen all the movies,\nyou just park the car and if you're in love&mdash;well, that's it.\"\n<\/p><p>\n6. Early intimacies bring early child marriages.\n<\/p><p>\n7. Child marriages bring on divorce, as Judge Gatling said, in ninety percent of the cases.\n<\/p><p>\nWriting in <i>Better Homes and Gardens<\/i> magazine recently, Howard Williams discussed the\ngreat moral breakdown of the so-called \"enlightened era,\" and said: \"Promiscuity, illegitimacy,\nheartbreak, and misery are all that the enlightened era has brought us. Let's put an end to\nthem.\"\n<\/p><p>\nBut how can we put an end to them? In order to do so we must see the problem clearly. To\nhelp us in our study permit me to ask some pointed questions of you as parents.\n<\/p><p>\n1. How early should young people date? Do you think it is wise for 12 and 13 and 14\nyear-old children to date?\n<\/p><p>\n2. Should schools or other public organizations sponsor dances for early teens and require that\nonly couples come? Should schoolteachers force early dating upon these youngsters? By what\nright do they exclude children from school-sponsored socials because they or their parents\noppose dating at this early age?\n<\/p><p>\n3. At what age should girls begin wearing lipstick and dressing and acting like grown-ups? At\n12 or 13, or even younger? This may seem like a trivial thing, but does not the early use of\nlipstick mean an early invitation to dating, and does not early dating so often lead to early\ntragedy?\n<\/p><p>\n4. Should little boys and girls kiss and neck? The youngsters themselves should think\ncarefully about that question. They may kid themselves into thinking that early necking is a\nsign that they have now grown up. But is it? In reality it is but the first step to the more\nserious and tragic petting which drags so many 13, 14, 15, and 16 year-old children down into\na loss of virtue and into forced marriages or illegal operations.\n<\/p><p>\n5. When should young people begin going steady? Should it be while they are yet in junior\nand senior high school? Or should steady dating be reserved for the time when young people\nare actually considering marriage, and are old enough to consider it sensibly and realistically,\nand are capable of carrying on the responsibilities of marriage?\n<\/p><p>\n6. After their first ruinous experience in child marriage and child divorce, do the young\npeople consider that in the future they might desire a good marriage, a permanent one, with a\nrespectable and well-established partner? And do they consider that when they come to that\nage, the good fellows and the desirable girls may not wish to marry someone else's castoff?\n<\/p><p>\nWhat are some of the remedies for this situation? First and foremost I believe that it lies in\nlarge part in the parents' assuming their proper role as guardians of their children. Parents\nneed not forever be slaves to the philosophy that they must obey their children in every whim.\nParents must assume the position of leadership in the family. They must make the basic\ndecisions of family life and not leave these decisions to the spoiled children of the household.\n<\/p><p>\nIn an article in a recent issue of <i>This Week<\/i> magazine, under the caption, \"Don't Let Them\nGrow up Too Fast,\" the author referred to a study made in North Carolina, where parents got\ntogether to slow down early dating and early marriage in that state. The parents formed a\nleague to do so. The article said: \"The kids themselves approve of the slow-down program.\nThey don't want to be pushed into adulthood. And far from resenting clear-cut rules and\nregulations they appreciate guidance and discipline.\n<\/p><p>\n\"One 14 year-old girl said: 'Since my parents joined the league, they've begun telling me\nwhat I can do and what I can't do, and frankly, it's a big load off my mind. And anyway,\nisn't that what parents are for?'\"\n<\/p><p>\nParents must screen the playmates and dating partners of their children. Parents must decide\nwhen the child is old enough to date. Parents must provide chaperonage for early social\nactivities of their children. Parents must make certain that their children have a proper\nconception of true values, moral, economic, and religious.\n<\/p><p>\nIt is an interesting thing that studies made in the Family Service Agency of San Bernardino\nshowed that among divorcees forty-three percent never went to church at all; thirty-five\npercent went occasionally; and only twenty-two percent attended church with any regularity.\n<\/p><p>\nParents must decide on the use of the family car by their youngsters. In this connection they\nmust be obedient to the law, and not permit their children to drive until they reach legal age.\n<\/p><p>\nThey might also have in mind the paragraph about automobiles contained in an article by\nJacob M. Braude, circuit court judge in Chicago, who listed the fifteen chief causes of\njuvenile delinquency, and said: \n<\/p><p>\n\"A boy or a girl under 21 has no business owning a car, period. These young people simply\ndon't have the sense of moral and social responsibility that should go hand in hand with the\nownership of an automobile.\n<\/p><p>\n\"Now I don't mean by this that it is wrong for properly licensed boys or girls to drive the\nfamily car under effective parental supervision . . . But the key to the automobile problem is\nproper adult supervision&mdash;and this is difficult, indeed, when the juvenile himself owns the\ncar. Youngsters who buy automobiles legitimately are faced with the constant drain of buying\ngas and maintaining the car, a problem that too many of them solve with a siphon hose or\nmoney stolen from home. A large percentage of the sex offenses can also be traced directly to\njuvenile ownership of cars.\"\n<\/p><p>\nParents must be exemplary themselves.  How can they expect their children to respect them if\nthey themselves are not respectable, or if they themselves are not obedient to law and order? \nHow can parents expect their children to accept their discipline if the parents refuse to\ndiscipline themselves?\n<\/p><p>\nAnd then parents, as adult citizens and taxpayers, must express themselves on school problems\nwhich affect their own children. They must become vocal and active members of\nparent-teacher groups and other organizations which can sway opinion and policy with respect\nto the social life of their children at school. Parents must cooperate with law and enforcement\nofficers in their efforts to preserve law and order in their communities.\n<\/p><p>\nParents must develop good character in children, a love of righteousness, faith, a respect for\nother people, and they must help their children to overcome selfishness, and to live for the\nfuture, and not for the momentary lusts or so-called pleasures of today.\n<\/p><p>\nDoes it seem that I lay too much upon the parents? Not when you realize that the parents hold\nthe key to the situation.\n<\/p><p>\nThe Boy Scouts of America engaged the Institute of Social Research of the University of\nMichigan to make a study of adolescent young people. That study showed that the vast\nmajority of young people&mdash;ninety-four percent&mdash;desire and expect that\ntheir parents will provide leadership for them and give them guidance; ninety-five percent said\nthey are willing to take parents' rule on what time to come in at night; eighty-seven percent\nare willing to accept their parents' advice pertaining to money; seventy-six percent accept\ntheir parents' guidance in personal problems; sixty-two percent accept their parents' advice on\nhow to act when out in a crowd; ninety percent believe that when parents make rules, those\nrules are for the benefit of the youngsters, and not for the convenience of the parents.\n<\/p><p>\nBut the survey also showed a tragic note&mdash;the parents do not live up to the expectations of\nthe youngsters. They fail to provide the leadership their own children expect of them.\n<\/p><p>\nWhen the study endeavored to find out how many parents plan family activities to include the\nchildren, it was discovered that only seventeen percent provide such activities regularly; sixty\npercent only occasionally; and twenty-two percent not at all.\n<\/p><p>\nAll of this points up the wisdom of the Lord in laying upon the parents the responsibility of\nrearing and training their own children, and adding that if they fail to do so, the sin be upon\nthe head of the parents.\n<\/p><p>\nNow I ask you&mdash;do you want an early child marriage for your youngster, with only a ten\npercent chance of that marriage being successful? Do you want to take the chance on\nimmorality that forcefully confronts you if you permit your child to date early, and especially\nif you permit the child to date steadily?\n<\/p><p>\nAre you willing to assume the full guardianship of your own child, and protect that child\nfrom its own whims and the whims of others?\n<\/p><p>\nAre you willing to stand at the crossroads with your child and protect him or her from the\ntemptation and degradation that usually accompanies early and steady dating? Are you willing\nto do for your child what the Lord asks you to do, to rear that child as a faithful Latter-day\nSaint, a good citizen, and give him an opportunity to work out his future successfully?\n<\/p><p>\nYou as parents hold the key to the situation. You are the custodians and the guardians of your\nown children. If you do not guard and protect and rear them, who will?\n<\/p><p>\nI humbly and earnestly pray that we will assume the responsibility which is ours, and love our\nchildren well enough to train them and guide them, and give to them the leadership and\ndirection which most young people expect of their parents, and this is my humble and earnest\nprayer, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}