{"ID":1021, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Value of the Gospel<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1959, pp. 18-21<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo stand before this great body, members of the Church, mostly priesthood, is something that\ncreates in my soul a feeling of awe and of responsibility. I trust that I may have the guidance\nof the Spirit of the Lord in the words that I may utter. I am very grateful for what was said in\nour meeting this morning by our President and those who followed after him. I am sure that\nwe have been edified in the remarks that have been made, and I feel my dependence upon the\nSpirit of the Lord to aid me in saying something that might be profitable on this occasion.\n<\/p><p>\nThere may be some who wonder why we hold general conference twice a year, bring our\npeople, particularly the presiding officers, together from all parts of the Church. But, brethren,\nI do not know what we would do if this privilege should be withdrawn from us. I have\nwondered what, in the days of Peter, James, and John and following, the condition might have\nbeen if they could have met quarterly and semi-annually in conferences. Perhaps the apostasy\nwould have been postponed, if not altogether avoided. But those privileges were not theirs.\n<\/p><p>\nI think I feel the importance of these gatherings, and the bringing together the men who hold\nthe priesthood particularly, to receive counsel, to be encouraged, and to return to their stakes\nrenewed in their spirits. We can reach our people today better than they\ncould anciently. We have many facilities that they did not have, and our people are naturally\nunder present conditions, drawn closer together than they were in former days.\n<\/p><p>\nAnd now, my good brethren and sisters, what is our duty? To keep the commandments of\nGod. And we are instructed to do that in our quarterly conferences, in our general conferences,\nand in all the meetings that are held in the various stakes and wards of Zion. Even as it is,\nthere are conditions arising which should cause us to be alert, on our guard, diligent,\npersevering in the keeping of the commandments of the Lord, and in instructing the members\nof the Church. By all means, this is needed. Satan is not dead.\n<\/p><p>\nI think frequently of the words of the Lord to John when he said that Satan raged because \"he\nknoweth, that he hath but a short time\"\n(<span class=\"citation\" id=\"42289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42289)\">Rev. 12:12<\/a><\/span>).\nAnd he is more active today, perhaps,\nthan ever before in the history of the world. His emissaries get among the Latter-day Saints.\nSome of them are very cunning and crafty. Some of them at one time had the light and\nunderstanding of the gospel but have lost it. They come among our Latter-day Saints and if\nwe are not prepared by our faith, by our obedience, and knowledge of the gospel, many of us\nstand in danger of being led astray.\n<\/p><p>\nThe Prophet Joseph Smith made the statement that a man cannot be saved in ignorance\n(<span class=\"citation\" id=\"13811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13811)\">D&amp;C 131:6<\/a><\/span>). When\nhe said man he meant mankind. Ignorance of what? Of the saving principles of the gospel of\nJesus Christ. Now we are taught faith in God our Father and in his Son Jesus Christ. We are\ntaught to study, make ourselves familiar with his life when he was upon the face of the earth,\nwhy he came, the nature of his work, how it concerns us, to prepare ourselves by our study\nand by our faith to stand worthy before him in the keeping of his commandments.\n<\/p><p>\nWe read in the Doctrine and Covenants where the Lord says that all those who repent and are\nbaptized are to receive the gift of the Holy Ghost by the laying on of hands\n(<span class=\"citation\" id=\"13718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13718)\">D&amp;C 20:41<\/a><\/span>). Now we baptize\nour children at the age of eight years (<span class=\"citation\" id=\"13757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13757)\">D&amp;C 68:25,27<\/a><\/span>)&mdash;that\nis the age that the Lord has designated as the age\nof accountability (<span class=\"citation\" id=\"13716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13716)\">D&amp;C 18:42<\/a><\/span>).\nLittle children before that age are redeemed, should they die, without any act\nupon their part. One of the most wicked doctrines ever taught in this world was that little\nchildren were born in sin, contaminated, and have to be cleansed from that sin for which they\nthemselves were not responsible. Little children were innocent in the beginning\n(<span class=\"citation\" id=\"13781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13781)\">D&amp;C 93:38<\/a><\/span>), the Lord\nsays, and by his decree until they reach the age of accountability they are free from sin, but\nfrom that age on they are under the necessity of baptism for the remission of sins, and\nentrance into the Church and kingdom of God.\n<\/p><p>\nNow, we are promised that when we are baptized, if we are true and faithful, we will have the\nguidance of the Holy Ghost. What is the purpose of it? To teach us, to direct us, to bear\nwitness to us of the saving principles of the gospel of Jesus Christ. Every child old enough to\nbe baptized, and who is baptized, is entitled to the guidance of the Holy Ghost. I have heard\npeople say that a little child eight years of age could not understand. I know better than that. I\nhad a testimony of this truth when I was eight years old, coming through the Holy Ghost. I\nhave had it ever since.\n<\/p><p>\nWe are commanded also to bring up our children in light and truth\n(<span class=\"citation\" id=\"13783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13783)\">D&amp;C 93:40<\/a><\/span>), to teach them the\nfundamental principles of the gospel, so that when they grow older they will understand, and\nhave a knowledge of the gospel, a testimony of its truth, and be prepared to resist the\npersuasions and doctrines and teachings of those who would destroy that belief.\n<\/p><p>\nI am grateful for our Primary organizations and our Sunday schools, and the other\norganizations of the Church, but brethren and sisters, the Lord has not placed all the\nresponsibility upon our auxiliary organizations, nor upon the bishops of wards to teach the\nchildren of Zion the gospel of Jesus Christ. That should be taught them in their homes.\n<\/p><p>\nAs we travel from stake to stake, we discover in many places that children who are eight\nyears of age, nine years of age, even older sometimes, have not been baptized. Why? Who\nhas neglected this? We cannot blame the child, but somebody is at fault. When a child gets to\nbe nine or ten or eleven or more years of age and has not been baptized a member of this\nChurch, then someone's at fault. Primarily, I would say that fault is in the\nhome. But the fault is not altogether in the home. The fault rests with those who have charge\nin the wards of looking after the interests of the young, and the bishops who are to look after\nall the members of the Church. No child should be permitted to go unbaptized after he or she\nreaches the eighth year, and when there is that kind of neglect someone is responsible.\n<\/p><p>\nBring up your children, my brethren and sisters, in light and truth. Teach them by example.\nFathers and mothers have to set the example. They cannot say to their children, \"You follow\nthe teachings of the Church, but in our lives we are going to make exceptions.\" It cannot be\ndone, not properly. You parents, set the example. There should be unity in the home, and if\nthere is unity in the home, then there is likely to be unity in the Church. But we begin in the\nhome.\n<\/p><p>\nNow, the gospel of Jesus Christ is the means of our salvation and exaltation. I have often\nwondered why some members of the Church were members of the Church, because they do\nnot live in accordance with the principles of eternal truth. There is only one reason for\nmembership in this Church, as I understand it, and that is as a means of receiving salvation\nand exaltation in the celestial kingdom of God. If that is not our aim then why are we in the\nChurch?\n<\/p><p>\nI know a man who went to school when I went to school, we played together, went to school\ntogether. When he grew to be a man he went East and became a scientist. He came back, and\nthen he began to create a great deal of disturbance in the Sunday School classes, questioning\nthe revelations that had been given through the Prophet Joseph Smith. This came to my\nattention when one of the members of that class came to me and said, \"This brother comes to\nour class, and he is just a disturbance.\" As I was well acquainted with him, I made it my duty\nto get hold of him, and I asked him why he did those things; and was disturbing the members\nof the class.\n<\/p><p>\n\"Well,\" he said, \"I cannot accept all of the revelations that were given to the Prophet Joseph\nSmith.\"\n<\/p><p>\n\"Are there any of them that you can accept?\"\n<\/p><p>\n\"Yes,\" he said, \"I can accept some of them,\" but he could not accept all of the doctrines that\nhad come through the revelations of our Father in heaven and his Son Jesus Christ to the\nChurch.\n<\/p><p>\nAfter we got through with the conversation, and I had a long conversation with him, he said,\n\"Now, I am going to ask you one favor. Please do not take any step to have me\nexcommunicated.\"\n<\/p><p>\nI said, \"Why do you want to stay in the Church when you are opposing its doctrines?\"\n<\/p><p>\nHe said, \"I will tell you why. I was raised in the Church, and my friends are members of the\nChurch. I have few associations outside of the Church. If I should be excommunicated that\nmeans that I should be cut off from all communication, all fellowship with the people with\nwhom I am now associating, and I do not want that to happen. So please do not take any\nsteps to have me excommunicated.\"\n<\/p><p>\nI thought there was some hope for him so I did not take any such step, but I did talk to him\nkindly and try to get him to see the folly of his ways, to repent, and when he went to the\nclasses and he could go to the classes, he should not go with that spirit of defiance or\nopposition to the doctrines which the others believed. I said, \"If you don't believe them, then\nkeep still and see if you cannot get the Spirit of the Lord so that you can accept them.\"\n<\/p><p>\nWell, he is dead now. I do not know whether he repented or not, but brethren, the gospel of\nJesus Christ is the most vital thing in all the world to us. We should so live that we can\naccept every word that proceedeth forth from the mouth of God\n(<span class=\"citation\" id=\"34927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34927)\">Matt. 4:4<\/a><\/span>),\nand that is a commandment from him.\n<\/p><p>\nNow if we have the right spirit, that is what we are going to do. If there is any doctrine or\nprinciple connected with the teachings of the Church that we do not understand, then let us\nget on our knees. Let us go before the Lord in the spirit of prayer, of humility, and ask that\nour minds might be enlightened that we may understand. This Church is not teaching false\ndoctrine. All the revelations given to the Prophet Joseph Smith are absolutely true. They are\ngiven for our salvation, for our knowledge, for our understanding, that we may draw nearer\nand nearer to our Father in heaven, and be found worthy before him and\neventually have the privilege of coming into his presence, there to be crowned as sons and\ndaughters of God, receiving the fulness of his kingdom.\n<\/p><p>\nThe Lord bless you, my good brethren and sisters, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}