{"ID":1022, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Reviewing the Revelations<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, October 1959, pp. 21-24<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I feel it is a great privilege to be in your presence here today, in\nthe presence of my Brethren, and to be under the inspiration and leadership of our Prophet\nand those who are associated with him in the Presidency of the Church, and I have felt here\nthis day the power and the inspiration of the Spirit as it has been manifested in what has been\nsaid.\n<\/p><p>\nA number of years ago there was a noted historian sent to Salt Lake City, to study the\ncustoms and the way of living of the Latter-day Saints. He remained here many years among\nour people and published a book in the year of 1922 telling of his findings. I should like to\nread a paragraph or two from what he said about our people. He never knew the Prophet\nJoseph Smith. He could only tell of his work by the results as it was manifest among the\npeople who were guided by the revelations from God which their prophet had received. I\nquote: \n<\/p><p>\n\"Who can explain Joseph Smith? What are the 'revelations from God'? What is their test? Is\nit not beyond all reason that a lad, born of poor parents devoid of any save the commonest\neducation, too poor to buy books, should have accomplished what he did in less than forty\nyears, unless there was some great reason for it?\n<\/p><p>\n\"Let anyone, even a literary genius, after forty years of life, try to write a companion volume\nto the Book of Mormon, and then almost daily for a number of years give out 'revelations'\nthat internally harmonize one with another, at the same time formulate a system of doctrine for\na Church, introduce many new principles, resuscitate extinct priesthoods, and formulate a\nsystem of Church government which has no superior upon earth . . . to deny such a man a\nwonderful power over the human heart and intellect is absurd. Only fanatical prejudice can\nignore it. However he may be accounted for by the reasoning mind, Joseph Smith, the\nMormon Prophet, was one of the wonders of his time.\" (George Wharton James.)\n<\/p><p>\nOne of the great distinguishing characteristics of the Latter-day Saint people is that they are\ngoverned by revelations from God, and whether people come into our midst, or whether we\ngo out into the world, this characteristic remains a distinguishing factor.\n<\/p><p>\nI recall that some few years ago in one of the communities of Oklahoma a minister, in an\neffort to discredit the effects of our missionary work in that area had an article placed in a\ndaily newspaper, from which I quote a part. He said: \"The first thing that you should know is\nthat these missionaries are a part of a church that claims to have a revelation and a prophet.\"\n<\/p><p>\nHow well he placed the facts. Yet it seems rather strange that a Christian minister would\nmake such a statement in derision, for revelation and the prophets have ever been a part of\nGod's plan to convey commandments and teachings of righteousness unto his children. There\nare others, like this minister, who feel that we have no right to receive revelation, but if we\ndo not receive revelation for the guidance and direction of the true Church of Jesus Christ,\nthen we do not have the oracles of God, and if we do not have the oracles of God, then we\nare not the people of God.\n<\/p><p>\nBut this is not the fact, for over and over again God has revealed his will unto this, his\npeople, through his servants, the prophets. In the first section of the\nDoctrine and Covenants, which is a book of revelations given through the Prophet Joseph\nSmith unto the Latter-day Saints, the Lord has said: \n<\/p><p>\n\"Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments\" (<span class=\"citation\" id=\"13705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13705)\">D&amp;C 1:17<\/a><\/span>).\n<\/p><p>\nThese commandments are revelations from God which provide the laws and ordinances of the\ngospel, and by obedience to them will exalt man in the presence of our Heavenly Father. The\nProphet Jacob, one of the Book of Mormon prophets, speaks of the need of revelation in this\nmanner. He says: \n<\/p><p>\n\"Behold, great and marvelous are the works of the Lord. How unsearchable are the depths of\nthe mysteries of him; and it is impossible that man should find out all his ways. And no man\nknoweth of his ways save it be revealed unto him; wherefore, brethren, despise not the\nrevelations of God\" (<span class=\"citation\" id=\"25839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25839)\">Jacob 4:8<\/a><\/span>).\n<\/p><p>\nAgain Moroni, another Book of Mormon prophet, speaks of those who would deny revelation.\n<\/p><p>\n\"And again I speak unto you who deny the revelations of God, and say that they are done\naway, that there are no revelations, nor prophecies, nor gifts, nor healing, nor speaking with\ntongues, and the interpretation of tongues;<br \/> \n\"Behold I say unto you, he that denieth these things knoweth not the gospel of Christ; yea, he\nhas not read the scriptures; if so, he does not understand them.<br \/>\n\"For do we not read that God is the same yesterday, today, and forever, and in him there is\nno variableness neither shadow of changing?\"\n(<span class=\"citation\" id=\"37975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37975)\">Morm. 9:7-9<\/a><\/span>).\n<\/p><p>\nThe revelations from God are a great expediency in leading man unto eternal life and\nexaltation. Yet in every age, where God's will has been expressed unto his people, there have\nbeen those who have failed to obey and who have in some instances rebelled against the\nrevealed word of God.\n<\/p><p>\nThis was true with the greatest of all prophets, Christ the Lord. Early in his ministry\nmultitudes of people followed him everywhere, for he blessed them, raised their dead, and fed\ntheir hunger.\nBut, upon that occasion when he announced to them for the first time that he was the Son of\nGod and that he would reveal unto them the mind and will of the Father, that he was the\nliving bread sent down from heaven, they turned and walked no more with him, seeing the\npeople turn from him because of revelation, he turned to his disciples and said, \"Will ye go\naway also (<span class=\"citation\" id=\"27837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27837)\">John 6:67<\/a><\/span>)?\"&mdash;but\nhis nearest disciples led by Peter, did not leave him, for they accepted his\nrevelations; gone, however, were the crowds of people who had followed him on the shores\nof Galilee and the hillsides of Judea. From that day forth, save for his closest disciples, he\nwalked alone.\n<\/p><p>\nUnfortunately, in the early days of the Church not all of the Latter-day Saints accepted the\nrevelations. I suppose that as each revelation was given to the Prophet Joseph Smith, and it\nwas made known unto the people, just that many more of the weak Saints rebelled and turned\naway from the Church. This became one of the great problems to our people in the days of\nKirtland and Missouri, for some of the members and leaders alike opposed and did all that\nthey could to prevent the coming forth of further revelation, and the progress of the Church.\n<\/p><p>\nThe Prophet Joseph Smith, speaking of this at Far West, had this to say: \"Many men will say\nI will never forsake you, but will stand by you at all times, but the moment you teach them\nsome of the revelations (mysteries) of the kingdom of God that are retained in the heavens\nand are to be revealed to the children of men when they are prepared for them, they will be\nthe first to stone you and put you to death.\"\n<\/p><p>\nThe Prophet continued in this very significant meeting to make this further statement: \"Would\nto God, brethren, I could tell you who I am! would to God I could tell you what I know! but\nyou would call it blasphemy, and there are men on this stand who would want to take my\nlife.\" Continuing further, he said, \"When God offers a blessing, or knowledge to a man, and\nhe refuses to receive it, he will be damned.\" Thus by the implied remarks of the Prophet, the\nrebellion of the weak Saints in the days of Kirtland and Missouri continued, yes, even unto\nthe days of Nauvoo. They seemed, unfortunately, not to understand the\nthings of God, which had been revealed.\n<\/p><p>\nWhen the work of the Prophet Joseph Smith was completed, when he had received the keys,\npowers, and ordinances, and had conferred them upon the heads of the Quorum of the Twelve,\nwhen he realized and sensed that the time had come when he would give his life for his work,\nhe seemed to speak, upon occasion, more emphatically than ever before with regard to the\ntruth of the revelations which he received, indicating that there were those within the Church\nthen who opposed and did not accept all the revelations which God had given through him.\nThese were his words upon the memorable occasion of one of his last addresses to the Saints.\n<\/p><p>\n\"Oh! I beseech you go forward and make your calling and election sure&mdash;when did I ever\nteach anything wrong from this stand? When was I ever confounded? I want to triumph in\nIsrael before I depart hence and am no more seen. I never told you I was perfect&mdash;but there\nis no error in the revelations which I have taught.\" (May 12, 1844.)\n<\/p><p>\nI have mentioned these things, my brethren and sisters, only in reflection to bring it down to\nus today. Can we say, with regard to revelation, in a similar sense, that those who fail in the\nChurch today to accept and live fully the revelations given are somewhat rebellious perhaps\nnot in the same antagonistic manner which was manifest in the early days, but nevertheless\nrebel within themselves against the word of the Lord. There are some who perhaps sense the\ngreat value of these God-given truths, yet fail in their appropriation. They will not let go for\nfear of losing something greatly worthwhile, but still hold back when it comes to fully\naccepting the revelations from God.\n<\/p><p>\nMay I consider with you for a few moments some of the vital revelations given through the\nProphet Joseph Smith and perhaps as we go back to our homes from this great conference of\nthe Church we can regenerate in our own thinking the desire to conform more closely to the\ncommandments which the Lord has required of us through these revealed writings. I refer to a\nrevelation with regard to the magnifying of the priesthood found in section 84\n(<span class=\"citation\" id=\"13766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13766)\">D&amp;C 84:1-120<\/a><\/span>) and section\n121 (<span class=\"citation\" id=\"13794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13794)\">D&amp;C 121:1-46<\/a><\/span>), given at Kirtland, Ohio, in 1832, and at Liberty, Missouri, in 1839, and when we find\nthat perhaps two thirds of the elders who hold the Melchizedek Priesthood, are found not to\nbe in their priesthood meetings each Sunday morning, we realize the need of greater\nadherence to this instruction. Would we say that those who are not fully living in accordance\nwith this revelation are perhaps opposing the divine will of our Heavenly Father as it is\nexpressed through his prophets?\n<\/p><p>\nThere is the revelation given on tithing and offerings at Far West, Missouri, in 1838\n(<span class=\"citation\" id=\"13793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13793)\">D&amp;C 119:1-7<\/a><\/span>). Would\nyou say, my brethren and sisters, that a man, especially one who holds the Melchizedek\nPriesthood, and who does not pay an honest tithing is rebelling against the revelations of God?\n<\/p><p>\nWhat about attendance at Sacrament meeting? I remember as a young man being placed in a\nbishopric, and of being told we ought to achieve twenty percent attendance at Sacrament\nmeeting. Today the current average attendance is thirty-three percent, and yet each Sunday\nfinds sixty-seven out of one hundred of our people not attending their Sacrament meeting.\nWould you say that this failure to attend, on the part of some, is something of a rebellion\nagainst this revelation given at Jackson County, Missouri, in 1831\n(<span class=\"citation\" id=\"13742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13742)\">D&amp;C 59:1-24<\/a><\/span>)?\n<\/p><p>\nThen what about the revelation on virtue and the receiving of the Holy Ghost, given in\nLiberty Prison in 1839, when the Prophet revealed to us that if we would have the\ncompanionship of the Holy Ghost, our lives must be virtuous and we must live constantly\nunder that influence (<span class=\"citation\" id=\"13795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13795)\">D&amp;C 121:1-46<\/a><\/span>)?\nWould you say that those who have evil thoughts and would permit\nunclean practices to come into their lives are opposing the will and the revelations of God on\npurity of life?\n<\/p><p>\nThere are still other revelations&mdash;the reiteration of the Ten Commandments at Kirtland, Ohio,\nin section 42 (<span class=\"citation\" id=\"13732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13732)\">D&amp;C 42:1-93<\/a><\/span>);\nthe great principle of righteous dominion, in section 121, wherein we are to live\nwith our fellow men in kindness, in long-suffering, in meekness, and love unfeigned, in the\ntrue spirit of brotherhood as becomes a Latter-day Saint\n(<span class=\"citation\" id=\"13799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13799)\">D&amp;C 121:41<\/a><\/span>); the revelations on temple work in\nsections 124 (<span class=\"citation\" id=\"13803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13803)\">D&amp;C 124:1-145<\/a><\/span>),\n127 (<span class=\"citation\" id=\"13804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13804)\">D&amp;C 127:1-12<\/a><\/span>),\nand 128 (<span class=\"citation\" id=\"13805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13805)\">D&amp;C 128:1-25<\/a><\/span>),\ngiven in Nauvoo, Illinois, in 1841 and 1842.\n<\/p><p>\nAre we doing all that we can in accordance with these revelations, and if we are not are we\ninwardly opposing them? My brothers and sisters, you be the ones to answer that for\nyourselves.\n<\/p><p>\nThen there is this last one I will refer to, the revelation on harmful indulgences&mdash;the Word\nof Wisdom (<span class=\"citation\" id=\"13776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13776)\">D&amp;C 89:1-21<\/a><\/span>)&mdash;and we see the manifest desire of many within the Church to twist the meaning\nof this great revelation, and those who do this, are they rebelling against the will of God as\nthey did in the earlier days?\n<\/p><p>\nI bear record to you, my brethren and sisters, that these revelations have been given to us for\nour enlightenment, for our growth, that we may return to the presence of our Heavenly\nFather. They are a distinguishing characteristic of the Latter-day Saints. We are to use them\nfor our upbuilding and growth within the kingdom of God.\n<\/p><p>\nWould it not be profitable to review the revelations&mdash;to learn afresh&mdash;to \"know our duty\"\n(<span class=\"citation\" id=\"13790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13790)\">D&amp;C 107:99<\/a><\/span>)\nand then where needful adjust our lives <i>fully<\/i> to the laws and commandments of God?\n<\/p><p>\nI bear record to the truthfulness of the revelations given to the Prophet Joseph Smith. In the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}