{"ID":1024, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How Are We Worshiping<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1959, pp. 27-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy testimony has been strengthened and my faith increased in the glorious truths of the\ngospel of Jesus Christ to which we have listened today.  It does answer the questions:  why\nthese general conferences, why these quarterly conferences, why these conferences of the\nauxiliary organization&mdash;\"For the perfecting of the saints, for the work of the ministry, for the\nedifying of the body of Christ\" (<span class=\"citation\" id=\"21710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21710)\">Eph. 4:12<\/a><\/span>),\nuntil we all come to a knowledge of the truth.\n<\/p><p>\nI have reminisced as Brother Hanks has been speaking. I am sure he will pardon me if I make\nreference to him and his marvelous family.  It was my privilege to live in the Nineteenth\nWard in the Salt Lake Stake.  On October 12, 1921, I left for my mission to the Central\nStates.  The day after, there came into the home of Brother and Sister Hanks, not a small \nboy&mdash;he was rather large, I understand&mdash;I was not there, but I have heard&mdash;and he was named\nMarion.  Well, you have seen his works; you have felt his spirit.  There are others in this\nfamily just as good and just and devoted to building up the kingdom of God.\n<\/p><p>\nTheirs in an example of a good Latter-day Saint home, wherein are taught the truths of the\ngospel of Jesus Christ; wherein they gather in humble prayer and thanksgiving for the\nblessings which have come into their lives; wherein they are taught the true joys of service to\nGod and our fellow men.  My, what a contrast to the story he has just related to us.\n<\/p><p>\nThere is another anniversary this week&mdash;if I may be pardoned for making reference to \nit&mdash;just fifty years ago on the 7th of October my father and I arrived in Salt Lake City&mdash;a boy\nof ten, coming to a new world with one purpose in mind, to be close to the center of the\nChurch and to serve the Lord.\n<\/p><p>\nI am grateful for that father who listened to the missionaries some sixty-three years ago in\nEngland, about two years before I was born, who accepted these truths and for about\nforty-five years was associated with the Scout program of the Church.\n<\/p><p>\nI shall ever be grateful for my membership in the Church of Jesus Christ, and to the young\npeople today may I say that there is no obsolescence in the teachings of the gospel.  As I\nunderstand the definition of <i>obsolete<\/i> it means something that is old-fashioned, that we have\noutgrown, something that is ancient or antiquated and maybe, in the terms of modern\nlanguage, \"old stuff\" or \"for the birds.\"\n<\/p><p>\nThe gospel of Jesus Christ is just as vital and essential today as it was when it was instituted\nin our pre-existent estate.  Jesus Christ is the Author of salvation.  I know this as I know I am\nstanding here today.  I have that witness.\n<\/p><p>\nWe may be termed peculiar, but that is nothing new.  Whenever there has been a dispensation\nof the gospel of Jesus Christ in the earth, the followers have been referred to as \"a peculiar\npeople.\"  Moses so declared (<span class=\"citation\" id=\"22669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22669)\">Ex. 19:5<\/a><\/span>).\nPeter and Paul so declared (<span class=\"citation\" id=\"43034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43034)\">Titus 2:14<\/a><\/span>).\nI would recall the words of Peter: \n<\/p><p>\n\"But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous\nlight\" (<span class=\"citation\" id=\"2274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2274)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nIt is wonderful to bask in the light of the gospel of Jesus Christ which banishes fear, which\nbanishes confusion and frustrations, and, oh, the need for remembering these things today.\n<\/p><p>\nSo I pray that we will acknowledge the hand of God as we have listened to his mouthpiece\nand prophet in his keynote address to us this great conference, admonishing us to teach the\nword.  We make no apology for teaching truth, we need make no compromise with the\nphilosophies and teachings of men.  The only time we are on dangerous ground is when we\npull away from the teachings of the Master, for I assure you the Master does not pull away\nfrom us.  As individuals we are prone to pull away from him because of things we do and say\nnot in harmony with his teachings.\n<\/p><p>\nMay we have a desire reburnished in our minds and our hearts as we leave this conference, to\nbe more dedicated in the service of the Master, putting our own homes in order, having\nfamily prayer, our individual prayer, paying our tithes and offerings, keeping\nthe Word of Wisdom, and being chaste and benevolent. As I speak of putting our homes in\norder, I should like to suggest that we take note of what comes into the hands of our youth,\nour own children. We must make sure they are not having their minds poisoned by the\ngarbage, if you please, that is on many of the newsstands and available through other channels\nthroughout the nation.\n<\/p><p>\nTime will not permit me to go into this subject further, but I call to mind a headline which I\nread just recently as I visited one of the stakes in the East and it told of this sad story: \n<\/p><p>\nAs the story was told, a man, an employee of the city of New York for some thirty years, a\nrespected employee, married, with grown children who were married, had working with him a\nyoung man about twenty-five, also married. Unknown to their wives, they had been in the\ndastardly business of producing vile film, pornography, and were arrested with over $500,000\nworth of the filthy stuff in their possession in one of their garages. I mention again, they were\nmarried men with children of their own, deliberately poisoning the minds of young people,\ntaking advantage of living in a land where our forefathers came to worship God according to\nthe dictates of their own conscience, a land built upon freedom and liberty.\n<\/p><p>\nI call to mind a statement made by a minister a couple of weeks ago as the Premier from\nRussia visited in the United States. He said he hoped that Mr. Khrushchev would come to his\nchurch \". . . to see how we worship.\"\n<\/p><p>\nHow are we worshiping? Are we the followers of Jesus Christ only on the Sabbath day, or\njust when we are in priesthood meeting, or is it that worship which reflects good and his\npeace as we go forth in our various travels, endeavors, and walks of life, truly being an\ninfluence every day, every hour, every minute for good to our fellow men?\n<\/p><p>\nI pray that we as parents will seek to know what our children are feeding upon, and see that\nthey feed upon the truths found in the Bible, the Book of Mormon, the Doctrine and\nCovenants, the Pearl of Great Price, the four Standard Works of the Church. Then they will\nnot suffer from malnourishment of the Spirit, and we will be fitting them to withstand the\nbuffeting of Satan.\n<\/p><p>\nI bear you my witness and testimony that God lives, that Jesus is the Christ, the Divine Son\nof our Heavenly Father, that Joseph Smith was and is a Prophet of God, and that those who\nhave succeeded him as Presidents of this Church down to President David O. McKay today,\nhave been and are mouthpieces and prophets of our Lord.\n<\/p><p>\nI bear you my solemn witness that President McKay holds the keys and authority, the keys of\nthe kingdom, and that the mantle of authority is upon him. I am so thankful for that witness,\nand I pray that I may be able to continue to bear this testimony as the Lord permits. I pray\nhis peace and blessing upon us humbly, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}