{"ID":1025, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Missionary Work<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1959, pp. 32-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI rejoice with you, my brothers and sisters, in the privilege of attending this wonderful\nconference and listening to the testimonies of the servants of the Lord, including the great\nwitness borne to us this morning by President McKay. I thank the Lord for my testimony that\nI know this work is true, and I know the power of God is in it; that this Church is built upon\nthe foundation of apostles and prophets, and that Christ our Lord is truly the\nhead of his Church today, as he has always been.\n<\/p><p>\nI have just had the privilege, with my wife, by appointment of President McKay, of touring\nfive of the missions of Europe&mdash;the Danish, the Swedish, the Norwegian, the Finnish, and\nthe Netherlands Missions&mdash;and Sister Richards and I appreciate that opportunity very, very\nmuch. I love missionary work. I love the spirit of missionary work. I know the Spirit of the\nLord is in the missionary work.\n<\/p><p>\nWhen Jesus was resurrected and sent his disciples into all the world to preach the gospel to\nevery creature, he said, \"And, lo, I am with you alway, even unto the end of the world,\"\n(<span class=\"citation\" id=\"34997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34997)\">Matt. 28:20<\/a><\/span>),\nindicating that when his kingdom should be set up in the latter days that he\nwould be with his servants until the end of the world. And I know that the Spirit of the Lord\nis in this great missionary movement.\n<\/p><p>\nIt was our privilege to visit and hear the testimonies of over five hundred missionaries, and\neach one I interviewed personally; and if you parents could have heard the testimonies of\nthose missionaries, you would have been proud, and you would have felt compensated for the\nsacrifices you are making to keep them in; the mission field. Many of them bore testimony of\ntheir gratitude to their parents for the privilege of being in the mission field. Some told of the\nfinancial struggles their parents had had. One boy said that his father was out of work when\nhe was called to go, but he would not stand in the way of that son of his being an ambassador\nof eternal truth, and many of them testified that their parents had prospered financially as\nnever before while their sons were in the mission field.\n<\/p><p>\nAnother thing that thrilled me in their testimonies: Many of them testified that their parents\nand the members of their families had become more interested and active in the Church while\ntheir sons were in the mission field, so that this great missionary program in a way is like a\ntwo-edged sword. It does a marvelous work in the mission field, and it does a marvelous work\nhere at home.\n<\/p><p>\nOne missionary whom I interviewed in Denmark said, \"I almost worship President Petersen,\nmy mission president. It was he who brought the gospel to my father in this land, and there\nare now fifty-seven of us in the Church by virtue of that one conversion.\"\n<\/p><p>\nAnother young man who was a counselor in the mission presidency in that mission was the\nseventh son of a convert from that mission to go back into the mission field&mdash;a wonderful\nyoung man&mdash;and he said, \"Brother Richards, couldn't I stay another six months?\" I said, \"No,\nyou had better go home. You have your military work to get back of you and your schooling,\nand then you ought to get married, and then you can raise your boys as your father did and\nsend them back on missions, and they will do the rest of your missionary work for you.\"\n<\/p><p>\nIt was a wonderful thing to be with those missionaries and feel their spirit, and I thank the\nLord for the experiences that have been mine. They say the proof of the pudding is in the\neating of it, and I have had the privilege of filling four missions and presiding over two, and\ntouring many of the missions, and I would not want to raise a boy in this day and generation\nand not have him go on a mission for his good and, because I think we owe so much to the\nworld, to share with them the wonderful truths of the gospel.\n<\/p><p>\nIf you parents could have seen the glow in their faces when the missionaries would bring their\ninvestigators up to shake our hands, you would not figure that there was anything in this\nworld that could compensate and take the place of the experiences that were theirs.\n<\/p><p>\nThe missionaries fast for their investigators. Two of the missionaries fasted all day that their\ninvestigator would not disappoint them when they had a baptismal service arranged for her\nthat night up in Trondheim, in the northern part of Norway. We went out to the bank of a\nfjord after ten o'clock at night, the sun still shining, and what a marvelous sight to see the\nmissionaries and the sister dressed in white! The missionary led her out into the waters of\nbaptism, and when she came back, my wife said, through the interpreter, \"Was it cold?\" She\nsaid, \"It's <i>deilig<\/i>.\" That means, it's beautiful. I do not know whether any of you Scandinavians\nwill recognize that or not, but that was her way of saying it was wonderful.\n<\/p><p>\nIt was wonderful. It was a wonderful thing to witness that baptism. We stood there watching\nit, and many of the tourists or the vacationers were watching it and a little sailboat that sailed\nup the fjord because this was out in the open. We have no baptismal fonts there yet.\nHowever, they are building a beautiful new chapel and had the foundation in when we were\nthere. As I looked and watched that beautiful sight, I thought of the account in the Bible\nwhere John led the Redeemer of the world down into the waters of baptism. He did not take a\nlittle water and sprinkle upon the head of the Savior. He led him down into the water, and we\nread that when he was baptized they came up out of the water\n(<span class=\"citation\" id=\"34921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34921)\">Matt. 3:16<\/a><\/span>), and I wondered how\nChristians could satisfy themselves having a little water sprinkled upon their heads instead of\nreally being baptized as the Redeemer of the world was baptized, especially when they read\nso many predictions of the prophets and apostles that the day would come when men would\n\"transgress the laws and change the ordinances\"\n(<span class=\"citation\" id=\"25198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25198)\">Isa. 24:5<\/a><\/span>).\n<\/p><p>\nI visited with quite a number of people who had been to the temple. They had just had a tour\nfrom each of those Scandinavian missions and from up in Finland to the temple. About one\nhundred went in each group. And I want to pay tribute here to you members of these\nforeign-speaking groups. I have something to do with your work. But you have sent money to\nthese mission presidents to help some of these underprivileged members to go to the temple.\nYou should see the joy that it brings into their lives! Those temples have literally changed the\nattitude of the Saints in many respects.\n<\/p><p>\nI was visiting with one young man and his wife who had three children. They had just\nreturned from the temple in Switzerland, and she said this: \"Brother Richards, we have been\nmembers of the Church for only six years, and we figure we are only six years old. We did\nnot know how to live, and what to live for, until we found the Church.\"\n<\/p><p>\nWhen you stop to think in those lands, according to reports, there are only about five percent\n(I think it was three, but to be safe I will say five percent) of the people of those lands who\nattend church at all of any kind, and then you know how little there can be in their lives\nreally to live for. Sometimes I thought as we went through those missions that about all they\nlive for was their vacation, because they are great people to have a vacation every summer. I\nwill not take time to go into detail about that. But they did not seem to be looking to eternal\nlife or eternal exaltation or eternal companionship with those whom they love. They did not\nknow anything about things like that. The newspapers even write articles discussing the fact\nthat there is no God.\n<\/p><p>\nI was told that many of the ministers will openly admit to their members that they do not\nknow whether there is a God or not. So, you see, they need the missionaries. They need this\nwonderful message that we have.\n<\/p><p>\nSpeaking of the temples, I remind you of when Nicodemus came to Jesus by night and said: \n<\/p><p>\n\"Rabbi, we know that thou art a teacher come from God: for no man can do these miracles\nthat thou doest, except God be with him.\n<\/p><p>\n\"Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born\nagain, he cannot see the kingdom of God.\"\n<\/p><p>\nAnd Nicodemus, you will remember, could not understand that, so he said,\n<\/p><p>\n\"How can a man be born when he is old? can he enter the second time into his mother's\nwomb, and be born?\"\n<\/p><p>\nAnd Jesus said: \n<\/p><p>\n\". . . Except a man be born of water and of the Spirit, he cannot enter into the kingdom of\nGod.\"\n<\/p><p>\nAnd Nicodemus could not understand and Jesus said,\n<\/p><p>\n\"Art thou a master of Israel, and knowest not these things?\n<\/p><p>\n\"Verily, verily, I say unto thee, We speak that we do know and testify that we have seen; and\nye receive not our witness.\n<\/p><p>\n\"If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of\nheavenly things?\" (<span class=\"citation\" id=\"27825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27825)\">John 3:2-5,10-12<\/a><\/span>).\n<\/p><p>\nAnd I have always thought that the heavenly things that Jesus spoke of were these wonderful\nblessings that we receive in the temples of the Lord, and I thank the Lord\nthat temples are reaching out to our people in these far-off lands.\n<\/p><p>\nIn 1906 I heard President Joseph F. Smith make this statement in Rotterdam, Holland: \"The\nday will come when temples of the Lord will dot this whole land of Europe,\" and I have lived\nlong enough to see two of them there, and I tell you it is changing the feeling of our people\ntoward the Church to know that these glorious blessings are coming within their reach.\n<\/p><p>\nAs we went to leave the London Temple to come home, one good brother, who must have\nbeen in his sixties, said, \"Brother Richards, why couldn't I have known this thirty years ago?\nWhy couldn't I have had the joy all these years of helping to build the kingdom?\"\n<\/p><p>\nThat is the spirit of this work. There is not much time left, but I would just like to reminisce\na moment. When I went on my first mission as a young man of nineteen, we were instructed\nby President Anthon H. Lund before we left for our missions. Among other things he said,\n\"Brethren, the people will love you. Now don't get lifted up in the pride of your hearts and\nthink that they love you because you are better than other people. They will love you because\nof your calling and the Spirit of the Lord that you take with you and the priesthood that you\nbear.\"\n<\/p><p>\nI didn't understand too much what that meant as a boy, but after I filled my first mission\nthere in Holland, I wept more tears a hundred times over as I took the train from Amsterdam\nto Rotterdam than I shed when I said farewell to my loved ones to go to that land.\n<\/p><p>\nI went into one home where I had the privilege of bringing the gospel, and the little woman, a\nmother of about eight children, looked up into my eyes, and the tears rolled down her cheeks,\nclear down the front of her dress, and she said, \"Brother Richards, it was hard to see my\ndaughter leave for Zion a few weeks ago, but it is a lot harder to see, you go,\" and then I\nknew what Brother Lund meant when he said, \"They will love you. They will love you\nbecause of the message that you bring to them.\"\n<\/p><p>\nThen I went to say good-bye to a man who was in the government service. He stood erect in\nuniform. He was old enough to be my father. He got down on his knees, took my hand in his\nand hugged it and kissed it and bathed it with his tears, and then I understood what Brother\nLund meant when he said, \"They will love you.\"\n<\/p><p>\nI tell you, brothers and sisters, we should be grateful for this great missionary system that is\nbringing so much joy, happiness, and peace into the lives of our people. That little family\nwho did not know how to live until they had found the Church, and then just think of the\nrevelation to them of the marvelous truths of the gospel, eternal duration of the marriage\ncovenant&mdash;they will have their children in the eternal world&mdash;and that they can be exalted in\nthe presence of God, the Eternal Father, and his Son, Jesus Christ! Compare that to what they\nhave in a nation where the people have almost deserted their faith in God.\n<\/p><p>\nI pray God to bless us all and help us to be worthy of our heritage and to give freely, and I\ndo want to commend others who have sent money into those missions to help the local young\npeople to fill missions, for they are doing a great work. And if any of the rest of you are\nfinancially able and you would like to lay up a few more treasures in heaven, I invite you to\ndo the same.\n<\/p><p>\nI leave you my blessings and pray God to be with you all, and bear witness of his truth in the\nname of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}