{"ID":1026, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Task Ahead<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1959, pp. 45-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFirst, I am grateful for your promotion to First Counselor. I am grateful for your sustaining\nvote for Brother Moyle, who fills a great need that we had in the First Presidency. He is\nindomitable in his courage and has only the welfare of the Church at heart.\n<\/p><p>\nBut we miss Brother Stephen L Richards. We miss his gentleness, his kindness, his wisdom,\nhis experience, his courtesy, his loyalty to the Church, and his great work in connection with\nthe missionary service. We miss President Richards.\n<\/p><p>\nI now recall vividly the great address of President McKay, and I endorse all that has been\nsaid, not only by him in that address but by all the Brethren who have followed. This has\nbeen a great conference, filled to overflowing with the Spirit of the Lord.\n<\/p><p>\nI am grateful for all this and with the President's permission, I want to add a word or two,\nmore particularly on the world condition.\n<\/p><p>\nWhen Christ came to the earth, there was, so far as I know, only one nation, the Hebrew\nnation, that understood and worshiped the true God, the God of Sinai&mdash;\"Thou shalt have no\nother gods before me\" (<span class=\"citation\" id=\"22670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22670)\">Ex. 20:3<\/a><\/span>).\n<\/p><p>\nHe commissioned his apostles: \n<\/p><p>\n\"Go ye into all the world, and preach the gospel to every creature.\n<\/p><p>\n\"He that believeth and is baptized shall be saved; but he that believeth not shall be damned\"\n(<span class=\"citation\" id=\"33119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33119)\">Mark 16:15-16<\/a><\/span>).\n<\/p><p>\nThe latter \"and is baptized\" was added in our day, for we received the very same commission.\nAnd there was entrusted to us the opening, and the carrying on, of the Last Dispensation of\nthe Fulness of Times, and we have been authorized further and commissioned thereto, by the\nordination and conferring at the hands of heavenly messengers, the Holy Priesthood after the\nOrder of the Son of God, divided into two, the Melchizedek and the Aaronic, that we might\navoid the constant repetition of the name of the Son.\n<\/p><p>\nThe whole world, when Christ left, except the Hebrews, on the eastern continent, except the\nHebrews and the few that Christ left, a few hundred, were pagans, not believing in the God of\nSinai and of course, not believing in the gospel as did not generally the Hebrew nation. We\nhave been fighting for two thousand years until today, titularly at any rate, not quite half of\nthe inhabitants of the world believe in this God of Sinai and in the Christ. The other half is\npagan who do not accept God, the God of Abraham, Isaac, and Jacob, and our God, the God\nof the Christian world, but who have something that is equivalent thereto that satisfies them,\nbut it is pagan.\n<\/p><p>\nBut we have this added situation: we have the man described by President\nMcKay and commented upon so well, who in effect is the directing head of this whole great\nbody of paganism in their ideology and in their non-belief in God. I think this is the first time\nin all history when God's people have been faced with an organized paganism more or less\nguided and directed by one who denies God and says he is unconvertible from his atheism.\n<\/p><p>\nWe get the impression that he has in mind that his Marxian ideology, and his atheism, shall\ngain control somehow and make of all of us the followers of his doctrines. He preaches peace,\nI may say, and then he preaches the abandonment of certain weapons of war, then he preaches\nthat we go back to traditional warfare, where numbers count, he preaches that we shall\ndestroy our military installations, and if he gets rid of these, I see no end to what he may try\nto do.\n<\/p><p>\nThe whole Western world, the Christian, the God-fearing world, with the exceptions that exist\nin each country that follows Marxism, with the exception that exists in Russia, relatively few,\nbut perhaps in good part many, these are the things which we face under his direction.\n<\/p><p>\nNow, let us have no illusions about this, brethren and sisters. The plan is really one of\nexterminating God and Christianity. Into our hands has been placed through divine ordinations\nthe Holy Priesthood after the Order of the Son of God. In our hands is the responsibility of\ncarrying forward.\n<\/p><p>\nWe do not have now a united front to this united paganism. We are still torn and divided\namong many sects. But the problem we face, if the plans of the Marxian paganism are carried\nout, is our extermination.\n<\/p><p>\nGod has declared that the Lord will never take away or give to another people the authority\nand the gospel plan which we have. I want to bring home to every one of you brethren and\nsisters of the Church, and to others so far as I may speak, the seriousness of this situation.\nYou cannot mollify an unconvertible, you may not hope that after his ends are gained, for any\nbut the treatment he has administered upon others.\n<\/p><p>\nThere are good people in Russia. There are faithful people in Russia. Elder Benson has\nrecently met a few of them. But they live under this Marxian theory, and one of the elements\nof that is the destruction of free agency which was given to the sons of God before the world\nwas created. Through it there was the rebellion in heaven. Through free agency we climb to\nthe heights that lead us into exaltation. The Marxian theology repudiates God.\n<\/p><p>\nI have a feeling, brothers and sisters, that any man or woman who voluntarily subjects himself\nto this pagan ideology, who voluntarily lives within its jurisdiction, who voluntarily under this\ntheory gives up his free agency, has lost his testimony and is on the road to apostasy.\n<\/p><p>\nI cannot bring too strongly that here in the last days, paganism is under one head, and that\nhead is guided by Satan himself. Please, brethren and sisters of the Church, keep the home\nfires of testimony and knowledge of the gospel and of God and of Jesus Christ, keep the\nhome fires burning in your homes, in your priesthood quorums, and all the rest, for I am sure,\none way or another, we shall have to face dire persecution.\n<\/p><p>\nI bear my testimony that God lives, that Jesus is the Christ, the Savior of the world, the\nRedeemer of mankind, the first fruits of the resurrection. I bear my testimony that the\nauthority of the Holy Order of the Priesthood of the Son of God is upon the earth, bestowed\nthrough heavenly messengers upon Joseph Smith, who has given to us the plan of the gospel.\nI bear my testimony that the powers and authority that were given to Joseph Smith have\npassed on down through, from President to President, until we have now President David O.\nMcKay, who stands by your sustaining vote, as the prophet, seer, and revelator, and President\nof the Church of Jesus Christ of Latter-day Saints, and that he possesses all that his\npredecessors have had who have gone before.\n<\/p><p>\nMay God bless us all.\n<\/p><p>\nI thank you for the strength that has been mine, and I do it in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}