{"ID":1027, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Eternal Life&mdash;Eternal Marriage<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, October 1959, pp. 47-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am wholly dependent upon the blessings of the Lord, and pray\nthat his Holy Spirit may direct me to say that which he would have me say.\n<\/p><p>\nYesterday we heard something about youth marriages, ninety percent of which end in divorce.\n[See Elder Mark E. Petersen's address.] A very deplorable condition was reported as\nprevailing in some places among some people. I should like, if the Lord will bless me to that\nend, to say something about a form of marriage that our people, young and old, may enter\ninto, one that our people should look forward to and be prepared for, and I am persuaded that\nbecause many are not so prepared, there is a lack of proper understanding among parents and\nchildren and a lack of proper appreciation of the great importance of this marriage that\ninvolves the salvation and eternal life of our people.\n<\/p><p>\nWe speak of salvation, and I am wondering if we know what it means. The Lord made this\nwonderful declaration among the glorious things that he has told us: \"For behold, this is my\nwork and my glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39118)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nWhat is eternal life? What is immortality? What is exaltation and salvation? The Lord says:\n\"And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent\" (<span class=\"citation\" id=\"27875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27875)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThe Lord Jesus Christ said, as we have it in the New Testament: \"And as Moses lifted up the\nserpent in the wilderness, so must the Son of man be lifted up: \n<\/p><p>\n\". . . That whosoever believeth in him should not perish, but have eternal life\"\n(<span class=\"citation\" id=\"27828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27828)\">John 3:14-15<\/a><\/span>).\nThis is understood as salvation through the gospel of Jesus Christ.\n<\/p><p>\nFirst, what is immortality? In the 29th section of the Doctrine and Covenants the Lord said:\n\"And thus did I, the Lord God, appoint unto man the days of his probation&mdash;that by his\nnatural death he might be raised in immortality\"&mdash;death is the door to immortality&mdash;and then\nthe Lord continues, \"unto eternal life, even as many as would believe; \n<\/p><p>\n\"And they that believe not unto eternal damnation\"\n(<span class=\"citation\" id=\"13727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13727)\">D&amp;C 29:43-44<\/a><\/span>).\n<\/p><p>\nSo through the atonement of Jesus Christ immortality comes, and has come to every human\nsoul and will always come. The Lord also says in the 29th section that the trump should\nsound for the resurrection, \". . . and then shall all the dead awake, for their graves shall be\nopened, and they shall come forth&mdash;yea, even all\"\n(<span class=\"citation\" id=\"13726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13726)\">D&amp;C 29:26<\/a><\/span>).\nThis is in agreement with\nthe teachings in the New Testament which declare: \n<\/p><p>\n\"Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear\nhis voice,<br \/>\n\"And shall come forth; they that have done good, unto the resurrection of life; and they that\nhave done evil, unto the resurrection of damnation\"\n(<span class=\"citation\" id=\"27832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27832)\">John 5:28-29<\/a><\/span>).\n<\/p><p>\nSo they shall <i>all<\/i> come forth from the grave. What then? The Prophet Amulek says: \"Now,\nbehold, I have spoken unto you concerning the death of the mortal body, and also concerning\nthe resurrection of the mortal body. I say unto you that this mortal body is raised to an\nimmortal body, that is from death, even from the first death unto life, that they can die no\nmore; their spirits uniting with their bodies, never to be divided; thus the whole becoming\nspiritual and immortal, that they can no more see corruption\"\n(<span class=\"citation\" id=\"8993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8993)\">Alma 11:45<\/a><\/span>). This is\nimmortality. It comes to every soul, good or bad, believer or nonbeliever. It\nhas already been established for all the souls of man who ever have lived or who will live in\nthe future.\n<\/p><p>\nNow what is eternal life? In attempting to discuss this great subject, and the time so short, I\nthought I might bring to you the words of the Lord himself upon this subject so that you may\nponder them as you may have opportunity. The Lord defines eternal life very clearly in the\n88th section of the Doctrine and Covenants, fourth verse.\n<\/p><p>\n\"This Comforter is the promise which I give unto you of eternal life, even the glory of the\ncelestial kingdom.\" Then to make plain that eternal life is the fulness of the celestial glory, he\nexplains further, \"Which glory is that of the church of the Firstborn, even of God, the holiest\nof all, through Jesus Christ his Son\"\n(<span class=\"citation\" id=\"13774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13774)\">D&amp;C 88:4-5<\/a><\/span>).\n<\/p><p>\nI refer you to section 76:53-70 of the Doctrine and Covenants\n(<span class=\"citation\" id=\"13763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13763)\">D&amp;C 76:53-70<\/a><\/span>), which explains in more detail\nthe fulness of the glory of the celestial kingdom, which the Lord says is eternal life, which he\nfurther confirms when he said, \". . . if you keep my commandments and endure to the end\nyou shall have eternal life, which gift is the greatest of all the gifts of God\"\n(<span class=\"citation\" id=\"13712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13712)\">D&amp;C 14:7<\/a><\/span>).\nThis then is <i>eternal life<\/i>.\n<\/p><p>\nAnd how shall we obtain eternal life? Well, only through the gospel of Jesus Christ. There is\nno other way, and as President Smith emphasized yesterday, the salvation that we are talking\nabout as servants of God and the people of God with this dispensation of the gospel given to\nus for the world, is exaltation, a fulness of God's gift, eternal life.\n<\/p><p>\nNow, the Lord revealed the glorious principles of the gospel in the Book of Mormon as\nrestored through the Prophet Joseph, and for fourteen years the Lord revealed to the Prophet\nJoseph Smith principles of life and salvation. One of these revelations is the 132nd section of\nthe Doctrine and Covenants, regarding the \"new and everlasting covenant of marriage,\" which\nis very specific in its character, and the Lord, in mentioning it and introducing the subject to\nthe Prophet, makes these very striking and significant statements: \n<\/p><p>\n\"For behold, I reveal unto you a new and an everlasting covenant; and if ye abide not that\ncovenant, then are ye damned; for no one can reject this covenant and be permitted to enter\ninto my glory\" (<span class=\"citation\" id=\"13814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13814)\">D&amp;C 132:4<\/a><\/span>).\n<\/p><p>\nRemember that statement&mdash;the covenant of celestial or heavenly marriage, if rejected by us,\nshuts us out of his glory.\n<\/p><p>\n\"For all who will have a blessing at my hands shall abide the law which was appointed for\nthat blessing, and the conditions thereof, as were instituted from before the foundation of the\nworld.<br \/>\n\"And as pertaining to the new and everlasting covenant, it was instituted for the fulness of my\nglory; and he that receiveth a fulness thereof must and shall abide the law, or he shall be\ndamned\" (<span class=\"citation\" id=\"13815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13815)\">D&amp;C 132:5-6<\/a><\/span>).\n<\/p><p>\nNow that is as explicit and plain as anything could be, and the fulness of God's glory is\neternal life, the greatest gift that God can give and that is involved in this principle of\nmarriage, as instituted of God by the authority of God, and in being true to the covenants of\nthat marriage.\n<\/p><p>\nThen the Lord, to explain the principle more clearly, refers to the ordinary marriage. He says:\n\"And everything that is in the world, whether it be ordained of men, by thrones, or\nprincipalities, or powers, or things of name, whatsoever they may be, that are not by me or by\nmy word, saith the Lord, shall be thrown down, and shall not remain after men are dead,\nneither in nor after the resurrection, saith the Lord your God.<br \/>\n\"For whatsoever things remain are by me; and whatsoever things are not by me shall be\nshaken and destroyed.<br \/>\n\"Therefore, if a man marry him a wife in the world, and he marry her not by me nor by my\nword, and he covenant with her so long as he is in the world and she with him, their covenant\nand marriage are not of force when they are dead, and when they are out of the world;\ntherefore, they are not bound by any law when they are out of the world\"\n(<span class=\"citation\" id=\"13816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13816)\">D&amp;C 132:13-15<\/a><\/span>).\n<\/p><p>\nThen note what follows: \"Therefore, when they are out of the world they neither marry nor are\ngiven in marriage; but are appointed angels in heaven, which angels are ministering servants,\nto minister for those who are worthy of a far more, and an exceeding, and an\neternal weight of glory\" (<span class=\"citation\" id=\"13818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13818)\">D&amp;C 132:16<\/a><\/span>).\n<\/p><p>\nThe status has changed. The Lord continues, \"For these angels did not abide my law;\ntherefore, they cannot be enlarged, but remain separately and singly, without exaltation, in\ntheir saved condition, to all eternity; and from henceforth are not gods, but are angels of God\nforever and ever\" (<span class=\"citation\" id=\"13819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13819)\">D&amp;C 132:17<\/a><\/span>).\n<\/p><p>\nThey may be saved in the celestial kingdom, but they cannot be enlarged, and forever and\never they remain a person of a lower degree&mdash;a lower order of being, stripped of the greatest\npower, that of eternal increase.\n<\/p><p>\n\"For strait is the gate,\" the Lord continues, \"and narrow the way that leadeth unto the\nexaltation and continuation of the lives, and few there be that find it, because ye receive me\nnot in the world neither do ye know me . . .<br \/>\n\"Broad is the gate, and wide the way that leadeth to the deaths; and many there are that go in\nthereat, because they receive me not, neither do they abide in my law\" (<span class=\"citation\" id=\"13821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13821)\">D&amp;C 132:22,25<\/a><\/span>).\n<\/p><p>\nTherefore we see that eternal life which God says it is his glory and honor to bring to\nmankind is gained by obedience to the law of eternal marriage, which is instituted before the\nfoundations of the world, to bring about the fulness of exaltation.\n<\/p><p>\nIn the 132nd section of the Doctrine and Covenants, verses 19-21, the Lord explains the\ncovenant and blessings of celestial marriage as follows: \n<\/p><p>\n\"And again, verily I say unto you, if a man marry a wife by my word, which is my law, and\nby the new and everlasting covenant and it is sealed unto them by the Holy Spirit of promise,\nby him who is anointed, unto whom I have appointed this power and the keys of this\npriesthood; and it shall be said unto them&mdash;Ye shall come forth in the first resurrection; and if\nit be after the first resurrection, in the next resurrection, and shall inherit thrones, kingdoms,\nprincipalities, and powers, dominions, all heights and depths&mdash;then shall it be written in the\nLamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if\nye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be\ndone unto them in all things whatsoever my servant hath put upon them, in time, and through\nall eternity; and shall be of full force when they are out of the world; and they shall pass by\nthe angels, and the gods, which are set there, to their exaltation and glory in all things, as\nhath been sealed upon their heads, which glory shall be a fulness and a continuation of the\nseeds forever and ever.<br \/>\n\"Then shall they be gods, because they have no end; therefore shall they be from everlasting\nto everlasting, because they continue; then shall they be above all, because all things are\nsubject unto them. Then shall they be gods, because they have all power, and the angels are\nsubject unto them.<br \/>\n\"Verily, verily, I say unto you, except ye abide my law ye cannot attain to this glory\"\n(<span class=\"citation\" id=\"13820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13820)\">D&amp;C 132:19-21<\/a><\/span>).\n<\/p><p>\nNow I believe that our teachers, our leaders, and our parents must be taught and must teach\nthese principles. They are as clear as words can make them, as the Lord has explained them. I\ncannot help feeling that many are not being properly married because they are not properly\ntaught. It is not enough to urge temple marriage. They must know what temple marriage\nmeans. It is a matter of eternal life and exaltation in the presence of God forever and forever.\n<\/p><p>\nI close with a statement of the Prophet Joseph Smith: \"In the celestial glory there are three\nheavens or degrees;<br \/>\n\"And in order to obtain the highest, a man must enter into this order of the priesthood\n[meaning the new and everlasting covenant of marriage];<br \/>\n\"And if he does not, he cannot obtain it.<br \/>\n\"He may enter into the other, but that is the end of his kingdom; he cannot have an increase\"\n(<span class=\"citation\" id=\"13810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13810)\">D&amp;C 131:1-4<\/a><\/span>).\n<\/p><p>\nMay the Lord help us to awaken our youth and the parents, and all of us, to the need to know\nwhat this marriage is, to live worthy of it, to be prepared for it, for our youth to enter into it\nwhen they are mature enough, and trained enough, and for all who have been married for\ntime only to prepare themselves for this glorious covenant&mdash;because in this marriage that\nGod has instituted there are three parties to it. God is the principal party, and the\nunion is consummated by his power and his authority, and his promises are\nattached to that union. If, in it, we are faithful and true to the gospel of Jesus Christ, we shall\nbe exalted in his presence and dwell with him forever.\n<\/p><p>\nMay God give us the power to make clear to all these glorious revelations, now available to\nthe world, because the gospel has been restored in its fulness, and for the full salvation of the\nhuman soul.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}