{"ID":1028, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">On Reading the Standard Works<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1959, pp. 50-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMay I take as a text these words which were dictated by the Holy Ghost to an inspired man\nin ancient Israel: \n<\/p><p>\n\"The law of the Lord is perfect, converting the soul: the testimony of the Lord is sure,\nmaking wise the simple.<br \/>\n\"The statutes of the Lord are right, rejoicing the heart: the commandment of the Lord is pure,\nenlightening the eyes.<br \/>\n\"The fear of the Lord is clean, enduring for ever: the judgments of the Lord are true and\nrighteous altogether.<br \/>\n\"More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and\nthe honeycomb.<br \/>\n\"Moreover by them is thy servant warned: and in keeping of them there is great reward\"\n(<span class=\"citation\" id=\"41810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41810)\">Ps. 19:7-11<\/a><\/span>).\n<\/p><p>\nNow if I may be enlightened by the same Spirit that rested upon him who wrote these words,\nI would like to indicate the great compelling necessity, the overwhelming obligation, that rests\nupon us as members of this great latter-day kingdom, to come to a knowledge of the law of\nthe Lord, to know the doctrines of the gospel, to understand the principles, requirements, and\nordinances which we must comply with in order to be heirs of salvation in the Lord's\nkingdom.\n<\/p><p>\nWe believe and advocate that every member of this Church should have a testimony of the\ndivinity of the work; that he should know for himself, independent of any other person, that\nJesus Christ is the Son of God, and that salvation is in him; that Joseph Smith is the agent\nand instrument through whom the knowledge of salvation has come again in our day; and that\nthe mantle of the Prophet rests upon President David O. McKay at this time. By first gaining\na testimony and then by being valiant in testimony, we can be heirs of salvation.\n<\/p><p>\nBut no man can have a testimony of this work until he begins to get a knowledge of the\ngospel. A testimony is based on knowledge; first a man must learn about God and his laws,\nand then by obedience to these laws he will gain a testimony. Jesus said, \". . . My doctrine is\nnot mine, but his that sent me.\n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine, whether it be of God, or whether\nI speak of myself\" (<span class=\"citation\" id=\"27839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27839)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nWe believe that all members of this Church should be fully and completely converted, so\nmuch so that they are changed from a natural and fallen state into saints of God, changed into\na state where they have in their hearts desires for righteousness. By following such a course\nthey are born again; they are renewed of the Spirit; they are in line for eternal salvation. But\nno one can attain unto such a state until he knows the laws that govern the process of being\nconverted.\n<\/p><p>\nWe believe that after we join this Church it is incumbent upon us to press forward in\nsteadfastness and in devotion, living by every word that proceedeth forth from the mouth of\nGod (<span class=\"citation\" id=\"34928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34928)\">Matt. 4:4<\/a><\/span>),\ndesiring righteousness, seeking his Spirit, loving him with all our hearts, mights, minds,\nand strength; and yet we cannot do any of these things until we first learn the laws which\ngovern them. In the full gospel sense, there is no such thing as living a law of which we are\nignorant. We cannot worship a God of whom we know nothing, as far as gaining eternal\nlife through that worship is concerned.\nAnd so I think we have the obligation, the great underlying responsibility, to learn the\ndoctrines of the Church so that we will be able to serve in the kingdom, so that we will be\nable to carry the message of salvation to our Father's other children, and so that we will be\nable to live in such a manner as to have peace and joy ourselves, and gain this hope of\nglorious exaltation and eternal life of which Brother George Q. Morris has been speaking.\n<\/p><p>\nWe have been commanded to do this thing. We say, for instance, that no man can be saved in\nignorance (<span class=\"citation\" id=\"13812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13812)\">D&amp;C 131:6<\/a><\/span>),\nand we mean in ignorance of Jesus Christ and the saving truths of the gospel. We\nsay that men are saved no faster than they gain knowledge, and we mean knowledge of God\nand the principles and doctrines which he has revealed. We say that the glory of God is\nintelligence, and we mean that his glory is light and \ntruth (<span class=\"citation\" id=\"13780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13780)\">D&amp;C 93:36<\/a><\/span>)&mdash;including the revealed light of\nheaven and the truths of salvation.\n<\/p><p>\nWhen Moses was finishing his ministry in ancient Israel, after he had led that people through\nall their travails in the wilderness, he, being moved upon by the Spirit, took occasion to\nsummarize the laws, the statutes, the judgments, the ordinances, the things that they, Israel,\nwould be required to do; and after having so done, he said this: \n<\/p><p>\n\"And these words, which I command thee this day, shall be in thine heart:<br \/>\n\"And thou shalt teach them diligently unto thy children, and shalt talk of them when thou\nsittest in thine house, and when thou walkest by the way, and when thou liest down, and\nwhen thou risest up.<br \/>\n\"And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between\nthine eyes.<br \/>\n\"And thou shalt write them upon the posts of thy house, and on thy gates\"\n(<span class=\"citation\" id=\"21226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21226)\">Deut. 6:6-9<\/a><\/span>).\n<\/p><p>\nIn other words, Moses was commanding that Israel should center their souls and hearts upon\nstudying and knowing and learning the laws of the Lord so that they would be in the position\nand have the ability to live them, and thus gain salvation and perform the mission appointed\nto that chosen people.\n<\/p><p>\nNow in our day we have the standard works of the Church. We have the Bible, the Book of\nMormon, the Doctrine and Covenants, and the Pearl of Great Price. There are in these four\nbooks a total of 1579 chapters. I think it would not be too much to say that we could with\npropriety, day in and day out, consistently, read three chapters in one or the other of these\nworks; and if we pursued such a course, we would read all of the Gospels in less than a\nmonth. We would read the entire New Testament in three months. We would read the Old\nTestament in ten months, and the whole Bible in thirteen months. We would go through the\nBook of Mormon in two and two-thirds months, the Doctrine and Covenants in a month and a\nhalf, and the Pearl of Great Price in five days. Taken altogether, we would read all the\nstandard works in less than eighteen months and be ready to start over again.\n<\/p><p>\nWell, it does not seem to me that the Lord is viewing us any differently from the way he\nviewed ancient Israel. Our whole hearts and souls and our continual meditation should be\ncentered on the gospel and the things of the Lord, so that we can work out our salvation and\nfulfil our missions. By regular, systematic study of the standard works we can go a long way\ntoward keeping in a course that will please the Lord and further our own eternal progression.\nIn this way we can gain for ourselves peace and satisfaction and happiness in this life and\nhave a hope of eternal life in the world to come\n(<span class=\"citation\" id=\"13747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13747)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}