{"ID":1029, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">My Friend and I<\/p>\n<p class=\"gcspeaker\">Bishop Carl W. Buehner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Carl W. Buehner, <i>Conference Report<\/i>, October 1959, pp. 52-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, with you I have enjoyed every moment of this great conference.\nI have had a lump in my throat a number of times as I have felt the power and Spirit that has\nbeen present in these sessions. I am very grateful to you for your sustaining vote which\npermits me to be with my Brethren for six more months.\n<\/p><p>\nI should also like to express my gratitude in the selection of Elder Howard W. Hunter to\nbecome a member of the Council of the Twelve and sincerely pray that the Lord will magnify\nand sustain him in this high and holy calling.\n<\/p><p>\nI must confess to you that in making preparations for these few precious moments, I conferred\nwith a very choice friend of mine. He has given me a number of suggestions. He said, \"Warn\nthe young people how the evil one, through his power, would like to destroy all that is good\nin them, defame their character, undermine their physical body, and poison their mind even as\nthe lowly termite can destroy a building.\"\n<\/p><p>\nDo you know what a termite is? A termite is an ugly, little ant-like looking insect, very light\nin color, that does all its work in the dark. If it has to get from the earth where it gets its\nmoisture, to the area in which it finds the timbers in which it works, it builds itself a little\nchannel so that it cannot be seen as it goes back and forth. It costs citizens of this country\nhundreds of millions of dollars annually to replace the damage done to the wood in buildings\nby these little destroyers. The exterior of a structure can look beautiful and sound, but because\nthe strength of its timbers has been eaten away by termites, and only an outer shell is left\nstanding, it can become very dangerous and of little value. \"So also can evil influences\nundermine us and darken our vision to the wonderful blessings ahead,\" my friend said.\n<\/p><p>\nMy friend also gave me this idea: He said, \"How about the message in the song that says,\n<\/p><p>\n\"'The world has need of willing men,<br \/>\nWho wear the worker's seal.<br \/>\nCome, help the good work move along.<br \/>\nPut your shoulder to the wheel.'\"\n<\/p><p>\nI thought of thousands of our organizations in all parts of the world, officered with those\nwilling and able to keep the good work moving along. A tremendous effort to further our\nFather's business is in progress, and for each of us to put our shoulder to the wheel would not\nonly increase this effort but also bring in return, happiness, and blessings that could be\nsecured from no other source. \"Urge everyone to go to work in this great cause,\" said my\nfriend.\n<\/p><p>\nI asked him for one more idea. I had to admit that he did have wonderful suggestions. He\nsaid, \"What this world needs is people who go about doing good.\" One of the greatest\ncompliments paid to the Savior was given by his great disciple, Peter, when among other\nthings, he said, and he \". . . went about doing good\"\n(<span class=\"citation\" id=\"7848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7848)\">Acts 10:38<\/a><\/span>). Then my friend\nreminded me that in my travels I had surely observed instances and had experiences that\nillustrate this very thing. Said he, \"Why not tell the people some of these things?\"\n<\/p><p>\nIn my mind's eye, I immediately saw an army of 140,000 men and boys, visiting among the\nwards as ward teachers making in excess of three and one-half million visits each year to the\nhomes of the members of the Church. The good that is being accomplished by them and the\nblessings they are bringing into these homes cannot be measured. I learned recently that one\nof these ward teachers had served in excess of eighty-two years. It is said that in those\neighty-two years, he missed visiting his district only four or five times. I heard one of the\nbishops who presided over this ward pay a tremendous tribute to this man.\nHe indicated that if there was ever a man alive who went about his ward doing good, it was\nthis man. I have learned of some who served for over seventy years, and many who have\ngiven sixty years of service as ward teachers. I cannot help feeling that they certainly have\nbeen a power and influence for good among the people of the Church.\n<\/p><p>\nOnly a few days ago in a stake quarterly conference I heard a young man, who, with his\nparents, had been living in the mission field, say that he had the responsibility of visiting\nthree families each month. He, together with his companion, in order to make these visits was\nrequired to travel 160 miles in one direction from the place they lived to visit two of these\nfamilies and had to go 130 miles in the opposite direction to visit the other family, but they\ndid the visiting every month.\n<\/p><p>\nI learned of the dedication of some others. While visiting a stake in the Northwest, I learned\nthat there are communities which become isolated from the rest of the world during the winter\nmonths. Here some of our members reside. Ward teachers who have the responsibility of\nvisiting these families have been so eager to make contact with them that they have traveled\nby horseback, jeep, and even used a tractor to make the visit to be sure that all was well and\nto learn whether or not they could be of any assistance. Then I realize that the same thing\nexists with the great Relief Society visiting teachers' program. They, too, go into the homes\nof members every month with probably 140,000 teachers. This makes 280,000 teachers\nvisiting among our families, and this cannot help being a powerful influence for good.\n<\/p><p>\nI heard a story about a little Primary child who came from a home where the parents were\ninactive. The child faithfully attended Primary and apparently listened carefully to each\nlesson. One night as the family gathered around the dinner table and were ready to partake of\nthe meal, the little girl suddenly said, \"I can't eat tonight.\" After careful questioning by the\nparents, the little girl finally said, \"Mother, I have learned in Primary that we should not eat\nthe food that is placed before us until we thank our Heavenly Father for it.\" The father and\nmother looked at each other, wondering what to do, and the little girl, observing the anxiety\nin their eyes, said, \"If you are wondering who can do this, I can.\" The little girl asked the\nblessing on the food; her appetite returned; and everything seemed all right until the same\nsituation occurred the following evening. The little girl just could not eat her dinner, and the\nmother, remembering the experience of the night before, said to her, \"You asked the blessing\nlast night, ask it again tonight.\" The little girl said, \"Mother, I can't do it. I learned in Primary\nthat there are some things the Lord does not want us to take into our bodies, and some of\nthese things are on this table.\" When the cups of coffee and the coffee pot had been removed\nand disposed of, the little girl asked the blessing on the food, and the family resumed eating.\n\"You will never know the change that came over our home through the teaching of our little\nPrimary child,\" the mother remarked.\n<\/p><p>\nAn appreciative wife whose husband was a very inactive man in the Church related the\nfollowing experience: \"Through the personal missionary program of the priesthood quorum, a\nfine, active man was assigned to contact my husband to see if he could bring him back into\nactivity in the Church. This man faithfully telephoned our home every Saturday night, telling\nmy husband that he would call again in the morning in the hope that he would be ready to go\nto priesthood meeting with him. 'It would be a pleasure to let me come and take you to\nmeeting with me. You just don't know what you are missing,' he said. Each time for twenty\nweeks, my husband found an excuse, not only on Saturday evening but on Sunday morning;\nbut on the twenty-first Sunday morning, my husband came out of his bedroom all dressed up.\nExcitedly, I said to him, 'My heavens, where are you going this morning?' He remarked that\nin a few moments he would be getting a telephone call. 'I have had them for twenty weeks,\nyou know, and I will receive one again in a few moments. When I tell this man that I am all\ndressed and ready to go to priesthood meeting with him, it could be such a\nshock to him that he may not be able to come and get me.'\" \"Well,\" said his wife, \"you don't\nmiss the blessings of the priesthood in the home until you realize what has been denied you.\nMy husband will never get over thanking this man for calling him persistently until finally he\nyielded. What it has done for him and our family is tremendous.\"\n<\/p><p>\nI have learned in the last day or two of many of the great services our servicemen are lending\nin the building program of the Church. As you know, they are assigned to military camps in\nall parts of the world. In many of these areas, buildings will be erected, and servicemen will\nmake very substantial contributions to those buildings in cash and in time. In many instances,\nthey will not be able to use these buildings when they are completed. They will have been\ntransferred to another area. I learned yesterday of a man who, with his family, had decided to\ntake a vacation. When all preparations had been made, and because they were in the midst of\na building program in their ward, he said to his family, \"Well, let's just buy a plane ticket for\nmother so she can go and visit her family, and while she is gone, the boys and I will give our\nvacation time to the construction of our chapel.\" I saw that chapel. I saw this man and his\nsons working on this chapel. I shook hands with each of them. I caught the thrill that came to\nthem. Probably the best vacation this man will ever have will be the one he gave to assist in\nbuilding one of these beautiful chapels in the Church.\n<\/p><p>\nMany stories of the efficacy of our welfare program have been told, and I realize I must not\ntake too much time to speak about these, but let me tell you of one case that happened\nrecently. A man and his wife came to our office, the man bandaged from his head to his feet,\nto pay tribute to the work of the welfare program. Fire had struck this man's home. Two of\nhis children were burned to death in the fire; two others sustained serious burns, and he, too,\nwas burned practically over the entire surface of his body. He had now recovered sufficiently\nto leave the hospital and was so overjoyed when he saw what the brethren of his ward had\ndone to rebuild his burned home that he came to the office of the Presiding Bishopric just to\nthank the Church for the great welfare program. We were about to have a meeting with the\nFirst Presidency and so invited this man and his wife to go downstairs with us and shake\nhands with these brethren. I am sure no greater thrill will ever come to this couple than to\nhave this privilege, and I heard this man say to the First Presidency, \"I do not think I could\nhave endured that which has happened to us had it not been for the warmth, the love, and the\nblessing of the brethren who came to my rescue.\" The day he came to our office, he said,\n\"Fifteen or twenty masons are there today installing my block walls, and by tonight my house\nwill be up to the square. They told me that tomorrow that many carpenters will be there to\nplace the rafters on the roof, cover them with sheathing, and I am told by tomorrow night, it\nwill be shingled, all this done in one day.\"\n<\/p><p>\nThere are many instances where farmers through illness or accidents have not been able to\nplant their farms in the spring and harvest their crops in the fall, but their farms were planted\nand their crops were harvested because of the love of their quorum members.\n<\/p><p>\nI learned of individuals who sacrificed for the missionary program. Just one or two\nexpressions: one given by a grandmother who was on her way to the mission field. In bearing\nher testimony the last night the missionaries were in town, she said, \"I would be willing to\nscrub floors the rest of my life if my twelve grandsons could have the wonderful experience\nof going on a mission.\" Could you ask for any greater dedication than this? One other young\nman said, \"My mother is doing janitor work to sustain me while I am in the mission field.\"\n<\/p><p>\nI feel there are many people in the world who are going about doing good. I wish all had a\ndesire to do good.\n<\/p><p>\nI want to thank my friend for these thoughts. I hope my friend may also be your friend. My\nfriend is the still small voice (<span class=\"citation\" id=\"1211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1211)\">1 Kgs. 19:12<\/a><\/span>).\nHe and I have had an interesting experience on many \noccasions as we have pondered over the work of the Church.\n<\/p><p>\nGod bless you, inspire you, and help you to go about doing good, blessing our people. I pray\nfor this and bear you my testimony in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}