{"ID":103, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Gospel Thoughts<\/p>\n<p class=\"gcspeaker\">Elder George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, April 1944, pp. 33-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI realize that I am standing before a large body of leading representative men of the Church\nof Jesus Christ of Latter-day Saints, men of ability, experience and devotion to the work of\nthe Lord.\n<\/p><p>\nI sincerely hope that what I have to say will be considered appropriate for the occasion, and\nstimulate some of us to greater effort, along lines of religious activity, particularly that of\nindividual missionary work, one of the most important, and most neglected, of all the\nresponsibilities resting upon us, as members of the Church.\n<\/p><p>\nSERVICE THE MANIFESTATION OF LOVE\n<\/p><p>\nThe scriptures plainly teach, and we, the Latter-day Saints, most sincerely believe in the\ndoctrine, of the fatherhood of God and the brotherhood of man, and we rejoice in the nobility\nof our ancestry, and this suggests to the mind love for God and for man.\nWe believe in the two great commandments, upon which hang all the law and the prophets:\n<\/p><p>\n\"Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy\nmind,\" <i>and<\/i>, \"Thou shalt love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"33923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33923)\">Matt. 22:37-40<\/a><\/span>).\n<\/p><p>\nWe believe that service is the best manifestation of love, and that the greatest service that can\nbe rendered to man, and to our God, is that of bringing souls unto Him and His kingdom\n(<span class=\"citation\" id=\"11948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11948)\">D&amp;C 15:6<\/a><\/span>).\nHence, we willingly make the sacrifice of preaching the gospel to the world, and in other\nrespects, to serve our God and our fellow man in a religious way. All the work of the Church\nis of this character. The Lord said to His servant, Moses:\n<\/p><p>\n\"For behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life\nof man\" (<span class=\"citation\" id=\"38913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38913)\">Moses 1:39<\/a><\/span>).\nThis is the end our Father has had in view from the beginning. All\nelse is but a means to this end. For this purpose the Gospel was instituted from before the\nfoundations of the world. For this purpose the Church of Christ was established, in the\nvarious gospel dispensations on the earth, and for this purpose the gospel has been restored\nanew in these last days, and the responsibility rests upon the Latter-day Saints to preach it to\nall the world, and to carry forward the work of the Lord in all the earth. What we have done\nand are doing to discharge ourselves, as a people, and as individual members, of this\nresponsibility, is an evidence of our sincerity, in what we profess. For more than a century we\nhave been preaching the gospel in the nation of the earth and on the islands of the sea, and\nmany thousands of honest-hearted souls have been brought into the fold of the Master. We are\norganized also, as a Church, to preach the gospel to non-members within the stakes of Zion,\nand splendid results have attended our efforts in this direction.\n<\/p><p>\nMISSIONARY WORK OF GREAT IMPORTANCE\n<\/p><p>\nThere is one system of missionary work, however, definitely prescribed by revelation, that has\nnot received the attention of members of the Church, that its importance deserves; it is\nindividual missionary work.\n<\/p><p>\nBehold, I sent you out to testify and warn the people, and it becometh every man who hath\nbeen warned, to warn his neighbor. Therefore, they are left without excuse, and their sins are\nupon their own heads (<span class=\"citation\" id=\"12014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12014)\">D&amp;C 88:81-82<\/a><\/span>).\n<\/p><p>\nIf every man who has received the Gospel were to regard himself as a missionary for the\nLord, as the Lord intends he should be, and then discharge himself conscientiously and fully\nof that responsibility, there would be an accomplishment in missionary work, exceeding\nanything we have in the Church today. The results of stake missionary work show that\npeople are here to be converted, and what might be accomplished through individual effort.\n<\/p><p>\nHow sweet 'twill be at evening<br \/>\nIf you and I can say,<br \/>\nGood Master, we've been seeking<br \/>\nThe lambs that went astray.<br \/>\nHeartsore and faint from hunger,<br \/>\nWe heard them making moan,<br \/>\nAnd lo, we've come at nightfall <br \/>\nBringing them safely home.\n<\/p><p>\nWhen people out in the world become converted and join the Church, they pretty generally\nuse their influence to interest their neighbors and friends in the gospel. I have thought that\nwhere we have regular branch organizations in the missions, the Saints do as much toward\nmaking converts as do the regular missionaries. But at home we are prone to leave the\nnon-members alone, to their serious loss, and our own condemnation.\n<\/p><p>\nAt a conference I at one time attended in North Davis Stake, President Henry Blood related\nan experience had by him, while filling a mission in England, which is a fair example of\nthese two classes&mdash;Saints in the mission and Saints in the stakes toward individual effort in\nmissionary work.\n<\/p><p>\nPresident Blood said that in answer to a missionary call, when a young man, he went to\nEngland. After being there some time, he was made president of a district, and at the close of\none of their conferences a good sister invited him to go with her to dinner, saying that she\nhad invited a gentleman investigator to dinner, and she would like President Blood to meet\nhim. Our missionaries are looking for such opportunities, and President Blood cheerfully\naccepted the invitation and went with the sister. While she was preparing dinner, President\nBlood was sitting in the front room looking out onto the street, when a man walked past the\nwindow on the sidewalk and entered the gate, whom President Blood recognized as a man\nwho had lived in Kaysville, President Blood's home town, for some years. He had for some\nreason returned to the land of his nativity, and this lady had made his acquaintance and was\nteaching him the gospel. President Blood had to go to England to do what might and should\nhave been done at home.\n<\/p><p>\nI regard our responsibility as members of the Church, much as that which the Lord placed\nupon his servant, Ezekiel, in his day:\n<\/p><p>\nSon of man, I have made thee a watchman unto the house of Israel: therefore hear the word at\nmy mouth, and give them warning from me. When I say unto the wicked, Thou shall surely\ndie; and thou givest him not warning, nor speakest to warn the wicked from his wicked way,\nto save his life; the same wicked man shall die in his iniquity; but his blood will I require at\nthine hand. Yet if thou warn the wicked, and he turn not from his wickedness, nor from his\nwicked way, he shall die in his iniquity; but thou hast delivered thy soul\n(<span class=\"citation\" id=\"23100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23100)\">Ezek. 3:17-19<\/a><\/span>).\n<\/p><p>\nThere are souls about us to be saved and in the process, if we do our full duty by them, we\ndeliver our own souls. We who have received the gospel know the great need our\nnon-Mormon friends have for what we have to offer them, and the value it will be to them,\nwhen they receive it, which value exceeds the wealth of this world.\n<\/p><p>\nIn this kind of service both giver and recipient are greatly enriched.\n<\/p><p>\nThe Lord has indicated the spirit in which this missionary work is to be done.\n<\/p><p>\nAnd no one can assist in this work except he shall be humble and full of love, having faith,\nhope and charity, being temperate in all things, whatsoever shall be entrusted to his care\n(<span class=\"citation\" id=\"11944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11944)\">D&amp;C 12:8<\/a><\/span>).\n<\/p><p>\nWe are rich in a knowledge of the things of the kingdom of God. All about us are men and\nwomen who are in abject poverty, pertaining to a knowledge of the gospel.\n<\/p><p>\nWe do not want to be in the same class with the rich man who, through neglect of his poor\nneighbor, Lazarus, found himself in hell and torment\n(<span class=\"citation\" id=\"31129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31129)\">Luke 16:23<\/a><\/span>).\n<\/p><p>\nOUR RESPONSIBILITY TO SERVE\n<\/p><p>\nAs members of the Church we are under obligation to respond to every call that may be made\nupon us by those who are in authority. The Lord has said, \"Whether by mine own voice or by\nthe voice of my servants, it is the same\"\n(<span class=\"citation\" id=\"11932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11932)\">D&amp;C 1:38<\/a><\/span>).\nAnd when we accept a call, we\nshould regard that acceptance as a solemn covenant on our part to magnify that calling.\n<\/p><p>\nShould we not be called to any particular office, we will have ample opportunity to labor and\ndo good, and assist in saving souls, the most important work in which a person can be\nengaged.\n<\/p><p>\nFor behold, it is not meet that I should command in all things; for he that is compelled in all\nthings, the same is a slothful and not a wise servant; wherefore he receiveth no reward. Verily\nI say, men should be anxiously engaged in a good cause, and do many things of their own\nfree will, and bring to pass much righteousness; For the power is in them, wherein they are\nagents unto themselves. And inasmuch as men do good they shall in nowise lose their reward.\nBut he that doeth not anything until he is commanded, and receiveth a commandment with\ndoubtful heart, and keepeth it with slothfulness, the same is damned\n(<span class=\"citation\" id=\"11983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11983)\">D&amp;C 58:26-29<\/a><\/span>).\n<\/p><p>\nThere is no shelving of a good man in this Church. With the responsibility of individual\nmissionary work, and of genealogical and temple work staring one in the face, he needs have\nno other calling to occupy his time and his efforts to do good, to please the Lord, and to work\nout his own salvation (<span class=\"citation\" id=\"41224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41224)\">Philip. 2:12<\/a><\/span>).\n<\/p><p>\nThis suggests service to others and labor for self. But there is no excellence of service without\nlabor.\n<\/p><p>\nThe man that wants a garden fair,<br \/>\nOne small or very big,<br \/>\nWith flowers growing here and there,<br \/>\nMust bend his back and dig.<br \/>\nThe things are very few in life,<br \/>\nThat wishes can attain.<br \/>\nWhatever we want of any worth<br \/>\nWe've got to work to gain.<br \/>\nIt matters not what goal we seek,<br \/>\nIts secret here reposes,<br \/>\nWe've got to work from week to week, <br \/>\nTo get results or roses.\n<\/p><p>\nA STRONG TESTIMONY\n<\/p><p>\nThe knowledge I have of the gospel, and the testimony I have of its truth and saving power,\nmake my appreciation and love for it beyond my power to express. I do know that the work\nin which we, as Latter-day Saints, are engaged is the work of the Lord, the plan of the Gods\nfor the existence of the earth, and of man upon the earth, for their glory and for man's\nexaltation, through obedience unto the laws and ordinances of the gospel, and through the\natonement of our Lord and Savior Jesus Christ. His is the only name under heaven by which\nman may be saved in the kingdom of God\n(<span class=\"citation\" id=\"7516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7516)\">Acts 4:12<\/a><\/span>).\nAnd no man can be saved in the kingdom of God\nexcept he believe on the name of Jesus Christ and in the efficacy of His atoning blood.\n<\/p><p>\nIn a most solemn manner, I bear to you my testimony that God the Eternal Father and His\nSon Jesus Christ did reveal themselves to Joseph Smith, whom God raised up to be the\nmighty prophet of the last days. That the Prophet Joseph, as an instrument in the hands of\nGod, accomplished the work of establishing the Church and kingdom of God on earth, and of\nrestoring the gospel in its fulness, and following in the footsteps of the Savior, sealed his\ntestimony with his blood.\n<\/p><p>\nThat Brigham Young was his legal and lawful successor, as president of the Church of Jesus\nChrist of Latter-day Saints. And that those who succeeded to the presidency, down to and\nincluding the present president&mdash;Heber J. Grant&mdash;have been men of God led and directed\nby him in their ministerial labors, so that the work has progressed and prospered, and it will\ncontinue so to do until the Savior shall come, and the kingdom of our Lord\n(<span class=\"citation\" id=\"42160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42160)\">Rev. 11:15<\/a><\/span>), and He shall\ndwell personally upon the earth, and rule as King of Kings and Lord of Lords forever\n(<span class=\"citation\" id=\"42168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42168)\">Rev. 19:16<\/a><\/span>).\n<\/p><p>\nThis testimony is true and faithful and I bear it to you and to all the world in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}