{"ID":1031, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To You...Our Kinsmen<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1959, pp. 57-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, it is a delight to welcome into our circle our new member,\nBrother Hunter. He has our admiration and our affection.\n<\/p><p>\nIn the few moments at my disposal I should like to address my remarks to our kinsmen of the\nisles of the sea and the Americas. Millions of you have blood relatively unmixed with\nGentiles. Columbus called you \"Indians,\" thinking he had reached the East Indies. Millions of\nyou are descendants of Spaniards and Indians, and are termed \"mestizos,\" and are called after\nyour countries, for instance: Mexicans in Mexico; Guatemalans in Guatemala; Chilianos in\nChile.\n<\/p><p>\nYou Polynesians of the Pacific are called Samoan or Maori, Tahitian or Hawaiian, according\nto your islands. There are probably sixty million of you on the two continents and on the\nPacific Islands, all related by blood ties.\n<\/p><p>\nThe Lord calls you \"Lamanites,\" a name which has a pleasant ring, for many of the grandest\npeople ever to live upon the earth were so called. In a limited sense, the\nname signifies the descendants of Laman and Lemuel, sons of your first American parent,\nLehi; but you undoubtedly possess also the blood of the other sons, Sam, Nephi, and Jacob.\nAnd you likely have some Jewish blood from Mulek, son of Zedekiah, king of Judah\n(<span class=\"citation\" id=\"24687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24687)\">Hel. 6:10<\/a><\/span>). The\nname \"Lamanite\" distinguishes you from other peoples. It is not a name of derision or\nembarrassment, but one of which to be very proud.\n<\/p><p>\nYou came from Jerusalem in its days of tribulation. You are of royal blood, a loved people of\nthe Lord. In your veins flows the blood of prophets and statesmen; of emperors and kings;\napostles and martyrs. Adam and Enoch sired you; Noah brought you through the flood; in the\nsandals of Abraham you walked from Ur of the Chaldees to your first \"promised land\"; you\nclimbed in faith with Isaac to the holy mount of sacrifice; and you followed the path of\nhunger to Egypt with your father Jacob, and with Joseph you established, under the Pharaohs,\nthe first great known welfare project.\n<\/p><p>\nYou are the children of Ephraim and Manasseh, Joseph's sons and of Judah, his brother. Your\nfathers crossed the Jordan River with Joshua, and after centuries' absence you were again in\nyour first \"promised land.\"\n<\/p><p>\nThe Genoese Italian boy, with his three ships from Spain, thought he had discovered a new\nworld, but he was thousands of years late. Your people were on the shores to welcome\nColumbus and his men. Cortez, Pizarro, and their contemporaries, conquerors, exploiters\nfound your \"old people\" already decadent intellectually, culturally, and spiritually, but\npopulous in your wealth and poverty. Norwegian Vikings are said to have discovered this land\nbefore Columbus, but your people were already scattered from the Arctic to the Antarctic\nbefore there was a Norway or Vikings.\n<\/p><p>\nWhen your prophet Lehi led you out of Jerusalem about 600 years B. C., you brought with\nyou the best of the culture of Egypt and Palestine and of the then known world; also the\nwritten language of your fathers and the holy scriptures from Adam down to your own time,\nthese engraved upon brass plates. You brought with you an absolute knowledge of the God of\nAbraham, Isaac, and Jacob, and maintained for a long time thereafter open vision and clear,\nunobstructed lines of communication with your Lord.\n<\/p><p>\nIn the new \"promised land\" the seeds you brought from Palestine multiplied and brought to\nyou great prosperity on the extensive lands you farmed. In your explorations you found gold,\nsilver, copper, and iron, and processed brass and steel. Your factories turned out machinery\nand tools for agriculture, architecture, and road building. And with those tools you builded\ncities, such as you knew in Egypt and Palestine, highways which would carry your traffic, and\ntemples after the order of the world-famed Solomon's Temple.\n<\/p><p>\nYour culture was beyond the imagination of moderns. In your prosperity you wore \"silks,\nscarlets, fine-twined linen, and precious clothing\"\n(<span class=\"citation\" id=\"1553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1553)\">1 Ne. 13:7<\/a><\/span>).\nYou bejeweled yourselves with ornaments\nof gold and silver and other metals, and with precious stones. You were fabulously wealthy in\nyour day.\n<\/p><p>\nIn the long years of prosperity and righteousness, your wealth graced temples and synagogues.\nYou read, quoted, and lived by the teachings of the books of Moses and the inspired writings\nof the prophets. Your people knew faith such as has seldom been found upon the earth. There\nwere years of conflict and wickedness, but also years of peace and unparalleled goodness.\n<\/p><p>\nYou produced prophets of stature. There were your Lehis, Nephis, and Jacobs; your Almas,\nAbinadis, and Mormons. Your Lamanite prophet, Samuel, who prophesied of the Christ, had\nfew peers and perhaps no superiors. Your scientists and teachers and engineers were able and\nefficient, and left notable monuments.\n<\/p><p>\nThen was the transcendently important coming of the Lord Jesus Christ to you. Many of you\nretain this experience in your traditions. Your people gathered about their temple en masse to\nhear the words of life from the lips of their Redeemer, who had so recently experienced\ndeath, resurrection, and ascension in the Holy Land, as recorded in the New Testament. As\nthey sat with bated breath and eyes uplifted, he came to them from the clouds of heaven as he\nhad so recently left his Saints in Judaea. As they looked into his kindly eyes\nand wondered about his wounds, he told them of his birth and ministry. He repeated to them\nthe vital and priceless sermons on the mount, on the Sea of Galilee, in Samaria, in Jerusalem.\nHe taught them the power of faith, of the battle between truth and evil. He told them of the\nvoice of God, his Father, at the time of his baptism, and of the special endowments to Peter,\nJames, and John on the Holy Mount of Transfiguration, when they also heard the voice of\nGod, the Father. Now Nephite-Lamanite ears were to hear the same voice of the same God,\nintroducing the same Jesus them: \"Behold my Beloved Son\"\n(<span class=\"citation\" id=\"5591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5591)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nHe told them of his Church in Jerusalem, and displayed to them his hands, his feet, his side,\ntorn by nails and spear and the hands of his own. He healed their sick, their lame, their blind,\nas he had in the Holy Land, and blessed their little children around whom fire came down\nfrom heaven to glorify. He called his twelve disciples apart to carry on his Church, then\nascended into heaven again.\n<\/p><p>\nYour Lamanite ancestors were not more rebellious than their Israelitish forebears, but their\nway of life guaranteed eventual decimation. You had a rugged history with many tribulations,\nbut you have a brilliant future. You are a chosen people; your destiny is in your own hands,\nyour friends', and the Lord's. You were scattered in the great dispersion six centuries before\nChrist, and again on this continent in the pre- and post-Christian eras, and your more\ncomplete dispersion came since Columbus, and the explorers and the colonists.\n<\/p><p>\nSomeone has said that \"the darkest hour is just before the dawn,\" and your shades of night are\ngiving way to the brighter day. Yesterday you roamed the wilderness in feast or famine; today\nyou are finding security in education and industry; and tomorrow your destiny will be brilliant\nin self-sufficiency, faith, fearlessness, and power. Like the Israelites released from Egyptian\nbondage, you have been promised deliverance from your foes of superstition, fear, illiteracy,\nand from the curses of want and disease and suffering.\n<\/p><p>\nYesterday you traveled uncharted oceans, wandered over trackless deserts, lost your high\nculture, your written tongue, and your knowledge of the true and Living God. Today you are\narising from your long sleep and are stretching, yawning, and reaching. Tomorrow you will\nbe highly trained, laying out highways, constructing bridges, developing cities, building\ntemples, and joining in inspired leadership of the Church of your Redeemer.\n<\/p><p>\nHistorians have written about your past; poets have sung of your possibilities; prophets have\npredicted your scattering and your gathering; and your Lord has permitted you to walk\nthrough the dark chasms of your ancestors' making, but has patiently waited for your\nawakening, and now smiles on your florescence, and points the way to your glorious future as\nsons and daughters of God. You will arise from your bed of affliction and from your\ncondition of deprivation if you will accept fully the Lord, Jesus Christ, and his total program.\nYou will rise to former heights in culture and education, influence and power. You will\nblossom as the rose upon the mountains. Your daughters will be nurses, teachers, and social\nworkers, and, above all, beloved wives and full-of-faith mothers of a righteous posterity.\n<\/p><p>\nYour sons will compete in art, literature, and medicine, in law, architecture, etc. They will\nbecome professional, industrial, and business leaders, and statesmen of the first order.\nTogether you and we shall build in the spectacular city of New Jerusalem the temple to which\nour Redeemer will come. Your hands with ours, also those of Jacob, will place the foundation\nstones, raise the walls, and roof the magnificent structure. Perhaps your artistic hands will\npaint the temple and decorate it with a master's touch, and together we shall dedicate to our\nCreator Lord the most beautiful of all temples ever built to his name.\n<\/p><p>\nSad have been your experiences of the last sixteen centuries. From the unexcelled\nrighteousness of the post-Christian era, your ancestors slipped into an apostasy which has\nbrought centuries of suffering and distress to their posterity. Fabulously wealthy, they forgot\ntheir God. They divided into tribes and clans and went to war with each\nother, driving and plundering, till the continent was a pulsating war camp.\n<\/p><p>\nYou had great warriors like Ammoron, Helaman, and Mormon, who in cunning strategy and\nleadership rivaled the Cyruses, Alexanders, and Caesars. Your downfall came when your\npeople walked the way to war. Revenge and hatreds made cold wars flame into hot shooting\nones. Baptismal waters became rivers of blood. The parched earth policy was followed, and\nenemy armies surged back and forth across the land, tramping down crops, squandering\nlivestock, and changing a stable people into nomads.\n<\/p><p>\nWhen armies march and people fight, education suffers, art languishes, buildings crumble,\nforests are exploited, farms return to desert, and orchards to jungle. Fighting men build\ntemporary bridges, forts, and towers instead of homes, public buildings, and observatories.\nThere is neither time nor inclination to carve statues, paint landscapes, compose music, or\nrecord history. Communities on the march or in retreat have no schools nor teachers. Priceless\nrecords are destroyed with the buildings and cities which are burned and pillaged. Artists,\nscholars, writers, and clergy alike shoulder arms, stalking enemies, and laying siege to cities.\nPlunder replaces honest industry. Cattle, goats, and poultry are devoured by voracious\nsoldiers. Calves, kids, and piglets are eaten as are the seed-corn, and the wheat. Fruit is\ndevoured, and trees are burned for wood. Today's insatiable hunger swallows tomorrow's\nplenty. Armies carry movable tents and abandon homes and churches. Temples fall in ruins\nand are overgrown by vegetation. With ever-decreasing flocks to shear, no weaving or\nknitting is done, and clothes are replaced with short skin girdles, and heads are shaven.\nPlowshares are turned into swords, and pruning hooks into spears. The manufacture of farm\nimplements is turned to the making of the scimitar, the ax, and the sword. Life becomes a\nsordid existence, bloody, with little purpose except to survive.\n<\/p><p>\nMormon said: \". . . they are led about by Satan, even as chaff is driven before the wind, or as\na vessel is tossed about upon the waves, without sail or anchor, or without anything\nwherewith to steer her\"\n(<span class=\"citation\" id=\"37973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37973)\">Morm. 5:18<\/a><\/span>).\n<\/p><p>\nIn all this prolonged period of war and drivings, your immediate ancestors lost their written\nlanguage, their high culture, and worst of all their knowledge of God and his work. Faith was\nreplaced by fear, language by dialects, history by tradition, and a knowledge and\nunderstanding of God and his ways by idolatry, even to human sacrifice. Your priceless\nthousand years of history, laboriously engraved on plates of metal, and the brass plates of the\nOld Testament, were hidden by your inspired prophet-historian in the sacred hill in a stone\nbox, to remain undisturbed until a wise Heavenly Father should bring them forth for you,\ntheir resting place known only in heaven.\n<\/p><p>\nIn the business of killing human beings, there could be little inclination to face a Creator and\na gospel of peace; the many-times restored gospel of Jesus Christ was lost; and spiritual\ndarkness enveloped the whole world.\n<\/p><p>\nWhen Columbus came, your tribes had covered the islands of the Pacific, and the Americas\nfrom Tierra del Fuego to Point Barrow. Every school child is familiar with that period of\nhistory when your more recent ancestors were pushed from the Appalachians to the Sierras,\nfrom the Atlantic to the Pacific. All know about the four hundred year \"battle of America,\"\nwherein a disunited multitude of small Indian tribal nations retreated constantly with much\nbloodshed to far corners, and then on reservations in areas unwanted.\n<\/p><p>\nIn all this distress your greatest miracle was aborning. When you were decimated by war and\ndisease and all seemed lost, and you were spoken of as \"the vanishing American,\" then hope\ndiscovered a star. The colonist, the Gentiles, took your lands, your streams, your forests, but\nbrought something to you immeasurably more valuable&mdash;the Holy Bible with its glorious\ntruths, and a written language and progressive schools, scientific development, and intellectual\nprogress.\n<\/p><p>\nCenturies earlier your prophets saw in vision and foretold the coming of Columbus and the\ncolonists, of the Revolutionary War, of the creation of the great Gentile nation of the United\nStates of America; of your scattering, and, above all, and most important to\nyou now, of the gathering of your people and their restoration. Prophecies emanating from\nour Lord never fail, and the oft-predicted miracle of the \"marvelous work and a wonder\" was\nsoon at hand (<span class=\"citation\" id=\"25200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25200)\">Isa. 29:14<\/a><\/span>).\nThe war brought independence to the struggling colonies, and a mighty nation\nwas born with a divinely inspired Constitution, granting to its people religious freedom. Early\nin the nineteenth century preparations were complete for the marvelous miracle. The\nlong-sealed heavens opened. God, the Father, came down with Jesus Christ, whom he\nintroduced to a young modern prophet, Joseph Smith, saying: \"This is my Beloved Son\"\n(<span class=\"citation\" id=\"30393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30393)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nYour Redeemer, who ascended in the clouds in the Holy Land eighteen centuries earlier, and\nwho had soon thereafter visited your ancestors on this continent, was now back upon the earth\nfor a stay long enough to open a new dispensation, and charge his new prophet with\nresponsibility, and to introduce the successive events which were to be world-shaking. His\nvisit was brief but momentous. The gospel was returning. The wondrous work continued.\nYour priceless records, having lain in a vault for centuries, were revealed, Moroni, fourteen\ncenturies dead but now resurrected, led the Prophet to the place. He removed the soil, took\nfrom the stone box the golden plates, and blessed with supernatural power gave to you and to\nyour contemporaries the English translation of the miracle book written for you, preserved for\nyou, and dedicated to you.\n<\/p><p>\nFor you there were prayers of numerous prophets, including Nephi: \"For I pray continually\nfor them by day, and mine eyes water my pillow by night\"\n(<span class=\"citation\" id=\"3638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3638)\">2 Ne. 33:3<\/a><\/span>).\n<\/p><p>\nEnos said: \n<\/p><p>\n\". . . I prayed unto him with many long strugglings for my brethren the Lamanites . . . [and]\nthat the Lord God would preserve a record of my people . . . that it might be brought forth at\nsome future day unto the Lamanites, that, perhaps, they might be brought unto salvation.\"<br \/>\n\"And I had faith, and I did cry unto God that he would preserve the records and he\ncovenanted with me that he would bring them forth unto the Lamanites in his own due time\"\n(<span class=\"citation\" id=\"21482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21482)\">Enos 1:11,13,16<\/a><\/span>).\n<\/p><p>\nMany moderns, lay and trained, have speculated on the origin of the early Americans. Your\nhistory sets at rest that question. Many people have questioned the divinity of the Holy Bible.\nYour record establishes it as the Word of God. Many have denied that Jesus was the very Son\nof God. Your record leaves no doubt. With its companion scripture, the Bible, there is proof\nfor every honest soul that God lives, that Jesus Christ who was begotten by him is the\nRedeemer, the Savior. It establishes the truth of the exalting gospel which now came rapidly\nfrom the throne of God to the Prophet, to you and to us. Missionaries are now teaching the\ntrue gospel to you and your children. You heard today of the organization of the first\nLamanite mission in the southern hemisphere&mdash;the Andes Mission.\n<\/p><p>\nYour record, the Book of Mormon, named after one of its chief historians, makes clearer the\nnumerous predictions of the Bible. Other plates will have their seals broken, and additional\ntruths will be revealed. It tells of your brethren, the Ten Tribes of Israel, who disappeared\nfrom Babylon into north countries when your people headed west to this world. They will\nreturn with their prophets, and their sacred records will be a third witness for Christ. They,\nthe Ten Tribes, you, the Lamanites, and the believing of us, also carrying the blood of Israel,\nwill jointly build the city to our God, the New Jerusalem, with its magnificent temple. The\nend of time will come; the millennium will be ushered in; the Lord, Jesus Christ, will return\nto lead his people; and the earth will be renewed and receive its paradisiacal glory.\n<\/p><p>\nMy Lamanite brothers and sisters, we love you. Our bringing the gospel to you is \"likened\nunto their being nourished by the gentiles and being carried in their arms and upon their\nshoulders\" (<span class=\"citation\" id=\"1554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1554)\">1 Ne. 22:8<\/a><\/span>).\nYour God has performed many miracles to get the story written\nby his prophets, to preserve the records against threats of enemies and the ravages of nature,\nand to get them translated into a language you can understand, and bring to you this second\nwitness of Christ. Your Book of Mormon record is as a voice from the dust,\nmessages from the dead, warnings from the Lord: \n<\/p><p>\n\"Return unto me and I will return unto you, saith the Lord of hosts\"\n(<span class=\"citation\" id=\"5592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5592)\">3 Ne. 24:7<\/a><\/span>).\n<\/p><p>\nOur Lord cries, \"Wo unto him that spurneth at the doings of the Lord; yea, wo unto him that\nshall deny the Christ and his works!\" (<span class=\"citation\" id=\"5595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5595)\">3 Ne. 29:5<\/a><\/span>).\n<\/p><p>\nYou have been preserved to this epochal day, and the gospel is available to you now. Wash\nyour souls in the blood of the Lamb. Cleanse your lives, study the scriptures, accept the\ngospel and ordinances.\n<\/p><p>\nThese predictions can be fulfilled and come to you through one channel only, the path of\nrighteousness and faith; else all these promises are but empty, unfulfilled dreams.\n<\/p><p>\nMay God bless you that you may accept the truths now revealed to you, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}