{"ID":1032, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"That You May Know the Truth\"<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1959, pp. 62-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I pray that the Spirit of the Lord will be with me to give me\nutterance of the thoughts that I have in mind to give in this conference. It is a privilege, that I\nenjoy very much, to meet with many of the new converts of the Church, for many who come\nto me to receive blessings are the results of our missionary work, and I want to express praise\nand commendation to the missionary work in the Church because I see the results of it. They\nare good, and I think it is probably the cream of the crop that come to me.\n<\/p><p>\nI enjoy very much hearing their stories of how they have become members of the Church, the\nprocesses they have gone through in overcoming difficulties and in receiving a testimony of\nthe divinity of the gospel of Jesus Christ. Many tell miraculous experiences&mdash;experiences of\nmiraculous healing, experiences of divine guidance, experiences of assistance to accomplish\nwhat otherwise would be impossible&mdash;and the Lord has said to us that \"signs shall follow\nthem that believe\" (<span class=\"citation\" id=\"33120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33120)\">Mark 16:17<\/a><\/span>).\n<\/p><p>\nI would like to emphasize the word follow just a little bit. He did not say they would precede\nand be a guide and a testimony to us to prove in advance that this is the gospel of Jesus\nChrist. He said that the signs shall \"follow\" those that believe, and I find this to be the case in\nthe stories that I hear.\n<\/p><p>\nThe Lord has also warned us, saying, \"For there shall arise false Christs, and false prophets,\nand shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive\nthe very elect\" (<span class=\"citation\" id=\"34978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34978)\">Matt. 24:24<\/a><\/span>).\n<\/p><p>\nAlso, in referring to the day of the judgment, he said, \"Many will say to me in that day, Lord,\nLord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy\nname done many wonderful works?\n<\/p><p>\n\"And then will I profess unto them, I never knew you: depart from me, ye that work\niniquity\" (<span class=\"citation\" id=\"34954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34954)\">Matt. 7:22-23<\/a><\/span>).\n<\/p><p>\nThose who have told these experiences, even miraculous experiences, testify to me that it is\nnot the experiences alone that give them a testimony of the divinity of the gospel. True, they\nstrengthen their testimony; true, they are experiences that make them think, cause them to\ninvestigate the Church, but they alone are not the things that give them a testimony of the\ngospel.\n<\/p><p>\nFor instance, just recently a woman told me of her experience. She became very ill. It had\nbeen determined that she had cancer. She had gone through surgery on numerous occasions,\nuntil she had come to a point where the doctors had given her up and told her that she did not\nhave months to live, but only weeks. There was no hope for her. She was living at home with\na nurse to take care of her. A neighbor called one day. She had a phone near\nher bed so she could answer it, and the neighbor said to her, \"Now when the doorbell rings,\ndon't answer it. It is just those Mormon missionaries coming down the street; so when the\ndoorbell rings, just don't answer it. Don't pay any attention to it.\"\n<\/p><p>\nSo the woman thanked her for her consideration, her kindness. She told her nurse that when\nthe doorbell rang she was not to answer it; it was just those Mormon missionaries and to pay\nno attention to them. Well, the doorbell rang after a few minutes, and the nurse, from force of\nhabit, opened the door, then realized that she had been told not to. She quickly disposed of\nthe missionaries. Immediately after, the nurse left the house to get some groceries. There\ncame a knock on the door. For some reason or other the missionaries had returned. They\nknocked and got no answer, so they opened the door and called in. Hearing a response from\nan inner room they went on in. The woman said the missionaries came and stood beside her\nbed and mumbled a little between themselves something she did not understand. Then one of\nthem said, \"Well, it's highly irregular, but I guess if you say so it is all right.\" The next thing\nshe knew she had been administered to by these Mormon missionaries.\n<\/p><p>\nShe said when they took their hands off her head she sat up in bed. She got out of bed and\nwent into the kitchen and got some food from her refrigerator. Then she excused herself while\nshe dressed. The missionaries made an appointment to come back at another time. When the\nnurse returned and saw the woman was up and around, she told her to get back into bed. \"No,\nI'm not going back to bed. I am healed. I am well,\" the woman said.\n<\/p><p>\nThe nurse, thinking she was delirious, called the doctor. The doctor also ordered her to get\nback into bed, but she refused again and said she was well. Over a year later, after the doctor\nhad told her she had but weeks to live, she came to Salt Lake City and went to the temple,\nthen came to my office for a blessing. She was very happy, thrilled as she had never been\nbefore in her life. The happiest part of her life has been since the doctor told her she couldn't\nlive. Yet she said it was not the experience of healing alone that gave her a testimony of the\ngospel.\n<\/p><p>\nThere are other experiences such as Brother Bates from England told me. He had been\nworking in the MIA or youth work, in Manchester, England. A large group of circulars had to\nbe sent out in the mail in order to have a youth conference at a scheduled time. He and his\ngroup worked feverishly together to get these circulars in the mail. It seemed an almost\nimpossible task, but somehow or other they accomplished it. In order to do so, however, he\nhad spent all morning at it. He had previously made a business appointment for one o'clock at\na distance which he knew he could not drive in the time he had left. He had often driven\nthere before, and the time he had left was but a small fraction of what he knew it would take\nto cover that distance. But he said, \"I will take care of the Lord's work first, and then I will\nleave it up to the Lord as to how my business works out.\"\n<\/p><p>\nHe got into his sports car and drove that distance as fast as he could in safety, as he had done\nmany times before. His appointment was for one o'clock, I think he said. When he drove\nthrough the gates of the establishment, the clock in the tower struck one. He could not believe\nit. He said it was impossible. There was something wrong. He got out of his car, and the man\nhe was to meet was waiting for him. He said, \"That's what I like about you&mdash;your\npunctuality. Right on the stroke of the time you are supposed to be here, you are here. That is\nwhat I like about you.\" In the course of proceedings the man gave him an order worth 10,000\npounds, without Brother Bates even asking for it, or without his even selling the man on his\ngoods. He said, \"That is what the Lord did because I did my Church work first. But these\nexperiences alone are not what is giving me a testimony of the divinity of the gospel.\"\n<\/p><p>\nI could go on with many similar experiences. We hear them in our testimony meetings all the\ntime. An instructor in a Sunday School class was talking about the Book of Mormon. All the\nmembers of the class had testified that they had a testimony of the divinity of the Book of\nMormon. They were discussing the three witnesses, and the eight \nwitnesses&mdash;discussing why there were these witnesses. Some said that the reason for them was to give\nothers a testimony of the divinity of the Book of Mormon. Then the teacher asked the class,\n\"How many here have a testimony of the divinity of the Book of Mormon because of the\nthree witnesses?\" There was not one who raised a hand. He said, \"What is it, then, that gives\nyou a testimony of the divinity of the Book of Mormon or the divinity of the gospel of Jesus\nChrist? It is something down inside, isn't it? There's something inside of us that testifies to us\nof the truth of the gospel.\"\n<\/p><p>\nMany might explain away these miraculous experiences. They might say that the woman\nwould have been healed anyway. They might say that Brother Bates got his time mixed up or\nsome other way of explaining the distance he had traveled, which to him was impossible. But\nyou ask the individual who had the experience&mdash;it doesn't make any difference what the\nother people say, he knows down inside that there is something else there that no one can take\nfrom him. That is the knowledge, I think, that Brother Bruce McConkie was talking about this\nmorning when he said that we have to have knowledge to obtain a testimony of the gospel. It\nis that knowledge that comes to us from down inside.\n<\/p><p>\nWe are made up of a spirit and a physical body. That spirit body lived in the pre-existence,\nand that spirit that is down inside of us and gives us light is what prompts us to a knowledge\nof truth. When we are in tune with the Spirit of the Lord, that spirit within us gives us that\nknowledge that no one else can take from us. When we keep the commandments of the Lord,\nand one of the primary purposes of being on this earth is to learn obedience by our experience\nand to seek the gospel so that we can have as a reward through our free agency for having\nlived the law of the gospel, the many blessings which the gospel plan gives us, that spirit\nwithin us prompts us and gives us that knowledge.\n<\/p><p>\nBy that method, the Lord has said: \". . . seek and ye shall find, knock and it shall be opened\nunto you\" (<span class=\"citation\" id=\"34951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34951)\">Matt. 7:7<\/a><\/span>).\nIt does not come by just sitting by and waiting and expecting it to\ncome to us; we have to reach for it. And after we have reached for it, after we have fulfilled\nthe law by which we may receive these blessings, then, through faith, these signs follow. And\nthese signs that follow testify to us again that this is God's work; that he is directing his\nChurch here upon the earth.\n<\/p><p>\nMany may ask, \"How do we get these testimonies?\" They come to us through experience, yes,\nby our own efforts. I would like to refer to the well-used passage in the Book of Mormon, the\nadmonition of Moroni to obtain a testimony of the divinity of the gospel of Jesus Christ: \n<\/p><p>\n\"And when ye shall receive these things, I would exhort you that ye would ask God, the\nEternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a\nsincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you,\nby the power of the Holy Ghost.<br \/>\n\"And by the power of the Holy Ghost ye may know the truth of all things\"\n(<span class=\"citation\" id=\"38279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38279)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nWe have here the promise that truth and knowledge in all things shall be given unto us if we\nshall seek in faith, and if we shall put ourselves in tune with the Holy Spirit, that Spirit will\nspeak to us and give us those experiences that will give us knowledge of the gospel of Jesus\nChrist.\n<\/p><p>\nI testify to you that I know this is the gospel of Jesus Christ; that I know that God lives and\nJesus is the Christ; and that this gospel which has been restored to us through the Prophet\nJoseph Smith by revelation is the plan of life and salvation, and the way by which we may\nreceive all the blessings of exaltation which have been promised down through the ages, and I\ntestify to you to this end in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}