{"ID":1034, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Who Would Justify&mdash;A Little Sin?<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1959, pp. 68-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI humbly pray, my brothers and sisters, that what I say may give encouragement and fortitude\nto someone. We have had some marvelous addresses given, some wonderful music, all of\nwhich should inspire us to go forth and live better lives.\n<\/p><p>\nI believe that each of us needs a spiritual checkup just about as often as we need a physical\ncheckup; that each of us, the young, and the rest of us, needs to make an appraisal of himself\nas a member of the Church of Jesus Christ, and as the head of a family, or as a member of a\nfamily, from time to time to determine the degree of our fidelity and our allegiance and\nadherence to the accepted rules and doctrines of the Church.\n<\/p><p>\nOne of the ancient prophets of whom Elder Kimball spoke, had this day in mind&mdash;when he\nsaid: \n<\/p><p>\n\"Yea, and there shall be many which shall say: Eat, drink, and be merry, for tomorrow\nwe die . . .<br \/>\n\"And there shall also be many which shall say: Eat, drink, and be merry; nevertheless, fear\nGod&mdash;he will justify in committing a little sin; yea, lie a little, take the advantage of one\nbecause of his words, dig a pit for thy neighbor; there is no harm in this; and do all these\nthings, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few\nstripes, and at last we shall be saved in the kingdom of God\"\n(<span class=\"citation\" id=\"3636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3636)\">2 Ne. 28:7-8<\/a><\/span>).\n<\/p><p>\nIs this prediction of Nephi coming to pass in our day? Are there those of us who would\njustify ourselves in committing a little sin? Are there those of us who would yield to the\nenticement and the pressure of acquaintances and associates to \"eat, drink, and be merry,\" on\ncertain occasions? Would we, for instance, when in the company of certain others, forsake\nprinciples, propriety, and decency in order to conform with and be accepted by the group? So\ncalled social drinking, for example? Would we forsake the high principles of conduct which\nwe as a people espouse and yield to the unapproved practices when we know that to do so\nweakens one's character, discredits his family name, and will bring sorrow and unhappiness in\nplace of joy and peace?\n<\/p><p>\n\"We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all\nmen . . . If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after\nthese things\" (<span class=\"citation\" id=\"6749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6749)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nThis being the case&mdash;this being our standard, could it be then that any of us would lie a\nlittle, or take advantage of one because of his words, perhaps by misquoting or exaggerating\nwhat he said? Are there any of us who would figuratively dig a pit for his\nneighbor, hoping that he will fall into it? Perhaps by taking unfair advantage of him, by\nshrewd maneuvering, thinking that as long as one gets away with it that he is a trustworthy\nand honest man.\n<\/p><p>\n\"Make of yourself an honest man,\" said Carlyle, \"and then you may be sure that there is one\nrascal less in the world.\"\n<\/p><p>\nAre there any of us who would justify ourselves in any of these things, these wrongdoings? If\nthere be, let us repent as of today. Farther on, this same great prophet, Nephi, points out that\nthose who feel justified in sinning a little, being enticed by the vain practices of the world, are\nplacing themselves in a position where, he says, \"the devil cheateth their souls, and leadeth\nthem carefully down to hell\"\n(<span class=\"citation\" id=\"3637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3637)\">2 Ne. 28:21<\/a><\/span>).\nHow well put that is, and how true!\n<\/p><p>\nThe evils and the vanities of the world, and the corruption thereof are thrust close to our\nlives. Enticings and pressures to depart from the right are found on every hand. Some of these\nwrongdoings are almost glorified.\n<\/p><p>\nRealizing this, we must, as Latter-day Saints, young and old, be firm for that which we know\nto be right, and in the right be steadfast and immovable. Each of us must set his own course.\nEach household must determine whether its members will follow the worldly pattern of loose,\nreckless living, or be obedient to the commandments of the Lord.\n<\/p><p>\nWhen the tribes of ancient Israel inclined their hearts toward the worship of heathen gods,\nforsaking God-given principles, you remember that Joshua, their leader, fearing for his people,\n\". . . gathered all the tribes of Israel to Shechem, and called for the elders of Israel, and for\ntheir heads, and for their judges, and for their officers; and they presented themselves before\nGod\" (<span class=\"citation\" id=\"30052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30052)\">Josh. 24:1<\/a><\/span>).\nThen it was that he pointed out to them what was happening among\nthem, and admonished them to put away their strange gods and their evil ways, and he called\nupon them to repent, exhorting them to serve the Lord God of Israel with sincerity. Then in\nthe majesty of his calling as a prophet, he said to them, \". . . choose you this day whom ye\nwill serve; . . . but as for me and my house, we will serve the Lord\"\n(<span class=\"citation\" id=\"30053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30053)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nJust as Israel in that day had to make that decision, so must that decision be made by us\ntoday. I must make that decision. You must make that decision. For example, in this day of\nwidespread desecration of the Sabbath, when it is considered merely a part of a weekend, and\nwhen it is used by many for amusement and pleasure-hunting, shopping, etc., do I, do you,\nserve the Lord by being where we ought to be, doing what we ought to do, on his holy day?\n<\/p><p>\nAgain, when friends or acquaintances urge the use of tobacco or intoxicating liquor, do we\nyield just to be sociable? If I and my house are determined to serve the Lord in the law of\nhealth, there will be no yielding to such pressures.\n<\/p><p>\nWhen marriage is contemplated, will the plan be a temporary legal arrangement where eternal\nassociation is forfeited, or will it be administered according to the ordinances of God;\naccording to his sweet and wonderful way of making possible a grand family reunion in the\nresurrection? That is the question we must determine when it comes to that occasion, or\nbefore it comes to that, for we must plan ahead of time for that great episode in our lives.\n<\/p><p>\nOne other matter&mdash;the destroying sin of unchastity and moral laxity has been one of the\ndominant factors in the downfall of many proud people and many great empires. Among the\npeople today, this same destroyer of happiness presents a dismal picture for the safety and\npeace of this and future generations.\n<\/p><p>\nA few years ago the First Presidency issued a warning to the Latter-day Saints and to the\nworld generally against this sin. Among other positive statements they made, they said this:\n\"The doctrine of this Church is that sexual sin, the illicit sexual relationship of men and\nwomen stands in its enormity next to murder. The Lord has drawn no essential distinction\nbetween fornication, adultery, and harlotry or prostitution. Each has fallen under his solemn\nand awful condemnation. You youth of Zion,\" they pleaded, \"you cannot associate in illicit\nsex relationship, which is fornication, and escape the judgments and punishments of the Lord\nwhich he has declared against this sin. The day of reckoning will come just\nas certainly as night follows day.\"\n<\/p><p>\nA similar warning was given to those husbands and wives who break the moral laws. Then,\nby the right they have as leaders of the Church of Jesus Christ, spokesman for the Lord\nhimself, they gave this solemn warning, along with a plea for strict morality: \"By virtue of the\nauthority vested in us as the First Presidency of the Church, we warn the people of the\ndegradation, the wickedness, the punishments that attend upon unchastity. We urge you to\nremember the blessings which flow from the living of a clean life. We call upon you to keep,\nday in and day out, the way of strict chastity, through which only God's blessings can be\nachieved and received, and his Spirit abide with you. How glorious it is to him who lives the\nchaste life. He walks unfearful in the glare of the noonday sun, for he is without moral\ninfirmity.\"\n<\/p><p>\nNow, will we listen to those who would minimize the seriousness of this transgression and\nwho would have us believe that the Lord has changed his mind in regard to it? Will we listen\nto those who say that chastity is outmoded and old-fashioned? Each of us must stand for and\nencourage such principles as honesty, trustworthiness, virtue. Let us turn a deaf ear to the\nadvocates of wrongdoing, and be prepared with Joshua to say, as he did to his people: \". . .\nchoose you this day whom ye will serve; but as for me and my house we will serve the\nLord\" (<span class=\"citation\" id=\"30054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30054)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nMay we so do, I pray humbly, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}