{"ID":1037, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1959, pp. 85-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, holders of the Holy Priesthood after the Order of the Son of God\n(<span class=\"citation\" id=\"13788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13788)\">D&amp;C 107:3<\/a><\/span>): I address you\nas such, I wish to speak to you as such. I have enjoyed this meeting. I have enjoyed the\nBrethren, the bishops who spoke about ward teaching. I have enjoyed, of course, Brother\nMoyle. I paid a brief compliment to him this morning and likewise to President Richards. I\nshall have to be brief, because you want to hear President McKay and so do I. (laughter) \"The\naudience only laughs when the king speaks!\"\n<\/p><p>\nBut there are one or two points that I would hope briefly to make to you in the very few\nminutes that I wish to speak.\n<\/p><p>\nThere is a saying that \"all roads lead to Rome.\" As Brother Christiansen pointed out today\nand made suggestions, too many of us seem sometimes to offer this excuse or that excuse or\nthe other excuse for not obeying the commandments of the Lord because we will all go to the\nsame place, and we know that that view is held by many of the sectarian churches of the\nworld. That, so far as this Priesthood is concerned, is not true, it is an apostate principle.\n<\/p><p>\nI have already suggested that we face perhaps the greatest crisis in the history\nof the world. These are the \"latter days.\" I have already suggested, following the excellent\naddress of President McKay, that the Marxist principles and policy wherever found look to\nthe temporal, not to the spiritual. They exalt the temporal; they belittle the spiritual.\n<\/p><p>\nYou know, I find no place in the Scriptures, the New Testament and otherwise, where the\nLord ever promised that those who followed him would gain wealth. His mission was to the\npoor and the lowly.\n<\/p><p>\nDo you remember the first great miracle performed by the old Apostles? It occurred at the\nGate Beautiful. There was there a man who was born from his mother's womb with crippled\nfeet. They brought him there daily. Peter and John were going in and as they went by him,\nlying there seeking alms, they looked at him and then they said \"Look on us.\" And he looked\nat them. Then Peter delivered that great message that brought him before the Sanhedrin, and\nperformed the first miracle: \n<\/p><p>\n\"Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of\nNazareth rise up and walk.\"\n<\/p><p>\nHe reached his hand, and took him. The man arose. His ankles straightened. He leaped for\njoy (<span class=\"citation\" id=\"7839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7839)\">Acts 3:1-11<\/a><\/span>).\n<\/p><p>\nNow, I want to talk a little, just a minute more, to you about that.\n<\/p><p>\nI do not wish to be a croaking raven. But I am so disturbed by the revelations recently made\nby this man Khrushchev that a deliberate attempt will be made to conquer the Western world,\nthe Christian world; first, by peaceful means. But if they can get us for peace, and then for\nretiring from Europe, demobilization, largely, the destruction of our installations for\nprotection, then you will see what he will do.\n<\/p><p>\nNow, brethren, I want to urge on you this consideration. I have had some time to reflect\nrecently, and my condition has been such as to bring home to me how terrible would be the\ncondition if I had been deprived of my daughters and of my doctor, and the saving thing\nabout it was the prayers of my Brethren and of the Church. There is where the healing came\nfrom.\n<\/p><p>\nVisualize, if you will, for a moment what would be the condition if we suddenly had a bomb\nlanded here, many wounded, many doctors out, perhaps the hospitals gone. What are you\ngoing to do?\n<\/p><p>\n\"Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of\nNazareth rise up and walk\" (<span class=\"citation\" id=\"7840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7840)\">Acts 3:6<\/a><\/span>).\n<\/p><p>\nBrethren, if you face a situation where there is no nursing available, no doctors available, only\nthe Priesthood, are you going to be living so that you can go and in the name of Jesus Christ,\nbless and heal?\n<\/p><p>\nI was reared in a household of faith. In my father's home we had no doctor in the town. We\nhad none short of Salt Lake City, forty miles away. My father and my mother reared almost\nentirely their ten children without a doctor&mdash;time and time again pneumonia, scarlet fever,\ntyphoid, six of us sick at one time in bed in the same room with diphtheria. And what did\nthey do? Father and the elders went to the Lord. That is how we lived.\n<\/p><p>\nRead what happened on what is called the Day of Miracles on the banks of the Mississippi,\nwhen the Prophet went out and administered here and there and healed. Joseph sent his\nhandkerchief as Paul of old sent handkerchiefs and aprons, and, their faces being wiped, the\nsick were healed (<span class=\"citation\" id=\"7851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7851)\">Acts 19:12<\/a><\/span>).\n<\/p><p>\nNow, if you have no doctors, no nurses, none but you and the Lord, you Priesthood bearers,\nis it not worth living so that when that time comes, your prayers will be heard, and your sick\nhealed?\n<\/p><p>\nMay God be with us and help us to live as the Priesthood should live.\n<\/p><p>\nI conclude by bearing my testimony as I did this morning, but will not repeat for time, save\nto say that I know God lives, that Jesus is the Christ, that Joseph was a Prophet through\nwhom came the Priesthood and the Gospel, that those who succeeded him have had that same\nright and that same power held today by President David O. McKay.\n<\/p><p>\nGod give us all this testimony and give us the strength to live so that if, when, and as a crisis\nshall come, we may be a Church, a community of doctors representing the Priesthood, holding\nthe Priesthood and exercising the great gift which filled the work of Jesus, I humbly pray, in\nthe name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}