{"ID":1039, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Know the Truth<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, October 1959, pp. 91-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost\"\n(<span class=\"citation\" id=\"6740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6740)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nUpon this article of our faith is the Church founded. Jesus Christ, our Lord and Master, is the\nSon of the Living God. Christ is our Head. His life and works in mortality had a twofold\npurpose in the eternal plan of man: first, to redeem man from the fall. Therefore, has he been\ncalled the Redeemer of mankind. We believe with Paul of old: \n<\/p><p>\n\"If in this life only we have hope in Christ, we are of all men most miserable.<br \/>\n\"But now is Christ risen from the dead, and become the firstfruits of them that slept.<br \/>\n\"For since by man came death, by man came also the resurrection of the dead.<br \/>\n\"For as in Adam all die, even so in Christ shall all be made alive\"\n(<span class=\"citation\" id=\"317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(317)\">1 Cor. 15:19-22<\/a><\/span>).\n<\/p><p>\nThe atonement of Christ was in turn twofold, as I have said: first, to redeem man from the\nfall. It is through this atonement that man is resurrected from the dead that he might gain\neternal life in its fulness, that there might be a reuniting of the body and the spirit after death.\nThis constitutes the fulness of man.\n<\/p><p>\nThe second purpose of the atonement was that we might be resurrected, free from our\ntransgressions in mortality, and not live forever in our sins. Christ also atoned for all of our\nindividual sins. Thus, we say he took upon himself the sins of the world.\nJohn tells us, \"For God so loved the world, that he gave his only begotten Son, that\nwhosoever believeth in him should not perish, but have everlasting life\"\n(<span class=\"citation\" id=\"27829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27829)\">John 3:16<\/a><\/span>).\n<\/p><p>\nWe say in our Second Article of Faith: \"We believe that men will be punished for their own\nsins, and not for Adam's transgression\"\n(<span class=\"citation\" id=\"6741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6741)\">A of F 1:2<\/a><\/span>).\n<\/p><p>\nThus we see that the atonement of Christ brings upon us the redemption from the dead. We\nall become fruits of the resurrection. Redemption from our own sins depends upon us. We are\nnot saved from ourselves by grace alone as we are from Adam's transgression. To understand\nthis simple difference gives us the power to differentiate in large measure truth from error.\nWhen we seek the inspiration of God in answer to our prayers; he inspires us. We repent, and\nrepentance leads us to an appreciation of the laws and ordinances of God by which man can,\nthrough his own effort, through the exercise of his own will power, lift himself from sin to\nrighteousness. When he does this, he is on the way to eternal salvation and exaltation in the\nkingdom of our Heavenly Father.\n<\/p><p>\nPaul said of Christ: \"Though he were a Son, yet learned he obedience by the things which he\nsuffered;<br \/>\n\"And being made perfect, he became the author of eternal salvation unto all them that obey\nhim\" (<span class=\"citation\" id=\"24283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24283)\">Heb. 5:8-9<\/a><\/span>).\n<\/p><p>\nIn all things Christ has set us the pattern. For this purpose he came to earth. No deviation\nfrom his plan can be justified or tolerated either in the judgment or the mercy of God.\nFurthermore, no excuse, no reason, exists why all men should not lend obedience thereto,\nrather than to try to justify themselves in pursuing any other course in life. Christ came to\nhelp us work out our salvation.\n<\/p><p>\nThere are two phases of Christ's earthly mission. First, he taught his followers the plan by\nexample as well as by precept. His teachings began with his own baptism in the waters of\nJordan at the hands of John the Baptist by immersion, and John had theretofore been duly\ncommissioned of the Lord to perform this ordinance. Could he have emphasized the\nimportance of baptism in any better way?\n<\/p><p>\n\"And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens\nwere opened unto him, and he saw the Spirit of God descending like a dove, and lighting\nupon him:<br \/>\n\"And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased\"\n(<span class=\"citation\" id=\"34922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34922)\">Matt. 3:16-17<\/a><\/span>).\n<\/p><p>\n\". . . for thus it becometh us to fulfil all righteousness\"\n(<span class=\"citation\" id=\"34920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34920)\">Matt. 3:15<\/a><\/span>).\n<\/p><p>\nWe next see Christ in the hands of the tempter\n(<span class=\"citation\" id=\"34925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34925)\">Matt. 4:1-11<\/a><\/span>).\nThus he taught us by his example to\novercome the power of evil. We must all recognize in our lives the existence of two great\npowers, and learn early in life that with the power and inspiration of God we can overcome\nand resist and turn aside every evil force. Even his fasting for forty days gave us an\nunderstanding of how we can likewise efficaciously reach the source of power essential for\nour own progress. How could the Savior have taught us better how to begin a life of humility\nand of service?\n<\/p><p>\nWe next see Christ on the mountain teaching his disciples whom he had chosen, and with\nthem other listeners&mdash;yes, the multitude&mdash;the principles by which men could control their\nlives, and should control them. Out of these teachings we have the Sermon on the Mount.\nWould that it were understood by all men! But all men do not understand the teachings of\nChrist. His teachings are sufficient to have taught all who have heard and all who have read\nor now read that they should all have recognized him as the Son of the Living God.\n<\/p><p>\nThere were only a relatively few who followed him. Too many were steeped in the paganistic\npractices of the past, too self-satisfied to open their minds and their hearts to the truth, even\nwhen spoken with the conviction and knowledge and power of God, made manifest through\nhis Son Jesus Christ, our Lord and Master.\n<\/p><p>\nTime will not permit the enumeration of all his teachings. How grateful we are that he gave\nus the Sacrament of the Lord's Supper and commanded us to meet frequently and partake of\nthat Sacrament and renew our covenants to keep his laws and obey his commandments, even\nas we covenanted to do at the waters of baptism.\n<\/p><p>\nHis second purpose was not finally completed until after his crucifixion and\nresurrection, just prior to his ascension to heaven, when he charged his apostles of old to go\ninto all the world and preach the gospel of Jesus Christ to every nation, kindred, tongue, and\npeople, and that they that believed should be baptized and thereby bring about their own\nsalvation.\n<\/p><p>\n\"And Jesus came and spake unto them, saying, All power is given unto me in heaven and in\nearth.<br \/>\n\"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the\nSon, and of the Holy Ghost:<br \/>\n\"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world. Amen\"\n(<span class=\"citation\" id=\"34996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34996)\">Matt. 28:18-20<\/a><\/span>).\n<\/p><p>\nHere again he set the great pattern to be followed by his disciples in every generation of time.\nThe plan Christ thus gave us can be stated very simply: \n<\/p><p>\n     <i>We hear the gospel.<\/i><br \/>\n     <i>We repent.<\/i><br \/>\n     <i>We are inspired.<\/i><br \/>\n     <i>We are converted by that inspiration, the gift of the Holy Ghost.<\/i><br \/>\n     <i>We accept, and we learn the gospel.<\/i><br \/>\n     <i>We teach the gospel to others.<\/i>\n<\/p><p>\nIts divinity is revealed to those who seek the truth by the gift and power of God. That is what\nis meant by the scriptures: \". . . seek, and ye shall find; knock, and it shall be opened unto\nyou\" (<span class=\"citation\" id=\"34952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34952)\">Matt. 7:7<\/a><\/span>).\n<\/p><p>\nWe ourselves must act. We must initiate our own search for truth of our own free will. Once\nwe do, the Lord magnifies us, fills our souls with his Holy Spirit, and leads us on to faith and\nto repentance. When we have received and understood the word, we accept the gospel and\nlend obedience thereto.\n<\/p><p>\nOur third and fourth articles of faith read: \"We believe that through the Atonement of Christ,\nall mankind may be saved, by obedience to the laws and ordinances of the Gospel\"\n(<span class=\"citation\" id=\"6742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6742)\">A of F 1:3<\/a><\/span>).\n<\/p><p>\n\"We believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord\nJesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins;\nfourth, Laying on of hands for the gift of the Holy Ghost\"\n(<span class=\"citation\" id=\"6744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6744)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\nWe express our love and devotion to God for our conversion by proclaiming his word to\nothers, even as he has given it to us. We spend our lives teaching the gospel to each other in\nthe Church, in our homes, in all our worshiping assemblies. We proclaim the truths of the\ngospel to our neighbors and our friends far and near. We fill our missions on earth by trying\nto follow in this respect, as in all others, the charge and the example and the teachings of\nChrist, our Lord.\n<\/p><p>\nAfter Peter and the apostles of old received this commission to preach to every nation, we see\nthem next actually preaching the gospel, and our first recorded history of their missionary\nlabors is recorded thus: \n<\/p><p>\n\"And when the day of Pentecost was fully come, they were all with one accord in one place.<br \/>\n\"And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all\nthe house where they were sitting.<br \/>\n\"And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.<br \/>\n\"And they were all filled with the Holy Ghost, and began to speak with other tongues, as the\nSpirit gave them utterance . . .<br \/>\n\"Therefore let all the house of Israel know assuredly, that God hath made that same Jesus,\nwhom ye have crucified, both Lord and Christ.<br \/>\n\"Now when they heard this, they were pricked in their heart, and said unto Peter and to the\nrest of the apostles, Men and brethren, what shall we do?<br \/>\n\"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost.<br \/>\n\"For the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call\" (<span class=\"citation\" id=\"7838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7838)\">Acts 2:1-4,36-39<\/a><\/span>).\n<\/p><p>\n\"But those things, which God before had shewed by the mouth of all his prophets, that Christ\nshould suffer, he hath so fulfilled.<br \/>\n\"Repent ye therefore, and be converted, that your sins may be blotted out, when the times of\nrefreshing shall come from the presence of the Lord;<br \/>\n\"And he shall send Jesus Christ, which before was preached unto you;<br \/>\n\"Whom the heaven must receive until the times of restitution of all things, which God hath\nspoken by the mouth of all his holy prophets since the world began.<br \/>\n\"For Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you\nof your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto\nyou.<br \/>\n\"And it shall come to pass, that every soul, which will not hear that prophet, shall be\ndestroyed from among the people\"\n(<span class=\"citation\" id=\"7841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7841)\">Acts 3:18-23<\/a><\/span>).\n<\/p><p>\n\"Then Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of\nIsrael,<br \/>\n\"If we this day be examined of the good deed done to the impotent man, by what means he is\nmade whole;<br \/>\n\"Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of\nNazareth whom Ye crucified, whom God raised from the dead, even by him doth this man\nstand here before you whole.<br \/>\n\"This is the stone which was set at nought of you builders, which is become the head of the\ncorner\" (<span class=\"citation\" id=\"7844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7844)\">Acts 4:8-11<\/a><\/span>).\n<\/p><p>\nToday, and for the past 130 years of the existence of the restored Church of Jesus Christ, the\nSpirit which prompted Peter and his associates of old has impelled the elders of the Church of\nJesus Christ of Latter-day Saints to do likewise. Ever since 1830 we have had in the world\nyoung men and women who, because of their love of the gospel and the witness of its\ndivinity which they have received of the Holy Ghost, preach the gospel in its truth and in its\npurity. They devote their time and their means to accomplish this mission, to call all people to\nrepentance and to teach the plan of life and salvation given us of the Savior. The gospel has\nbeen restored to the earth in its fulness, in its simplicity and purity in this day through the\ninstrumentality of the Prophet Joseph Smith.\n<\/p><p>\nLike Paul of old, they say, and they say it with pure hearts and clean hands, as they dedicate\ntheir lives to their missionary labors: \n<\/p><p>\n\"For I determined not to know any thing among you, save Jesus Christ, and him crucified.<br \/>\n\"And I was with you in weakness, and in fear, and in much trembling.<br \/>\n\"And my speech and my preaching was not with enticing words of man's wisdom, but in\ndemonstration of the Spirit and of power:<br \/>\n\"That your faith should not stand in the wisdom of men, but in the power of God.<br \/>\n\"But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of\nman, the things which God hath prepared for them that love him.<br \/>\n\"For what man knoweth the things of a man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God\"\n(<span class=\"citation\" id=\"311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(311)\">1 Cor. 2:2-5,9,11<\/a><\/span>).\n<\/p><p>\nEvery convert to the Church today has this desire in his heart to tell others what he has found.\nThere is joy in knowing the truth, and there is joy in intuitively sharing it with others. This is\nthe gift of the Holy Ghost. It is the sure sign of our conversion. Not all of the members of the\nChurch leave their homes to go on missions into the world, my friends, to bring to you the\ngospel in your homes, but within the sphere of their influence our people continue through\nlife to bear their testimony of the existence of God which gives to them that peace which can\ncome alone from our Father in heaven.\n<\/p><p>\nAs elders in Israel today we are charged with the responsibility of proclaiming his word to the\nworld and crying repentance to the sons and daughters of our Heavenly Father. Our brothers\nand sisters throughout the world, those who are listening in, who may not be of our number,\nlet us beg of you to give our missionaries the opportunity they so earnestly seek to give to\nyou the simple principles of the gospel as taught by Jesus Christ himself. These missionaries\ncome to you holding the priesthood of God. They have received his power and authority to\npreach the gospel and administer in the ordinances thereof. They have brought joy to\nhundreds of thousands in the past. All of us here today are here as a result of similar labors\nupon the part of former missionaries.\n<\/p><p>\nMy friends, you cannot afford to turn a deaf ear to the truth, for we declare to you in all\nsoberness that God lives and has once again spoken from the heavens, once\nagain restored his power and his priesthood in its pristine strength and purity upon those of us\nwhom he has called to carry on his work in this, the dispensation of time in which he has\nbrought together all that he has given his children in all previous generations of man, all as\nforetold through his prophets of old.\n<\/p><p>\nWe have the power and the authority to confer these same blessings upon all nations, as the\nblessings which were given by the apostles of old to the nations in which they served as\nmissionaries.\n<\/p><p>\nDaniel tells us: \"And in the days of these kings shall the God of heaven set up a kingdom,\nwhich shall never be destroyed: and the kingdom shall not be left to other people, but it shall\nbreak in pieces and consume all these kingdoms, and it shall stand for ever\"\n(<span class=\"citation\" id=\"10648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10648)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nJohn, the Revelator, gave us one of the most beautiful predictions of all of the restoration of\nthe gospel in these latter days, for he said: \"And I saw another angel fly in the midst of\nheaven, having the everlasting gospel to preach unto them that dwell on the earth, and to\nevery nation, and kindred, and tongue, and people,<br \/>\n\"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of\nwaters\" (<span class=\"citation\" id=\"42293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42293)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nThese prophecies have, in large measure, been fulfilled. The gospel has been restored to the\nearth. God continues to magnify those upon whom he has bestowed his authority in these\nlatter days to serve his people and to guide and direct the honest in heart the world over into\nthe paths of truth and of right. We declare most solemnly that we have been called of God,\nand that we proclaim his word to the world by virtue of his power and authority. We invoke\nhis blessings upon all mankind, and particularly that their hearts might be opened, their\ndesires might be toward righteousness, and that they might lend an ear and understand and\nappreciate the truth when it is presented to them by his duly ordained and constituted \nservants&mdash;the missionaries of the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nGod bless them, and bless us, and bless all who lend ear to their teachings, we pray humbly\nthis day, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}