{"ID":104, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Truth, Beauty, Goodness<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1944, pp. 37-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMay I say by way of introduction to the few words I wish to give this afternoon as a\nmessage, that the call of Elder Mark Petersen to be an apostle of our Lord and Savior receives\nour hearty support and love.\n<\/p><p>\nElder Petersen is a high type of man, a Christian gentleman in every particular. What a fine\nwork he is destined to do as a disciple of our Lord!\n<\/p><p>\nCOMMENT BY AN EMINENT ARCHITECT ABOUT THE TABERNACLE\n<\/p><p>\nOn entering these sacred grounds this morning, I saw the dentils that surround the cornice of\nthis building. It is the dentils, and there are hundreds of them, that give\nbeauty to the simple and unadorned cornice of the Tabernacle. You will note them just under\nthe roof if you will look closely. They were recently the inspiration for comment by the great\nAmerican architect, Thomas E. Tallmadge in his <i>Story of Architecture in America<\/i>. He had\nbeen telling about the influence of Greek ideals on early American architecture and says: \"Up\nand down the Atlantic seaboard, through the Western Reserve, along the Gulf of Mexico, up\nthe Mississippi, and over the plains, the Greek revival spread. I have noticed that the famous\ntabernacle built in Salt Lake City by that extraordinary man, Brigham Young, has the tell-tale\nGreek profiles in its mouldings and cornices.\" Dr. Tallmadge refers to the dentils, which give\nto this building a beauty relieving the cornice of its extreme unadornment. One famous artist\nsaid that the dentils remind him of a beautiful piece of old lace.\nTHE ANGEL ON THE TEMPLE\n<\/p><p>\nThe angel on the center tower of the temple also looked very beautiful this morning, bathed\nas it was by the gold light of the morning sun. I almost imagined bearing John the Revelator\nhimself speaking to me his exquisite words as he peered into the future:\n<\/p><p>\nAnd I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and, tongue, and people,\n<\/p><p>\nSaying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of waters\n(<span class=\"citation\" id=\"42165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42165)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nTHE PURPOSE OF MONUMENTS AND BUILDINGS\n<\/p><p>\nThen I passed the gull monument, the creation of our own Mahonri Young. It is in honor of\nthe gulls in their saving the wheat fields in 1848, when they were being destroyed by the\nlocusts. The south bronze of the monument was pronounced by Rodin, the most noted\nsculptor of France, as one of the outstanding pieces of American sculpture.\n<\/p><p>\nI speak of these things because they represent so much in our history. They are the creations\nof great men&mdash;great souls. Only a deeply religious people could create a building like this\ntabernacle; only a good people could construct a building like yonder temple. A religious\nleader of India once wrote above the portal of a temple in Kashmir, India, these words: \"O\nGod, in every temple, I see people who see Thee.\" These buildings involved the human\nconstants, common to humanity throughout the ages&mdash;hunger and labor, seed-time and harvest,\nlove and death, faith and prayer&mdash;all operated to produce the noble things you see on these\nsacred grounds.\n<\/p><p>\nTHE STANDARD WORKS OF THE CHURCH\n<\/p><p>\nMy brethren, I often feel that we fail to see the beauty that lies all about us; we fail to realize\nthat the three great characteristics of creation are truth, beauty, and goodness. God is behind\nall truth, beauty, and goodness, and there is nothing so noble for the soul, so\nuplifting as to be able to find beauty in all truth. In fact, it was the poet Keats who said:\n\"Beauty is truth, truth beauty.\" These statements apply to our Church works: The Holy Bible,\nthe \"Holy\" Book of Mormon, the \"Holy\" D&amp;C, and the \"Holy\" Pearl of Great Price. I freely\nuse the adjective \"Holy,\" because all these four standard Church works are sacred. The\nProphet Joseph Smith's entire life was devoted to discovering and having revealed to him the\ntruths of God. These are the forces that made his life what it was&mdash;a life of refinement and\nappreciation for the beautiful.\n<\/p><p>\nI believe, my brethren, that if we as missionaries will present the word of the Lord as\ncontained in the standard works of the Church in a manner that will bring out the beauty of\nthem, people will begin to read them as never before. Take the Holy Bible. When I read the\nfirst words as contained in the Book of Genesis:\n<\/p><p>\nIn the beginning God created the heaven and the earth. And the earth was without form, and\nvoid; . . . And God said, Let there be light; and there was light. . . So God created man in his\nown image, in the image of God created he him\n(<span class=\"citation\" id=\"23475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23475)\">Gen. 1:1,3,27<\/a><\/span>).\n<\/p><p>\nI feel thankful for prophets and revelators.\n<\/p><p>\nThese words plant in our hearts the truth of truths. God is there in the heavens as our Father,\nthe creator and ruler of the universe. It causes every soul to reach out to Him and strive for\neternity. Could any words be more beautiful? The Holy Bible is the book of God's words and\nteachings.\n<\/p><p>\nAs an example of beauty in the Book of Mormon, I commend to you the twenty-ninth chapter\nof Alma, which reads in part:\n<\/p><p>\nO that I were an angel, and could have the wish of mine heart, that I might go forth and\nspeak with the trump of God, with a voice to shake the earth, and cry repentance unto every\npeople!\n<\/p><p>\nYea, I would declare unto every soul, as with the voice of thunder, repentance and the plan of\nredemption, that they should repent and come unto our God, that there might not be more\nsorrow upon all the face of the earth\n(<span class=\"citation\" id=\"8833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8833)\">Alma 29:1-2<\/a><\/span>).\n<\/p><p>\nThe entire chapter is a lyric of great beauty. The Book of Mormon is full of such lyrics.\nSome day this holy book will be sung into the hearts of humanity.\n<\/p><p>\nThe one hundred and ninth section of the D&amp;C is one of my favorite chapters of that divine\nand holy book. It is the prayer offered at the dedication of the Kirtland Temple on March 27,\n1836, in which the Prophet Joseph Smith asks God, \"in the name of Jesus Christ, the Son of\nThy bosom, in whose name alone salvation can be administered to the children of men, we\nask thee, O Lord, to accept of this house, the workmanship of the hands of us, thy servants,\nwhich thou didst command us to build\"\n(<span class=\"citation\" id=\"12052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12052)\">D&amp;C 109:4<\/a><\/span>).\nAnd then are uttered words of admonition to train\nour minds and understanding. Says the Prophet:\n<\/p><p>\nCall your solemn assembly . . . seek ye diligently and teach one another words of wisdom;\nyea, seek ye out of the best books words of wisdom; seek learning, even by study and also by\nfaith. Organize yourselves; prepare every needful thing; and establish a house, even a house of\nprayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of\norder, a house of God (<span class=\"citation\" id=\"12016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12016)\">D&amp;C 88:117-119<\/a><\/span>).\n<\/p><p>\nThoughts are precious seeds of life, and here we are taught to become thinkers. The Prophet\nJoseph founded a School of the Prophets and encouraged the study of the classical languages\nincluding Hebrew. He himself worked hard at the Hebrew language and set us an example of\nwhat it means to cultivate the mind, for \"a great soul is strong to live as well as strong to\nthink.\" The Prophet founded schools and the University of Nauvoo.\n<\/p><p>\nThen there is the Pearl of Great Price in which you find the beautiful Articles of Faith. Why\nthis book is so neglected, I do not know. It is a perfect reservoir of truth, and in it as in all\nthe others I have mentioned, we can read about God directly, and become deeply moved by\nHis holy words. There is an Arabian proverb which says: \"A fig tree, looking upon a fig tree,\nbecometh fruitful.\" When we recite the Articles of Faith let us speak from the depths of our\nsouls, particularly when we repeat the words: \"We believe in God, the Eternal Father; and in\nHis Son, Jesus Christ; and in the Holy Ghost\"\n(<span class=\"citation\" id=\"6605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6605)\">A of F 1:1<\/a><\/span>).\nWe go to our holy books for life, for more life\nand keener life, for life as it crystallizes into higher and deeper significance. They create\nwithin us a sense of absolute truth, beauty and goodness. They impart to us the spirit of\nlearning and wisdom and truth. They tell us which way we must go to find our God who\nleads us by our faith to the unity of the perfect life. May God bless us all and help us daily to\nunderstand His great truths, I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}