{"ID":1040, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Not Yet, Dear Lord, Not Yet\"<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1959, pp. 95-98<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Clark President Moyle, President Smith, my beloved brothers and\nsisters, and the radio and television audience; I am very grateful for the prayer this morning\nof a wonderful man, former mission president, Brother Theodore Jacobsen. I know that the\nLord will answer that prayer, and I shall be grateful to you for your prayers this morning\nbecause I confess to you that I feel very humble and very weak.\n<\/p><p>\nAs I have listened to these inspired messages today and yesterday and the day before, I have\nthought of the words of Riddle: \"Those who know books know much, but those who know\nnature know more, and those who know God have reached the goal of human wisdom.\"\n<\/p><p>\nThis great choir, I am sure, has uplifted us this morning along with thousands and perhaps\nmillions who have heard them. They are a great credit to the Church and to the city, to the\nstate and the nation. These choir leaders, the choir members, and the officers, are not just\ngood musicians: They are good Latter-day Saints, and they are wonderful\nmissionaries. They are devoted. I have a very choice brother singing in the choir, and I know\nhow deeply devoted and what great love he has for this organization. May God bless every\nsingle one of them.\n<\/p><p>\nI know we have been deeply touched this morning by the inspiring address of President Henry\nD. Moyle. May I be pardoned if I tell you this morning that I thought his humble and yet\nbeautiful address was just like the prayer he offered a few days ago in an upper room of the\ntemple when the General Authorities met there preparatory to this great conference. As he\nspoke to you this morning, he had a prayer in his heart for you, the membership of the\nChurch, and for our friends not of the Church; and as he offered that prayer in the temple, in\nthe true order of prayer, I felt sure our Father in heaven had called him to his present\nposition. Brother Moyle has no selfish interests. He has lived above selfishness. He will be a\ngreat blessing to the membership of this Church. Those of our friends not in the Church, as\nwell as all of us, will sustain him and pray for him in the great load that he has to carry. The\nmantle of Presidency has fallen on his shoulders. Last night the priesthood assembled was\ndeeply blessed as a result of his marvelous address. President Moyle will be a great comfort\nand blessing and assistance to President McKay and President Clark, whom he dearly loves.\n<\/p><p>\nA year ago it was the privilege of my wife and myself to visit many countries of Europe, and\nonly by coincidence we came into countries, missions, branches, and districts where Brother\nand Sister Moyle had recently visited. I have never heard anyone speak so beautifully as the\nhumble Saints of Europe spoke about President and Sister Moyle. I think we will never know\nthe amount of good and the help that he rendered to so many of our humble Saints in far-off\ncountries of Europe. In many places he spoke to them in their native tongue. How grateful\nthey were for his presence. Sister Moyle likewise spoke to them. They are dearly loved in the\nfar-off countries of Europe.\n<\/p><p>\nFaith promotes faith, and testimony inspires testimony.\n<\/p><p>\nToday, if I may, I would like to take just one sentence from President McKay's beautiful\ndedicatory prayer offered at the London Temple, and may I quote from that one sentence.\nSpeaking to the Lord, he said: \"May we express overwhelming gratitude just to be alive.\"\n<\/p><p>\nI have a personal reason this morning for repeating this sentence from President McKay's\ndedicatory prayer, because today I am truly grateful just to be alive. A few months ago I\nbecame critically ill, and I learned then, as I have never learned before, that the line between\nlife and mortality and death and immortality is very thin indeed. It only takes a few seconds\nyes, a very few seconds&mdash;to change from life and mortality to death and immortality, and I\nsaw how close one can get to the pale of death. I thought I was passing from this life to the\nother, and I am truly grateful to the Lord that he permitted me to live. I fully realized then\nthat I was not prepared or ready for that passing, and it brought to my mind a few words that\nI have read in a poem that goes something like this: \n<\/p><p>\n\"There is no time that we could set for parting.<br \/>\nEver our prayer would be,\" (as mine was)<br \/>\n\"Not yet, dear Lord, not yet, just another day.\"\n<\/p><p>\nI realized then more than ever before how dependent we are upon God, our Eternal Father,\neven for the preservation of our lives. When one faces such a change, and we are all going to\nface it, when we come close to it, many things come to our minds. I wonder if you are ready\nfor that change. I wonder if you are prepared to change from life to death. I believe that we\ncan become prepared and ready, and I concluded then that if the Lord would permit me to\nlive longer, I intended to live better so that I could die better.\n<\/p><p>\nEven though one may not be completely conscious or aware of what is going on about him, I\nshall always be truly, humbly grateful, I hope, more grateful than ever before in my life for\nthe blessings and the prayers of my friends and family and my Brethren.\n<\/p><p>\nI am more grateful now because I realize the power of the Holy Priesthood of God that we\nhave heard so much about in this conference, often referred to as the greatest\npower on the face of the earth. Some of the Brethren, who are prophets and servants of God,\ncame to my room in the hospital and laid their hands upon my head and anointed me with\nholy consecrated oil, and then said unto me, \"By the power of the Holy Priesthood, (Brother\nMoyle just told us about that power) and in the name of Jesus Christ, we bless you that you\nshall be well.\"\n<\/p><p>\nDo you know of any such power as that in the world? I bear testimony to you that the power\nof the priesthood is here in the Church. I testify to you that one knows and one feels that\ninfluence and that power, and is mindful of the blessings of the Lord received through the\nadministration of his servants holding that Holy Priesthood.\n<\/p><p>\nI am grateful to be alive, and I promised the Lord that I would bear testimony of that power\nand that healing influence whenever I could have the strength to do so. I thank God, and I\nhope that you thank God just to be alive. If you feel that you are not quite prepared or ready\nfor that change from life to death, let me urge you now&mdash;today&mdash;to change your life.\nRemember it only takes a few seconds to change from life unto death. Let me urge you to\nmake the necessary adjustments in your life. Yes, make new resolutions. Turn back, if you\nhave reason to believe that you are on the wrong road, turn back now. It isn't too late.\n<\/p><p>\nMay I quote from Amulek's testimony in the book of Alma, wherein he states: \"For behold,\nthis life is the time for men to prepare to meet God; yea, behold the day of this life is the day\nfor men to perform their labors . . . for that same spirit which doth possess your bodies at the\ntime that ye go out of this life, that same spirit will have power to possess your body in that\neternal world\" (<span class=\"citation\" id=\"8996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8996)\">Alma 34:32,34<\/a><\/span>).\n<\/p><p>\nRepent! Forsake those things that are wrong so that when the time comes for you to make\nthat change you can say as Paul said to Timothy: \"I have fought a good fight, I have finished\nmy course, I have kept the faith: \n<\/p><p>\n\"Henceforth there is laid up for me crown of righteousness, which the Lord, the righteous\njudge, shall give me at that day: and not to me only, but unto all them also that love his\nappearing\" (<span class=\"citation\" id=\"5132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5132)\">2 Tim. 4:7-8<\/a><\/span>).\n<\/p><p>\nAnd as quoted in the last verse of the hymn, \"Come, Let Us Anew\": \n<\/p><p>\n\"O that each in the day of his coming may say,<br \/>\n'I have fought my way thro'&mdash;<br \/>\nI have finished the work thou did'st give me to do.'<br \/>\nO that each from his Lord may receive the glad word:<br \/> \n'Well and faithfully done,<br \/>\nEnter into my joy and sit down on my throne.'\"\n<\/p><p>\nThat reminds me of a prayer that I read recently, and may I quote: \"Your day is almost done.\nWhen the night and the morning meet, it will be an unalterable memory. So let no unkind\nword, no careless doubting thought, no guilty secret, no neglected duty, no wisp of jealous\nfog becloud its passing.\"\n<\/p><p>\nMay God grant us the ability to change our lives where they need to be changed. I wonder if\nwe are absolutely satisfied with the life we are leading, with the thoughts we are thinking, and\nwith the deeds that we are doing. Every one of us can thank God, our Heavenly Father, for\nour very life, and may we let God be our confidant&mdash;every one of us&mdash;that \"thy Father\nwhich seeth in secret himself shall reward thee openly\"\n(<span class=\"citation\" id=\"34937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34937)\">Matt. 6:4<\/a><\/span>).\n<\/p><p>\nAs we pass from day to day, each day bringing us closer to the time when we will change\nfrom life unto death may we ask: \"Heavenly Father, for what purpose hast Thou given me this\nday? To what end do its hours point? Help me not lightly to dismiss this question. Let me not\nbe carried unthinkingly with the drift of the times. Give me grace to reflect seriously upon the\ncourse of my life, for days are numbered and precious.\"\n<\/p><p>\nMay this group here today, and those who listen on the radio and television, resolve to live\nbetter hereafter so that we can die better. May God bless every single one of you, that you\nmay live as long as you want to live and as long as you ought to live. Remember, each day of\nlife is so precious we must not let it carelessly slip away.\n<\/p><p>\nI bear testimony to you humbly that God lives, that he is our Father, that\nJesus Christ is our beloved Savior and our Elder Brother. Oh, how grateful we should be for\nthe power and the blessings of the Holy Priesthood of God that are constantly in our midst\ntoday. Oh how important it is to have the faith and ability to recognize, not only our\nblessings, but the source of those blessings.\n<\/p><p>\nGod bless every one of you, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}