{"ID":1041, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...That Ye Love One Another...\"<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, October 1959, pp. 98-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe calling of Brother Moyle to the First Presidency, and that of President Hunter to the\nCouncil of the Twelve, is added evidence, my brethren and sisters, that this Church is guided\nand directed by revelation and by inspiration. These are two wonderful men. I know the Lord\nhas a great mission for them to perform.\n<\/p><p>\nWe live today, my brethren and sisters, in a world of unrest and insecurity, where mistrust,\nsuspicion, and disloyalty exist between nations as well as among individuals. Loyalty to\noneself and to the principles he believes to be true, is a noble virtue.\n<\/p><p>\nIn Shakespeare's <i>Hamlet<\/i> is expressed this impressive thought: \"To thine own self be true,\nAnd it must follow, as the night the day, Thou canst not then be false to any man.\"\n<\/p><p>\nLatter-day Saints should be taught early in youth the fundamental principles of the gospel.\nThese teachings of the Savior, if observed, will serve as an anchor and guide throughout life,\nand bring happiness to the individual.\n<\/p><p>\nWe have been privileged to come to this earth to be tested and proved, to see if we will be\nloyal and true to the commandments given by our Heavenly Father. We have the\nresponsibility of being loyal to righteous and correct principles. Satan and his followers are\nzealous and loyal, but to causes and principles which are unrighteous and opposed to the will\nof our Heavenly Father.\n<\/p><p>\nThere are two opposing forces operating to win the souls of the children of men&mdash;one force\nfor good, and one for evil. The Prophet Mormon gave a test that may be applied in\ndetermining one from the other, when he said: \"Wherefore, all things which are good cometh\nof God; and that which is evil cometh of the devil; for the devil is an enemy unto God, and\nfighteth against him continually . . .\n<\/p><p>\n\"For behold, the Spirit of Christ is given to every man, that he may know good from evil\"\n(<span class=\"citation\" id=\"38277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38277)\">Moro. 7:12,16<\/a><\/span>).\nThrough righteous living we may have the companionship of the Holy\nSpirit, which will assist us in discerning right from wrong, good from evil.\n<\/p><p>\nJoseph Smith was permitted to behold the contrast between the glory of God and the power of\ndarkness and received this explanation: \"All this is shown, the good and the evil, the holy and\nimpure, the glory of God and the power of darkness, that you may know hereafter the two\npowers and never be influenced or overcome by that wicked one . . . You have beheld the\npower of God manifested and the power of Satan: and you see that there is nothing that is\ndesirable in the works of darkness; that they cannot bring happiness; that\nthose who are overcome therewith are miserable, while on the other hand the righteous are\nblessed with peace in the kingdom of God where joy unspeakable surrounds them\"\n(<i>Comprehensive History<\/i>, vol. 1, page 78).\n<\/p><p>\nThe Savior came to earth with a mission to perform. He was loyal to the confidence and trust\nplaced in him. This was in spite of his awareness of the magnitude of his mission, including\nthe atonement. As the hour of the betrayal and his great sacrifice drew near, he entered the\nGarden of Gethsemane, and in anguish prayed to our Heavenly Father, saying: \". . . O my\nFather, if it be possible, let this cup pass from me; nevertheless not as I will, but as thou\nwilt\" (<span class=\"citation\" id=\"34984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34984)\">Matt. 26:39<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith fully realized the fate that awaited him and could have undoubtedly\nescaped martyrdom by going West beyond the reach of his enemies. Rather, he chose to\nreturn to Nauvoo and Carthage, being loyal to the Saints he loved so dearly, and who returned\nhis love and affection. Many of his associates pleaded for the privilege of accompanying him\nand his brother Hyrum to the jail, aware that death could easily result. Willard Richards and\nJohn Taylor were granted this permission, and when the armed mob stormed the jail, they\nfought valiantly with all their might and strength to defend the Prophet and Hyrum. John\nTaylor was seriously wounded in the assault. This display of loyalty and affection could well\nimpress and inspire each of us. These men were ready to give their very lives for those they\nloved.\n<\/p><p>\nThey believed the words of the Savior when he said: \"This is my commandment, That ye love\none another, as I have loved you.\n<\/p><p>\n\"Greater love hath no man than this, that a man lay down his life for his friends\"\n(<span class=\"citation\" id=\"27872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27872)\">John 15:12-13<\/a><\/span>).\n<\/p><p>\nAs we come into your stakes each week to attend quarterly conferences, we are deeply\nimpressed with the devotion, steadfastness, and firmness of you good people in the wards,\nstakes, and missions of the Church. We are pleased to observe your love and loyalty for the\ngospel and for the inspired leaders of the Church and of your desire to sustain them and assist\nthem in building up the kingdom of God here upon the earth.\n<\/p><p>\nTo President McKay and the other brethren in the First Presidency, I express my love, and\npledge them my loyalty and support. I sustain them with all my heart.\n<\/p><p>\nMay we all be blessed with the ability to discern good from evil and have the courage and\ndesire to be loyal to those principles which are righteous, I humbly pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}