{"ID":1042, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Advice to Teachers<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1959, pp. 99-101<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, we are all very glad to assemble in this great conference of the\nChurch, and oh, the wonderful messages we have received, and the testimonies that strengthen\nour lives.\n<\/p><p>\nI wish to say a few words about President Joseph Young. My grandfather was chosen by the\nProphet Joseph Smith, and when grandfather met the Prophet for the first time, the Prophet\ntold him that the Lord had already a place for him in the priesthood.\n<\/p><p>\nGrandfather was a Methodist minister. He had become a preacher, going through the different\nparts of western Ohio, then crossing Lake Erie into Canada, holding meetings, preaching the\nMethodist beliefs. Then one morning he was holding a meeting, and he saw his brother,\nBrigham Young in the audience, and he could not understand it at first.\nGrandfather was the elder of the two. After the meeting, Brigham walked up to his brother,\nJoseph, and said, \"Joseph, I have found the gospel. Come with me.\"\n<\/p><p>\nJoseph immediately felt the truth of what his brother said, and taking him by the arm and\nbidding his congregation good-bye, they made their way back to Kirtland, Ohio where\nGrandfather met the Prophet. He was baptized immediately, and within a few days the\nSeventy organization was made, and Grandfather found himself in the First Council of the\nSeventy. He was always so proud of it. He became a wonderful teacher and went among the\npeople in a simple childlike manner. He was a great reader of the Bible and the Book of\nMormon, the Doctrine and Covenants, and the Pearl of Great Price. He loved literature, and\nbecause of his prayers to God, he was able to grasp the meaning, and he used to say to the\npeople: \"That is a simple thought, isn't it?\" And the way he said it, the Saints agreed, and it\nbecame known that the gospel of Jesus Christ is the greatest in thought of today, and yet so\ngreat that it becomes simple and pure&mdash;an ideal for the person who goes to God and prays\nfor understanding.\n<\/p><p>\nGrandfather Young passed away in 1884, and then his son, Seymour, succeeded him. It is a\nstory that becomes very personal, I realize, but one of the seventies asked if I would say\nsomething about Joseph Young in my address. He was a great reader, and he had come to\nknow the story of Israel, and taught it to the people. He was a reader of literature, as I have\nsaid, especially English literature, and just after the Prophet Joseph Smith had asked that some\nof the people learn Greek and Latin, Grandfather was learning those languages.\n<\/p><p>\nI must not take too much time, but I will read these few words to you. \"To learn is to bring\ninto your being a thought that gives strength and a better understanding of the power of your\nown mind.\" That was what Grandfather used to teach. Go to your Bible again and turn to\nverse or chapter that you have already learned to love, and read it again. Pick out some noble\nlesson; learn the substance of its thought. Who wrote the words? Where are they found and\nwhy were they written? That is for us all&mdash;the words, when were they written and why?\n<\/p><p>\nIn time, an incentive to learn more and more will be the result of our study. The beauty of it\nis that you are learning for yourself. You become your own teacher. Try this exercise every\nday for a few minutes and you will be surprised at the number of noble truths you will learn.\nThe worth of this self-teaching is the habit of thought and attention it stimulates within us.\nThe steadfast pursuit of such an ideal is the truest recreation that we can have, and is the road\nto a personal understanding of the gospel.\n<\/p><p>\n\"My brethren and sisters,\" said Joseph Young one time, \"if you can learn how to learn, you\nhave acquired something that will make of you a real teacher. You have acquired a habit that\nwill not only give you much joy every day, but will also strengthen your character and lead\nyou on daily to greater truths and more abundant life.\"\n<\/p><p>\nIt is our own study, with faith and prayer to God, that gives us strength, that gives us life and\nlight; and therefore we are ready to become more devoted readers of the great Church works.\nRemember the words of Jesus: \"Search the scriptures; for in them ye think ye have eternal\nlife: and they are they which testify of me\"\n(<span class=\"citation\" id=\"27833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27833)\">John 5:39<\/a><\/span>).\n<\/p><p>\nTo know Christ is life eternal. To become like Christ is happiness everlasting. We know the\nsteps that Jesus trod: obedience, devotion, purity, truthfulness, kindness, resistance of\ntemptation, self-sacrifice. It was John Ruskin who wrote: \n<\/p><p>\n\"He only is advancing in life whose heart is getting softer, whose blood warmer, whose brain\nquicker, whose spirit is entering into living peace.\"\n<\/p><p>\nAnd the men who have this life in them are the true lords and kings of the earth.\n<\/p><p>\nGod bless us in this holy purpose of learning the gospel in its simplicity, for how true it is\nthat the greatest thoughts become simple to our souls and spirits as we approach God by faith\nand prayer. I pray that we Seventies may all become wise and good teachers of the gospel.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}