{"ID":1043, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Concern for Our Children<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, October 1959, pp. 101-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt seems to me that there have been two themes in this conference. One is our love and\ndevotion and our determination to serve the Lord Jesus Christ. The other is a great concern\nfor our children. May I speak briefly on the second of these two themes? May I quote you a\nscripture, briefly?\n<\/p><p>\n\". . . inasmuch as parents have children in Zion . . . that teach them not to understand the\ndoctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift\nof the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the\nheads of the parents\" (<span class=\"citation\" id=\"13753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13753)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nThat was quoted twice earlier in this conference. I would like to add that we should also teach\nchildren ethical living. I believe that the tendency of the times and the forces of evil around\nus are so great that unless we unite on our objectives, and obtain a program to which we can\nexpose our children and have them unite with us, we can easily fail in this great project of\nkeeping our children in the Church. Unity of ideals and purposes is hard to achieve. May I\nillustrate?\n<\/p><p>\nMany years ago I was invited to a high school to talk to a group of parents who were present\non a \"leadership week\" basis. It was not connected with Brigham Young University but was a\nlocal affair. There was invited to accompany me, and to take part in this discussion, a\npsychologist from one of our colleges. We both went, and I was the first speaker. I can\nremember how hard I labored to convince these parents that if they wanted to have their\nchildren obey, they themselves would have to obey the principles which they espoused.\n<\/p><p>\nOne of the subjects they brought up was the matter of driving cars when under age.\nEverybody knows that the state law is clear in this respect&mdash;sixteen years of age is the legal\nlimit under which a child should not drive. Many fathers had been beset with importuning\nfrom their children. Many fathers and mothers had allowed their children to drive, even under\nlegal age.\n<\/p><p>\nI expressed myself quite vehemently on the subject and said I thought it was wicked, really,\nfor a parent either to set an example of breaking or allow a child to break the law&mdash;not\nbecause of that particular law being either good or bad,&mdash;but because the tendency to break\nlaw would be implanted in that child, and perhaps sometime he would choose to flaunt a law\nmore serious and important.\n<\/p><p>\nMy companion followed me, and this was his solution. He said: \"I will tell you how I solved\nthat problem in my family. My boy is fourteen and a half years of age. I took him down to\nthe bureau where they issue licenses, told the folks he was sixteen, and got him a drivers'\nlicense so that he could drive legally on the highway.\"\n<\/p><p>\nAnother scripture (this is from Paul):\n<\/p><p>\n\"Children, obey your parents in the Lord: for this is right.<br \/>\n\"Honour thy father and thy mother; (which is the first commandment with promise;)<br \/>\n\"That it may be well with thee, and thou mayest live long on the earth.<br \/>\n\"And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and\nadmonition of the Lord\" (<span class=\"citation\" id=\"21713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21713)\">Eph. 6:1-4<\/a><\/span>).\n<\/p><p>\nI think we might just as well recognize the fact that while we parents are \"in for it,\" so to\nspeak, if I might use a slang term, if we do not teach our children, I think the children are\nequally responsible to do a little for themselves to have respect for their parents, and to learn\nto obey their parents. It is a two-way thing. If parents are going to teach children, the children\nought also to learn that they must be obedient to their parents.\n<\/p><p>\nI have another example. A certain man living in my town had a son. The son was invited to\njoin a high school club. This high school club was one of a number. He wanted to have some\nsocial life with the other boys, I suppose, and after he talked to his father about it decided he\nwould join. After a while there was to be an initiation.\n<\/p><p>\nHe went to his father and said, \"Father, I need some advice. I have heard in a roundabout way\nthat they do things to you at these initiations. What would be your advice to me as to what I\nought to do?\"\n<\/p><p>\nThe father said to him, \"Do not let them do anything to you that will involve your dignity as\nmy son or as a man. Do not let them compromise you in your priesthood, in your family, or\nin your good name.\"\n<\/p><p>\nSo he went. The story comes to me that it was a cold winter's night, and the boys of the club,\nwithout chaperonage, had hired a cabin in the canyon near our town, and there they prepared\nto initiate their friends. I suppose the father had an anxious moment or two as he sat through\nthe evening, wondering what was going to happen. The boy left him and took his sleeping\nbag and his sleeping equipment, because this was to be an all-night affair. The thermometer\nmeasured zero during the night.\n<\/p><p>\nAbout two o'clock in the morning the father said he heard the front door open. He got up to\nsee who was entering the house without permission, and there stood his boy, sleeping bag\nslung on his back, overcoat on. He said, \"What's the matter, Son?\"\n<\/p><p>\nThe boy said, \"They tried it, Dad, and I fought them off and came home.\" He had walked nine\nmiles in that zero weather. After he got warm, the boy retired. The father went upstairs, stood\nat the foot of his son's bed, and said, \"You've done well. I am glad you are an obedient son.\"\n<\/p><p>\nNow, fathers must make decisions. Mothers must make decisions. But so must sons and\ndaughters. If the sons and daughters do not make correct decisions, they are more at fault than\ntheir fathers and mothers, if their parents have taught them what is right. A most important\npurpose of this Church is to bring up children in righteousness and to keep parents righteous\nalso.\n<\/p><p>\nI bear my witness that President McKay is a prophet of the Living God, and I bear witness\nalso that his great concern, if I might be so bold as to interpret him, is for the youth of Zion,\nthat they might grow in righteousness and carry the torch of this Church until it fills the earth.\n<\/p><p>\nI humbly pray we may find the right and the way to do it. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}