{"ID":1044, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">We Believe the Bible<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, October 1959, pp. 102-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nRecently a seat companion in an airplane was telling me something about the very interesting\nscience of ballistics. He pointed out that when a bullet is shot through a gun barrel, the bullet\nreceives a set of characteristic markings which will forever identify it with the particular gun\nbarrel through which it is shot.\n<\/p><p>\nOur conversation then moved to another set of facts which might be called mental ballistics or\nspiritual ballistics. That is, when an idea is passed through the mind, the mind receives a set\nof characteristic markings; for example, when one thinks negative thoughts, he gets a negative\nmind. If he thinks depraved thoughts, his mind becomes depraved. If he thinks damned\nthoughts, a damned mind will be the result. Solomon was speaking as a kind of ballistics\nexpert when he said, \"For as he [a man] thinketh in his heart so is he\"\n(<span class=\"citation\" id=\"41431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41431)\">Prov. 23:7<\/a><\/span>).\n<\/p><p>\nIn the course of our journey we were obliged to lay over for an hour between planes. During\nour wait we made an examination of the kind of literature that was being distributed through\nthe magazine stand in the airport. We were impressed&mdash;as anyone must be impressed, with\nthe fact that one of the most serious problems of our day, whether considered from the point\nof view of the church or the nation generally, is the very low-grade of ideas which makes up\nsuch a substantial part of our mental diet. William James once said, \"The mind is made up by\nwhat it feeds upon.\" We would not think of feeding our bodies contaminated food, and yet we\noften feed our minds and our souls with contaminated thoughts, and thereby we run\ncontaminated emotions through our hearts, sometimes with fatal results.\n<\/p><p>\nOne of our most urgent present-day needs is to houseclean our thinking. Because two opposite\nthoughts cannot co-exist in the mind at the same moment, the best way to get rid of\nundesirable thoughts is by antedoting them with good. The best way to get darkness out of a\nroom is to fill it with light. The best way to kill the negative is to cultivate the positive, and\nthe best way to improve our lives is to improve our thoughts. And one of the best ways to\nimprove our thoughts is to develop a love of great literature.\n<\/p><p>\nYoung Abraham Lincoln once said, \"What I want to know is in books, and my best friend is\nthe one who will get me a book I haven't read.\" And in one of the most authoritative voices\nof latter-day scripture the Lord said, \"It is impossible for a man to be saved in ignorance\"\n(<span class=\"citation\" id=\"13813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13813)\">D&amp;C 131:6<\/a><\/span>).\nAnd it is just as impossible to be saved by reading the kind of sex stories and\nmurder mysteries that makes up such a large part of our contemporary literature.\n<\/p><p>\nThis morning I would like to share with you some quotations having to do with the values of\ngreat ideas and stimulating ideals as they are made available to us through good books.\nSomeone has said, \"Books are among life's most precious possessions. They are the most\nremarkable creation of man. Nothing else that man builds ever lasts. Monuments fall,\ncivilizations perish, but books continue.\"\n<\/p><p>\n\"The perusal of a great book is as it were an interview with the noblest men of past ages who\nhave written it.\"\n<\/p><p>\nCharles Kingsley once said, \"There is nothing more wonderful than a book. It may be a\nmessage to us from the dead, from human souls we never saw who lived perhaps thousands of\nmiles away, and yet these little sheets of paper speak to us, arouse us, teach us, open our\nhearts and in turn open their hearts to us like brothers.\"\n<\/p><p>\n\"Without books God is silent, justice dormant, philosophy lame.\"\n<\/p><p>\nJohn Milton said, \"Books are not dead things but contain a certain potency of life in them as\nactive as the soul whose progeny they are. They preserve as in a vial, the purest efficacy of\nthe living intellect that bred them.\"\n<\/p><p>\nOf course, the great literature of the world centers in the Holy Bible. The writings of\nShakespeare alone contain some 550 Bible quotations and allusions. The works of Tennyson\nhave 330 Bible references. Emerson's works are filled with Bible ideas, and the New\nTestament records eighty-nine occasions when the Master himself quoted from the great\nscriptures.\n<\/p><p>\nThink of the effect that the Bible has had in individual lives. Looking backward we see young\nAbraham Lincoln lying before the open fire reading the Bible, and it is easy to follow the\nBible influence in his life throughout his entire career. One Bible passage in the mind of\nanother young man by the name of Joseph Smith helped to change the religious history of the\nworld.\n<\/p><p>\nOr, think of the effect that Bible teaching has had in the rise and fall of nations. Most of the\nnations of the past have fallen because they have disobeyed divine law. Certainly this will\ncontinue to be a determining factor in every national success.\n<\/p><p>\nWith keen insight Daniel Webster once made this prophetic statement, \"If we abide by the\nprinciples taught in the Bible, our country will go on prospering, but if we, or our children,\nshall neglect its teachings and its authority, no one can tell how suddenly some calamity may\noverwhelm us and bury all of our glory in profound obscurity.\" We inscribe our coins with\nthe motto \"In God We Trust.\" At least we ought to know the kind of God we are talking\nabout.\n<\/p><p>\nIt has been pointed out that, \"We do not know what the future holds, but we do know who\nholds the future.\" And we may be sure that our national prosperity as well as our individual\nexaltation depends upon how well we utilize this great reservoir of spiritual truth. In our\nuncertain age we need the great scriptures as never before.\n<\/p><p>\nOur problem, of course, is that no matter how great our literature may be, even if we have the\nword of God himself spoken in our own day, it doesn't help us very much unless we know\nwhat was said and then govern ourselves accordingly.\n<\/p><p>\nThe fifth chapter of the book of Moses recounts how God tried to teach the posterity of Adam\nto live the principles of the gospel. But Satan came among them saying, \"Believe it not,\" and\nmany believed it not (<span class=\"citation\" id=\"39123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39123)\">Moses 5:13<\/a><\/span>).\nThis same problem has been plaguing the world ever since.\n<\/p><p>\nOne of our great Articles of Faith says, \"We believe the Bible to be the word of God as far as\nit is translated correctly; we also believe the Book of Mormon to be the word of God\"\n(<span class=\"citation\" id=\"6745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6745)\">A of F 1:8<\/a><\/span>). But\nnot only is Satan among us saying, \"Believe it not,\" he goes much further and also says,\n\"Don't even read it.\" And readership surveys show that most people in and out of the Church\nare following that unfortunate direction. There are very few people who regularly read the\nBible with a purpose, and the vast majority read it almost not at all.\n<\/p><p>\nIt was reported that a Sunday School teacher once asked the members of her class if they\nknew what was in the Bible and one little girl held up her hand. The teacher said, \"All right,\nMary Jane, you stand up and tell the class what is in the Bible.\" And Mary Jane said,\n\"There's a lock of baby's hair in it; some pressed violets from sister's beau are in it; and\nsome of grandmother's love letters are in it.\" We ought to remember that there are some\nthings in the Bible that Mary Jane apparently had never heard about.\n<\/p><p>\nFirst, the doctrines of eternal life are in it. The Bible teaches us about God our Eternal Father,\nand what our relationship to him ought to be. Lord Calvin was once asked to name the\ngreatest discovery that had ever been made, and he replied, \"The greatest discovery that is\never made is when a man discovers God.\" Jesus indicated this same truth when he prayed,\n\"And this is life eternal, that they might know thee, the only true God, and Jesus Christ whom\nthou hast sent\" (<span class=\"citation\" id=\"27876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27876)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThink of the advantage that young Timothy had over many of our children. Paul said to\nTimothy, \". . . from a child thou hast known the holy scriptures, which are able to make thee\nwise unto salvation through faith which is in Christ Jesus.\" Then he said, \"All scripture is\ngiven by inspiration of God, and is profitable for doctrine, for reproof, for correction, for\ninstruction in righteousness\"\n(<span class=\"citation\" id=\"5128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5128)\">2 Tim. 3:15-16<\/a><\/span>).\n<\/p><p>\nThink of the profit our lives would show if we could absorb the lessons of the great parables,\nor the philosophy of the Golden Rule, or the spirit of man's individual responsibility to God,\nor the stimulation contained in the doctrine of eternal progression. Or, suppose that we get\nGod's answers to life's great questions including the one expressed by the rich young ruler\nwhen he asked, \"Good Master, what shall I do to inherit eternal life?\"\n(<span class=\"citation\" id=\"31509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31509)\">Luke 18:18<\/a><\/span>).\n<\/p><p>\nThere are some important \"thou shalt nots,\" in the Bible. The Lord has said that there are\nsome things that we just must not do. Most of the Ten Commandments come in this category.\nThe Bible tells us of forbidden fruit, of forbidden ground, of forbidden desires, and forbidden\nthoughts. As Cecil B. De Mille has pointed out, \"It is not possible for us to break the Ten\nCommandments, we can only break ourselves against them.\"\n<\/p><p>\nThere is a set of what someone has called \"promissory notes\" in the Bible. Every\ncommandment has a blessing attached for faithful performance. But the Lord has said, \"I, the\nLord am bound when ye do what I say; but when ye do not what I say, ye have no promise\"\n(<span class=\"citation\" id=\"13765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13765)\">D&amp;C 82:10<\/a><\/span>).\nHe said, \"I command and men obey not; I revoke and they receive not the\nblessing\" (<span class=\"citation\" id=\"13740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13740)\">D&amp;C 58:32<\/a><\/span>).\nThat means that all blessings do not apply to us individually. Only\nthose laws apply to us that we actually live; for example, the Lord said through Malachi,\n\"Bring ye all the tithes into the storehouse . . .\" then he promised, \"and prove me now\nherewith . . . if I will not open you the windows of heaven, and pour you out a blessing, that\nthere shall not be room enough to receive it\"\n(<span class=\"citation\" id=\"32763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32763)\">Mal. 3:10<\/a><\/span>).\nBut that does not apply to us, unless we pay our tithing.\n<\/p><p>\nSuppose that we tear out of the Bible those portions which do not apply to us personally. That\nis, if we do not keep the Sabbath day holy, or if we fail to observe the laws of honesty,\nchastity, temperance, repentance, and baptism; then we had better tear those parts out of the\nscripture, so we will not deceive ourselves unnecessarily by imagining that they apply to us. It\nwould be interesting for each of us to find out just how big our own particular version of the\nBible would be under these circumstances. Someone was once asked whether or not he was a\nChristian and he said he was, in spots. I suppose that it is better to be a Christian in spots\nthan not to be a Christian at all. But we ought to keep in mind that when our Christianity\ncomes in spots, then our blessings will come in spots also.\n<\/p><p>\nSo far as I know, the most thrilling, exciting idea there is in the world is that if we choose, we\nmay live every single one of these great commandments of God, and thereby we may make\nourselves payees on every one of these scriptural promissory notes.\n<\/p><p>\nThere is great inspiration in the Bible. Some time we express an important human need by\nsaying, \"If only I had someone to give me a lift occasionally, someone to look up to.\nSomeone to stir up my faith and wind up my enthusiasm.\" The greatest need of most of us is\njust for some plain, honest-to-goodness inspiration. When you feel such a need, suppose that\nyou turn to this great volume that someone has called, \"God's Who's Who\"; that is, the\nscriptures tell of the men who are important to God, and they are the ones who can best\nupgrade our lives. Thomas Carlyle once said, \"You cannot look upon a great man without\ngaining something from him.\"\n<\/p><p>\nThrough the Bible we may draw upon the accumulated experiences of some of the greatest\nmen who ever lived. A consistent student of the scripture gains a new power to think, to feel,\nand to enjoy. It is a source of the most exquisite and enduring delight to have one's mind\nstored with worthwhile thoughts, beautiful expressions, and stimulating ideals.\n<\/p><p>\nOr, we may relive the great events of the Bible in our own lives. Suppose, for example, that\nin imagination we go and stand upon Mount Sinai where to the accompaniment of the\nlightnings and thunders of that holy mountain God gave Moses the law. We see the great\nprophet as he came down from the presence of Jehovah with the glory of God resting upon\nhim with such intensity that the people could not abide his presence.\n<\/p><p>\nThen in a moment we might choose to pass over the next 1500 years and go out onto the hills\nof Judea for the first Christmas, and with that angelic company celebrate the most important\nevent that ever occurred upon this earth, the birth of the Savior of the world. Then suppose\nthat we follow him during those thirty-three years while he walked the dusty roads of this\nearth and try to learn the lessons that his life teaches.\n<\/p><p>\nOne of the most inspiring lines in all of the scripture was spoken by the mother of Jesus at\nthe marriage feast at Cana. She said to the servants, \"Whatsoever he saith unto you, do it\"\n(<span class=\"citation\" id=\"27823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27823)\">John 2:5<\/a><\/span>).\nWhat an inspiring motto that would make for our individual lives! Or, suppose\nthat in feeling we go with him into the Garden of Gethsemane while under the burden of our\nsins he sweat great drops of blood at every pore\n(<span class=\"citation\" id=\"31510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31510)\">Luke 22:44<\/a><\/span>;\n<span class=\"citation\" id=\"40288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40288)\">Mosiah 3:7<\/a><\/span>).\nOr, we might go and stand with uncovered\nheads and contrite hearts before the uplifted cross upon that barren Judean hill, while this\nthorn-crowned Sufferer paid the last full measure of the price of our redemption. How our\nappreciation would be increased and our lives sanctified by a sympathetic reliving of these\ngreat events which all took place in our interest. We must not blame the people of that day\nalone for putting Jesus to death upon the cross. We must also bear our share of guilt. It was\nyour sins and mine that made it necessary for him to volunteer his own death. But now the\ngreatest opportunity of our lives is to see to it that his atonement was not made in vain.\n<\/p><p>\nEmerson once touched upon one of our greatest present-day dangers when he said, \"On the\nbrink of an ocean of life and truth we are miserably dying. Sometimes we are furthest away\nwhen we are closest by.\" Think how near they were who lived\ncontemporaneously with Jesus. He walked among them. They heard his teachings. They knew\nof his miracles, and yet they were so far away. When Satan came among them saying,\n\"Believe it not\" (<span class=\"citation\" id=\"39124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39124)\">Moses 5:13<\/a><\/span>),\nthey pronounced their own doom upon themselves by saying, \"His blood be\nupon us and our children\"\n(<span class=\"citation\" id=\"34990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34990)\">Matt. 27:25<\/a><\/span>).\nAnd so it has been, and so it may be with us.\n<\/p><p>\nWe are so near. We have the great scriptures. We have the judgment of time shining upon the\nlife of Christ. The gospel has been restored in a fulness never before known in the world. We\nhave the written testimony of many witnesses, both ancient and modern, and yet if we\n\"believe it not\" we may be so far away. Even in this great age of wonders and enlightenment,\nSatan is still inducing us to mark our souls with the contamination of inferior thoughts,\nwhereas the greatest opportunity of our lives is to read more and study more and believe more\nand live more, that word of God which is still able to make us wise unto salvation.\n<\/p><p>\nOne of the most thrilling accomplishments that I can think of, is that as a Church and as a\nnation we may aspire to say out of a full understanding, \"We believe the Bible to be the word\nof God\" (<span class=\"citation\" id=\"6746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6746)\">A of F 1:8<\/a><\/span>).\nMay we so order our lives that this great accomplishment may be brought about, I\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}