{"ID":1045, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Phenomenon of Mormonism<\/p>\n<p class=\"gcspeaker\">Elder Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1959, pp. 106-109<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, and I hope our friends, who are present and who are listening in,\nwho are not members of the Church, will permit me to include them in that salutation,\n\"brothers and sisters,\" because we believe in the brotherhood of men under the Fatherhood of\nGod, and that Fatherhood which is universal.\n<\/p><p>\nAlthough I come to this assignment semiannually, it is always humbling and sometimes\nalmost overwhelming. But it is reassuring to know that one has the sympathy and prayers of\nthis great congregation and, we hope, the interest of an even larger audience of friendly\nlisteners who are attending conference by means of radio and television.\n<\/p><p>\nWe are mindful of the unseen audience and prayerfully attempt to assist all who seek a better\nunderstanding of some phases of what has been called the \"Phenomenon of Mormonism.\"\n<\/p><p>\nIn the past, unfortunately, when discussing basic religious questions, it was more difficult to\nfind common ground of understanding than when considering, for instance, science or\nphilosophy. The prejudice of the past closed some minds to truth and made communication\nimpossible. Victor Hugo promised that \"A day will come when the only battlefield will be the\nmarket open to commerce and the mind open to new ideas.\" Thank the Lord that day is\ndawning, at least in our western world. As A. Powell Davies said, \"The world is too\ndangerous for anything but truth, and too small for anything but brotherhood.\"\n<\/p><p>\nI should like to enter a plea for friendship, understanding, brotherhood, and tolerance, all so\nbadly needed in our confused and troubled world. In one of our Articles of Faith we claim for\nourselves, and freely accord to all men, the untrammeled right to worship God according to\nthe dictates of conscience (<span class=\"citation\" id=\"6748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6748)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\nIntolerance, one of the bitter fruits of ignorance and bigotry, has plagued the world from the\nbeginning and has been responsible for much of its sorrow and misery. Maurice Samuel,\ndefender of the Jews, wrote in <i>The Professor and the Fossil:<\/i>\n<\/p><p>\n\"For all peoples, are, alas, in the habit of killing their prophets and teachers. The English\nmartyred their protestant teachers (having failed to martyr Wycliffe they\ndesecrated his corpse), the French martyred Joan of Arc, the Bohemian princes betrayed John\nHuss. If these do not rank among the world's greatest, Socrates, put to death by the\nAthenians, does.\"\n<\/p><p>\nWhen we think of historic intolerance, two names come immediately to mind. In chronological\norder, but not in the order of importance, they are Socrates of Athens and Jesus of Nazareth.\nThey, of course, cannot be compared but their experiences illustrate the subject.\n<\/p><p>\nAs we read in \"Great Books of the Western World\" the first named gave to Plato and\nAristotle their lofty inspiration, and the name of Socrates has come down through the\ncenturies as the most virtuous man of his time. Yet he was convicted of impiety and\nimmorality, and he was condemned to die&mdash;mercifully by hemlock.\n<\/p><p>\nThe second, the only perfect person who ever lived, took upon himself the sins of the world\nand suffered the ignominy of crucifixion&mdash;to him more agonizing than physical pain. He is\nnow, after nearly twenty centuries, supreme above all others in moral grandeur and to millions\nis revered as the Only Begotten Son of God, the Savior of the world.\n<\/p><p>\nThese two, and many others since their time, were rejected by their contemporaries because\nthey dared to question current belief, were impatient of the status quo, and pioneered new\nareas of thought and teaching.\n<\/p><p>\nPhillips Brooks reminds us that there are different brands of tolerance. He named six as\nfollows: \n<\/p><p>\n\"First, the tolerance of pure <i>indifference<\/i>. We may be tolerant because we do not care, because\nthe issue at stake does not concern us.\n<\/p><p>\n\"Second, the tolerance of <i>policy<\/i>. We may be tolerant because we think we would lose more\nthan we gain by fighting the man or the measure.\n<\/p><p>\n\"Third, the tolerance of <i>helplessness<\/i>. We may be tolerant because we realize that the enemy\nholds the field and that resistance will be futile.\n<\/p><p>\n\"Fourth, the tolerance of <i>pure respect for man<\/i>. We may be tolerant because we respect even a\nman's right to think wrong, because we agree with Voltaire when he wrote to Helvetius, 'I\nwholly disapprove of what you say, but will defend to the death your right to say it.'\n<\/p><p>\n\"Fifth, the tolerance of <i>spiritual sympathy<\/i>. We may be tolerant because we feel a spiritual\ncomradeship with the man whose purpose is fine even if his proposition is false.\n<\/p><p>\n\"Sixth, the tolerance of an <i>enlarged view of truth<\/i>. We may be tolerant because we have come\nto realize that truth is larger than any one man's conception of it, even if we are the one man\nin question.\"\n<\/p><p>\nThe first three are mean; the last three magnificent.\n<\/p><p>\nThe early members of the Mormon Church were forced to drink to its bitter dregs from the\ncup of prejudice and intolerance. They were mobbed, dispossessed of their homes and\nproperties, beaten, imprisoned, banished, and some of them, including their leaders, were\nmurdered; the main charge against them being that they were unorthodox, dared to question\nthe teachings of other churches, and claimed new revelation.\n<\/p><p>\nJohn Stuart Mill, in his well-known essay on liberty, said: \n<\/p><p>\n\"I cannot refrain from adding to these examples of the little account commonly made of\nhuman liberty, the language of downright persecution which breaks out from the press of this\ncountry whenever it feels called on to notice the remarkable phenomenon of Mormonism.\"\n<\/p><p>\nMill further called attention to the fact that such persecution, far from being in any way\ncountenanced by the principle of liberty, was a direct infraction of that principle and was a\nmere riveting of the chains of one half of the community and an emancipation of the other\nfrom reciprocity of obligation toward them.\n<\/p><p>\nHistory shows that not only individuals and smaller groups, but also governments and\npowerful church organizations have been guilty of cruel intolerance toward those who differ\nwith them. The alleged universal church resorted to violent acts of intolerance and went to\nalmost unbelievable extremes in their attempts to enforce adherence to the orthodox view. By\npersecution, torture, expulsion, and extermination of so-called heretics they sought to stifle\ninquiry and investigation, as though men could by fire and sword be compelled to profess\ncertain doctrines. The remarkable thing is that they who first broke the yoke\nof that church were themselves unwilling to permit differences of religious opinion as soon as\nthey became established. Unbridled power often breeds intolerance and leads to tyranny.\n<\/p><p>\nThe Christlike life is always a combination of earnest, personal conviction and generous\nregard for the other man's opinion. Dedication to and defense of truth never require or justify\nbreaking the second commandment to love our fellow men. A divine code was given by\nrevelation for the guidance of all who exercise authority.\n<\/p><p>\n\"No power or influence can or ought to be maintained by virtue of the priesthood, only by\npersuasion, by longsuffering, by gentleness and meekness, and by love unfeigned;<br \/>\n\"By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy,\nand without guile&mdash;<br \/>\n\"Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing\nforth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee\nto be his enemy;<br \/>\n\"That he may know that thy faithfulness is stronger than the cords of death\"\n(<span class=\"citation\" id=\"13800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13800)\">D&amp;C 121:41-44<\/a><\/span>).\n<\/p><p>\nHowever, the Church must not condone evil or wrongdoing in the name of tolerance. It must\nnot acquiesce or become an accessory, even by silence, when error and sin are arrayed against\ntruth and righteousness. We must be on guard against alien ideologies and subtle, subversive\nconcepts, leading to immoral conduct and apostasy. Whenever symptoms of apostasy appear\nin propaganda or conduct, remedial measures are applied. But when counsel, admonition, and\ninstruction fail, the Church has a duty to its members to take positive action and either heal or\namputate malignant growths.\n<\/p><p>\nThe Savior said: \". . . if thy right eye offend thee, pluck it out, and cast it from thee: for it is\nprofitable for thee that one of thy members should perish, and not that thy whole body should\nbe cast into hell\" (<span class=\"citation\" id=\"34935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34935)\">Matt. 5:29<\/a><\/span>).\nBut the Church has no jurisdiction outside its own\nmembership; nor does any church have jurisdiction over any other. Various churches stand in\nmuch the same relation to each other as private persons among themselves. As John Locke\nsaid long ago: \n<\/p><p>\n\"If any one of the churches has power of treating the other ill, which of them is it to whom\nthat power belongs, and by what right? It will be answered undoubtedly that it is the orthodox\nchurch which has the right of authority over the erroneous and heretical. This is, he says, in\ngreat and specious words to say just nothing, for every church is orthodox to itself. The\ndecision as to which is right is a question which belongs to the supreme judge of all men.\"\n<\/p><p>\nSome traditionally orthodox churches have seemed to be concerned primarily with the\nperpetuation of conventional beliefs, formulas, rituals, and institutions. They require\nmeticulous conformity to traditional modes of belief and ceremony. Their chief objective\nseems to have been to maintain the status quo.\n<\/p><p>\nBut the Church of Jesus Christ, whenever organized on the earth, whether during the brief\nsojourn of the Savior in the Meridian of Time and the subsequent activities of his apostles, or\nsince the restoration in the fulness of times, has always subjected traditional beliefs and ritual\nto searching criticism in the light of continued revelation and ever-increasing knowledge. Its\ninspired appraisals of human and spiritual values go directly to the core of individual and\nsocial living here and now with a constant reminder of the effect of such living on the life\nhereafter. Its latter-day organization was preceded by a sweeping indictment of sectarianism\nand the creeds of the time and a proclamation of a new revelation from God. Criticism of\ntraditional beliefs and ritual has often been met by persecution rather than sound argument.\n<\/p><p>\nWhen Jesus was on the earth, he was frequently met with objectors and hecklers who, looking\nbackward, appealed to the law of Moses. His characteristic forward-looking reply was, \"It has\nbeen said by them of old . . . but I say unto you . . .\"\n(<span class=\"citation\" id=\"34934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34934)\">Matt. 5:21-22<\/a><\/span>).\nIn other words, he spoke with divine\nauthority. He was concerned as we are with the individual, with the social order, and with\nestablishing the kingdom of God on earth preparatory to the coming of the kingdom of\nheaven. He invited his listeners to put his teachings to the test of actual\nexperience, saying if any man would do his will he would know of the doctrine\n(<span class=\"citation\" id=\"27840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27840)\">John 7:17<\/a><\/span>). That is a\ncontinuing promise to all men everywhere.\n<\/p><p>\nIn the spirit of friendship and brotherhood we ask our listeners to consider prayerfully our\nmessage, put our doctrines to the test of which Jesus spoke, and we promise you that you\nshall know whether our doctrine is of God or merely of men.\n<\/p><p>\nBriefly the message of Mormonism is that the God of Abraham, Isaac, and Jacob is the true\nGod, the Messiah of the New Testament; that the King James version of the Holy Bible is in\nfact the word of God (<span class=\"citation\" id=\"6747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6747)\">A of F 1:8<\/a><\/span>)\nand that Jesus of Nazareth is in fact the Christ; that the prophecies\nrecorded in the Bible concerning the last days are now in the course of fulfillment; that a new\ndispensation of the gospel has been given to men and that the kingdom of God is now\ndivinely organized on earth preparatory to the coming of the kingdom of heaven. This\nmessage, if it be true, and to its truth we humbly testify, is the most important message that\nhas come to this world since the resurrection and ascension of the Savior of the world. This\nmay seem to some to be an extravagant statement but it refers to a visit of the same glorified\nbeing who ascended into heaven with his resurrected body in the presence of his followers\nand of angels who promised he would come again\n(<span class=\"citation\" id=\"7835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7835)\">Acts 1:9-11<\/a><\/span>).\nHe appeared to men in our time\npreparatory to his promised second coming when he is to rule and reign as King of kings and\nLord of lords (<span class=\"citation\" id=\"42296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42296)\">Rev. 19:16<\/a><\/span>).\n<\/p><p>\nWe declare that God has intervened in the affairs of men in anticipation of the final struggle\nagainst the hosts of Hades, the Anti-Christs, who are organized and marshaled for war against\nreligion and God and all the principles of freedom, justice, love, and tolerance for which the\nSavior died.\n<\/p><p>\nCoupled with this declaration of faith in a personal God and in his nearness to this world is a\nre-affirmation of the Biblical doctrine that man was created in the image of God\n(<span class=\"citation\" id=\"23654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23654)\">Gen. 1:26-27<\/a><\/span>) and therefore\nhas a potential godlike status, with capacity to live and progress forever. We believe in the\nessential dignity of man, that he was intended by his Creator to be free and not a slave to any\nman or nation. We shall never surrender to the belief that man is a soulless device made to\nserve a machine or a state. We believe that his freedom is, next to life itself, his most\nprecious gift. In fact, man is willing to sacrifice his life to secure and preserve freedom.\n<\/p><p>\nWe believe in the immortality of the soul; that death is integral to life, a phase of life, its\ncontinuance, not its end; and that men who keep the commandments of God need not fear\ndeath, for we shall, as Tennyson said, meet our Pilot face to face when that which drew from\nout the boundless deep turns again home and we have \"Crossed the Bar.\"\n<\/p><p>\nGrant us peace, oh Lord, the peace which comes from understanding, from tolerance and\nbrotherhood, from love of our fellow men and love of thee, the Lord. May thy kingdom come\nand thy will be done on earth as it is in heaven\n(<span class=\"citation\" id=\"34942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34942)\">Matt. 6:10<\/a><\/span>;\n<span class=\"citation\" id=\"31506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31506)\">Luke 11:2<\/a><\/span>), in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}