{"ID":1046, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Call to Repentance<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1959, pp. 111-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, humbly and gratefully I approach this sobering\nresponsibility. First, may I say that I welcome and sustain with all my heart, my good friend\nand brother as a member of the Council of the Twelve. President Howard W. Hunter can look\nforward to the sweetest association known among men in this world. God bless him.\n<\/p><p>\nWith Sister Benson and two of our daughters, I returned to the shores of this\nblessed land last Friday. Two weeks ago today we spent a glorious Sabbath with the Saints\nand friends in West Berlin. A week ago today we spent an inspiring Sabbath with Saints and\nfriends in Helsinki, Finland.\n<\/p><p>\nIt is truly good to be home, and it is an inspiration and an uplift to attend this great\nconference. How I wish and pray that every one of the millions of good people, citizens of\nRussia and other communistic-dominated nations, could sit through one of the general\nconferences of the Church of Jesus Christ of Latter-day Saints. Sometime I would like to say\nmore on this subject of communism. It would be inappropriate for me to do so now. I feel a\nbit like Alma of old, when he said, \"O that I were an angel, and could have the wish of mine\nheart\" (<span class=\"citation\" id=\"8995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8995)\">Alma 29:1<\/a><\/span>).\n<\/p><p>\nMy brethren and sisters, I commend to you the counsel and the warnings that have been\nissued in the instructions of President David O. McKay and President J. Reuben Clark, Jr., on\nthis subject during this conference. I would add only one word, a word which I hope we will\nnever forget. Any system which denies the existence and power of God, which robs men of\ntheir God-given free agency, and which destroys the basic institution of the home, is of the\nevil one. No true Latter-day Saint can ever become a part of any such system.\n<\/p><p>\nI know there are difficult days ahead, politically, economically, socially, and spiritually. But\nGod rules this world. He is at the helm. May he help us to be prepared for any eventuality.\n<\/p><p>\nWe live in a choice land. But we live in a time of anxiety&mdash;a time when the basic concepts\nand values of a free society, which we cherish, are being seriously challenged. This challenge\nis not only from godless, imperial communism abroad, but also from dangerous ideologies\nand practices here at home.\n<\/p><p>\nIt is true that outwardly everything seems prosperous. More people are working at higher\nwages and enjoying a better standard of living than ever before in the history of our country.\nMore of our people are enjoying travel, cultural and educational opportunities than any time\nin our history. New churches are being erected at a rapid rate, and an increasing number of\npeople are church-affiliated. Our nation is at peace.\n<\/p><p>\nAll these things should give a feeling of stability, inner assurance, and a sense of satisfaction,\nbut they do not seem to do so. Discontent among our people, nationwide, seems to be high.\nWe view with alarm the ever-rising level of public and private debt and the threat of inflation.\nWe note with fear the increase in crime, juvenile delinquency, alcoholism, drug addiction, and\nsex offenses.\n<\/p><p>\nWe pay lip service to the principles embodied in the Declaration of Independence and the\nConstitution without realizing what they are and the danger of ignoring them. We demand\nmore and more of government, so \"government grows larger all the while, marking the\nstampede away from personal responsibility which occurs at all levels of life.\" We passively\ncontribute to the spirit and demoralizing philosophy of \"something for nothing.\"\n<\/p><p>\nBecause sin is rampant and increasing, I make bold enough to call this nation to repentance.\nOnly through righteousness is there safety for our beloved country.  There is no other way.\n<\/p><p>\nToday I speak out against one of the insidious and rapidly increasing threats against our\nyoung people.\n<\/p><p>\nAs a Church we have always placed great emphasis on youth.  Our young men, if worthy,\nreceive the priesthood at twelve years of age.  We enlist a higher percentage of our young\nboys in scouting than any other group.  We have a comprehensive program, combining\nSunday School, Primary, MIA, priesthood activities, and weekday seminary classes, to guide\nthe activities of our youth, instill within them a testimony of the gospel, and help them to\ngrow up to be good citizens and faithful members of the Church. Yes, we recognize full well\nthat our boys and girls, our young men and women, are our greatest asset. They are our hope.\n<\/p><p>\nThe youth of today are the trustees of the future. Sooner than we think the leadership of the\nChurch and the future of our country will rest in their hands. It is our grave obligation to help\nprepare American youth to be worthy trustees, to help them fit themselves\nfor their coming responsibilities. This is the obligation of every adult citizen.\n<\/p><p>\nWe have confidence in our youth, yes.  But we know they face troubled times.  They are\nbeset by many temptations&mdash;temptations, which, if not new, are certainly more blatant, more\nprevalent, than ever before.\n<\/p><p>\nWe know how important it is for our youth to possess clean minds in healthy clean bodies. \n\". . . be ye clean, that bear the vessels of the Lord\"\n(<span class=\"citation\" id=\"25202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25202)\">Isa. 52:11<\/a><\/span>). Moral purity is an eternal\nprinciple.  The Spirit of God \"cannot dwell in an unclean tabernacle\"\n(<span class=\"citation\" id=\"40287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40287)\">Mosiah 2:37<\/a><\/span>). Purity is life-giving;\nimpurity is deadly.  God's holy laws cannot be broken with impunity.  Great nations have\nfallen when they became morally corrupt, because the sins of immorality left their people\nscarred and misshapen creatures who were unable to face the challenge of their times.\n<\/p><p>\nI speak about one aspect of this question of morality which affects all our youth.  There are\nforces at work in this country today which are victimizing many thousands of our youth,\nundermining their moral fiber, poisoning their minds.  There is being spread about in this land\na veritable flood of obscene photographs, movie films \"for private showings,\" filthy books,\nand so-called comics that drip with depravity and obscenity.\n<\/p><p>\nEvery day some 200,000 circulars are flooding our cities and towns, seeking to sell obscenity\nand filth to the American people.  It is a $500,000,000 a year business and growing fast.  The\nsales volume of mail-order obscenity has doubled in the last five years.\n<\/p><p>\nWho are the targets of this drive?  Three-fourths of these circulars are sent to our youth.  Our\nschool children are the targets, our boys and girls, particularly between the ages of eleven and\nsixteen.\n<\/p><p>\nThe United States Post Office department estimates that between 700,000 and a million\nchildren in American homes will receive unsolicited obscene and pornographic literature\nthrough the mails this year.\n<\/p><p>\nOur boys and girls need not have shown any interest in this vile stuff.  It is thrust into their\nhands by racketeers who go to great lengths to get the names of our children.  They buy\nmailing lists from standard sources.  They get names from high school yearbooks and\nclassbooks.  They set up fake business \"fronts.\"  A boy sends away for a model airplane, a\nbaseball bat, a toy automobile, a stamp collection, often advertised at bargain prices&mdash;and the\nmuck merchant has his name and address on his list.\n<\/p><p>\nThen the solicitations begin.\n<\/p><p>\nThe smut dealers last year mailed out an estimated fifty million sales circulars under the\nprotection of first-class mail.  Some of these circulars are in the form of pseudo-personal\nletters in girl's handwriting, signed with a girl's name.\n<\/p><p>\nThe smut dealers go farther.  They even seek to involve our youth as salesmen of their trash. \nOne scheme is to sell our youngsters playing cards decorated with lewd pictures for perhaps\n$3.00 a deck&mdash;to be resold at 25&cent; or 50&cent; a card.\n<\/p><p>\nMany children fall into the trap of ordering obscene material.  Traffic with children is a major\nand growing part of the filth merchants' business.\n<\/p><p>\nPostal inspectors in York City recently raided one dealer in pornography. They confiscated\nseventeen tons of highly obscene printed and filmed materials. They found mailing lists\ncontaining the names of thousands of high school graduates taken from high school\nyearbooks.\n<\/p><p>\nSome parents are almost frantic because of their inability to keep this unwanted material out\nof their homes.  A mother in a midwestern state writes to the Post Office department as\nfollows: \n<\/p><p>\n\"Enclosed you will find the filth that has been sent to my son for the past year.  He is\nfourteen.  Think what this could do to him, and how many other innocent boys and girls he\ncould corrupt by passing this literature on to them.  Can't you do something to stop it?\"\n<\/p><p>\nAnother parent in the East writes: \n<\/p><p>\n\"Ads like this come to my minor son at the rate of one or two a week.\"\n<\/p><p>\nA lawyer tells how his son answered an innocuous appearing ad in a national magazine and\nreceived a batch of obscene pictures and an order blank for more. His name is on the mailing\nlist, and nearly every week an ad for pornographic material comes in the mail. The lawyer\nsays, \"My wife and I are beside ourselves as to how to stop this flood of\nmail.\"\n<\/p><p>\nNow, what are the effects of this material on our youth?\n<\/p><p>\nJuvenile delinquency has become a blot on our country.  Gangs roam the streets of some of\nour big cities.  Arrests of juveniles for major crimes rose about ten percent last year. \nAuthorities have observed on repeated occasions that the obscenity racket is a prime\ncontributor to the increase in juvenile delinquency.\n<\/p><p>\nFBI figures show that more boys of eighteen and nineteen are now committing the heinous\ncrime of rape, than males in any other age group.  The percentage of convictions of boys\nunder twenty has grown substantially in recent years.\n<\/p><p>\nNow, of course, some people will argue that many children exposed to these pictures and\nbooks never become delinquent. This argument has no merit at all. Your child may be\nexposed to tuberculosis or polio and never contract either disease. Is this a reason for\ndeliberately exposing children to infection? Of course not.\n<\/p><p>\nIt is true that people go wrong for many reasons. Children become delinquent in part because\nof such factors as broken homes, drinking parents, indifferent parents, and bad companions.\nBut the wish is father of the deed. Thought precedes action. We cannot help being influenced\nby what we read and what we see. A dirty book, a filthy picture, may be the trigger that sets\noff a terrible crime.\n<\/p><p>\nReports from police chiefs and sheriffs indicate the tie-up.  Here are typical statements from\ncity officials in Massachusetts, Colorado, and Pennsylvania: \n<\/p><p>\n\"Teenager criminally assaults 16-year-old girl.  Search of his room revealed 50 pornographic\npictures beneath his mattress.\"\n<\/p><p>\n\"Student molesting two teenage girls found to have pornographic literature in glove\ncompartment of his car.\"\n<\/p><p>\nLet me quote from a report of a Senate subcommittee that has studied this problem.  The\nreport says in part: \n<\/p><p>\n\"There is a peculiar resemblance to narcotics addiction in exposure of juveniles to\npornography.  There is the same pattern of progression.  Once initiated into a knowledge of\nthe unnatural, the impressionable young mind with the insatiable curiosity characteristic of\nthose reaching for maturity inevitably hunts for something stronger, something with more\n'jolt,' something imparting a greater thrill.\n<\/p><p>\n\"The dealer in pornography is acutely aware of this progressive facet; his array of material to\nfeed this growing hunger is carefully geared to the successive stages. Like the peddler of\nnarcotics, his only interest is to insure that his customers are 'hooked.' He knows that once\nthey are 'hooked' they will continue to pay and pay.\"\n<\/p><p>\nThese are some of the direct results of the smut campaign. There are indirect results too. Our\nchildren, our wives, our friends, may be the horrified victims of criminals who are triggered\nby obscene materials.\n<\/p><p>\nWell, what is the response of the smut publishers and dealers to these facts?\n<\/p><p>\nTheir attitude is summed up in some such sentiment as this: My job is to make a dollar, not\nto look out for unstable children or adults. No wonder J. Edgar Hoover has said: \n<\/p><p>\n\"The activities of the muck merchants are national in scope. Your child can easily become\none of their victims.\"\n<\/p><p>\nWhat are we going to do about it? Shall we fold our arms, shake our heads dismally, and do\nnothing?\n<\/p><p>\nShall we permit organized crime to continue and extend the obscenity racket&mdash;already a half\nbillion dollar a year business &mdash; and make it really big and immeasurably more vicious?\n<\/p><p>\nShall we allow more and more of our children to be victimized, allow them to be \"hooked\"\nby this menace to clean and right living, this threat to moral purity?\n<\/p><p>\nShall we sit by and watch sex crimes grow and grow in number and violence?\n<\/p><p>\nShall we permit these cheap peddlers of filth to undermine the moral fiber of our youth, the\nmoral strength of our nation?\n<\/p><p>\nI believe I know what our pioneer forefathers would have answered to these questions.\n<\/p><p>\nAnd I think I know what you and other responsible citizens will answer. They would have\nsaid, as we say today: \"Forbid it, Almighty God. We shall not sit by any longer. We shall act\nin defense of decency and order and in the name of our country.\"\n<\/p><p>\nOur government is striking with all the weapons it possesses against the obscenity menace.\nUntil last year, purveyors of filth had to be prosecuted at the point from which they mailed\ntheir smut. This was a severe handicap to prosecution. Courts, notably in Los Angeles and\nNew York, where the great bulk of the mail-order business in obscenity originates, handed\ndown soft rulings on obscenity. Few offenders were convicted, and these usually paid a small\nfine and began operating again.\n<\/p><p>\nLegislation passed by Congress last year has now made it possible to prosecute where the\nmail is received.\n<\/p><p>\nThe first case prosecuted under the new law was in Boise, Idaho. A man and his wife, who\nwere mailing extremely obscene material from the west coast, were given ten years in jail,\nplus a heavy fine.\n<\/p><p>\nA Virginia man and his wife dealing in obscenity were sentenced to a year in the Federal\nPenitentiary and fined $2,000. In Louisiana, two more dealers in filth were given a year and\neighteen months in jail respectively.\n<\/p><p>\nThis is a good start. But it is only a start.\n<\/p><p>\nIf government is to make full use of the new legislation, it needs and must have the\nco-operation of all our citizens and especially of all our parents.\n<\/p><p>\nThe privacy of the mail is a basic American right. It will not be violated. The Post Office\ncannot open first-class mail even if it is certain the envelope contains obscene material. The\nPost Office can act only if parents supply the evidence after the mail has been delivered. Here\nis what we as parents can do, what we must do: \n<\/p><p>\n1. If mail coming to your home is obscene, or solicits the sale  of obscene materials:  save all\nthe material, including the covering envelope; put it promptly in the hands of the local\npostmaster either personally or by mail.\n<\/p><p>\n2. Do not wait for this danger to strike your home.  Join with other parents, teachers, local\nlaw enforcement officers, and civic groups in drawing public attention to the menace of this\ntraffic in filth.\n<\/p><p>\n3. Work closely with teachers in your community to detect obscene materials in the\npossession of children and to determine the origin of such material.\n<\/p><p>\n4. Join with other parents and teachers in making a special effort to impress upon the\ncommunity the fact that even children who are never exposed to the obscene material may be\nvictimized by sex criminals.\n<\/p><p>\n5. Co-operate with the schools in taking positive, long-range steps to help children develop\nwholesome interests in good literature and art&mdash;making it readily available to them at home,\nin the classroom, through literary and library clubs, and through student groups.\n<\/p><p>\n6. Help civic groups bring about the establishment of a decent literature committee, broadly\nrepresentative of the interested civic organizations in the community.\n<\/p><p>\n7. Get local judges, law enforcement officers, and representatives of the police force to talk\nbefore civic groups telling what they, as guardians of the community's laws, know of the\nrelationship between the traffic in obscene literature and juvenile delinquency and sex crimes.\n<\/p><p>\nWe must defend our youth, in the interests of this nation which God has blessed above all\nothers. We must rise to this task, stand up, and be counted on the side of decency. We must\nshow by our lives and actions that we possess the virtues that made America great.\n<\/p><p>\nThere will be those who will cry \"censorship\" and \"suppressing of freedom of information.\"\nTo these people there does not seem to be any difference between liberty and license&mdash;but\nthere is a real difference. It is not a denial of liberty to forbid the sale of narcotics or alcohol\nto children, and neither is it a denial of liberty to ban the distribution of filthy, obscene,\ncharacter destroying materials.\n<\/p><p>\nThere has developed in this country, I am sorry to say, a species of so-called\n\"broadmindedness\" which tolerates anything and everything.  It is high time right-thinking\ncitizens showed they are fed up with such false broadmindedness.  I, for one, fail to see\nwhere this so-called \"tolerance\" of evil has made society any better or individuals any happier. \nWe cannot steer a safe course without a compass.  We cannot build an enduring society\nexcept on principles of righteousness.\n<\/p><p>\nAs Dr. Daniel A. Poling recently wrote in the <i>Christian Herald<\/i>, \"It's time for a new crusade,\"\na crusade for decency.\n<\/p><p>\nThe youth of the Church and of America deserve that we parents live up to our\nresponsibilities in this regard.\n<\/p><p>\nMany centuries ago, a celebrated Roman matron, Cornelia, was asked by an acquaintance to\ndisplay her jewels. Cornelia called to her children to step forward. \"These are my jewels,\" she\nsaid.\n<\/p><p>\nThe youth of the Church and of America are our jewels. Let us prize them as they deserve. A\nclean America will be a strong America, a secure America, a prosperous America, a peaceful\nAmerica, a free America, an America that will continue to merit God's blessings in the future\nas it has in the past.\n<\/p><p>\nGod grant it may be so, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}