{"ID":1047, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Constitution<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, October 1959, pp. 116-117<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, you will pardon me if I say it has been a nervous wait. Twenty-eight\nyears ago, at the October conference, I was sustained as one of your Presidents of the\nseventies quorum. That means that this is the fifty-sixth time I have stood here to bear my\ntestimony to you. I have to confess that while I like to bear my testimony, the overwhelming\nsense of responsibility is almost more than I can stand. I seek therefore, your interest and your\nfaith and your prayers that perchance I may drop a word or two that may be comforting to us.\n<\/p><p>\nI am happy this afternoon to be one of you, to be engaged in this wonderful work of the\nChurch. I am especially happy and grateful this afternoon for the privilege of bringing my\nwife with me to this meeting. Some of you will remember that, just a little more than two\nyears ago, reporters came over from the <i>Deseret News<\/i> and asked for a story they could\npublish in the event she would pass away. Through the faith and prayers of the Brethren,\nthrough her faith and courage, she is still with us, and for the whole time that I have been one\nof your servants, she has stood by my side and traveled with me being a great help and\nsupport and a blessing to the people with whom I have ministered. For this I am truly\nthankful. I am thankful also, regardless of the dangers that threaten us and the unholy\nconditions that prevail, that I live in this nation.\n<\/p><p>\nOn Saturday morning, this body exercised the privilege of expressing approval and acceptance\nof the officers listed by the Presidency of the Church. It was the voice of the\npeople&mdash;President Clark expressed it, as the Doctrine and Covenants does, as the common\nconsent of the people (<span class=\"citation\" id=\"13725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13725)\">D&amp;C 26:2<\/a><\/span>).\nThat is basic in the organization of the Church of Jesus Christ of\nLatter-day Saints the voice of the people. If we are going to meet, successfully, the conditions\nof which we have just heard, it must be because the voice of the people shall rise up in\ndefense of honesty, integrity, righteousness, and correct living conditions. I think it is within\nthe power of the people to bring that about once the voice of the people could be so aroused.\n<\/p><p>\nThen I remember the two years or more I studied the constitution of a nation in which I was\nresident, a constitution which was not, as ours, the expression of the body of the people, but a\nconstitution which was gathered out of ours and the French Constitution and adapted to that\nnation. It has taken more than a hundred years for those people to sense the import of their\nconstitution.\n<\/p><p>\nI once heard a man say, \"Democracy is not what is written on a piece of paper. It is the\nexpression of what is within the heart of men.\" Our country came into existence just that way,\nin that the power is resident in the people and that every right and every privilege\nthat is given to our officers is a concession, a direct concession from the\npeople.\n<\/p><p>\nI remember reading about when in the Magna Charta, the right of kings was circumscribed in\nGreat Britain, the voice of the people determined that certain things <i>only<\/i> could be exercised,\neven by men who claimed that they presided by divine right, the divine right of kings.\n<\/p><p>\nThat voice, brethren and sisters, has come down to us. It was the voice which produced the\nConstitution of the United States of America, the grandest country in the world, and with all\nits shortcomings, and with all the evil that there is in it, I believe that it comes the nearest to\nbeing a civil government that is in harmony with the principles that govern in the Church of\nJesus Christ of Latter-day Saints. With us the power is resident in the priesthood and in the\nvoice of the people. If we could bring our priesthood to a proper appreciation of its function,\nits privilege, we could determine these things. Just think that last evening nearly 50,000\nholders of the priesthood scattered all over these United States, heard the proceedings of the\npriesthood meeting. If each one of that 50,000 persons who heard could rise up in righteous\nindignation against this curse of which we have heard, it would in a great measure be reduced\nif not eradicated. [See conference address of Ezra Taft Benson]\n<\/p><p>\nI fear, brethren and sisters, that we approach these topics with too much apathy. We hardly\nrealize the power that there is in the organization which we have. Even though it be small in\nnumbers compared to the total population of the United States, it could exercise a tremendous\ninfluence, and does, as a matter of fact, for righteousness throughout the country.\n<\/p><p>\nI wish that we could appreciate it, that we could fully magnify it. Some of us are very late in\ncoming to an understanding of our privileges. Just after the morning meeting I was made very\nhappy by a brother who came to me and told me that his father had recently been able, eager,\nand willing to gather his family together with him and have his endowments in the temple.\nThat man has been a friend of mine over the years. Just why he never came along before, I\ndo not know. I know that I have loved him and honored him and befriended him in our\nassociation over the years, and I am happy beyond expression to realize that he now is\nassuming a part of his rights in the Melchizedek Priesthood of the Church.\n<\/p><p>\nWe have so many of those men, brethren and sisters, who are slow in understanding the\nadvantages of it. If we could add that hundred thousand men to the number who hold the\nMelchizedek Priesthood now, there is no question but that we could influence, very greatly, a\nreduction in these things of which we have heard.\n<\/p><p>\nI do not care to talk a long while this afternoon, brethren and sisters, but I do want to express\nto you my love and appreciation for our leaders and to hope that I may always be able to\nsustain them and uphold their hands, and may I be able yet many years to mingle with you\nbrethren and sisters and do what I can to help with the organizations of the Church with\nwhich we deal.\n<\/p><p>\nMay God bless us all, may he strengthen us, give us courage, may he give us a proper\nunderstanding and appreciation of the source of power in these United States, and the reasons\nfor the Constitution, so that we may be willing to support it and sustain it, I pray, in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}