{"ID":1048, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Stick of Joseph<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1959, pp. 118-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I seek the direction of the Lord that the things I say may be in\nharmony with the inspirational things to which we have listened these past three days.\n<\/p><p>\nThis has been a marvelous conference. I have missed one voice. That is the voice of President\nStephen L Richards. His wisdom, his kindly persuasion, his unfailing courtesy were always\nan inspiration to me, and I shall be eternally grateful to him.\n<\/p><p>\nI rejoice in the appointment of President Henry D. Moyle as a member of the First\nPresidency. I am grateful for the opportunity of working under his direction in the great\nmissionary program of the Church. I pledge him my loyalty and my energy.\n<\/p><p>\nI rejoice likewise in the appointment of Howard W. Hunter to the Council of the Twelve.\n<\/p><p>\nI am satisfied that the Lord guides this work. I echo the words of the Psalmist \". . . he that\nkeepeth Israel shall neither slumber nor sleep\"\n(<span class=\"citation\" id=\"41813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41813)\">Ps. 121:4<\/a><\/span>).\n<\/p><p>\nI wish to say a few words in furtherance of the theme set before us by President McKay in\nthe opening address of the conference&mdash;\"Preach the Word.\" I have in mind one of the great\nfacilities available to us in carrying forth this assignment.\n<\/p><p>\nThe other day in a stake conference, I heard an officer of the Air Force stand before the\ngroup and tell of the circumstances surrounding his coming into the Church. He said in\nsubstance: \n<\/p><p>\n\"I had a date with a lovely young woman. When I called for her, I noticed on the table a\ncopy of the Book of Mormon. I had never heard of it before. I began to read. I became\ninterested. I secured a copy of the book and read it through.\n<\/p><p>\n\"I had only the traditional idea of God and Jesus Christ. I had never given serious thought to\nthe matter. But as I read this book there came into my mind light and understanding of eternal\ntruths, and into my heart a testimony that God is our Eternal Father, and that Jesus is our\nSavior.\"\n<\/p><p>\nI am confident that the experience of this man who was influenced by the Book of Mormon is\nsimilar to that of many others of our people.\n<\/p><p>\nBrethren and sisters, if there are miracles among us, certainly one of them is this book.\nUnbelievers may doubt the First Vision and say there were no witnesses to prove it. Critics\nmay scorn every divine manifestation incident to the coming forth of this work as being of\nsuch an intangible nature as to be unprovable to the pragmatic mind, as if the things of God\ncould be understood other than by the Spirit of God\n(<span class=\"citation\" id=\"312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(312)\">1 Cor. 2:11<\/a><\/span>).\nThey may discount our theology. But\nthey cannot in honesty dismiss the Book of Mormon. It is here. They can feel it. They can\nread it. They can weigh its substance and its content. They can witness its influence.\n<\/p><p>\nFaced with its presence, but unwilling to believe the story of its coming forth, they have\nsought an explanation for it, other than the one given by the Prophet that it was engraven on\ngolden plates by ancient prophet-historians, and that their record was revealed and translated\nby the gift and power of God (<span class=\"citation\" id=\"13822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13822)\">D&amp;C 135:3<\/a><\/span>;\n<span class=\"citation\" id=\"43129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43129)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nThe Book of Mormon was first printed on a little hand-operated flat-bed press in a backwoods\nvillage of New York in the year 1830. From that first edition, while critics have published\nvolume after volume in an effort to discredit the Prophet's story, the book has gone through\none edition after another. From English it has been translated into thirty-one other languages,\nand printed in twenty of these.\n<\/p><p>\nWhile its detractors have called it blasphemous, the work of a paranoiac, the outpouring of a\nmyth-maker, the result of a man's environment, the book has gone forth to change for good\nthe lives of men and women in a score of nations. What a concourse of the people of the\nearth we would have if all of those who have read this book and been influenced by its\nmessage were gathered together in one place.\n<\/p><p>\nThe first edition was comprised of 5,000 volumes. That edition met all demands for a number\nof years. I think you may be interested to know that during the first nine months of this year,\nmore than 350,000 copies were sold in English alone. I am satisfied that by\nthe close of the year we shall have sold more than 500,000 copies of the Book of Mormon in\nvarious languages, all within a period of a single year. We now distribute every three or four\ndays, more copies than were included in the entire first edition.\n<\/p><p>\nThe same book which converted Brigham Young, Willard Richards, Orson and Parley Pratt,\nand many others of the early leaders of the Church, is also converting people in Germany, in\nthe British Isles, in Finland, in Japan, in Tonga, and wherever else men and women are\nreading it prayerfully and with real intent. The promise of Moroni, written in his loneliness,\nfollowing the destruction of his people, is being fulfilled every day.\n<\/p><p>\nEach time we encourage a man to read the Book of Mormon we do him a favor. If he reads it\nprayerfully and with a sincere desire to know the truth, he will know by the power of the\nHoly Ghost that the book is true\n(<span class=\"citation\" id=\"38280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38280)\">Moro. 10:4-5<\/a><\/span>).\nAnd from that knowledge there will flow a conviction of the\ntruth of many other things.\n<\/p><p>\nFor if the Book of Mormon is true, then God lives. Testimony upon testimony runs through its\npages of the solemn fact that our Father is real, that he is personal, that he loves his children\nand seeks their happiness.\n<\/p><p>\nIf the Book of Mormon is true then Jesus is the Son of God, the Only Begotten of the Father\nin the flesh, born of Mary, \"a virgin most beautiful above all other virgins\"\n(<span class=\"citation\" id=\"1551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1551)\">1 Ne. 11:15<\/a><\/span>), for the book so\ntestifies in a description unexcelled in all literature.\n<\/p><p>\nIf the Book of Mormon is true, then Jesus is verily our Redeemer, the Savior of the world.\nThe great purpose of its preservation and coming forth, according to its own statement, is \"to\nthe convincing of the Jew and the Gentile that Jesus is the Christ, the Eternal God,\nmanifesting himself unto all nations\" (see\n<span class=\"citation\" id=\"43130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43130)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nIf the Book of Mormon is true, then this land is choice above all other lands, but if it is to\nremain such the inhabitants of the land must worship the God of the land, the Lord Jesus\nChrist (<span class=\"citation\" id=\"22214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22214)\">Ether 2:12<\/a><\/span>).\nThe histories of two great nations, told with warning in this sacred volume, indicate\nthat while we must have science, while we must have education, while we must have arms,\nwe must also have righteousness if we are to merit the protection of God, as Brother Benson\nhas so eloquently indicated here this afternoon.\n<\/p><p>\nIf the Book of Mormon is true, Joseph Smith was a Prophet of God, for he was the\ninstrument in the hands of God in bringing to light this testimony of the divinity of our Lord.\n<\/p><p>\nIf this book is true, David O. McKay is a prophet, for he holds all of the keys, the gifts,\npowers, and authority held by the Prophet Joseph who brought forth this latter-day work.\n<\/p><p>\nI repeat, if the Book of Mormon is true, the Church is true, for the same authority under\nwhich this sacred record came to light is present and manifest among us today. It is a\nrestoration of the Church set up by the Savior in Palestine. It is a restoration of the Church set\nup by the Savior when he visited this continent as set forth in this sacred record.\n<\/p><p>\nIf the Book of Mormon is true, the Bible is true. The Bible is the Testament of the Old\nWorld. The Book of Mormon is the Testament of the New. The one is the record of Judah,\nthe other is the record of Joseph, and they have come together in the hand of the Lord in\nfulfillment of the prophecy of Ezekiel\n(<span class=\"citation\" id=\"23119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23119)\">Ezek. 37:15-17<\/a><\/span>).\nTogether they declare the Kingship of the Redeemer of\nthe world, and the reality of his kingdom.\n<\/p><p>\nHere is a voice that has spoken from the dust with a familiar spirit\n(<span class=\"citation\" id=\"25199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25199)\">Isa. 29:4<\/a><\/span>), and touched the hearts of\nmen and women in many lands. Those who have read it prayerfully, be they rich or poor,\nlearned or unlearned, have grown under its power.\n<\/p><p>\nLet me tell you of a letter which we received a few years ago. A man wrote saying in\nsubstance: \"I am in a federal reformatory in Ohio. I recently came across a copy of the Book\nof Mormon in the prison library. I have read it, and when I read Mormon's lamentation, over\nhis fallen people&mdash;'O ye fair ones, how could ye have departed from the ways of the Lord,\nhow could ye have rejected that Jesus, who stood with open arms to receive you! Behold, if\nye had not done this, ye would not have fallen'\n(<span class=\"citation\" id=\"37974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37974)\">Morm. 6:17-18<\/a><\/span>). When I read this I\nfelt that Mormon was talking to me. Can I get a copy of that book?\"\n<\/p><p>\nWe sent him a copy. He walked in the office some months later, a changed man. I am happy\nto report that a boy who had stolen gasoline, and then stolen automobiles, and then done other\nthings until finally he was placed in a federal reformatory, was touched by the spirit of this\nbook, and the report today is that he is now a successful man, rehabilitated, earning a living\nhonestly for himself and family in a west coast city.\n<\/p><p>\nSuch has been the power of this great book in the lives of those who have read it prayerfully.\n<\/p><p>\nI give you my testimony that it is true. That I know by the witness of the Holy Ghost, and\nthat knowledge to me is certain.\n<\/p><p>\nSidney Rigdon did not write it. Oliver Cowdery did not write it. It is not the result of a\nparanoiac or of a dissociated personality, as some have said. It is not the product of a\nmyth-maker. It is not the result of the environment of a farm boy who grew up in western\nNew York. Joseph Smith did not write it. He, the Prophet of this dispensation, translated the\nwritings of prophets of old under the power of God, to testify in our day.\n<\/p><p>\nWe invite all men everywhere to read it. Its witness lies within itself.\n<\/p><p>\nI so testify. This marvelous record, preserved over fourteen centuries, has confirmed my faith\nin God, in my Redeemer, in the land in which I live, in the work of which I am a part. I\nleave you my witness in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}