{"ID":1049, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Word in Parting<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1959, pp. 122-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAnd now, my brethren and sisters, just a word in parting.\n<\/p><p>\nThis has truly been a great conference. We have met during a critical time in the history of\nour own great country and the history of the world. I have been impressed with the answer\nthat you have given through the Brethren here and through your acceptance, to some of the\nfalse ideologies and teachings that are rampant in the world. One of those is, that man is not a\nspiritual being, but that he is just as any other animal, subject to his passions, subject to his\nyearnings, desires, and justified in achieving his ambitions no matter how many others may\nsuffer in that achievement.\n<\/p><p>\nYou have said today and yesterday and the day before, in your testimonies that man is a dual\nbeing&mdash;he is physical, has his appetites, passions, desires, just as any animal has, but he is\nalso a spiritual being, and he knows that to subdue the animal instincts is to achieve\nadvancement in his spiritual realm; that a man who is subjected to his physical appetites and\npassions only, who denies any reality of a spirit, is truly of the animal world; that man is a\nspiritual being, and his real life is the spirit that inhabits his body.\n<\/p><p>\nEx-President Adams was right, when he was accosted on the streets of Boston one day and\nwas asked, \"How is John Quincy Adams today?\" and he answered, as he tottered along with\nhis cane, \"John Quincy Adams is well, thank you, quite well. But the house in which he lives\nis tottering on its foundations, the windows are shaking, the roof is leaking, the doors are not\nhanging straight, and so on, and I think that John Quincy Adams will have to move out of it\nsoon. But John Quincy Adams himself is quite well, I thank you, quite well.\" He sensed that\nthe real John Quincy Adams was an immortal being, a son of a Father in heaven.\n<\/p><p>\nThat is one great truth to which you have borne testimony in this conference&mdash;that man is\nspirit (<span class=\"citation\" id=\"13779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13779)\">D&amp;C 93:33<\/a><\/span>),\nthe son of his Father, and has within him that which will cause him to yearn and to\naspire to become dignified as a son of God should be dignified. <i>The dignity of man<\/i>, not the\ndegradation of man, has been emphasized throughout this conference.\n<\/p><p>\nAnother false ideal which has been mentioned as rampant by a small group\nof men, controlling millions now, is the <i>denial of the existence of a Creator<\/i>, that there is no\nGod. The man who represents that group was recently entertained in this nation. Just before\nhe came he declared over his own signature that he is still an atheist and will continue to be,\nand will fight religion as an \"opiate\" to the human mind.\n<\/p><p>\nEvery man who stood at this pulpit, I think without exception, has borne witness that God\nlives, and he knows that he lives. And there has been quoted the evidence of men who have\nlived through the ages who have borne that same testimony. And they are honorable men.\nThey are honest men. They would not lie. They sent their written messages to people whom\nthey loved, as you and I love our loved ones, our children, our husbands, and our wives.\n<\/p><p>\nPaul sent his letter saying, \"For I delivered unto you first of all that which I also received,\nhow that Christ died for our sins according to the scriptures;<br \/>\n\"And that he was buried, and that he rose again the third day according to the scriptures:<br \/>\n\"And that he was seen of Cephas, then of the twelve:<br \/>\n\"After that, he was seen of above five hundred brethren at once; of whom the greater part\nremain unto this present,\" [as much as to say \"You can see them and converse with them\"]\n\"but some are fallen asleep.<br \/>\n\"After that, he was seen of James; then of all the apostles.<br \/>\n\"And last of all he was seen of me also, as of one born out of due time.<br \/>\n\"For I am the least of the apostles, that am not meet to be called an apostle, because I\npersecuted the church of God\" (<span class=\"citation\" id=\"314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(314)\">1 Cor. 15:3-9<\/a><\/span>).\n<\/p><p>\nBut he bore his testimony and gave his life for this testimony and was happy in doing it.\n<\/p><p>\nOne of the Brethren quoted him today, from his last letter to Timothy: \n<\/p><p>\n\"I have fought a good fight, I have finished my course, I have kept the faith.<br \/>\n\"Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous\njudge, shall give me at that day: and not to me only, but unto all them also that love his\nappearing\" (<span class=\"citation\" id=\"5133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5133)\">2 Tim. 4:7-8<\/a><\/span>).\n<\/p><p>\nThank heaven there are hundreds and thousands who believe that testimony and repudiate the\nclaims of the atheists who boast that man is his own god, and have already poisoned the\nminds of a generation of young men and women. They started this, as some of you will\nremember, forty years ago, and during that forty years they have poisoned those young boys\nand girls with the thought that there is no God.\n<\/p><p>\nAt the conclusion of this session today, I wish to emphasize the fact that this great conference\nhas testified to the hundreds of thousands listening in, and all the world&mdash;for these\ntestimonies will be printed&mdash;that God lives and furthermore, that Jesus is his Beloved Son,\nthe Savior of the world, and those who have seen Jesus, who walked with him, who testify of\nhim, as I have narrated, heard him say, \"he that hath seen me hath seen the Father.\"\n<\/p><p>\nYou remember during the Last Supper, Philip said to Jesus, \"Lord shew us the Father.\" And\nhis answer was, \"Have I been so long time with you, and yet hast thou not known me, Philip?\n. . . and how sayest thou then, Shew us the Father?\"\n(<span class=\"citation\" id=\"27864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27864)\">John 14:8-9<\/a><\/span>).\n<\/p><p>\nWe have given an answer to the world. I think it is glorious.\n<\/p><p>\nFurthermore, you have given an answer to the false teachings that man is not a free\nindividual, that he is a creature of the state, that the state is supreme, that the state can tell\nwhat you should do, what you should not do. Man is a spiritual being and has within him as a\ngift from God, his Creator, the power of choice. Part of man's divinity, part of his\nspirit-being, is the power to choose&mdash;the only creature on earth that has that power. It is\nGod-given. Men who will deny him that, take from him part of his divinity. You have\nanswered that. Your testimonies are now on record.\n<\/p><p>\nAnother thing&mdash;you have borne testimony throughout this conference to the right of the\nfamily, its influence and fundamental contribution as a unit to the state. The family is the\nfoundation of the state and should not be broken up. In China where they love their children\nand where they train them and teach them to be obedient, where the children respect their\nparents and obey their parents, the family is broken up now, and they have to meet in \ncommunistic groups. They will not stand for that very long; they will break away\nfrom it. You, during this conference, have borne testimony to the sacredness of the family, the\nfather and the mother and the children. You have borne testimony of the responsibility of the\nfather and the mother to train those children in the ways of the Lord, teach them baptism and\nrepentance, or the responsibility will be \"upon the heads of the parents\"\n(<span class=\"citation\" id=\"13754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13754)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nFurthermore, you have borne testimony to the world that man is not living for himself, that\nhis selfish desires should be overcome and controlled, and he should render service to others.\nOne of the greatest sayings of Jesus when he was among the Twelve during his\ntwo-and-a-half years here, was the one that touched upon that same principle: \"He that findeth\nhis life shall lose it . . .\" [that is the selfish part] \"and he that loseth his life for my sake shall\nfind it\" (<span class=\"citation\" id=\"34956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34956)\">Matt. 10:39<\/a><\/span>).\nA paradoxical statement, but oh, how true. You have had an evidence\nof it here today when Elder Hunter said, \"I give my life now for the service,\" the same with\nthese other apostles, the same with all the General Authorities of the Church, with all the\ncongregation, with thousands and hundreds of thousands throughout the world who have\naccepted the gospel of Jesus Christ. You are willing to lose your life&mdash;that is, to devote your\ntime and your talents and your strength for his sake; and in so doing you will <i>find<\/i> your life.\n<\/p><p>\nI often quote a man who was impressed with that great principle, who wrote&mdash;\n<\/p><p>\n\"Supposing today were your last day on earth,<br \/>\nThe last mile of the journey you've trod;<br \/>\nAfter all of your efforts, how much are you worth?<br \/>\nHow much can you take home to God?\n<\/p><p>\n\"Don't count as possessions your silver and gold;<br \/>\nTomorrow you leave these behind;<br \/>\nAnd all that is yours to have and to hold<br \/>\nIs the service you've given mankind.\"\n<\/p><p>\n                         Anon.\n<\/p><p>\nQuoted from <i>Gospel Ideals<\/i>, page 58.\n<\/p><p>\nThat is true, but to you it is not all that you take home to God, because you take home to him\nyour <i>character<\/i>, and he will judge you accordingly, and you will take home to him, if you\nhave been through the temple worthily, your loved ones.\n<\/p><p>\nNow these are just some of the thoughts that came at the conclusion of this great conference.\n<\/p><p>\nYours is a great mission. Our thanks to God our Father for it. Our membership in his Church,\nand our privilege of association in the brotherhood of Christ cannot be overstated. Morning,\nnoon, and night, all through our lives our souls are filled with gratitude for the blessings that\nare ours in our associations in the Church of Jesus Christ. It is a glorious opportunity!\n<\/p><p>\nNow, my brethren and sisters, I bless you with increased testimony of God's existence,\nincreased testimony of the divinity of Christ's mission, his life, his death, his establishing of\nthe gospel, with increased testimony of the value of the individual&mdash;oh, how important and\nhow glorious&mdash;how full of significance are the glorious words, \"For behold, this is my\nwork,\" said the Lord, \"and my glory&mdash;to bring to pass the immortality and eternal life of\nman\" (<span class=\"citation\" id=\"39119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39119)\">Moses 1:39<\/a><\/span>).\nIs not that wonderful? What would this old earth be if there were no\nhuman beings on earth, even if there were no animals&mdash;only rocks, the barren shores, the\nrolling seas&mdash;no life, no human beings? What a wonderful statement, what a wonderful\nreligious revelation to the human family: \"This is my work and my glory&mdash;to bring to pass\nthe immortality and eternal life\" of each individual.\n<\/p><p>\nGod help us so to live that we may be found worthy to hear from him the whisperings of his\nSpirit, the whispering of his voice, as he guides us and warns us and tells us what to do in\norder to come back and help him crown his glory.\n<\/p><p>\nThat is a wonderful saying of Peter's, the rough old fisherman, when after two years and\nmore, after he had a testimony in his heart that God lives, that Jesus Christ is the Son of God,\nhe wrote to the people over whom he was presiding and used the phrase, which I wish all of\nyou would think about and cherish, that God has made us \"partakers of the divine nature\"\n(<span class=\"citation\" id=\"4853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4853)\">2 Pet. 1:4<\/a><\/span>).\nRead it in his epistle.\n<\/p><p>\nAnd I hope you brethren, presidents of stakes, bishops of wards, and you who preside over\nmissions, auxiliaries, priesthood quorums, will some day appreciate, every one of you, just\nwhat that means, to be in touch with that divine nature through the Holy Ghost.\n<\/p><p>\nGod bless you in your homes. Do not be cross. Be courteous. Have the same courtesy in your\nhomes that you have when you are out in society. Thank your wives, thank your children,\nsay, \"if you please,\" \"excuse me,\"&mdash; those little things which make life sweet. Let us be kind\nin our homes. The gospel is the spirit of kindness. Let us be considerate. Let us be true. \"We\nbelieve in being honest, true, chaste, benevolent, virtuous, and in doing good to all men . . . If\nthere is anything virtuous, lovely, or of good report or praiseworthy, we seek after these\nthings\" (<span class=\"citation\" id=\"6750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6750)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nI pray God to sanctify to our good and to the good of all who have listened in this day and to\nthe Church everywhere, the blessings and testimonies of this great conference, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}