{"ID":105, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Tithes and Offerings<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1944, pp. 42-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, I feel that this is a wonderful privilege to be associated with you fine men, leaders\nin Israel, and the better I become acquainted with you, through my visits to the various stakes\nof Zion, the more I feel the strength of this great Church. As long as I can recall, the Church\nhas meant more to me than anything else in the world. I have always rejoiced in the words of\nIsaiah when he told of a day when a marvelous work and a wonder should come forth among\nthe children of men (<span class=\"citation\" id=\"25010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25010)\">Isa. 29:14<\/a><\/span>),\nand there has never been a question in my mind but what I have been\nprivileged to live in that day and this is the work to which the prophet referred.\n<\/p><p>\nTHE SAINTS MANIFESTING FAITH\n<\/p><p>\nIt seems to me that there has never been a time when the Church was achieving such fine\nresults as at the present time. Recently I heard a statement purported to have been made by\none of our worthy patriarchs in his eighties. One of his friends asked him if he would not like\nto pass on to the other side, calling attention to the fact that his wife had already died and that\nmany of his friends were there, and he replied, \"I should say not. I have lived to see the Lord\naccomplish so much in my lifetime. I would like to remain as long as I can and see what else\nHe is going to do. I have always believed in the words of the prophets, and I believe they\nwill all be fulfilled (<span class=\"citation\" id=\"33877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33877)\">Matt. 5:18<\/a><\/span>),\nliterally, as the Savior has indicated, and that we are engaged in the\ngreatest movement this world has known since the days of the Lord and Savior Jesus Christ.\"\n<\/p><p>\nTo me, one of the greatest accomplishments in the Church is the marvelous faith of the Saints\nas evidenced in the payment of their tithes and their offerings. Sometimes we look upon this\nas merely a temporal matter but it is a marvelous gauge of faith. In the third chapter of\nMalachi, the prophet indicates that the Lord would send his messenger to prepare the way for\nhis coming (<span class=\"citation\" id=\"32700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32700)\">Mal. 3:1<\/a><\/span>)\nand there is a very peculiar thing: that entire chapter, relating to the preparation of\nhis coming, deals with the calling back of Israel to the remembrance of the Lord in their\ntithes and their offerings (<span class=\"citation\" id=\"32701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32701)\">Mal. 3:8-10<\/a><\/span>),\nindicating that the whole house of Israel had departed from him in\nthis great commandment. So far as I know, there was no religious body in the world\nobserving the law of tithing when that great law was revealed again to the Prophet Joseph\nSmith. In my position I am privileged to know of the faith of the Saints in the payment of\ntheir tithes and their offerings, and the great increase evidencing their faith is a marvelous\nthing to me.\n<\/p><p>\nWe take the report to our meeting with the First Presidency weekly, and when President Grant\nis there, and the report is handed to him, he invariably remarks, \"Isn't it wonderful!\" And it is\nwonderful because it evidences the faith of the Saints in the work of the Lord who plants in\nthe hearts of His people a love for the work so that it makes it easy for them to pay their\ntithes and their offerings. I am sure we all rejoiced this morning in the wonderful report read\nby President Clark, and I find myself trying to look into the future and\nvisualize what may yet be accomplished by the Church through such faithfulness.\n<\/p><p>\nRESPONSIBILITY OF LEADERS\n<\/p><p>\nAbout two years after the Church was organized, the Lord gave a revelation to the Prophet\nJoseph in which He indicated that Zion was to increase in beauty and holiness; that her\nborders were to be extended; that her stakes were to be strengthened; that Zion was to arise\nand put on her beautiful garments. In the hands of this body of men rests the responsibility of\nthat great achievement, and I feel that Zion is increasing in beauty and in holiness\n(<span class=\"citation\" id=\"12005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12005)\">D&amp;C 82:14<\/a><\/span>).\n<\/p><p>\nIn my work with the young people of the Church, I feel proud of the marvelous things they\nare doing in the midst of the temptations surrounding them today. I am proud of the work that\nis being done in the stakes of Zion, in the wards throughout the Church, and I believe that\nthis Church is literally fulfilling its great destiny. We should realize, brethren, that ours is the\nresponsibility to carry on. I think of these words so often, for Zion must increase. It must\nextend its borders. It must strengthen its stakes. There is no backward trek in this Church, and\nevery man called to responsibility of leadership ought to be sure that the work under his\ndirection is being strengthened, that as the years come and go, each year finds us farther along\nthe way, and that we are not slipping in the great responsibility that is ours. Then I try to\nvisualize the accomplishments of the future made possible through the continued\nfaithfulness of the Saints in the payment of their tithes and their offerings.\n<\/p><p>\nINCIDENT REGARDING THE PURCHASE OF A BOOK\n<\/p><p>\nMy father, Elder George F. Richards, has referred to the great missionary work of the Church.\nWhen this great conflict is over and our young people return to us, I hope the Church will be\nable to carry on a missionary movement such as it has never known and such as the world has\nnever known, because I believe there are many who are honest in heart waiting to know the\ntruth.\n<\/p><p>\nWhen in California recently, I heard of an experience of one of our brethren. He went into a\nbookstore to purchase <i>The Life and Travels of Parley P. Pratt<\/i>, one of the early apostles of\nthe Church. He had previously ordered this book and while he was looking at it, a \ndistinguished gentleman, a former vice president of one of the largest banks of Los Angeles,\nstepped up to him and calling him by name said: \"What are you buying?\" He replied, \"A\nChurch book.\" \"Is it interesting?\" \"Surely it is interesting.\" \"Well, I believe I will buy a\ncopy.\" \"No,\" said the good brother, \"if you will promise to read it from cover to cover, I will\ngive you a copy.\" He made the promise&mdash;took the book home. That was on a Saturday\nafternoon. He commenced reading the book that evening, and he couldn't put it down. He\nstayed up all night and read it through, and Monday morning he was at the brother's office\ndoor when he arrived, to tell him that he had been figuring for some time that he ought to do\nsomething in a religious way; that he had gone in and out of various\nchurches but seemed to come out as empty as he had gone in and thought it was all his fault.\nBut he said, \"I was fascinated by that book. I believe every word that is in it. But why have\nyou kept these things from us? Why haven't you told us of these marvelous things that the\nLord has done?\"\n<\/p><p>\nTESTIMONY OF A CONVERT\n<\/p><p>\nWe called a prominent attorney, a recent convert to the Church, to speak in one of our\nconference meetings in Los Angeles when I was serving as president of the stake, and I said\nto him, \"Will you tell this congregation what there was about Mormonism that appealed to\nyou?\" And be stood up and in a rich, deep voice said, \"If you have hunted for something all\nyour life and you couldn't find it and you therefore decided it did not exist, then you just\nhappen to stumble onto it, you do not need anybody to tell you that you have found it, do\nyou?\" He said, \"That's what I found when I found Mormonism. The thing about it is that the\nmore I learn, the greater it seems to be.\"\n<\/p><p>\nHELPS IN MISSIONARY WORK\n<\/p><p>\nThrough the continued faithful payment of tithes by the Saints, it should be possible to\nprovide the branches of the missions with suitable places in which to meet, which will be a\ngreat help to the missionaries in their work. Sometimes I feel that the development of the\nradio is primarily to make possible the preaching of the gospel to every nation, kindred,\ntongue, and people before the end shall come\n(<span class=\"citation\" id=\"33933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33933)\">Matt. 24:14<\/a><\/span>),\nas the prophets have declared. I believe the\nSavior must have visualized this when he declared the message should be proclaimed from the\nhousetops (<span class=\"citation\" id=\"33897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33897)\">Matt. 10:27<\/a><\/span>).\nThis is our responsibility, and the Church must not fail.\n<\/p><p>\nThen there is the great temple work of the Church. We have, as you know, recently\ncompleted a temple in Idaho Falls and have acquired land for two temples in California.\nWhile in Europe years ago, I heard President Joseph F. Smith tell the Saints there that the day\nwould come when temples of the living God would dot that whole land of Europe; and I look\nto see, through the tithes of the faithful Latter-day Saints, temples erected all over this world\nwhere the Saints of God are gathered.\n<\/p><p>\nAnother of the great achievements of the Church, causing it to put on its beautiful garment, is\nthe Welfare program of the Church. We have come a long way in our production program. I\ndare say much farther than\nmany had anticipated. President Clark made that clear in his report this morning. In a Welfare\nmeeting in one of the stakes recently, the president of the stake turned to me and said,\n\"Bishop, any day you want to treble our assignment, we will accept it and deliver it to you.\"\nSuch a spirit as this should enable us to care for all our worthy members, and to remove them\nfrom all forms of public relief, and thus become a light unto the world and an ensign to the\nnations (<span class=\"citation\" id=\"25009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25009)\">Isa. 11:12<\/a><\/span>).\nI am sure the Lord will provide the resources to do this through the faith of the\nLatter-day Saints.\n<\/p><p>\nBLESSINGS FOLLOW THE PAYMENT OF TITHING\n<\/p><p>\nNow, I would like to add a few thoughts on the practical phases of tithing. I want you to\nknow that I believe the Lord has in mind to reward adequately every Latter-day Saint for his\nfaithfulness. In the third chapter of Malachi the Lord promises to rebuke the devourer and\nopen the windows of heaven (<span class=\"citation\" id=\"32702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32702)\">Mal. 3:10-11<\/a><\/span>).\nWhat a marvelous promise! Then in answer to their disputations\nHe tells them He will prepare a book of remembrances and when He comes to claim His\njewels \"then shall ye return and discern between him that serveth God and him that serveth\nhim not\" (<span class=\"citation\" id=\"32703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32703)\">Mal. 3:16-18<\/a><\/span>).\n<\/p><p>\nWhen I was in a stake of Zion recently, a good brother asked me a question about paying\ntithing. He said, \"I pay my tithing on that which I draw out of my business to live on. Is that\nright?\" \"Well,\" I said, as I am able to read between the lines, \"I would imagine that you have\naccumulated an estate worth at least a hundred or a hundred fifty thousand dollars.\" He said,\n\"You are right, Bishop.\" I said, \"And that to date is untithed. If you were to die tonight,\nwould you like to pass that estate on to your wife and children knowing that you had never\ntithed it?\" He said, \"I never thought of it quite that way before.\"\n<\/p><p>\nWe have many inquiries at our office, constantly, about the matter of deducting taxes, income\ntaxes, etc., before paying tithing, and we are told that in some cases the Saints are advised to\ndo this, by their bishops. I think the bishops are being pretty liberal with the Lord's money.\nTaxes are no different from what they have always been except in amount and manner of\npayment. We have never expected to pay our taxes out of the Lord's tenth. That is what we\nare investing in the future security and freedom and liberty of the great nation in which we\nare privileged to live while our boys are out on the battlefield.\n<\/p><p>\nFor some time I have felt that some farmers do not figure their tithing the way I think it\nshould be figured. One good farmer said to me, \"Bishop, I know just how to figure my\ntithing. I have a jar in my kitchen cabinet and every time I sell anything I put a tenth of it in\nthe jar, then I pay it for tithing.\" I said, \"Is that all you pay?\" He said, \"Yes, isn't that\nenough?\" \"Well,\" I said, \"your brother who lives up here a few miles earns a hundred dollars\na month and pays ten dollars tithing; he buys his groceries, his milk, his meat, and his eggs\nwith the money he has left after paying his tithing. Should a farmer not figure his tithing on\nall he consumes and his surplus and the gain of his land?\"\n<\/p><p>\nI pray God to bless you, brethren. I am proud of your faith. I think it is marvelous in the\nsight of the Lord, and I leave you my love and blessing and pray that the Lord will bless the\ngood people over whom you preside, for their integrity, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}