{"ID":1050, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Ultimate Objective<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1959, pp. 126-128<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nEach year on a day so designated, we recall the birth and accomplishment of Christopher\nColumbus, a man no doubt inspired of God to do what he did, against all ignorance, against\nall odds and obstacles. He is a symbol, one among many, of the difficulties men can endure if\nthey have sufficient faith in an ultimate objective.\n<\/p><p>\nThe heroes of history, and the lives of those less known, have proved they could endure\nworking and waiting and great difficulty and discouragement, if there were some purpose,\nsome hope, some reasonable assurance of the ultimate objective.\n<\/p><p>\nThe long hard journey is not too long if \"home\" is at the other end. But aimlessness would\ngive men little reason for lengthening out the effort, without some assurance, without some\nreal and solid incentive.\n<\/p><p>\nRemembered are the words of Robert Browning: \n<\/p><p>\n\"Ah, but a man's reach should exceed his grasp,<br \/>\nOr what's a heaven for?\"\n<\/p><p>\nBut his reach should know that he is reaching for something real&mdash;or his reach will weary of\nthe reaching.\n<\/p><p>\nEverything has to have a reason, a purpose, an ultimate answer. And for such answers men\nhave searched and sought: Why do we live? What are the purposes of life? Why did the\nCreator create? Why, indeed, were worlds brought into being?\n<\/p><p>\nFor answer we would have to go back to the basic, literal facts of our relationship to God,\nwho gave us the opportunity of life, and who is in fact the Father of us all.\n<\/p><p>\n\"In the beginning,\" we read in sacred writ, \"God created the heaven and the earth\"\n(<span class=\"citation\" id=\"23653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23653)\">Gen. 1:1<\/a><\/span>).\n<\/p><p>\nBut for answer we would have to go back before this beginning, with God's great plan and\npurpose: the Gospel, we have come to call it, which we heard in the heavens before time\nbegan, where we were with our Father, the Father of our spirits, and where we agreed to enter\nmortality to prove ourselves and learn the lessons of life, and where we were assured our\nFather would send his own beloved Firstborn Son to redeem us from death&mdash;that Son of\nwhom Paul said, \"God . . . hath appointed heir of all things, by whom also he made the\nworlds; Who being . . . the express image of his person . . . when he had by himself purged\nour sins, sat down on the right hand of the Majesty on high\"\n(<span class=\"citation\" id=\"24281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24281)\">Heb. 1:1-3<\/a><\/span>).\n<\/p><p>\nThe whole intent of scripture is one of establishing our relationship with God, our Father, and\nwith his Son, our Savior, and with the eternal plans and purposes for each and all of us, and\nour relationships to life&mdash;and to one another also.\n<\/p><p>\nAnd what <i>are<\/i> these plans and purposes? What would a loving Father want for his children?\nWhat would any father want for his children? Peace and health and happiness; learning and\nprogress and improvement; and everlasting life, and everlasting association with those we\nlove. What less could heaven be? What less would a Father plan or propose, for those he\nloves, for those whom he made \"in his own image\"\n(<span class=\"citation\" id=\"23655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23655)\">Gen. 1:27<\/a><\/span>)? He has declared his work\nand his glory \"to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39120)\">Moses 1:39<\/a><\/span>).\nThis is the ultimate objective. This is the whole purpose of the Gospel he has given.\n<\/p><p>\nThis makes life meaningful, everlastingly so. This is the assurance that gives incentive&mdash;that\ngives faith in the face of all searching uncertainty. This makes life worth all the anguish, all\nthe effort, as we make our way through the world&mdash;learning that life is for learning, that our\nFather sent us here for a period of proving, not to lose our way, but with a light within us to\nlead us, if we will be led, to our highest possibilities, with freedom and faith and with a few\nsimple rules to keep, which we call commandments.\n<\/p><p>\nAnd as to keeping these commandments, we have our choice&mdash;our free agency, as it has\ncome to be called. How could it be otherwise? How could we grow without it? Who can learn\nto make decisions if someone else always does the deciding? As we have to learn to let our\nchildren learn much for themselves (after we have given them all the counsel we reasonably\ncan), so our Father in heaven has sent us here with freedom to decide for ourselves. And to\nhelp us to decide, he has given us standards, advice, laws, rules. And they are not arbitrary,\nunrealistic rules, but are simply counsel from a loving Father, who knows us, who knows our\nnature. It is not his purpose that his children should be unhappy. No father intends to have his\nchildren unhappy. And for this reason he has given us commandments for our health and\nhappiness, and peace and progress and quiet conscience.\n<\/p><p>\nIn a remarkable commencement address, some months before he left this life, Mr. Cecil B.\nDeMille made this moving observation concerning freedom, and the purpose of life, and the\nkeeping of the commandments: \n<\/p><p>\n\"We are too inclined to think of law as something merely restrictive,\" he said, \"something\nhemming us in. We sometimes think of law as the opposite of liberty. But that is a false\nconception. That is not the way that God's inspired prophets and lawgivers looked upon the\nlaw. Law has a twofold purpose. It is meant to govern. It is also meant to educate . . .\n<\/p><p>\n\"God does not contradict himself. He did not create man and then, as an afterthought, impose\nupon him a set of arbitrary, irritating, restrictive rules. He made man free&mdash;and then gave\nhim the commandments to keep him free.\n<\/p><p>\n\"We cannot break the Ten Commandments. We can only break ourselves against them&mdash;or\nelse, by keeping them, rise through them to the fulness of freedom under God. God means us\nto be free. With divine daring, he gave us the power of choice.\" (Excerpts from the\nCommencement Address at Brigham Young University, May 31, 1957.)\n<\/p><p>\nIn our own day and dispensation, the Lord has restated the law of cause and\neffect, with these words: \"There is a law, irrevocably decreed in heaven before the\nfoundations of this world, upon which all blessings are predicated&mdash;And when we obtain any\nblessing from God, it is by obedience to that law upon which it is predicated\"\n(<span class=\"citation\" id=\"13809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13809)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nThe commandments are not old-fashioned, out-dated, or merely man-made. They apply to our\nown as to other ages. And whenever we do anything basically against them, we pay a \nprice&mdash;not because someone has said so, but because we are what we are, and because we are\nirrevocably affected by the very laws of life. No matter what someone says, and no matter\nwho would set them aside, there are still heartaches and heartbreaks and inescapable\nconsequences for those who lie and cheat and bear false witness; for those who are immoral\nand unfaithful to loved ones; for those who abuse themselves physically, who indulge\nappetites, who acquire harmful habits; for those who set aside sure and safe standards, who\nare coarse in conduct, and run contrary to the commandments, to the basic laws of life.\n<\/p><p>\nTo find peace the peace within, the peace that passeth understanding&mdash;men must live in\nhonesty, honoring each other, honoring obligations working willingly, loving and cherishing\nloved ones, serving and considering others, with patience, with virtue, with faith and\nforbearance, with the assurance that life is for learning, for serving, for repenting, and\nimproving. And God be thanked for the blessed principle of repenting and improving, which\nis a way that is open to us all.\n<\/p><p>\nThere is a Kingdom, and there is a King. And there are requirements for citizenship in the\nKingdom&mdash;commandments, laws, ordinances, and obligations, and what is required of us for\npeace in this world, and exaltation in the world to come, is to follow him and keep his\ncommandments.\n<\/p><p>\nWe would witness this day that the Lord God lives, and that our Lord and Savior Jesus\nChrist, his Divine and only Begotten Son, did redeem us from death, and even now is our\nadvocate with the Father, and sits by his Father's side, and that the fulness of the Gospel is\nagain on earth with power and authority to administer in its saving and exalting ordinances.\n<\/p><p>\nThere is this certainty of assurance also: that he is willing to reveal his mind and will to us\ntoday, to guide us, to hear and answer prayer, to open his arms to the prayerful and repentant,\neven as he has done in other days.\n<\/p><p>\nAnd against the tension and trouble of our time&mdash;against injustice, threats, and force and\nfear; want and worry; discouragement and despondency; unfaithfulness and duplicity; and\nmuch of misunderstanding, and much of inhumanity from man to man&mdash;against all this there\nis the blessed assurance of the glorious ultimate objective: of salvation for all, as offered by\nour Savior, and of exaltation for those who will work at it and win it; of justice, of\ncompensation, of the ultimate defeat of evil; of peace and of progress and health and\nhappiness, of everlasting life with sweet reunion with loved ones.\n<\/p><p>\nAnd this day we would plead with all men, the searching and the sorrowing, the sick, the\ndiscouraged, those burdened with sin and unquiet conscience; those who feel lost and lonely,\nand those who have lost those they love&mdash;to all we would plead: take courage and faith and\nassurance, according to the promises and purposes of Him who is the Father of us all, who is\nmindful of us all.\n<\/p><p>\nBy walking in his ways and keeping his commandments, God grant that all of us together\nmay move on to the glorious ultimate objective that is offered all of us&mdash;to the highest\nopportunities of everlasting life, with our loved ones with us, always, and forever, in Jesus'\nname. Amen.\n<\/div>\n<\/div>"}