{"ID":1051, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1960, pp. 15-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, this is a great privilege and indeed a great responsibility. I ask very humbly and\nsincerely for an interest in your faith and prayers.\n<\/p><p>\nVictor Hugo once wrote, \"There is nothing in the world so powerful as an idea whose time\nhas come.\" I say the time to strike is here. The foundation for a new era in proselyting\nthroughout the world has been laid for these many years past. This work involves all of\nus&mdash;Priesthood, Auxiliary organizations, and newly converted members. Through united action\nthe revealed gospel of Jesus Christ can be presented to the world.\n<\/p><p>\nWe are indeed preparing for the Second Coming of Christ. This is the Dispensation of the\nFulness of Times. We have the task of representing our Heavenly Father in this preparation.\nWe have as tools all that has gone before in all generations of time, including the revelation\ngiven to Enos <span class=\"citation\" id=\"21483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21483)\">Enos 1:10<\/a><\/span>.\nIn Section 27 of the Doctrine and Covenants we read, speaking of\nthe Priesthood of the Church, what the Lord has said: \"Unto whom I have committed the keys\nof my kingdom, and a dispensation of the gospel for the last times; and for the fulness of\ntimes, in the which I will gather together in one all things, both which are in heaven, and\nwhich are on earth\" (<span class=\"citation\" id=\"13858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13858)\">D&amp;C 27:13<\/a><\/span>).\n<\/p><p>\nAnd in the 124th Section we read: \"For I deign to reveal unto my church things which have\nbeen kept hid from before the foundation of the world, things that pertain to the dispensation\nof the fulness of times\" (<span class=\"citation\" id=\"13941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13941)\">D&amp;C 124:41<\/a><\/span>).\n<\/p><p>\nPresident John Taylor once said, \"Where the Kingdom of God is not there is nothing.\" Let me\nparaphrase this statement of Victor Hugo's which I read in the beginning: \"There is nothing in\nthe world so powerful as truth whose time has come,\" and that is exactly the position in\nwhich we find ourselves in the Church today. I do not know where we can find a more\nwonderful description of the world today and the need for the work and the power, loyalty\nand devotion of the Priesthood than we do in the 84th Section of the Doctrine and Covenants:\n<\/p><p>\n\"And the whole world lieth in sin, and groaneth under darkness and under the bondage of sin.\n<\/p><p>\n\"And by this you may know they are under the bondage of sin, because they\ncome not unto me.\n<\/p><p>\n\"For whoso cometh not unto me is under the bondage of sin.\n<\/p><p>\n\"And whoso receiveth not my voice is not acquainted with my voice, and is not of me.\n<\/p><p>\n\"And by this you may know the righteous from the wicked, and that the whole world\ngroaneth under sin and darkness even now\" (<span class=\"citation\" id=\"13909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13909)\">D&amp;C 84:49-53<\/a><\/span>).\n<\/p><p>\nIt is our responsibility as brethren holding the Priesthood of God to bring light and knowledge\nand understanding into the lives of people who thus live in darkness. They are literally our\nbrothers and sisters, the children of our Heavenly Father. And especially is it our task not\nalone to call the world to repentance, but to seek out those who are striving after light and\nafter knowledge and after understanding, and to give to them the gospel of Jesus Christ and\ninstill in their hearts a courage to accept the same and lend obedience thereto.\n<\/p><p>\nThis thought has come to me: That in the very act of calling those in darkness to repentance,\nwe may perform a service which will not wholly mature in mortality. I think that this\nquotation from the 76th Section of the Doctrine and Covenants explains clearly what I mean.\n<\/p><p>\n\"And also they who are the spirits of men kept in prison, whom the Son visited, and preached\nthe gospel unto them, that they might be judged according to men in the flesh; \n<\/p><p>\n\"Who received not the testimony of Jesus in the flesh, but afterwards received it.\n<\/p><p>\n\"These are they who are honorable men of the earth, who were blinded by the craftiness of\nmen.\n<\/p><p>\n\"These are they who receive of his glory, but not of his fulness\"\n(<span class=\"citation\" id=\"13894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13894)\">D&amp;C 76:73-76<\/a><\/span>).\n<\/p><p>\nI remember that President Ivins once preached the gospel to a very good man&mdash;good in his\nown way&mdash;and I heard this good man say more than once before he passed away that\nPresident Ivins had converted him to all of the principles of the Church save one&mdash;the\nprinciple of tithing. Except for that principle he would have joined the Church. I believe he\nwas one of those who received not the testimony of Jesus in the flesh. He was an honorable\nman, but he was blinded by the craftiness, and I might add, the pride of men.\n<\/p><p>\nAnd so as we go about in our missionary work with the living, there is at least the possibility\nthat we might make it easier for those who have passed into the Spirit World to accept the\nbenefits of that which we do for them vicariously in the temples of the Lord, whereas without\nthat experience that might not be the case. So we need not always despair if every contact we\nmake is not immediately successful, but certainly we have an added reason to utilize every\nfacility and every opportunity we have to bear witness to the testimony which we have in our\nhearts that God lives and that Jesus is the Christ, and that the gospel of Jesus Christ in its\npurity has been restored once again to the earth through the instrumentality of the Prophet\nJoseph Smith.\n<\/p><p>\nWe read in the Pearl of Great Price, in the Book of Abraham: \"And we will prove them\nherewith, to see if they will do all things whatsoever the Lord their God shall command\nthem\" (<span class=\"citation\" id=\"7215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7215)\">Abr. 3:25<\/a><\/span>).\n<\/p><p>\nIf we do that in this life, then, the Apostle John says, that He will give us power to become\nthe sons of God, even to them that believe on his name. And this thought contained in the\ngospel of John is repeated in the Doctrine and Covenants in the 39th Section: \n<\/p><p>\n\"But to as many as received me, gave I power to become my sons; and even so will I give\nunto as many as will receive me, power to become my sons.\n<\/p><p>\n\"And verily, verily, I say unto you, he that receiveth my gospel receiveth me; and he that\nreceiveth not my gospel receiveth not me.\n<\/p><p>\n\"And this is my gospel&mdash;repentance and baptism by water, and then cometh the baptism of\nfire and the Holy Ghost, even the Comforter, which showeth all things, and teacheth the\npeaceable things of the kingdom\" (<span class=\"citation\" id=\"13868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13868)\">D&amp;C 39:4-6<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith, on one occasion, said: \"Now I will give my testimony. I care for\nno man. I speak boldly and faithfully and with authority. How is it with the Kingdom of\nGod? Where did the Kingdom of God begin? Where there is no Kingdom of\nGod there is no salvation. What constitutes the Kingdom of God? Where there is a prophet, a\npriest, or a righteous man unto whom God gives his oracles, there is the Kingdom of God,\nand where the oracles of God are not, there the Kingdom of God is not.\"\n<\/p><p>\nIn the Doctrine and Covenants in the 5th Section we read: \"And their testimony shall also go\nforth unto the condemnation of this generation if they harden their hearts against them; \n<\/p><p>\n\"For a desolating scourge shall go forth among the inhabitants of the earth, and shall continue\nto be poured out from time to time, if they repent not, until the earth is empty, and the\ninhabitants thereof are consumed away and utterly destroyed by the brightness of my coming\"\n(<span class=\"citation\" id=\"13837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13837)\">D&amp;C 5:18-19<\/a><\/span>).\n<\/p><p>\nNow the execution of our duty is to call the world to repentance, and to do so effectively we\nmust follow a plan. Our present procedure throughout the missions of the world and in the\nstakes is inspired. It comes to us as the result of a hundred and thirty years of inspired work,\nand it is not to be set aside or changed or altered by anyone lightly. We plead with you, my\nbrethren, that in all of your Church work that has the remotest bearing upon missionary work\nthat you seek to learn and understand, and then to teach the plan which has the approval of\nthe General Authorities of the Church for use throughout the world in the preaching of this\nprecious gospel, in order that every minute, every hour of devoted service on the part of our\nPriesthood may bear the maximum fruit.\n<\/p><p>\nNow for a moment I should like to discuss some of the phases of this program which can\nbring such wonderful blessings into the lives of men, a promise that we will be saved and\nexalted in the Kingdom of our Heavenly Father as his sons. We have the further promise that\nstep by step, through our faithfulness we may receive all of the blessings that the Lord has in\nstore for those who serve him.\n<\/p><p>\nFirst of all, I should like to say without any equivocation that the preaching of the gospel is\nthe obligation of the Priesthood. It is one of those primary obligations. Every man who holds\nthe priesthood can consider himself a part of the work. He meets the requirements of our Fifth\nArticle of Faith, because he has the power and the authority given him by the laying on of\nhands by those who are in authority to preach the gospel and administer in the ordinances\nthereof (<span class=\"citation\" id=\"6751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6751)\">A of F 1:5<\/a><\/span>).\nWhen we either shirk or shrink from this responsibility we are not doing justice to\nourselves and we are certainly depriving ourselves of the blessings which we should cherish\nabove life itself.\n<\/p><p>\nIn every activity of the Church, there is no reason why we should not have uppermost in our\nminds the fact that the Lord has told us that, \"this is my work and my glory to bring to pass\nthe immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39127)\">Moses 1:39<\/a><\/span>).\nWe cannot accomplish this if we do not open our\nlips and exert ourselves to bear that testimony with which the Lord has blessed us.\n<\/p><p>\nThere is a dual blessing which attends every missionary effort direct and indirect. First a\nblessing to the one who preaches the gospel, and second to the one who listens and is affected\nand converted thereby. There is nothing which strengthens men in their priesthood, develops\nthe power of the priesthood within them, more than exercising their priesthood in behalf of\nothers.\n<\/p><p>\nWe should be alert to every opportunity. We have some indirect methods as well as direct\nmethods. We have a great program which is spreading rapidly through the Church, and should\nbe encouraged at every turn of sharing the gospel with others. Sometimes we call it the\n\"referral\" program. It is really a program of sharing the gospel, and when circumstances may\nbe such that you cannot accomplish this purpose alone, you need only utilize one of these\ncards which we are so happy to supply to you throughout the Church to give us the data by\nwhich we may send our missionaries&mdash;those who are directly engaged in this work&mdash;to call\nupon your friends and associates, and to supplement and to augment the work which you have\nstarted.\n<\/p><p>\nIt is not enough to send this card alone. Let us make use of our own homes. What is more\nwonderful than to invite a neighbor and his family into our home, and have\nour own family join with them in hearing these lessons that are given so ably by the\nmissionaries. Teach the gospel to your family in the most direct way, as well as give to your\nfriends a knowledge of the gospel. This will be satisfying to you and give you the feeling that\nyou have done your duty in large measure toward these friends and neighbors who might\notherwise live and die in our midst without the benefit of having heard the gospel.\n<\/p><p>\nLet me say that the Lord in his wisdom, I am sure, has brought these multitudes of people to\nour door. Many times we have a receptive person in our next door neighbor. It is just as\nimportant, if not more so, to bless him than to go out into the world and seek someone whom\nthe Lord may not have specially prepared for this message. I think we should strengthen the\nfeeling within us that people who come in our midst have not come blindly. They may not\nhave known why, but I am sure our Father in Heaven has had a purpose in directing their\nlives into our midst. We should never let one of them come and go without hearing in an\neffective manner our message.\n<\/p><p>\nWe have been told that in one mission 40 percent of these referrals result in baptisms,\nwhereas in that same mission only three percent of those contacted directly by tracting from\ndoor to door are converted. We have something over 6000 missionaries in the Church today,\nand brethren, we need 12,000. I would not be satisfied with 10,000 because I am sure the\nChurch needs 12,000 and the Lord expects us to produce. I believe this is our challenge\ntoday.\n<\/p><p>\nPresident McKay has it in his mind that other missions should be opened up in other parts of\nthe world in which we have done little or no missionary work. There are tremendous fields of\nopportunity, but we have not enough missionaries today to properly man the missions that are\nalready organized. One mission president this week in our conferences with them said that he\nwas short 30 missionaries, and others need comparable numbers.\n<\/p><p>\nIt is our feeling, brethren, that every auxiliary organization of the Church should put aside\nmany other objectives for the moment at least, and concentrate in their auxiliary work in\nbuilding up the desires of our people, certainly our parents, to have their sons and daughters\ngo on missions. The auxiliary organizations cannot do this alone. They need the help of the\nhome.\n<\/p><p>\nI told the Primary conference Friday that I thought their slogan ought to be, \"Every member\nbaptized at eight, and a missionary at twenty.\" Now we are getting not more than one out of\nfour, 25 percent. We need 50 percent. We should have a hundred percent. But to get this\n12,000 we need 50 percent of the young men when they become 20 years of age, and not 25\npercent.\n<\/p><p>\nThis responsibility falls directly upon every home, every father, every mother, and every\nbishop, and I say every auxiliary organization. None of the auxiliary organizations of the\nChurch, none of the Priesthood quorums of the Church, can feel that they have accomplished\ntheir purpose unless we can so train and inspire our young people that they will answer these\nmissionary calls.\n<\/p><p>\nWe have another need for missionary work. We have called the high priests quorums of the\nChurch into action, and they have performed a marvelous work, but have only scratched the\nsurface. Since 1957 they have distributed 114,000 copies of the Book of Mormon, and sold\n56,000, making a total of 170,000 copies of the Book of Mormon. We ask every bishop and\nevery high priest quorum president, if you do not already have in your file the memorandum\nof May 25, 1956 sent out by Brother Spencer W. Kimball's Committee on the distribution of\nthe Book of Mormon, to please get a copy.\n<\/p><p>\nOut of the meetings we have held this week with these wonderfully inspired mission\npresidents, we have learned that it is doubly effective to distribute marked copies of the Book\nof Mormon. Brother Kimball is ready to give you the list of passages which should be\nmarked. He suggests, with the Missionary Committee's approval, that it would be a wonderful\nundertaking for the Senior Aaronic Priesthood, under the direction of the high priests\nquorums, to so mark the Book of Mormon.\n<\/p><p>\nDo you see what it would do? They could not mark many without reading the marked\npassages themselves. It is also the practice in some of our missions to have converts recently\nbaptized render this service, and thus insure their familiarity with these wonderful passages of\nscripture contained in the Book of Mormon.\n<\/p><p>\nSo I say, brethren, let us speed up this program, and through the instrumentality of the high\npriests quorums to redouble these sales, and to do so in keeping once again with this inspired\nprogram which has come to these inspired Brethren, and not undertake to deviate too far from\nthe program. As long as you will go as far as the program goes, we will encourage you to go\nas much farther as your wisdom and inspiration will lead you, but do not stop short of that\nwhich we have found so effective by those who have followed the plan of presenting the\ngospel implicitly.\n<\/p><p>\nNow the next and final subject that I would like to call to your attention in reference to this\nmissionary work is the fellowshipping of converts. It is one thing to convert to the point of\nbaptism. We do not expect every convert to have a perfect knowledge and understanding of\nthe gospel at that time of baptism. They need only to have received the witness in their hearts\nthat the message which they have heard is true. They are prepared, even though it be for the\nmoment, to put aside the things of the world and to humble themselves, to be baptized in the\nwaters of baptism, and to receive the gift of the Holy Ghost through the laying of hands.\nThey can receive thereby an added force, and power, to assist them in carrying out the\ncovenants they make with the Lord in the waters of baptism. I am sure the Lord intends us to\nbe right on hand&mdash;every one of us&mdash;to give them a helping hand, and to teach them day by\nday the principles of the gospel that they might grow in strength and in knowledge and in\nunderstanding.\n<\/p><p>\nWe have areas in the Church where large numbers are being baptized, and at the same time\n80 percent or more of them are remaining true to the Church year after year. It is this 20, or\nthis 30 percent, that somehow or other we neglect. We fail to take hold properly just at the\nright moment. Sometimes there is a little difficulty, or a little time-lapse between baptism by\nthe full time missionaries on the one hand and integrating them into the ward or stake in\nwhich they live. We are all one Church. We are not worrying about statistics or who gets\ncredit for a baptism. The thing we are concerned about is that when a person is baptized and\naccepted into the Church, that we fellowship him wholeheartedly and see to it that he is given\nevery opportunity to progress.\n<\/p><p>\nHere again is an individual opportunity for service&mdash;an opportunity to call others to a simple\nservice&mdash;so that every convert can have not only some specific individual or committee on\nhand to take care of his needs, but every member of the ward can make it a point to\nfellowship them in the meeting house, to visit and to know them in the community; and to\nencourage them in endless ways to do as we should do.\n<\/p><p>\nIt is wonderful, my brethren, to have the opportunity to work in the service of the Lord. I\nthink sometimes it is even more wonderful than that, to think that every worthy man in the\nChurch has the same opportunity for service. It makes no difference whether you are working\nin the ward or as a General Authority, you are in the same service. Those of you who hold\nthe Higher Priesthood hold the same Priesthood, and those of you brethren who are holders of\nthe Aaronic Priesthood may soon hold the Melchizedek Priesthood if you desire and but live\nfor it.\n<\/p><p>\nMay God bless us to so live day by day that we may be worthy to be his mouthpieces in\ndeclaring the gospel of Jesus Christ as it has been restored in these latter days through the\nProphet Joseph Smith, I pray humbly in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}