{"ID":1052, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1960, pp. 20-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren: I am more grateful than I can say for the privilege which I have tonight to say\nsomething to you. The Lord has been good to me far beyond any desert I know about. I am\ngrateful for your prayers and the prayers of my Brethren who have brought this to pass.\n<\/p><p>\nAs I stand before you tonight to say a few words (and they are going to be few, because I\nfeel that the people of the Church wish to hear the President of the Church and I do not like\nto see the hour pass and have our friends who are not here, not hear him say all he would like\nto say), we are all bearers of the Priesthood, we who are here and the tens of thousands who\nare assembling in other places to hear what is said here.\n<\/p><p>\nBrethren, I refer again and for a moment only, to what the influence, the power of this\nChurch would be, if we were united as one man. Then we might meet the principle\nannounced in the Prayer of the Great High Priest in the Garden, when He prayed that the\nDisciples might be one, even as He and the Father were one\n(<span class=\"citation\" id=\"27939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27939)\">John 17:21<\/a><\/span>),\nand as He declared in modern\nrevelation: \"I say unto you, be one, and if ye are not one ye are not mine\"\n(<span class=\"citation\" id=\"13867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13867)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nI am told that Brother Matt Cowley once voiced this idea: He said something of this sort,\n\"You know, I am so busy trying to understand the first principles of the Gospel that I have no\ntime for the mysteries.\"\n<\/p><p>\nAs I have thought about what I might say in the few minutes I shall be with you here at the\nstand, I have thought I would like to say just a little bit about the Priesthood itself. We are all\nbearers of it, the Holy Priesthood after the Order of the Son of God.\n<\/p><p>\nWhat is this Priesthood that we have? We have had our definitions. I will come to them, if I\nmay, just a few minutes later. But I have thought that I would like to look first somewhat at\nthe work of our Savior. His work was performed through faith. If you will examine a little bit\ncarefully His life, you will find that in His miracles He performed many of the great functions\nof creation. He worked, I repeat, by the power of the Priesthood.\n<\/p><p>\nYou will remember that He walked upon the water, thus defying and overruling, so far as we\ncan see, the principle of gravity. You will remember that Peter asked to be bidden to come to\nHim. Peter being so bidden, got out of the boat and walked a short distance on the water and\nthen becoming fearful, he began to sink and called to the Lord for help, and the Lord said to\nhim, \"O thou of little faith\" (<span class=\"citation\" id=\"35042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35042)\">Matt. 14:24-31<\/a><\/span>).\n<\/p><p>\nYou will remember that on one occasion He was on the Sea of Galilee and a violent storm\ncame up, so much so that those who were with Him feared for the sinking of the ship. They\nawakened Him and appealed to Him and He stilled the tempest, having power over the forces\nthat were involved in that (<span class=\"citation\" id=\"33122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33122)\">Mark 4:37-41<\/a><\/span>).\n<\/p><p>\nYou will recall that He fed a multitude with a few loaves and a\nfew fishes, five thousand on one occasion\n(<span class=\"citation\" id=\"35040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35040)\">Matt. 14:21<\/a><\/span>),\nfour thousand on another (<span class=\"citation\" id=\"35043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35043)\">Matt. 15:38<\/a><\/span>).\nYou will recall that He\nalso provided miraculous draughts of fish on two or three occasions\n(<span class=\"citation\" id=\"31519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31519)\">Luke 5:4-7<\/a><\/span>;\n<span class=\"citation\" id=\"27947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27947)\">John 21:6<\/a><\/span>).\nThe whole world was under him.\n<\/p><p>\nYou will recall that He cursed the barren fig tree\n(<span class=\"citation\" id=\"35061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35061)\">Matt. 21:19<\/a><\/span>;\n<span class=\"citation\" id=\"33127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33127)\">Mark 11:20-21<\/a><\/span>).\nYou will recall that He raised the dead to\nlife again\n(<span class=\"citation\" id=\"35032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35032)\">Matt. 9:23-26<\/a><\/span>;\n<span class=\"citation\" id=\"33124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33124)\">Mark 5:35-42<\/a><\/span>;\n<span class=\"citation\" id=\"31521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31521)\">Luke 7:11-16<\/a><\/span>;\n<span class=\"citation\" id=\"27916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27916)\">John 11:32-45<\/a><\/span>).\nThink of what was involved in that.\n<\/p><p>\nYou will recall His thousands, almost (so far as we know), of healings of all sorts of diseases.\nThese were manifestations of the power of faith. Sometimes it seems the faith was partially\nexercised by those whom He healed, as when the woman touched the border of His garment\nand was healed of an issue of blood\n(<span class=\"citation\" id=\"31523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31523)\">Luke 8:43-48<\/a><\/span>).\nAt other times it seemed as if the faith came from\nHimself. Think of the blessing of faith exercised through the Priesthood.\n<\/p><p>\nOn more than one occasion, He said: \"If ye have faith as a grain of mustard seed\" \n(<span class=\"citation\" id=\"35057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35057)\">Matt. 17:20<\/a><\/span>;\n<span class=\"citation\" id=\"31528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31528)\">Luke 17:6<\/a><\/span>).\nThe commentators, I may add, make no explanation of this. The only statement I\nhave found about that statement,&mdash;faith is as a grain of mustard seed&mdash;is that the mustard\nseed is one of the smallest of seeds. And that was followed by, \". . . ye shall\nsay unto this mountain, Remove hence to yonder place; and it shall remove\"\n(<span class=\"citation\" id=\"35058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35058)\">Matt. 17:20<\/a><\/span>).\nAnd the commentators, who do not understand nor, apparently, believe in faith, say\nthat this merely was an exaggerated imagery of the East; and that the expression \"remove\nmountains\" was common among Jewish preachers as indicating the impressiveness with which\na man might speak, and referred only to difficulty. It is my judgment, my belief, my\ntestimony, that the possible removal of a mountain is a sober statement of fact.\n<\/p><p>\nHe told them at one time that if they had the faith, if they believed, they could say to a\nsycamine tree, \"Be thou plucked up by the root, and be thou planted in the sea,\" and it would\nbe done (<span class=\"citation\" id=\"31529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31529)\">Luke 17:6<\/a><\/span>). I believe that. I believe that is literally true.\n<\/p><p>\nWe have been given that Priesthood which carries in it this great power of faith. It has been\ngiven to us, you, me, and all who are listening in of the brethren holding the Priesthood.\n<\/p><p>\nWhat about it? Paul said, \". . . faith is the assurance of things hoped for, the evidence of things\nnot seen\" (<span class=\"citation\" id=\"24290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24290)\">Heb. 11:1 (JST)<\/a><\/span>).\nI have never been able quite to understand that, but I can\nunderstand what has been said either by the Prophet Joseph or with his approval, found in the\nold \"Lectures on Faith\" in the Doctrine and Covenants. He said: \n<\/p><p>\n\"By this we understand that the principle of power which existed in the bosom of God, by\nwhich the worlds were framed, was faith; and that it is by reason of this principle of power\nexisting in the Deity, that all created things exist; so that all things in heaven, on earth, or\nunder the earth, exist by reason of faith as it existed in Him.\" (Lectures on Faith, 1:15.)\n<\/p><p>\nAs I think about faith, this principle of power, I am obliged to believe that it is an intelligent\nforce. Of what kind, I do not know. But it is superior to and overrules all other forces of\nwhich we know. It is the principle, the force, by which the dead are restored to life.\n<\/p><p>\nI do not believe that the Lord, that God permits any man to have faith that would overrule\nHis purposes. In that connection, I call to your attention the fact that the Savior, Himself,\nplead that His crucifixion might be turned aside\n(<span class=\"citation\" id=\"35078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35078)\">Matt. 26:39<\/a><\/span>;\n<span class=\"citation\" id=\"31532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31532)\">Luke 22:42<\/a><\/span>). Yet, on one occasion He said, when He\nasked that the hour might be passed on, \". . . but for this cause came I unto this hour\"\n(<span class=\"citation\" id=\"27918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27918)\">John 12:27<\/a><\/span>). The\nSon of God was not given the necessary faith at that time to enable Him to turn aside the\npurposes reached by Himself and the Father before and still remembered by the Father. I\nrepeat, I think that the Lord never gives faith to any individual to enable him to overturn the\npurposes of His will. Always we are subject to what He wishes.\n<\/p><p>\nI think that we should never administer to the sick, we should never pray, particularly when\nwe pray for specific things, that we do not repeat and present to the Lord, even as Christ\nprayed in the Garden, \"Nevertheless, not my will, but thine, be done\"\n(<span class=\"citation\" id=\"31533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31533)\">Luke 22:42<\/a><\/span>).\n<\/p><p>\nYou brethren, we brethren, have had this great power given unto us, this power of faith. What\nare we doing about it? Can you, can we, do the mighty things that the Savior did? Yes. They\nhave been done by the members of the Church who had the faith and the righteousness so to\ndo. Think of what is within your power if you but live the Gospel, if you but live so that you\nmay invoke the power which is within you.\n<\/p><p>\nAnd I would like to add this as a sobering thought to myself and to you, each of you, and all\nof you: Remember the parable of the talents where the man who failed to improve the talent\ngiven him, had it taken from him (<span class=\"citation\" id=\"35074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35074)\">Matt. 25:14-30<\/a><\/span>)?\nI ask you brethren, and myself, are we magnifying our\nPriesthood in such a way, are we living close enough to the Lord and in obedience to His\ncommandments that we may exercise this power, or shall it be wholly or in part taken away\nfrom us? You would better think about it. It is worth thinking about. It is the greatest power\nthat has been revealed to man.\n<\/p><p>\nGod grant that we may all so live that we shall not lose that power, but that always it shall be\navailable to us.\n<\/p><p>\nBearing my testimony again that God lives, that Jesus is the Christ, that Joseph was the\ninstrument, along with his associates, in the re-establishing of the Church,\nthat all of the rights, powers, and privileges that were lodged in the Prophet have descended\nto our present President and are enjoyed by him, I bear this testimony and I ask these\nblessings in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}