{"ID":1054, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Duty of the Church&mdash;To Teach Fundamental Principles of a Good Life<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1960, pp. 24-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn behalf of the First Presidency, members of the Council of the Twelve, and all of the\nGeneral Authorities of the Church, with all my heart I bid you welcome&mdash;you who are\ncrowding into the Tabernacle, the grounds, Assembly Hall, and all who are listening \nin&mdash;welcome to this, the first session of the One Hundred Thirtieth Annual Conference of the\nChurch. I pray that the request offered in the invocation may be granted, and that the Spirit of\nthe Lord may dwell with those who speak at this session and throughout this conference, and\ninspire those who listen, that we may have indeed a spiritual uplifting&mdash;a spiritual feast.\n<\/p><p>\n\"Except a man be born again, he cannot see the kingdom of God\"\n(<span class=\"citation\" id=\"27895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27895)\">John 3:3<\/a><\/span>).\n<\/p><p>\n\"We are living in perilous times\" (<span class=\"citation\" id=\"5139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5139)\">2 Tim. 3:1<\/a><\/span>).\nThat is what they said when I was a boy. That is what\npeople thought and said in the days of the apostles, following the death and resurrection of\nour Lord and Savior, Jesus Christ. That is what people thought and said three thousand years\nbefore the Savior came to the earth, if we can rely upon writings taken from an Assyrian\ntablet dated 2800 years before Christ.\n<\/p><p>\nHayden gives a similar warning: \"Today, as seldom if ever before, human society is\nthreatened with disintegration, if not complete chaos. All the ancient evils of human\nrelationships, injustice, selfishness, abuse of strength, become sinister and terrible when\nre-enforced by the vast increase of material power. The soul of man cowers, starved and\nfearful in the midst of a civilization grown too complex for any mind to visualize or to\ncontrol. Joy and beauty fade from human living. Yet life, abundant, beauteous, laughing life,\nhas been our age-long labor's end. What other conceivable worth has the mastery of the\nmaterial world, the exploitation of the resources of nature and the creation of wealth, except\nas a basis for the release of the life of the spirit? We are witnessing either the crumbling of\ncivilization under the weight of its material mechanism or the birth of a new organization\nwith a spiritual ideal.\"\n<\/p><p>\nThe daily press gives ample evidence that there seems to be a general distrust of our young\nfolk. The great majority of them want to know what is right. I have confidence in our young\npeople. It is our duty to show them a proper example. Most of them today will follow it,\nnotwithstanding the fact that they are living in an age full of mysteries and discoveries never\nbefore known in the world. Man holds dominion over earth, sea, and air, and now is intent\nupon conquering space.\n<\/p><p>\nJust recently the United States sent a new messenger out among the planets. Pioneer Five, a\n94.8-pound sphere only 26 inches in diameter, was the first interplanetary traveler with a\nfar-ranging and long-lasting voice. \"If all goes well, scientists will be hearing from Pioneer\nFive steadily for the next five months, then sporadically for years to come, as it swings back\nwithin range.\"\n<\/p><p>\nWhat a glimpse of the starry heavens! While increasing admiration for man's ingenuity, it\nshould not surprise members of the Church who have been singing for years W. W. Phelps'\nhymn: \n<\/p><p>\n\"If you could hie to Kolob<br \/>\n&nbsp;            In the twinkling of an eye, <br \/>\n      And then continue onward<br \/>\n&nbsp;            With that same speed to fly, <br \/>\n      D'ye think that you could ever,<br \/>\n&nbsp;            Through all eternity,<br \/>\n      Find out the generation<br \/>\n&nbsp;            Where Gods began to be?<br \/><br \/>\n      \"Or see the grand beginning,<br \/>\n&nbsp;            Where space did not extend? <br \/>\n      Or view the last creation,<br \/>\n&nbsp;            Where Gods and matter end? <br \/>\n      Methinks the Spirit whispers,<br \/>\n&nbsp;            'No man has found \"pure space,\"'<br \/>\n      Nor seen the outside curtains,<br \/>\n&nbsp;            Where nothing has a place.<br \/><br \/>\n      \"The works of God continue,<br \/>\n&nbsp;            And worlds and lives abound; <br \/>\n      Improvement and progression<br \/>\n&nbsp;            Have one eternal round.\"\n<\/p><p>\nThe more man learns of infinity, the more convinced he should become of the possibility of\nrising above a mere animal existence.\n<\/p><p>\nWernher Von Braun, Director of Development Operations Division, United States Army\nBallistic Missile Agency, a man who has dedicated his life to the conquest of space, in a\nrecent article explains simply and fully what space means to our future, and then concludes as\nfollows: \n<\/p><p>\n\"We need not fear that future space explorers on their heaven-storming journeys will lose\ntheir humility. The heavens will surround them as an eternal reminder that there is a force\ngreater than the thrust of their rocket ships, a spirit greater than the cold logic of their\ncomputers, a power, greater than that of their own nation.\n<\/p><p>\nYes, we are living in an interesting world. There is another side, too. We are told that\n120,000 young people from Asia and Africa each year are indoctrinated with the false\nideology of Communism&mdash;120,000! There are now 400,000 trained communist missionaries\nin southern Asia and Africa saying to the hungry masses: \"We are here to\nliberate you. In Russia and China we have found the way&mdash;liquidate the rich classes; take all\nthey have; the land and the machinery will be owned by the government. Then everybody will\nhave enough, and nobody will be oppressing the poor. Communism holds a tremendous\nfascination for the illiterate, hungry, desperate people of Asia and Africa.\" (Frank C. Laubach\nin a speech given in Chautauqua, N. Y. 1958.)\n<\/p><p>\nI was very much interested, as you were undoubtedly, at a press dispatch recently about\nArdeshir Zahedi, the new Iranian Ambassador to United States, who spent five years between\n1945 and 1950 earning a degree in agriculture at the Utah State University in Logan, Utah.\nHe credits Dr. Franklin S. Harris, former president of the Agricultural College (Utah State\nUniversity), and one of the founders of Point Four in Iran, with doing a major job in\ncementing United States-Iran ties. Mr. Zahedi remembers Utah and Utahns with fondness,\naccording to a report from <i>Deseret News<\/i> Washington Bureau correspondent, Warren\nZimmerman.\n<\/p><p>\nI thought as I read that how important it is for members of the Church, particularly the\nleaders who are sent out to these various missions, to exemplify the one source of peace&mdash;the\nLord and Savior, Jesus Christ. How important it is to teach them to support themselves, but at\nthe same time to point out that there is a force higher than themselves, higher and greater than\nman, greater than the whole universe&mdash;that is that God is the Creator of it all.\n<\/p><p>\nThe duty of the Church is to teach and practice the fundamental principles of the good life.\nObedience to the gospel of Jesus Christ, no matter what the financial or physical conditions\nmay be, will bring peace in the soul. When Nicodemus called upon Jesus about two thousand\nyears ago, a notable conversation took place, during which undoubtedly they spoke about\neternal salvation, the real development of man. It is implied in the scripture that the purpose\nof membership in the kingdom of God is for the fostering of the spiritual life, and the\nachievement of moral and charitable ends.\n<\/p><p>\n\"Except a man be born again,\" said Jesus, he cannot see the kingdom of God\"\n(<span class=\"citation\" id=\"27896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27896)\">John 3:3<\/a><\/span>). He\ntold Nicodemus that before he could solve the question that was troubling his mind, his\nspiritual vision would have to be changed by an entire revolution of his \"inner man\"\n(<span class=\"citation\" id=\"21716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21716)\">Eph. 3:16<\/a><\/span>). His\nmanner of thinking, feeling, and acting with reference to spiritual things would have to\nundergo a fundamental and permanent change with reference to spiritual matters.\n<\/p><p>\nIt is easy to see temporal things. It is easy to yield to lascivious things. It requires little or no\neffort to indulge in anything physical and animal-like. But to be born out of that world into a\nspiritual world is advancement that the Lord requires of each of us.\n<\/p><p>\nIt is implied in the scriptures that the purpose of membership in the kingdom of God is for\nthe fostering of spiritual life&mdash;I repeat&mdash;and the achievement of moral and charitable ends;\nin other words, for the developing of the religious sentiment, the true religious spirit.\n<\/p><p>\nThis may be done in two ways: first, by seeking the truth and living in harmony with it; and,\nsecond, by resisting every influence, every power that tends to destroy or to dwarf in any way\nthe religious sentiment. When an applicant for baptism stood at the water's edge, before being\nburied with Christ in baptism, he possessed an implicit faith that the Church of Jesus Christ is\nestablished upon the earth, and that this organization is the best in the world today for the\nfostering of spiritual life, for the attaining of true religious development, for the salvation of\nthe soul.\n<\/p><p>\nI repeat that this implicit faith was within him; and with that, there was a true repentance, and\nthat repentance carried with it a desire to leave off everything in the past life that was\ncontrary to the teachings of the gospel or the Church. His old life, and the sins, if there were\nany connected with it, he truly repented of. He looked forward to the time when he would be\nborn anew in the kingdom of God. He was about to go through the ordinance of baptism,\ntypical of the burial of his old life, and with it all the imperfections, the frailties, the evils, the\nsins that accompanied that old living. He was to be buried by baptism, that\nas Christ was raised from the dead by the power and the glory of the Father, so he might\ncome forth in newness of life (<span class=\"citation\" id=\"42745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42745)\">Rom. 6:4<\/a><\/span>),\na member of the Church of God, a child of the Father, a\ncitizen in the kingdom of Christ. By baptism he was born again, and became a fit recipient of\nthe Holy Spirit. His body came forth anew, and the Holy Ghost was bestowed upon him; he\nwas confirmed a member of the Church of Jesus Christ.\n<\/p><p>\nThat is where we all stood at one time. Those were our feelings, our faith, our hope. We\nstood that day forgiven of past evils and follies. Now, the whole mission&mdash;the life, if you\nplease, of soul development&mdash;was before us, and we had thus bestowed upon us the light that\nemanates from the Father, to lead us that our feet might not stumble, that the truths of his\nholy gospel might sink into our hearts&mdash;the truths that will give us knowledge that our souls\nmight be saved in intelligence. The Holy Ghost was to bring all things to our remembrance\n(<span class=\"citation\" id=\"27928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27928)\">John 14:26<\/a><\/span>),\nto show us things to come (<span class=\"citation\" id=\"27932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27932)\">John 16:13<\/a><\/span>),\nto testify of the Father; and as we seek that light, and live in\naccordance with the duties that are placed upon us by that obligation, we are seeking the true\nreligious development we are fostering the true religious growth.\n<\/p><p>\nBut what is the other element which we must consider? Along with this new life, with this\nseeking for truth, there should be a strong power of resistance. Though being born anew, and\nbeing entitled to new life, new vigor, new blessings, yet the old weaknesses still remained\nwith us. The Evil One was eager and ready to attack and strike us at our weakest point, and\nhe has been striking at it ever since. Why? That he might thwart the very purpose for which\nwe entered the Church of Jesus Christ.\n<\/p><p>\nOur mission, then, is to resist evil as well as to seek that which is high.\n<\/p><p>\nOur Savior is our Divine Exemplar. After he passed through the ordinance of baptism to\n\"fulfil all righteousness\" (<span class=\"citation\" id=\"35000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35000)\">Matt. 3:15<\/a><\/span>)\nafter he had received the commendation of the Father and the\ntestimony from on high that he was the Son of God, the \"Beloved Son\" in whom the Father\nwas well pleased, Satan was there ready to thwart his mission. Jesus went forth in fasting and\nprayer preparatory to the great mission resting upon him, and when in his weakest moment, as\nSatan thought, when his body was weak and exhausted by long fasting, the Evil One\npresented him self in temptation. And what was the temptation? An appeal to his bodily\nweakness: \"If thou be the Son of God\"&mdash;(note the taunt, the very testimony on the bank of\nthe Jordan was, \"This is my beloved Son\" [<span class=\"citation\" id=\"35002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35002)\">Matt. 3:17<\/a><\/span>])&mdash;\"If thou be the Son of God,\ncommand that these stones be made bread\" (<span class=\"citation\" id=\"35006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35006)\">Matt. 4:3<\/a><\/span>).\nIn a moment of weakness and hunger\nthat temptation would be strongest, other things being equal. There was the moment of\nresistance on Jesus' part. His seeking had been manifest in prayer and fasting. His resistance\ncame at the moment of bodily weakness. Though the body was weak, the Spirit was strong,\nand Christ answered: \"It is written, Man shall not live by bread alone, but by every word that\nproceedeth out of the mouth of God\" (<span class=\"citation\" id=\"35007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35007)\">Matt. 4:4<\/a><\/span>).\n<\/p><p>\nThen, as you recall, Satan tried him on another point Failing in that, the tempter tried him\nstill on a third point. He tempted him, <i>first<\/i>, on his love for physical comfort; <i>second<\/i>, he\ntempted him on vanity; and <i>third<\/i>, he tempted him on love for worldly wealth, and the power\nto rule the world. I say \"tempted him,\" but Christ was above temptations. Satan tried to tempt\nhim. But all these temptations Christ resisted; and the final resistance was: \"Get thee hence,\nSatan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve\"\n(<span class=\"citation\" id=\"35009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35009)\">Matt. 4:10<\/a><\/span>).\n<\/p><p>\nWe may not have heard audibly on the water's edge the words: \"This is my beloved Son, in\nwhom I am well pleased,\" but the Spirit bore testimony in our souls that God was well\npleased with the act, and he was pleased to lead us as we sought his guidance in fasting and\nprayer. We might not have heard in audible tones: If you are a member of that Church, a\nmember of his kingdom, entitled to the Holy Spirit, do this or do that. Our temptation may\nnot have come in that form. It may have come in the form of old desires. It may have been\n(and I doubt not that it was) in the form of some bodily temptation, some longing. It may\nhave been the craving for the cigarette, which we determined&mdash;if we were\nsincere&mdash;to put a side when going into the waters of baptism. Oh, when that longing came,\nafter we were in the Church or kingdom, who was it who said: \"Though you pretend to throw\nthat aside, take it only once more; this once will not hurt.\"There was the necessary moment of\nresistance! How many of us stood as did Christ, our leader, and said: \"Get thee behind me!\"\n(<span class=\"citation\" id=\"35049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35049)\">Matt. 16:23<\/a><\/span>).\n<\/p><p>\nThis element of resistance in regard to our bodily longings&mdash;satisfying the passions&mdash;applies\nto every member of the Church of Jesus Christ. In some way the Evil One will attack us. In\nsome way he can weaken us. In some way he will bring before us that which will weaken our\nsouls, and will tend to thwart that true development of religious sentiment. And what I mean\nby that is this: the development of the spirit within, the strengthening of the inner man, the\nstrengthening and growth of the spirit, which time cannot kill but which is enduring and\nlasting as the Eternal Father of that spirit. And the things which will tend to dwarf that spirit,\nor to hinder its growth, are things which members of the Church are called upon to resist.\n<\/p><p>\nWe have in the eighty-ninth section of the Doctrine and Covenants, the word of the Lord\nupon a few little things&mdash;little as considered by many, and particularly by the men of the\nworld&mdash;which the members of the Church are asked to observe. It is a temporal law, and\npertains to our spiritual as well as to our physical welfare. I hope that we may have strength\nto resist all the allurements that come with wealth and worldly position, when we make those\ntwo things an end in themselves. Today we have only time enough to consider those few little\nthings with which Satan tempts us in regard to our body.\n<\/p><p>\nIn that section, you remember, we read: \"Behold, verily, thus saith the Lord unto you: In\nconsequence of evils and designs which do and will exist in the hearts of conspiring men in\nthe last days, I have warned you, and forewarn you, by giving unto you this word of wisdom\nby revelation&mdash;\n<\/p><p>\n\"That inasmuch as any man drinketh wine or strong drink among you, behold it is not good,\nneither meet in the sight of your Father, only in assembling yourselves together to offer up\nyour sacraments before him.\n<\/p><p>\n\"And, again, strong drinks . . . tobacco . . . [and] hot drinks are . . . not good for man\"\n(<span class=\"citation\" id=\"13912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13912)\">D&amp;C 89:4-5,7-9<\/a><\/span>).\n<\/p><p>\nThese things mentioned here&mdash;strong drinks, tobacco, hot drinks, (tea and coffee\nincluded)&mdash;are a few of the temporal things which members of the Church who would follow the true\nreligious sentiment of this Church should resist.\n<\/p><p>\nEvery young man throughout Zion when he comes forth from the waters of baptism, ought to\nknow that it is part of his duty to resist smoking a cigarette, no matter where he may be.\nEvery young person in the Church should be taught, when coming from the waters of\nbaptism, that he should resist intoxicants when passed around at the social gathering. Every\nyoung member of this Church should know that tobacco in any form should not be used. He\nor she should resist all these habits, not only for the blessing that is promised herein by our\nFather, but also because of the strength so acquired to resist greater temptations.\n<\/p><p>\nNow, just a word in regard to this \"resisting\" under circumstances that seem difficult. A young\nman who may refuse cigarettes or liquor at home, and who may find it easy to do so, might\nyield when he is out in company at a social. When all the others partake of these things, he\nmight not have strength to resist the temptation. That is the moment when the true soul\ngrowth should be made and fostered. That is the moment, in the hour of greatest temptation,\nwhen the strongest resistance does the most good. It is not when it is in the family circle,\nwhen father's and mother's influence help to keep these things away. In this respect it is to be\nhoped that every father and mother will set a good example. I hope that parents will not set\nbad examples so that the children indulging in weakness may say, \"I am following you.\"\n<\/p><p>\nAs far as possible let our fathers and mothers restrain themselves in these things. Parents,\nresist temptation! Control your appetite! What though you do crave these gratifications? The\nmore you crave it, the greater should be your resistance and the greater will be your soul\ndevelopment. It is no credit for us to resist something we do not crave or\nlong for. The man who grows most by resisting is the man who resists what he craves, and\nwho will say, in the strength of the gospel, \"I will stop it. I will resist it.\"\n<\/p><p>\n      \"It is easy enough to be virtuous <br \/>\n      When nothing tempts you to stray, <br \/>\n      When without or within no voice of sin <br \/>\n      Is luring your soul away.<br \/>\n      But it's only a negative virtue <br \/>\n      Until it is tried by fire; <br \/>\n      And the life that is worth the honor of earth<br \/>\n      Is the life that resists desire.\"<br \/><br \/>\n&nbsp; &nbsp;                        (Ella Wheeler Wilcox)\n<\/p><p>\nMay God grant that as we are seeking the further establishment of the kingdom of God, that\nwe may instruct our young people, and the members of the Church everywhere, to resist\ntemptations that weaken the body, that destroy the soul, that we may stand truly repentant as\nwe were when we entered the waters of baptism; that we may be renewed in the true sense of\nthe word, that we may be born again; that our souls might bask in the light of the Holy Spirit,\nand go on as true members of the Church of Jesus Christ until our mission on earth is\ncompleted and God receives us and rewards us according to our merits.\n<\/p><p>\nMay this be our lot, I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}