{"ID":1055, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Aaronic Priesthood<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1960, pp. 31-33<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my brothers and sisters, that I might have that spirit and blessing so essential\nin expressing to you the thoughts I have this morning.\n<\/p><p>\nI wish that every young man and young woman could have heard President McKay give his\ntestimony of the truthfulness of the gospel of the Lord Jesus Christ and what it means to all\nof us.\n<\/p><p>\nI was inspired by the marvelous priesthood meeting held last night when President Moyle\nsaid, \"We should have 12,000 young men preaching the gospel to those not of our faith.\" At\nthe present, the Church has 6,000 missionaries, and, I am sure, President Moyle and brethren\nand sisters, that it is possible to have 12,000 missionaries in the world preaching the gospel\nbecause all of our brethren whether they hold the Aaronic or the Melchizedek Priesthood\nshould have a full knowledge of the gospel and a testimony that they can bear to the world.\n<\/p><p>\nTwo thousand years ago, it was declared by the Christ, \"And this gospel of the kingdom shall\nbe preached in all the world for a witness unto all nations; and then shall the end come\"\n(<span class=\"citation\" id=\"35070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35070)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nWe know Joseph Smith actually saw the Father and the Son. There should be no question\nabout that. He was the first to see the Father and the Son since the apostles were upon the\nearth nearly 2,000 years ago, and through his testimony we know that God lives, that Jesus\nChrist is his Son. Having that knowledge and also the priesthood, we, therefore, have the\nability and the authority to preach the gospel to the world.\n<\/p><p>\nThe Prophet Joseph Smith at the age of twenty-two was translating the Book of Mormon that\nthe people of the world might have the privilege of receiving that marvelous book and\nbecoming acquainted with the history of America, that Jesus Christ had been upon this the\nAmerican continent and that he had taught the Nephites the gospel as he had taught the people\nin far-off Jerusalem. In translating the gold plates, he came upon a passage concerning\nbaptism. Consequently, he made it a matter of prayer, and in answer to that prayer, there\nappeared a heavenly being who introduced himself as John the Baptist. If you fathers and\nmothers and grandfathers and grandmothers should properly teach your sons and grandsons,\nwhen they receive the Aaronic Priesthood, they will have a testimony that this great event\ntook place, that John the Baptist who baptized the Christ appeared and bestowed the Aaronic\nPriesthood upon Joseph Smith and Oliver Cowdery.\n<\/p><p>\nWe of the Presiding Bishopric sometimes wonder whether or not, in homes, fathers and\nmothers are inspiring and encouraging their young men to read that marvelous statement of\nJohn the Baptist, the thirteenth section of the Doctrine and Covenants. These are the words of\nJohn the Baptist. These are not the words of Joseph Smith or Oliver Cowdery, and because of\nthat fact, all of these young men who hold the Aaronic Priesthood be they deacons, teachers,\nor priests should be acquainted with that statement. It will become a reality. They will know\nit actually happened. It would be inspiring to our young people in our homes, brethren and\nsisters, if we would periodically read the statement of John the Baptist.\nThese are his words: \"Upon you my fellow servants, in the name of Messiah I confer the\nPriesthood of Aaron, which holds the keys of the ministering of angels and of the gospel of\nrepentance, and of baptism by immersion for the remission of sins, and this shall never be\ntaken again from the earth, until the sons of Levi do offer again an offering unto the Lord in\nrighteousness\" (<span class=\"citation\" id=\"13838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13838)\">D&amp;C 13:1<\/a><\/span>).\nThese words will build a testimony of its truthfulness in their hearts.\n<\/p><p>\nAfter Christ and the apostles had left the earth, the world changed its attitude toward the\ngospel, and the organization of the Church was taken away. There had been a change in the\nform of baptism. There had been a change in repentance. In fact, the Church as a whole had\nchanged. Therefore, a great event had to take place wherein great men as Martin Luther and\nothers some four hundred years ago had the courage to declare to the world that the so-called\nchurch of that time had gone wrong. They were no longer giving consideration to the\npriesthood as it existed in the days of the prophets or in the days of John the Baptist.\n<\/p><p>\nWith the reformation that came through these great men, then, the restoration was necessary.\nThe Lord selected the young man Joseph Smith to restore the true Church. For that reason,\nJohn the Baptist appeared and bestowed upon him and Oliver Cowdery the Aaronic\nPriesthood.\n<\/p><p>\nTo you bishops who are responsible for men who are laboring with the Aaronic Priesthood,\nsee that all these young men will understand the gospel in its fulness, and as they go on year\nby year and arrive at the age of twenty, they will have a testimony whereby they can go out\ninto the world and testify that Joseph Smith actually saw the Father and the Son. They will\nhave the knowledge and the ability to teach the world the gospel of the Lord Jesus Christ.\n<\/p><p>\nAll of us who hold the Melchizedek Priesthood hold it because Peter, James, and John\nbestowed it upon Joseph Smith and Oliver Cowdery. These are the only young men in the\nhistory of nearly 2,000 years who have declared that they actually saw Peter, James, and John,\nand who bestowed upon them the Melchizedek Priesthood. That marvelous revelation given to\nthe Prophet Joseph and Oliver Cowdery can be found in the Doctrine and Covenants, section\n27, verse 12, when Christ said to them and to us who hold the Melchizedek Priesthood, \"And\nalso with Peter, and James, and John, whom I have sent unto you, by whom I have ordained\nyou and confirmed you to be apostles\" (<span class=\"citation\" id=\"13857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13857)\">D&amp;C 27:12<\/a><\/span>).\nIs there any question that we have apostles today\nas there were apostles in the days of the Prophet Joseph? There should not be because here\nwe have the words of the Christ himself when he said, \". . . by whom I have ordained you and\nconfirmed you to be apostles . . .\" of the Lord Jesus Christ with the same authority, the same\nrights and the same privileges that existed nearly 2,000 years ago. Then he said, \". . . and\nespecial witnesses of my name . . .\"&mdash;to be especial witnesses of the name of Christ himself.\nWe who hold the Melchizedek Priesthood, can continually bear testimony to the fact as well\nas the apostles that Jesus Christ was the Son of God. Then he said, \". . . and bear the keys of\nyour ministry and of the same things which I revealed unto them.\" There should be no\nquestion whether we hold the Aaronic or Melchizedek Priesthood but that we have received\nthis authority because it was bestowed upon the Prophet Joseph by John the Baptist and by\nthe apostles Peter, James, and John.\n<\/p><p>\nWith reference to youth, I hope the youth of the Church will read the history of the Prophet\nJoseph Smith and read of all of these great events which took place, remembering he called\nupon the Lord at the age of fourteen. The Father and the Son appeared, and the Father said,\n\". . . This is My Beloved Son. Hear Him!\" (<span class=\"citation\" id=\"30401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30401)\">JS&mdash;H 1:17<\/a><\/span>).\nIf the youth of the Church have\nthis testimony in their souls, they would not have any difficulties in understanding what they\nshould do to live the gospel of the Lord Jesus Christ.\n<\/p><p>\nAs I read the history of Joseph Smith and all the great events that took place, I am impressed\nwith the fact that he was a young man. At the age of twenty-two he received the Aaronic and\nMelchizedek Priesthood. When he reached twenty-four, 5,000 copies of the Book of Mormon\nwere printed which were available to the world. When he was twenty-five\nyears of age, the Church was moved to Kirtland, and there he ordained the first bishop. At the\nage of twenty-seven, he received the revelation on the Word of Wisdom. One-hundred and\ntwenty-seven years ago, he received that marvelous revelation. At the age of twenty-seven he\ncommenced the erection of a temple. At the age of twenty-nine he chose twelve apostles. At\nthe age of thirty he dedicated the Kirtland Temple. When that great event took place, there\nwere visions, there were angels, the Christ appeared to him, and there were Moses, Elias, and\nElijah who bestowed their keys of authority on him. These events made it possible for all the\nsons and daughters of our Heavenly Father who had lived over the hundreds of years gone by\nto enjoy all of these blessings. When he was thirty-two years of age the Church had to move\ninto Missouri. At that time, he received the marvelous revelation on tithing. Youth ought to\nbe aware of the fact that the law of tithing came through revelation\n(<span class=\"citation\" id=\"13937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13937)\">D&amp;C 119:4<\/a><\/span>). When the Prophet Joseph\nSmith was thirty-two years of age, another great event took place and that was to give the\nChurch its name. None of the great leaders or organizers of other churches have ever\nattempted to say, \"This is the Church of Jesus Christ.\" They may take the name of Luther.\nThey may take the names of others. The revelation given to the Prophet in the Doctrine and\nCovenants, section 115, verse 4 said, \"For thus shall my church be called in the last days,\neven The Church of Jesus Christ of Latter-day Saints\"\n(<span class=\"citation\" id=\"13934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13934)\">D&amp;C 115:4<\/a><\/span>). Youth ought to know why this great\norganization carries that sacred name&mdash;The Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nAt the age of thirty-four, this young man sent nine apostles into England to preach the gospel.\nAs a result of their work, literally thousands of people from Great Britain have joined the\nChurch. During the last three years, our Prophet dedicated temples in London, New Zealand,\nand Switzerland for the benefit of the people in those countries. Recently, Elder Harold B.\nLee was in far-off England, and there he organized a stake in the Manchester area. The Lord\nintends that all his people, regardless of where they are, are to have the same privileges and\nopportunities that were revealed to us through the Prophet Joseph Smith. The youth of the\nChurch should know more about Joseph Smith and of these great historical events that have\ntaken place so that they will have in their souls a testimony that Joseph Smith actually saw\nthe Father and the Son, that the establishment of the Church came through revelation, not\ncoming to a man because of his own ideas but because of the plan of the Lord for us in these\nthe latter days. Youth should know that this young man at the age of thirty-six made it\npossible for all of us to receive what is called endowments. The youth should understand and\nknow what these endowments are. Fathers and mothers, that is your responsibility, and mine,\nto teach them of these sacred things. At the age of thirty-seven, the Prophet Joseph received\nthe revelation on the new and everlasting covenant of marriage. Youth should know about the\nnew and everlasting covenant of marriage whereby youth may have the opportunity of going\ninto the house of the Lord and being sealed for time and eternity. That is our responsibility.\nAt the age of thirty-eight, he sealed his testimony of the restoration of the Church and the\ngospel of Jesus Christ with his blood.\n<\/p><p>\nI pray that youth will be able to testify of these historical events and know the truth of the\nwords found in Moses 1:39, \"For behold, this is my work and my glory&mdash;to bring to pass the\nimmortality and eternal life of man\"\n(<span class=\"citation\" id=\"39128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39128)\">Moses 1:39<\/a><\/span>).\nMay the Lord continue to bless you as the parents of\nyouth, to bless all of us that, in turn, we may be a great source of inspiration and guidance to\nthem, I humbly ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}