{"ID":1057, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Teach Honor<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1960, pp. 37-39<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOn a recent trip, I was a guest in the home of a little boy about six or seven years of age. He\nwas looking through his older brother's Boy Scout <i>Handbook<\/i>. He had turned to the section on\ntracking, where Scouts are taught to follow footprints of animals. He told me that he expects\nthat this coming summer he will be out tracking, following footprints.\n<\/p><p>\nI looked beyond the footprints of animals to the footprints of human beings, and wondered\nwhose foot tracks he would follow as he grew up. I wondered if they would be good tracks or\nbad tracks, and if the people who would make those tracks would be uplifting or degrading in\ntheir influence on him.\n<\/p><p>\nI picked up his book and turned to the section where I read the Boy Scout oath. You\nremember the first few words are, \"On my honor I will do my best. . . .\" As he grows up,\nwhat will this little boy learn about honor or dishonor? Who will teach him? Or does it really\nmatter? How important is honor, anyway? Is it something sacred? Is it sacred to you? Is it\nsacred to very many Americans?\n<\/p><p>\nIn my opinion, America needs a rebirth of honor more than it needs any other one thing. It\nneeds honor more than it needs its atom bombs and nuclear submarines. Put weapons in the\nhands of dishonorable men and what have you?\n<\/p><p>\nAmerica needs honor more than it needs wealth and prosperity. Put wealth in the hands of\ndishonorable men, and what have you?\n<\/p><p>\nAmerica needs honor even more than it needs professions of religious piety. What good is a\nprofession of religion in a man who has no honor? Such men lived in the days of Jesus. He\ncalled them scribes and Pharisees, hypocrites\n(<span class=\"citation\" id=\"35068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35068)\">Matt. 23:13<\/a><\/span>).\n<\/p><p>\nHave you been shocked at the public display of deception and dishonesty we have seen\nrecently from coast to coast? Are you alarmed at the lack of character which has been\nexhibited? Are you frightened when the public conscience is dimmed and when men and\nwomen alike strive in greed and selfishness to get all they can and give as little in return as\nthey can?\n<\/p><p>\nAre you alarmed when working men laugh at the principle of giving an honest day's work for\nan honest day's pay? Are you shocked when large industries become involved in public\nscandals? Does it scare you to learn that our government was defrauded by its own citizens of\nfive billion dollars in income tax in a single year?\n<\/p><p>\nWhere will all this lack of honor take us? What will be its effect upon our children? Think of\nmy little boy friend and his Boy Scout book: \"On my honor . . .\" What will honor mean to\nhim?\n<\/p><p>\nThe uniform crime reports of the FBI issued last September indicate that adults are\nresponsible for eighty percent of the major crimes in the United States. Then, who is leading\nthe march of dishonor and disgrace in America today?\n<\/p><p>\nNot the juvenile delinquents who get the headlines.\n<\/p><p>\nThis same FBI report shows that the age group in which most arrests are made is the group\nfifty years of age and older. Think of it! More arrests among people fifty years of age and\nover than among any other age group in the United States! The next highest age group is\nmade up of persons from thirty to thirty-four, and the next highest those from thirty-five to\nthirty-nine.\n<\/p><p>\nI wondered if this picture had changed in the last five years and looking in the FBI report of\nfive years before, I discovered that still, even then, those fifty years of age and over\naccounted for more crimes than any other age group.\n<\/p><p>\nI was very interested in last year's report to discover that only nineteen percent of all the\narrests for major crimes in the United States involved people under twenty-one years of age.\n<\/p><p>\nDo you remember the verse which says: \n<\/p><p>\n\"'Twas a sheep, not a lamb that strayed away<br \/>\n      In the parable Jesus told,<br \/>\n      A grown-up sheep that had gone astray<br \/>\n      From the ninety and nine in the fold.\"\n<\/p><p>\nOur leaders in crime detection tell us that our increased juvenile crime is largely due to a\ngreat let-down in honor and integrity, a great collapse in the moral fiber of the nation. They\nwarn us that when we overlook honesty on such a wide scale, national disaster may overtake\nus.\n<\/p><p>\nI recently read an editorial in the Richmond, Virginia, News-Leader, commenting on this\nmoral breakdown in America, and making special reference to the \"payola\" scandal. The\neditor said: \n<\/p><p>\n\"The fault lies wholly in ourselves, and in the sort of shallow, materialist society we have\nbuilt for our country. Here we sit in our inner-spring cocoons, fashioned of infinite soft\nself-deceptions, and stare at the disc jockeys outside.\n<\/p><p>\n\"Who will cast the first stone?\n<\/p><p>\n\"Will it be the farmer, paid for not farming his land?\n<\/p><p>\n\"Or will it be the executive, padding his expense account?\n<\/p><p>\n\"Will it be the student who cheats?\n<\/p><p>\n\"Will it be the veteran who fakes a disability? The bureaucrat who makes useless work? The\npoliticians who buy votes? The special interests who buy politicians? The merchant whose\nfancy package conceals a shoddy product? Who is the condemner, who the condemned?\n<\/p><p>\n\"All this,\" says the editorial, \"is not to condone for an instant the greedy, cynical and\nirresponsible conduct of those persons in the broadcasting industry whose contempt for the\nAmerican boob is now so shockingly revealed. They are reaping their own whirlwind. It is\nmerely to suggest that we get this scandal in perspective, painful as the process may be. . . .\n<\/p><p>\n\". . . When our schools are crowded with 'crib courses' and our ministers are absorbed in the\nintricacies of administration, and our families have left it to somebody else to inculcate\ncultural values in their children and the confiscatory nature of tax laws has made a nation of\ndevious contrivers, no wonder a quiz show contestant sees deception as reality and fraud as\naccepted social behavior.\"\n<\/p><p>\nRecently I read an address given in Boise, Idaho, by Judge Philip Gilliam of Denver, the\njudge of the juvenile court there. Among other things he said: \n<\/p><p>\n\"It seems to me that there has been sweeping through America . . . an arbitration between\nright and wrong.\n<\/p><p>\n\". . . you know,\" he said, \"you see it with the adults so often: [they say] Don't be a sucker,\nwhy should I pay my taxes if there is any way to get out of it?. . . \"But you see it in the kids,\ntoo,\" he said. \"Every now and then you talk to one of the kids we get in our training school\nfor delinquent boys, and you say. 'Son, why did you break the law?' And he says, 'I didn't\nwant to be a . . . chicken . . .'\n<\/p><p>\n\"Can you imagine Thomas Jefferson sitting back [in his day] and saying, 'I didn't want to be a\nchicken?'\"\n<\/p><p>\nThen he continues: \"Golly, friends, is there something wrong with being a decent guy, with\nbeing a responsible citizen . . . interested in community betterment . . . interested enough to\nmake the effort for good government? Is decency becoming unpopular in this country?\"\n<\/p><p>\nThen he says, \"The great challenge of America is to be a decent guy, a constructive citizen, a\nresponsible businessman, an honorable workingman. . . .\n<\/p><p>\n\". . . The test of civilization is not how many cars you own or some of the things that have\nbeen glorified on TV and in the movies. The test of civilization is the kind of people we turn\nout.\" And he concludes, \"I'm sure that is absolutely true.\"\n<\/p><p>\nMy mind goes back to the little boy with the Scout manual. What if every American could\nbut learn the first great lesson in that manual, the lesson of honor? What if every man were as\nhonorable as he expects his son to be? What if every woman were as honorable as she hopes\nher children will be? What if every boy and girl had honor enthroned in their hearts and could\npledge to all men that on that sacred honor they would do their best in life?\n<\/p><p>\nThere is no happiness without honor. There is little success without doing one's best.\n<\/p><p>\nTo instill in the mind and heart of a child the importance of honor and the value of doing his\nbest, is one of our greatest tasks. What are we without good character? Can\ngood character exist without honor?\n<\/p><p>\nWhen we look at the life and teachings of the Savior, it was the hypocrite, the pretentious\nhypocrite, who received his most scathing criticism.\n<\/p><p>\nIt was the honest widow giving her mite\n(<span class=\"citation\" id=\"31531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31531)\">Luke 21:2-4<\/a><\/span>),\nwho has lived in our memories as an example to be followed.\n<\/p><p>\nJudas the traitor will forever be the personification of dishonor at its worst. The prayer in\nGethsemane will always be the criterion of devotion.\n<\/p><p>\nIn this Church we have many marvelous character-building activities. We have outstanding\norganizations which teach honor and integrity to our young people. The Boy Scout movement\nis one of them. It is a well-established fact that this training in boys makes of them honorable\ncitizens, with good character and high ideals.\n<\/p><p>\nThen in the light of our national moral status, in the knowledge of our great need to teach\nhonor and integrity, in the interest of rearing the next generation to be better than the present\none, do we not need more of scouting and other agencies which teach honesty and truth?\n<\/p><p>\nScouting can help make a boy an outstanding man, a good church member, a good student, a\ngood citizen. Then why are not more parents interested in this wonderful movement? Why is\nthere resistance in many homes? Why do some officials who are charged with the welfare and\ndevelopment of boyhood side-step their responsibilities to the scouting program?\n<\/p><p>\nIt seems incredible, in a day when so much temptation faces our youth, that any grown\nperson, especially a parent or worker with youth, would fail to take full advantage of the\nScout program.\n<\/p><p>\nScouts are governed not only by their oath to do their best on their sacred honor, but also by\ntheir law which says that a Scout is trustworthy, loyal, helpful, friendly, courteous. A Scout is\nkind, obedient, cheerful, thrifty, brave, clean, and reverent.\n<\/p><p>\nIs there a boy anywhere who would not benefit by having these traits of character developed\nwithin him? Is there a home which would not be blessed by having such a boy within it, a boy\nwho is helpful, trustworthy, loyal, friendly, and kind?\n<\/p><p>\nWhat if every boy was courteous to his mother? What if every boy was kind to little sister?\nWhat if every one was obedient in the home and obedient to God?\n<\/p><p>\nWould there be any moral breakdown, if all boys were clean? In this day of delinquency, can\nwe think of any better way to prevent filthy living than to plant a love of cleanliness in the\nheart of a boy?\n<\/p><p>\nIt is time to teach honor to America. It is time to acknowledge that an honest man is the\nnoblest work of God. It is time to remember that when the grownup sheep wander off from\nthe fold, they usually lead the lambs astray.\n<\/p><p>\nMay we awaken to our responsibility to be honest and true, to exalt honor in our lives and in\nour thinking, I earnestly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}