{"ID":1058, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"All Roads Lead to Rome\"<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1960, pp. 42-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: I am grateful to be with you, difficult as it is to try to talk to you. I\nthank the Lord for his blessings to me during the past months, and more recently until now. I\nthank you as I thanked the priesthood last night, for your faith and prayers which have\nenabled me to be with you today. I hope that you will be good enough to pray with me that\nwhat I may say today, may be somewhat helpful to all of us.\n<\/p><p>\nAs I have thought about what I might say or try to say, I have rather centered on the thought\nof the proud boast of Rome, which was, \"All roads lead to Rome.\" And I have thought, and I\nmay say I endorse all that has been said thus far regarding our time and its trends&mdash;I have\nthought how much that fundamental idea in this dictum has come to mean among us. I do not\nknow whether we are in the beginning, in the middle, or near the end of a time when we shall\nsee what historians of the future may call a revolution. And may I say here, and it applies\nfrequently to all of us in principle, we of the present make history, our successors away from\nus write; and out of it they get things which we do not now presently see. I fear, as I have\ntalked and heard others talk, that there may be a feeling, in fact, I know there is among some,\nthat it does not make very much difference to what church we belong, what creed we may\nhave, and not too much difference, within very broad limitations, what we do. We seem to be,\nin a way, in the presence of a trend of thought that is national, indeed worldwide, that would\nhave us to believe that all this does not make very much difference, for we will all go to\nheaven anyhow, do what we will, think what we will, believe what we will, have faith as we\nmay.\n<\/p><p>\nI find great fault with that, great fault, and I came across, in connection with this thought,\nsome passages of scripture upon which I thought I might say a few words.\nThey are taken from the Sermon on the Mount and were repeated by the Savior in that great\nappearance which he made on this continent after his resurrection. They are identical in\nwords. Remember that he said when he came to this continent that he had come to teach them\nthe things that he taught in Palestine. And these words are these: \n<\/p><p>\n\"Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to\ndestruction, and many there be which go in thereat: \n<\/p><p>\n\"Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be\nthat find it\"\n(<span class=\"citation\" id=\"35028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35028)\">Matt. 7:13-14<\/a><\/span>;\n<span class=\"citation\" id=\"5606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5606)\">3 Ne. 14:13-14<\/a><\/span>).\n<\/p><p>\nI was reminded, as I read that, of the dream of Lehi recorded in the Book of Mormon,\ndreamed in the early days of the life of migration of Lehi, where the latter part of that&mdash;\"few\nthere be\" that get into the straight and narrow way, was really prophetic. For his people found\napplication of this principle in Lehi's own descendants, for there developed in the life of his\ndescendants on this continent, the bloody conflict of the Nephites and Lamanites that brought\nabout the utter destruction of the one by the other.\n<\/p><p>\nThat led me to these thoughts about Christ. To Nicodemus he said that he came not to\ncondemn the world, but to save it (<span class=\"citation\" id=\"27899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27899)\">John 3:17<\/a><\/span>).\nIn the great prayer in the garden he uttered\nthe great principle, \"And this is life eternal, that they might know thee the only true God, and\nJesus Christ, whom thou hast sent\" (<span class=\"citation\" id=\"27934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27934)\">John 17:3<\/a><\/span>).\n<\/p><p>\nAnd then I remembered also what Peter said to the Sanhedrin, called before them as a judicial\nbody in connection with the first miracle, it is said, performed in the early Christian Church\nby the apostles. Being asked by what name he did the miracle, Peter answered: \n<\/p><p>\n\". . . by the name of Jesus Christ . . . for there is none other name under heaven given among\nmen, whereby we must be saved\" (<span class=\"citation\" id=\"7858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7858)\">Acts 4:10-12<\/a><\/span>).\n<\/p><p>\nThen I remembered also, that Christ himself said, 'I am the way, the truth, the light, and the\nlife' (<span class=\"citation\" id=\"27921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27921)\">John 14:6<\/a><\/span>).\nAnd to those on this continent, he added, \"I am the law\" (<span class=\"citation\" id=\"5598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5598)\">3 Ne. 15:9<\/a><\/span>).\n<\/p><p>\nThis, of course, as we believe, indicates what we must believe and think and do, in what we\nmust have faith.\n<\/p><p>\nYou know, the Savior came in the Meridian of Time to fulfil the law of Moses, and he said\non more than one occasion, 'I want nothing to do with sacrifice and burnt offerings, I want\nmercy.' And then you will remember, he added at various times, as to the sacrifice he wished:\n\". . . a broken heart and a contrite spirit\" (<span class=\"citation\" id=\"5597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5597)\">3 Ne. 9:20<\/a><\/span>).\n<\/p><p>\nAs I reflected on this, I reflected a bit on where might I go to find the real words of the\nSavior. I knew I could not go to the Bible. We do not believe the Bible is absolutely correct.\nStudents tell us there are 4500 different manuscripts of the Bible, and a few years ago it was\nestimated that there were 120,000 variations. Then it came to me almost as a revelation: Why\ndo you not go to the Book of Mormon? So I took Third Nephi. I went over it with great care.\nI parallel-columned it with the parts of the New Testament concerning the Sermon on the\nMount and the Sermon on the Plain. In the Old Testament I noted the instructions to Malachi\nas they were repeated by the Savior, because they had no record of Malachi, who lived after\nthey left Jerusalem.\n<\/p><p>\nI found some differences, some omissions from the word that he was recorded as having\nspoken in Palestine. But I resorted to the Book of Mormon and to Third Nephi with the\nfeeling that I was getting really what the Savior said. I commend an equal study by you\nbrethren of those great books of the Book of Mormon and so far as the Savior's immediate\nmission was concerned, Third Nephi. There we may believe we have the true teachings, for\nthe record was made by inspired men, abridged by another inspired man, and translated\nthrough the inspiration and revelation of the Lord himself. Brethren, I commend that to you,\nstudy it, if you never have done so, you will find great joy in the doing.\n<\/p><p>\n\". . . strait is the gate, and narrow is the way . . . and few there be that find it\"\n(<span class=\"citation\" id=\"35029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35029)\">Matt. 7:14<\/a><\/span>).\n<\/p><p>\nI repeat, the Savior said, 'I am the light, the life, the way, and the truth'\n(<span class=\"citation\" id=\"27922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27922)\">John 14:6<\/a><\/span>), and on this\ncontinent, \"I am the law\"\n(<span class=\"citation\" id=\"5608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5608)\">3 Ne. 15:9<\/a><\/span>).\nIf you will go through Third Nephi with care, and the earlier\nworks, you will find a very complete discussion of how he fulfilled the law\nof Moses.\n<\/p><p>\nSo, my brethren and sisters, I come to you with this simple message: There are not many\nroads that lead to heaven. There is one and one only, and that is the road that we profess to\ntravel and should be traveled. It is the road that is restored to us by the restoration of the\ngospel and the restoration of the priesthood. Do not be misled by the professions of men. And\nto those verses that I have already read, I want to add another which comes near the end of\nthat part of the Sermon on the Mount and to the people of the Land Bountiful, which says: \n<\/p><p>\n\"Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven, but he\nthat doeth the will of my Father which is in heaven.\n<\/p><p>\n\"Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in\nthy name have cast out devils? and in thy name done many wonderful works?\n<\/p><p>\n\"And then will I profess unto them, I never knew you: depart from me, ye that work\niniquity\"\n(<span class=\"citation\" id=\"35031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35031)\">Matt. 7:21-23<\/a><\/span>;\n<span class=\"citation\" id=\"5607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5607)\">3 Ne. 14:21-23<\/a><\/span>).\n<\/p><p>\nThe earlier parts of the Sermon on the Mount do not contain teachings that are too specific\nwith reference to this last, \"depart from me\" and that those who had professed, and so\nperformed, were not his. But you will find rather a complete discussion of what that probably\nmeans in the book of Alma, the thirty-fourth chapter, where Amulek tells the things which are\ncharacteristic of those who worship our Lord and Savior and our Heavenly Father\n(<span class=\"citation\" id=\"9003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9003)\">Alma 34:1-41<\/a><\/span>). Read them.\nIt is worth your while.\n<\/p><p>\nProfessors of religion, pretenders of being the offspring of our Heavenly Father's gospel and\nprinciples, pretending to have the truth, beware of them, brethren. Beware of the idea that you\ndo not have to live the gospel in order to obtain the salvation and exaltation that are\npromised&mdash;not because God has imposed a penalty for your failure, but because, as I have already\nexpressed to you at one time or another, I believe that the spirit grows or shrinks, as it is here\nin this mortal body, as it was intended that it should. I believe that bad acts, bad thoughts,\ninaccurate beliefs do not develop the spirit; but on the contrary, they may retard or dwarf it. I\nbelieve that all that we do that is good, builds us up, and helps us to \"prove\"\n(<span class=\"citation\" id=\"7216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7216)\">Abr. 3:25<\/a><\/span>) ourselves, that\nwe really are living our second estate.\n<\/p><p>\nBrethren and sisters, do not be misled, do not stray, do not imbibe the tendency of the age\nthat it does not make any difference what you do. It makes all the difference in this world and\nin the hereafter. It makes the difference between salvation and exaltation and damnation. I\nexamined the books to find out, if I could, whether the Savior had made any change in\nspeaking on this continent and on the other side in fundamental sayings and doctrines. As I\nhave said to you, there are some omissions, there are some changes, some of the changes are\nmost important. Make the comparison I have made and find them out. But I found nothing\nwhatsoever that changed the fundamental principle announced by the Savior in Palestine and\nhere: \n<\/p><p>\n\"He that believeth and is baptized shall be saved; but he that believeth not shall be damned\"\n(<span class=\"citation\" id=\"33136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33136)\">Mark 16:16<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, do not stray, do not be misled, do not cuddle to yourselves the thought\nthat you can do this or that or the other forbidden thing, that after all these things make no\ndifference. I bear you my witness again that all your thoughts, all your acts, all your doings\nof any kind, have an effect, beneficial or otherwise, on your souls, and you cannot afford so\nto jeopardize the hereafter.\n<\/p><p>\nMay the Lord be with us.\n<\/p><p>\nI renew my testimony to you that God lives, that Jesus is the Christ, that the gospel and the\npriesthood were restored through Joseph Smith, that there came also to him certain other great\npowers, that all that he had, he passed on to those who have succeeded him, the last one of\nthem being President David O. McKay.\n<\/p><p>\nMay God bless him in his hour of tribulation, may God bless his wife and restore her\ncompletely to health and strength. May he continue to guide and direct President McKay, that\nhe may guide and direct us, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}