{"ID":1059, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Primary Purpose of the Present Dispensation<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1960, pp. 47-49<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have been deeply moved by the timely and appropriate messages of those who have spoken\nin this conference, beginning last evening, and also by the beautiful and inspiring music that\nhas been rendered both last night and today.\n<\/p><p>\nNow I desire to discuss briefly with you, a matter which should be the concern of every\nmember of the Church and for which I believe there is a need on the part of many of us, for\ngreater interest and fervor.\n<\/p><p>\nWe live in the period of time spoken of by the prophets of the Bible, when all the keys of the\npriesthood, the powers, the gifts, and the authority are restored and are now in the hands of\nthe servants of the Lord in this day, all of which is preparatory to the ushering in of the\nmillennial reign of the Savior.\n<\/p><p>\nThe primary purposes of this dispensation are first, to gather Israel through the great\nmissionary service of the Church and the proselyting effort of all of us, that through the\ngospel of Jesus Christ, they may seek and find salvation and exaltation with their families.\n<\/p><p>\nAnd secondly, the redemption and salvation of the dead through vicarious service.\n<\/p><p>\nSection two of the Doctrine and Covenants contains the words spoken by Moroni, the angel\nwho appeared to Joseph Smith, the Prophet. While it is very brief, it is, nevertheless, one of\nthe most significant and important of all revelations. Elder John A. Widtsoe one time had this\nto say about this section: \n<\/p><p>\n\"The beginning and the end of the gospel is written in section two of the Doctrine and\nCovenants. It is the keystone of the wonderful gospel arch, and if that center stone should\nweaken and fall out, the whole gospel structure would topple down in unorganized doctrinal\nblocks.\"\n<\/p><p>\nLet us see what is contained in this momentous revelation: \n<\/p><p>\n\"Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the\ncoming of the great and dreadful day of the Lord.\n<\/p><p>\n\"And he shall plant in the hearts of the children the promises made to the fathers, and the\nhearts of the children shall turn to their fathers.\n<\/p><p>\n\"If it were not so, the whole earth would be utterly wasted at his coming\"\n(<span class=\"citation\" id=\"13835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13835)\">D&amp;C 2:1-3<\/a><\/span>).\n<\/p><p>\nThus in this revelation, Moroni reiterated the promise of the Lord made through Malachi,\ncenturies before (<span class=\"citation\" id=\"32764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32764)\">Mal. 3:5-6<\/a><\/span>).\n<\/p><p>\nAbout twelve and a half years after these pronouncements were given by Moroni, Elijah\nactually appeared to Joseph Smith and Oliver Cowdery and committed into their hands the\nkeys of the sealing power and said unto them, \". . . by this ye may know that the great and\ndreadful day of the Lord is near, even at the doors\"\n(<span class=\"citation\" id=\"13933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13933)\">D&amp;C 110:16<\/a><\/span>).\n<\/p><p>\nAlong with the\nrestoration of the keys and the powers of the priesthood to enable the living and the dead to\ngain salvation, there came an almost overwhelming responsibility and obligation to the\nLatter-day Saints, to act as agents of the Lord in bringing about the program of salvation and\nredemption to their fellow men. Where in all the world can you find a people whose faith\nteaches them to recognize the justice and mercy of God in granting to <i>all<\/i> men, living or dead,\nthe same or at least an equal opportunity to receive salvation? Since God is just, his divine\nplan of salvation includes the means and the power by which those who have died without a\nknowledge of the gospel may hear it, and if they will, receive it, and thereby gain the gift of\neternal life.\n<\/p><p>\nIn a public discourse, President Wilford Woodruff once made this significant and consistent\nstatement: \n<\/p><p>\n\"Since God is no respecter of persons (<span class=\"citation\" id=\"7865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7865)\">Acts 10:34<\/a><\/span>),\nhe will not give privileges to one generation and\nwithhold them from another. The whole human family, from Father Adam down to our day,\nhave got to have the same privileges somewhere, of hearing the Gospel of Christ. They have\nto be preached to in the spirit world. But nobody will baptize them there. Therefore, someone\nmust administer to them by proxy here in the flesh, that they may be judged according to man\nin the flesh and have part in the first resurrection.\"\n<\/p><p>\nAnd a few years later, this great leader said: \n<\/p><p>\n\"We have to enter these temples and redeem our dead. This is the great work of the last\ndispensation, the redemption of the living and of the dead.\"\n<\/p><p>\nNow the redemption of the dead carries a twofold obligation and mission, to which we have\nall been called by revelation of the Lord. In the journal of President Woodruff he wrote this: \n<\/p><p>\n\"I, Wilford Woodruff, received the following revelation from the Lord.\" Included in that\nrevelation which was unanimously adopted by the Presidency and the Twelve of the Church\nand by the Church in conference assembled, is found this admonition: \n<\/p><p>\n\"We want the Latter-day Saints from this time to trace their genealogies as far as they can and\nbe sealed to their fathers and to their mothers and have their children sealed to their parents\nand run this chain through as far as you can get it. This is the will of the Lord to the people.\"\n<\/p><p>\nBrothers and sisters, there can be no substitute for the Lord's plan in redeeming our dead\nrelatives, and no amount of side-stepping our individual responsibility will excuse us for\nneglecting to do these two important things, namely, identifying the dead from the records\navailable, and then seeing to it that they have received in the temples by\nproxy the necessary ordinances for their salvation.\n<\/p><p>\nWe as heads of families must not equivocate in this; we must not procrastinate; we must not\nassume that Aunt Martha or some other relative is doing all that needs to be done in this\nrespect.\n<\/p><p>\nMembers of the Church are coming to the temples in ever-increasing numbers. For some time\nthe average number of endowments administered on behalf of the dead by the good people in\nthis temple district has averaged 1738 endowments a day, besides the sealings and the\nbaptisms. Nearly 40,000 were administered during the month of March in the twenty-three\ndays during which the temple was open. The same thing is going on in all the temples. I see\nin this service one of the greatest tributes to the faithfulness of the Saints on behalf of others\nthat could be manifested by anyone, anywhere. When I see busy men nearly equaling the\nnumber of women, coming hurriedly from their offices and from their work, regularly by\nappointment to act in behalf of these who have passed beyond, it touches my heart. The\nfervor of those who come is marvelous, and the love that they manifest for the dead is\nbeautiful to behold. It is indeed the second great commandment in action.\n<\/p><p>\nThe other phase of our responsibility however, that of identifying the deal through\ngenealogical research, is barely keeping pace with the work done in the temples of the Lord.\nIn this temple we have for some time administered many more endowments for the dead than\nwe have baptisms for the dead That means that we will eventually run into difficulties if\nsomething is not done in the matter of more extensive research on the part of the individual\nfamilies.\n<\/p><p>\nSome time ago the First Presidency authorized the sending forth of a letter appealing to\nleaders throughout the Church to strengthen the genealogical committees in the stakes, in the\nwards, and in the missions and to encourage those assigned to this work to go into the homes\nof the people and teach the fundamental procedures necessary to accomplish this work of\ngenealogical research. In that letter, priesthood quorum presidencies are urged to actuate this\nwork through their committees, through their quorum Church service and quorum activity\ncommittees, particularly, and to see to it that each family in their quorum is attending to this\nindispensable part of the Lord's program and this essential part of their own welfare and\nsalvation. For I tell you, none of us can expect to bathe in glory if we have \"gone it alone\"\nand have not reached out a hand for others in this respect.\n<\/p><p>\nIn this letter, young people are urged to obtain training now offered in the various auxiliary\norganizations through the courses presented there, and then to cooperate with their parents in\nidentifying their loved ones who have departed from this life.\n<\/p><p>\nThe sisters are encouraged to co-operate with their husbands and to the best of their ability\nand skills to act as researchers.\n<\/p><p>\nBut the responsibility lies directly in the hands of the bearers of the priesthood, the heads of\nfamilies to motivate, organize, and carry this work on through to a completion. As new\ntemples are built, there is even a greater and greater need for research to provide the\nnecessary names for the proper operation of our temples. Almost everyone can make a\nbeginning by writing his own name, with his own genealogical information, and then\ncontinuing on with his parents, and his grandparents, and so forth. All who will do this will\nfind it a fascinating adventure and a most compensating work.\n<\/p><p>\nLet us heed the call of our beloved leaders! The First Presidency of the Church, and the other\nBrethren are cognizant of this need and are anxious about it and are extremely temple-minded,\nthemselves. Let us heed their call and through our efforts and research demonstrate that we\nhave turned our hearts to our fathers, that the purposes of the Lord may be fulfilled. For this I\npray humbly, in the name of Jesus Christ, the Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}