{"ID":1060, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">My Testimony<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1960, pp. 50-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I believe the audience in this tabernacle has never looked so big to\nme as it does today, unless, perhaps, it was the first time I occupied this position nineteen\nyears ago, when I was sustained as an Assistant to the Quorum of the Twelve Apostles. I have\nhad many experiences during those nineteen years. It has been my privilege to travel in many\nof the countries of Europe. I believe I have borne my testimony in every state of the Union,\nin every province of Canada; in our sister republic on the south, in Mexico, and on the islands\nin the Hawaiian group.\n<\/p><p>\nI want to say to you that I have been greatly blessed; that the blessings which have come to\nme I could not possibly have anticipated nineteen years ago. We have heard many testimonies\ntoday and yesterday, most of them very fervent and well sustained. These testimonies have\nnot come as a result of scholarly research or scientific study, but by prayerful investigation\nand by right living.\n<\/p><p>\nWhen Peter bore his testimony to the Savior, the Savior answered: \". . . flesh and blood hath\nnot revealed it unto thee, but my Father which is in heaven\"\n(<span class=\"citation\" id=\"35047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35047)\">Matt. 16:17<\/a><\/span>). He said on\nanother occasion, \"If any man will do his will, he shall know of the doctrine, whether it be of\nGod, or whether I speak of myself\"\n(<span class=\"citation\" id=\"27907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27907)\">John 7:17<\/a><\/span>).\nThat doctrine, brethren and sisters, is sound\nand logical. Live it, and you will surely know. Introduce into your lives the everlasting\nprinciples of life and salvation, and you will have no doubts. Testimonies are the strength of\nthe Church. They are solid convictions based on facts that cannot be ignored by an honest\ninvestigator of the truth.\n<\/p><p>\nA few years ago I rode in an automobile over a well-traveled highway down in Syria. We\ntraveled through a country which is not unlike our own Rocky Mountain region&mdash;the hills,\nthe valleys, the vegetation, the clear mountain streams were similar to what we see around us\nhere. For a time everything we saw reminded us of home. The driver of the car was\nwell-informed, and kept us advised as to the historical background of the localities through\nwhich we passed.\n<\/p><p>\nAt one juncture he stopped the car and pointed to a high rugged mountain near the highway.\n\"That,\" he said, \"is Mt. Hermon, the Mount of Transfiguration.\" Of course, we were\nimmediately interested. He called our attention to the size of this gigantic mountain with its\nsnow-capped elevations. He also told us in his own way the story of the Transfiguration. He\nexplained that the Savior had led his three apostles to the very summit where they could\nworship God unmolested. He reminded us that they climbed to the top of the mountain, and\nto do so required great physical strength and endurance. Then he remarked: \"They must have\nbeen strong men, physically.\"\n<\/p><p>\nIt was an impressive story as he told it. It must have been a great event in the lives of Peter,\nJames, and John. Matthew tells it in these words: \n<\/p><p>\n\"And after six days Jesus taketh Peter, James, and John his brother, and bringeth them up into\nan high mountain apart,\n<\/p><p>\n\"And was transfigured before them: and his face did shine as the sun, and his raiment was\nwhite as the light.\n<\/p><p>\n\"And, behold, there appeared unto them Moses and Elias talking with him.\n<\/p><p>\n\"Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let\nus make here three tabernacles; one for thee, and one for Moses and one for Elias. . . .\n<\/p><p>\n\"While he yet spake, behold, a bright cloud overshadowed them: and behold a voice out of\nthe cloud, which said, This is my beloved Son, in whom I am well pleased;\nhear ye him\" (<span class=\"citation\" id=\"35053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35053)\">Matt. 17:1-5<\/a><\/span>).\n<\/p><p>\nHe, the Lord, had been similarly introduced on the occasion of his baptism in the River\nJordan. These three apostles learned two fundamental things: First, they learned on that\nmemorable occasion that Jesus was in reality and actually the Son of God, the Messiah about\nwhom the ancient prophets had spoken. Second, they learned that death was not the end; that\nthrough that mysterious change we call death, the personalities and the identities of Moses and\nElias had been preserved. But the Lord told these three servants, \"Tell it to no one until I am\ngone\" (<span class=\"citation\" id=\"35056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35056)\">Matt. 17:9<\/a><\/span>).\n<\/p><p>\nWell, I am sure they kept the secret, but many years later Peter remembered it. He referred to\nit in his second epistle written to the Church. To me it has always been very interesting. Said\nPeter: \n<\/p><p>\n\"For we have not followed cunningly devised fables, when we made known unto you the\npower and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty\"\n(<span class=\"citation\" id=\"4858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4858)\">2 Pet. 1:16<\/a><\/span>).\n<\/p><p>\nWill you remember the word, \"eyewitnesses.\" These men were not deceived. They knew\nwhereof they spoke. They were as certain and positive that Jesus was the Christ, and that\nthere was a life after death as they were that they lived in a world of reality, \"For he received\nfrom God the Father honour and glory,\" said Peter, \"when there came such a voice to him\nfrom the excellent glory, This is my beloved Son, in whom I am well pleased. And this voice\ncame from heaven, we heard when we were in the holy mount\"\n(<span class=\"citation\" id=\"4859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4859)\">2 Pet. 1:17-18<\/a><\/span>).\n<\/p><p>\nA great and strong testimony, isn't it, my friends? We can receive the leadership of the Lord\nJesus Christ without any doubts and without any misgivings. I know of no man in history\nwho has made a bid for world leadership except only Jesus Christ. He actually made a bid to\nlead the world for he said: \"And other sheep I have, which are not of this fold: them also I\nmust bring, and they shall hear my voice; and there shall be one fold, and one shepherd\"\n(<span class=\"citation\" id=\"27910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27910)\">John 10:16<\/a><\/span>),\nand he, of course, was to be the shepherd, the only one qualified to lead the\nworld back to the place where he and God dwell.\n<\/p><p>\nHe said, on another occasion, \"Come unto me, all ye that labour and are heavy laden, and I\nwill give you rest. Take my yoke upon you . . . for my yoke is easy, and my burden is\nlight\" (<span class=\"citation\" id=\"35038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35038)\">Matt. 11:28-30<\/a><\/span>).\nHe then admonished his disciples&mdash;those twelve wonderful men who\nwent into the world and preached the gospel, revolutionizing the thinking habits of men and\nwomen everywhere planting the seeds of freedom and democracy in the hearts of men, \"Go\nye into all the world, and preach the gospel to every creature\"\n(<span class=\"citation\" id=\"33133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33133)\">Mark 16:15<\/a><\/span>).\n<\/p><p>\nMay we do our part towards the fulfillment of this great commission, for today we are doing\nexactly what they did nineteen centuries ago, and we are preaching the selfsame gospel, which\nis the power of God unto salvation. I so testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}