{"ID":1061, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Five Worlds<\/p>\n<p class=\"gcspeaker\">Elder Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1960, pp. 51-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I with you esteem it is a great blessing to attend this wonderful\nconference, and especially to listen to the profound and inspiring opening address of our\nPresident. I should like to add my tribute to the Tabernacle Choir. It seems to me the choir\nreached new heights today.\n<\/p><p>\nI am sure you all join me, too, in expressing thanks to the Lord for his blessing to President\nClark in that he was able to speak to us despite his physical illness. We are thankful that there\nis no diminution in his great intellect, his wonderful spirit, or his powerful voice.\n<\/p><p>\nWe express appreciation, too, for what has been said this afternoon by the\nother Brethren. But all of it together adds to my timidity and makes the necessity of following\nsuch men a humbling experience indeed.\n<\/p><p>\nAs this Church continues to extend its boundaries and increase its membership, we receive an\never-increasing number of requests to explain and distinguish some of the tenets of\nMormonism.\n<\/p><p>\nPerhaps the two most frequently questioned concepts of the Church have to do with, first, our\nbelief in a living personal God; and secondly, our understanding of man's unique position and\npart in his divine plan. It is necessary that one have faith in the first before he can understand\nand accept the second of these tenets, namely, man's relationship to Deity. If that relationship\nbe real, then certainly man occupies not only a unique but a Godlike status, and it is to that I\nshould like to direct your attention for a moment.\n<\/p><p>\nThe accomplishments of man in the last one hundred years, his ever-widening search for\ntruth, his insatiable appetite for knowledge, his discovery and partial control of the laws of\nnature, are convincing evidence of man's supreme position among God's creations. Did any\nanimal ever gaze into the heavens and wonder?\n<\/p><p>\nWe are told that in the last one hundred and fifty years, there has been more truth\naccumulated, more knowledge gained, than the sum total of all truth previously gathered. The\nfact that man has the genius to discover and partially master the elemental forces of nature\ncauses men to stand in awe and ask again the age-old question, \"What is man?\"\n<\/p><p>\nThat question was formulated by the Psalmist when he said: \n<\/p><p>\n\"When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou\nhast ordained; \n<\/p><p>\n\"What is man, that thou art mindful of him? and the son of man, that thou visitest him?\n<\/p><p>\n\"For thou hast made him a little lower than the angels, and hast crowned him with glory and\nhonour.\n<\/p><p>\n\"Thou madest him to have dominion over the works of thy hands; thou hast put all things\nunder his feet\" (<span class=\"citation\" id=\"41814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41814)\">Ps. 8:3-6<\/a><\/span>).\n<\/p><p>\nOne wonders when he reads that, how the Psalmist might have framed his question if he had\nhad the benefit of modern facilities as he considered the heavens. I am sure it would have\ntended to deepen and confirm his faith in the great Organizer of it all.\n<\/p><p>\nBut as we consider man's increasing knowledge and power, we must not forget that power\ncan be very dangerous. General Omar Bradley, former Chief of Staff, speaking to a\ngraduating class sometime ago, sounded this warning in the following words: \n<\/p><p>\n\"With the monstrous weapons man already has, humanity is in danger of being trapped in this\nworld by its moral adolescence. Our knowledge of science has clearly outstripped our capacity\nto control it. (We have too many men of science; too few men of God.) We have grasped the\nmystery of the atom and rejected the Sermon on the Mount. Man is stumbling blindly through\na spiritual darkness while toying with the precarious secrets of life and death. The world has\nachieved brilliance without wisdom, power without conscience. Ours is a world of nuclear\ngiants and ethical infants. We know more about war than we know about peace; more about\nkilling than we know about living. This is our 20th Century's claim to distinction and\nprogress!\"\n<\/p><p>\nBut the question, \"What is man?\" was answered long before the Psalmist asked it. In the first\nchapter of our oldest book here, we read: \n<\/p><p>\n\"So God created man in his own image, in the image of God created he him; male and female\ncreated he them.\n<\/p><p>\n\"And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the\nearth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air,\nand over every living thing that moveth upon the earth\"\n(<span class=\"citation\" id=\"23659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23659)\">Gen. 1:27-28<\/a><\/span>).\n<\/p><p>\nFrom this it is evident that from the beginning, man had a unique status, an image nature; and\nthat there was assigned to him a participative role in the great plan of redemption. The\nstatement, \"created in the image of God,\" was never made concerning any\nother of his vast creations. Only man is in his image: only man is his son.\n<\/p><p>\nSometime ago, a skeptical student was heard to say that man is nothing but a fortuitous\ncombination of molecules. But his older and more modest teacher replied by asking him, \"Did\nany atom or molecule ever have a thought? Did any combination of elements ever give birth\nto an idea? Did any natural law ever build a cathedral or a temple?\"\n<\/p><p>\nWithin the lifetime of some of us there have come into use such marvels as automobiles,\nairplanes, wireless communication; and later radio, television, radar, guided missiles, atomic\npower, etc. As we think of these things, and utilize them, scientists and scholars are turning\ntheir attention and their instruments to a consideration of the greatest phenomenon, or, as\nPresident Clark has said, God's greatest miracle&mdash;man.\n<\/p><p>\nWe are indebted to an internationally famous scientist, Dr. Henry Eyring, for a learned\ndiscussion of man's world. He said: \n<\/p><p>\n\"We are living in five different worlds, none of which have been fully explored. They differ\nfrom each other in the size of the units of space and time.\n<\/p><p>\n\"1. In our every-day practical world we go along nicely with such units as feet and seconds.\n<\/p><p>\n\"2. In the chemical world of molecules and atoms, the electrons complete their revolutions in\none hundred million millionths of a second, while one hundred million atoms set side by side\nextend only a distance of one inch.\n<\/p><p>\n\"3. Inside the nucleus of an atom we enter a third world where events happen a million times\nfaster still and distances are a thousand times smaller than in the atom.\n<\/p><p>\n\"4. In the fourth world the astronomers measure revolutions of planets in years and the unit of\ndistance, the light year, in about ten thousand million miles.\n<\/p><p>\n\"5. Finally we come to the spiritual world where time is measured in eternities and space is\nlimitless, thus in thought we can travel from almost infinitesimally small to the infinitely\nlarge.\"\n<\/p><p>\nAs we consider the vastness of an orderly universe governed by undeviating law, the majesty\nof the Organizer and the preferred place of man, we are intrigued into a re-evaluation of the\nmeaning and purpose of life.\n<\/p><p>\nIs it likely, for instance, that the most intelligent creatures in the universe are here by chance?\nIs it possible that God is unaware of man's existence or unconcerned about his fate?\n<\/p><p>\nMormonism asserts on the authority of divine revelation that man is the central figure of an\nintegrated plan, and as Dr. Talmage has said, he is potentially greater and more precious than\nall the planets and the suns of space; for him they were created; <i>they<\/i> are God's handiwork;\n<i>man<\/i> is his son. The Lord said: \n<\/p><p>\n\". . . this is my work and my glory&mdash;to bring to pass the immortality and eternal life of\nman\" (<span class=\"citation\" id=\"39129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39129)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThe injunction of Jesus, \"Be ye therefore perfect, even as your Father which is in heaven is\nperfect\" (<span class=\"citation\" id=\"35018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35018)\">Matt. 5:48<\/a><\/span>),\nclearly envisions an eternity for its achievement, for no mortal man can\ngain perfection during his brief sojourn upon the earth.\n<\/p><p>\nThe Savior further stated, \". . . this is life eternal, that they might know thee, the only true\nGod, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"27935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27935)\">John 17:3<\/a><\/span>).\n<\/p><p>\nIf, then, we are, in fact, the sons of God, and if it is life eternal to know him, all men should\nseek him, become familiar with his laws, and bring their lives into harmony therewith.\n<\/p><p>\nThe Apostle John caught the vision of man's status and exclaimed,\n<\/p><p>\n\"Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we\nknow that, when he shall appear, we shall be like him; for we shall see him as he is\"\n(<span class=\"citation\" id=\"1055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1055)\">1 Jn. 3:2<\/a><\/span>).\n<\/p><p>\nMan's spirit was with his Father in the beginning (<span class=\"citation\" id=\"13915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13915)\">D&amp;C 93:29<\/a><\/span>),\nhe was designed to be free, and expected to\ngain wisdom and intelligence in the exercise of his agency. His freedom is, next to life itself,\nhis most priceless possession. He has freedom to think, to explore, to discover, and to act. We\nencourage men to search for truth, to be unafraid of new ideas which are and always have\nbeen steppingstones to progress.\n<\/p><p>\nAccording to the holy scriptures, our earth life was not accidental, it was not only planned\nand purposeful, but it was voluntary. When the Lord asked Job where he was when the\nfoundations of the earth were laid, he clearly indicated a pre-existent state\nof man, and asserted that all the sons of God shouted for joy, doubtless at the prospect of\nearth life (<span class=\"citation\" id=\"26695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26695)\">Job 38:4-7<\/a><\/span>).\n<\/p><p>\nWhen men speak of ultimate and satisfying values, their concepts must involve the\nrelationship of the individual to others, to the universe, and to God. Men must not be\napproached as animals for they are intelligent images of a Divine Father. He has said, \". . .\nthe worth of souls is great in the sight of God\"\n(<span class=\"citation\" id=\"13840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13840)\">D&amp;C 18:10<\/a><\/span>).\n<\/p><p>\nMan, then, is a child of God, created in his image. He is destined to be free and, though\nsubject to death, his spirit will continue to live, will again become united with his body, and\nhe will become a living, immortal soul. \"Whatever principle of intelligence we attain unto in\nthis life, it will rise with us in the resurrection\"\n(<span class=\"citation\" id=\"13943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13943)\">D&amp;C 130:18<\/a><\/span>).\n<\/p><p>\nWhile we have complete freedom to heed or disregard the promptings of the spirit or the\nteachings of the prophets, let us always remember that we must abide the consequences of our\nchoice.\n<\/p><p>\n\"For each descent from fair truth's lofty way,<br \/>\n      For each gross error which delays the soul,<br \/>\n      By that soul's gloom and loneliness we pay,<br \/>\n      And by the retarded journey to its goal.\"\n<\/p><p>\nWhile we may draw near to him through intellectual contemplation of his handiwork, it is\nmore important that we seek spiritual communion, by which alone we may gain a testimony\nof him and of man's relationship to him. This thought prompts the prayer: \"Help me, O God\nto hold a high opinion of myself.\"\n<\/p><p>\nThis inspired doctrine of man's relationship to Deity involves communication between them,\nwithout which intelligent co-operation is impossible. Continued revelation from our Heavenly\nFather is a third unique doctrine of the restored Church. We humbly bear witness to the\nexistence of a living, personal God, to man's sonship and heirship, and to continued revelation\nto the Church through constituted authority, for which we humbly thank God, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}