{"ID":1063, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Eternal Values<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1960, pp. 59-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Clark, President Moyle, my dear brothers and sisters: \n<\/p><p>\nThe beautiful song just rendered by this wonderful choir entitled, \"I Need Thee Every Hour,\"\nhas struck a very responsive chord in my heart. I do need \"thee\" every hour, and I need \"thee\"\nthis hour. I stand before you this morning very humble, fasting and prayerful, praying that\nGod will sustain me in this responsibility.\n<\/p><p>\nIt was thirteen years ago at the April conference when I had my first assignment to speak in\ngeneral conference, and every assignment since then has nearly overwhelmed me. I pray\nconstantly that I may have your sympathy, your patience, your understanding, and above all,\nan interest in your faith and prayers.\n<\/p><p>\nSometime ago as I was reading something about Church history that this April conference is\nthe golden anniversary for President Joseph Fielding Smith&mdash;that is, at the April conference\nfifty years ago&mdash;half a century&mdash;President Joseph Fielding Smith was first sustained a\nmember of the Quorum of the Twelve Apostles. Then as I looked a little further, I found that\nit was fifty-four years ago at the April conference when President David O. McKay was\nsustained a member of the Council of the Twelve Apostles&mdash;fifty-four golden years&mdash;golden\nyears for President Smith and President McKay, but golden years also for the Church.\n<\/p><p>\nI am sure we were all deeply impressed this morning by the stirring address of President\nHenry D. Moyle. Saturday night the priesthood assembled received some counsel and\nchallenges that I think we can live up to. His optimism and his vigor in this assignment of\ndirecting the great Church missionary system throughout the world is an example for all of us\nto behold. He undertakes this assignment with great enthusiasm which I am confident is an\ninspiration to all of us. I am sure he is a great blessing and comfort to President McKay and\nPresident Clark, and therefore, a great blessing and comfort to the entire\nChurch.\n<\/p><p>\nAs I listened to the opening address of President McKay Sunday morning, I was impressed by\nthis quotation from the Doctrine and Covenants, 102:9: \"The president of the church, who is\nalso the president of the council, is appointed by revelation, and acknowledged in his\nadministration by the voice of the church\"\n(<span class=\"citation\" id=\"13925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13925)\">D&amp;C 102:9<\/a><\/span>).\n<\/p><p>\nIn Numbers 12:6, we read, \"And he said, Hear now my words: If there be a prophet among\nyou, I the Lord will make myself known unto him in a vision, and will speak unto him in a\ndream\" (<span class=\"citation\" id=\"41107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41107)\">Num. 12:6<\/a><\/span>).\n<\/p><p>\nIn Amos 3:7, we are told that, \"Surely the Lord God will do nothing, but he revealeth his\nsecret unto his servants the prophets\" (<span class=\"citation\" id=\"10414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10414)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nTruly, the Lord does reveal himself constantly to the prophet, the President of the Church.\nPresident David O. McKay is a beloved prophet of God, a seer, and a revelator to this people,\nloved not alone by the people of the Church, but by many in the world who are not members\nof the Church.\n<\/p><p>\nI would like to say a few words on a subject that must be giving all of us considerable worry\nand concern, changing values&mdash;changing times.\n<\/p><p>\nI preface my remarks with this quotation from the Prophet Mormon 9:9 in the Book of\nMormon: \"For do we not read that God is the same yesterday, today, and forever, and in him\nthere is no variableness neither shadow of changing?\"\n(<span class=\"citation\" id=\"37981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37981)\">Morm. 9:9<\/a><\/span>).\n<\/p><p>\nWhen we consider this, we must realize that, since God himself is immutable, so are the\nthings that are a sure foundation for us to build upon. We must intelligently and continuously\nappraise the events that take place in the world today. It would be well if we could enjoy and\naccept the simple and eternal truths. We must do our best to appreciate values that do not\nchange with every passing season. If values have changed, it is because we have changed\nthem or because we have changed our attitudes toward them.\n<\/p><p>\nIt is reported that a philosopher from a foreign country once desired and sought to learn what\nhad made America great. He reviewed our rivers, our irrigation, our commerce, but it was not\nthere he examined the fertile fields and boundless prairies, but it was not there; he viewed our\nrich mines, our industry, and it was not there. Not until he traveled from one place to another\nthrough our country, saw the churches of America, and heard her pulpits ablaze with\nrighteousness, did he come face to face with the secret of her genius and power.\n<\/p><p>\n\"America is great because she is good, and if America ever ceases to be good&mdash;America will\ncease to be great.\"\n<\/p><p>\nRecently a prominent man made some very serious remarks regarding the softness and decay\nwhich is eating into the moral fiber of the American people. He stated that \"unless we as a\nnation develop a greater responsibility and make some right decisions instead of doing what is\nexpedient, we are in trouble, serious trouble.\"\n<\/p><p>\nHe emphasized our problem is not economic, it is not military, it is not political, but it is\nspiritual. There probably is too much talk about rights and not enough talk about\nresponsibility. Individual responsibility both for the young and the old seems apparent and\nbadly needed today. We have no right passing individual responsibilities on to others.\n<\/p><p>\nReference has been made to scandals, cheating, fake advertising, and misrepresentation from\nradio and television. Chiseling, deceit, falsifying, gossiping, and talebearing are not frowned\nupon today as they once were.\n<\/p><p>\n\"The truth, the whole truth, and nothing but the truth\": Those are the familiar words of the\nlegal oath used in the English-speaking world. The whole truth seems to be the heart of the\nmatter. Answering questions in truth and nothing but the truth is one thing, but volunteering\nthe whole truth when it has not been asked for is something else.\n<\/p><p>\nSometimes our thinking and our actions drift into unfortunate channels, stunting our mental\ngrowth and neglecting to discover our own strength. It is with us as with the soils of the earth\nwhere sometimes there is a vein of gold of which the owner is not aware. If one wishes to\nenjoy the luxury of spiritual growth, social prestige, financial security, happiness, or peace of\nmind, begin prospecting today for that vein of gold within you.\n<\/p><p>\nWhat has happened to integrity? Has it been exiled with other great and\ngood principles? The television pitfalls and constant unfair advertising are only a sample of\nthe trend of the times. Perhaps this is the first time in modern history that misrepresentation\nhas been bought and paid for and delivered into millions of our homes with scheduled\nregularity. Dishonesty is sometimes glossed over, and that which we have come to look upon\nwith admiration has turned out to be deceitful.\n<\/p><p>\nDr. Richard H. Walters of Toronto University suggests that in North America perhaps we\nhave an 'unexpressed code of behavior.\" Sometimes society verbalizes one code but lives by\nanother. When we have a conflict of standards many times the lower standards take over.\n<\/p><p>\nA survey among college students by Marvin L. Hendricks of Indiana Central College\nindicated that fifty-seven percent had at one time or another cheated in examinations. It was\nnot so much the moral badness of these findings as it was the general acceptance of a new\nstandard in which cheating was more or less acceptable. Students are part of a system in\nwhich the attainment of knowledge has become secondary to the completion of prescribed\ncourses. Only thirteen percent of the students felt cheating was wrong and less than twenty\npercent felt any deep resentment against cheaters.\n<\/p><p>\nI could not help wondering what would happen or how we as individuals would feel knowing\nthat we were to be operated on for a serious illness by a doctor who might have cheated his\nway through medical school.\n<\/p><p>\nThese facts emphasize strongly that there is a great deal lacking in modern character. How\ncan we as adults expect to mold character in our children if we are guilty of these\nindiscretions. Perhaps we should spend more time teaching honesty. It has not changed. It\nnever will change. This is a basic human value that should be taught with emphasis.\n<\/p><p>\nEach of us will need to strengthen his own home life and his family ties if he is to combat\nthese changing standards in human behavior.\n<\/p><p>\nKing Hussein of Jordan is reported to have said: \"I feel I have a responsibility, and there are\ntwo things that are very important to me in life. First, one is to be able to live with myself.\nSecond, the other is the belief that if I do right, if I try my best, God will always be with\nme.\"\n<\/p><p>\nIn a revelation to the Prophet Joseph Smith, the Lord emphasized these truths: \n<\/p><p>\n\"There is a law, irrevocably decreed in heaven before the foundations of this world, upon\nwhich all blessings are predicated&mdash;\n<\/p><p>\n\"And when we obtain any blessing from God, it is by obedience to that law upon which it is\npredicated\" (<span class=\"citation\" id=\"13944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13944)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nHave times changed? Yes! But who changed them? It may be well for us to try sorting out\nthe parts that need changing and putting them back in their proper light and place. Let us\nreturn to the old principles&mdash;love of God and love of fellow men. Love, like all eternal\nprinciples, is infinite.\n<\/p><p>\nRecently, one prominent speaker warned that constant scandals are \"only a symptom of a\ndisease that is eating into the vitals of American morality.\"\n<\/p><p>\nWe are constantly confronted with tricks, gimmicks, superficial slogans, and falsehoods. It\nmay be the result of too much commercialism and the incorrect estimation of values.\n<\/p><p>\nA recent survey by one of our prominent statisticians asked the public this question: \"How do\nyou feel about television commercials&mdash;do you think they use untruthful arguments, or not?\"\n<\/p><p>\nSixty-seven percent of those contacted stated they felt that untruthful methods and arguments\nwere used. Some said that as a result of these situations, crime in the United States has\nincreased five times faster than our population in the last few years. \"The scales of justice are\ngetting out of balance.\"\n<\/p><p>\n\"The image of advertising must be greatly improved if the American people are to have faith\nin it,\" said Richard E. Ryan, president of the Advertising Association of the West. He further\nstated that fewer than half believed fifty percent or more of what they saw. \"Ninety percent\nsaid they did not generally believe cigarette advertising,\" and advertising of other items got\nthe same answer. Yet, he stated that some business concerns \"shrug the problem off on the\nbasis of 'What's the difference.'\"\n<\/p><p>\nSo the question arises, \"Are the American people getting soft physically,\nmorally, and spiritually?\"\n<\/p><p>\nHave values changed? No! \"People have changed.\" Perhaps we as parents and teachers should\nlook to ourselves for the change in values of today's living. Are we good examples?\n<\/p><p>\nPresident J. Reuben Clark, Jr., once stated so appropriately: \". . . After all, all the things that\nwe are asked to refrain from are things which lower our standards of joy, lower our standards\nof life, lower our respect for humanity and humanity's respect for us, and leave us debtors to\nthe whole list of Christian virtues.\"\n<\/p><p>\nTimes have changed only because people have changed them. But eternal values have not\nchanged. Ethics and honesty and morality have not changed. It may be that the attitudes of the\npeople have changed toward those standards, but these values remain unchangeable.\n<\/p><p>\nIt is gratifying and encouraging, however, to know that there are still many people who place\na great value on ethics and honesty, for instance, one prominent television star recently\nrefused to act as if he were smoking a certain brand of cigarettes as an advertisement because\nhe did not smoke. He sincerely felt it would be dishonest to lead the public to believe that he\nwas smoking when he did not smoke.\n<\/p><p>\nHe further refused to read commercial copy which indicated that he used a certain product if\nhe did not use it. That is true honesty and ethics.\n<\/p><p>\nIt is important how we feel in our own heart, and we should all try to be free from hard\nfeelings, faultfinding, and backbiting. If we have been hurt or offended, it might be well if we\nwould try to forget it. One good writer states, \"In the very depth of your soul dig a small\ngrave, and there, in the eternal silence bury the wrongs which you may think you have\nsuffered. Your heart will feel as if a load had fallen from it and a divine peace came to abide\nwith you.\"\n<\/p><p>\nIf things have gone wrong, let neither of us point an accusing finger against the other. The\none who is to blame is not at all important. Only how can we set the situation right&mdash;that is\nall that matters, so that we can go on living happily as long as God shall give us life.\n<\/p><p>\nI bear you my testimony that I know that God is our Father; that he lives that he hears our\nprayers; that Jesus Christ is his Son, our beloved Savior and Redeemer. May we live so the\nLord can speak to us if he chooses to. We might ask ourselves: What is our relation with our\nHoly Father? Could he speak to us and could we hear him?\n<\/p><p>\nMay God bless us that we may draw nearer to him each day of our lives, I pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}