{"ID":1064, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Look at History<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1960, pp. 62-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Clark, and President Moyle, my brethren and sisters: \n<\/p><p>\nWe are here this beautiful day to worship God our Father and Jesus Christ our Redeemer. I\nknow that everyone has this feeling and will listen to the words of his servants with joy and\nthanksgiving. There are so many phases of history that we love to study and think about.\nDuring the past year, I have studied the life of Christopher Columbus. Historians tell us that\nColumbus felt that beyond the western sea, land could be found. In the historical writings of\nthe Italian scholar Padre Clementis he <i>conserved<\/i> a form of prayer said to have been used by\nColumbus on Friday morning, October 12, as he stepped on the land of the New World.\n<\/p><p>\nColumbus declared in one of his letters to the king and queen of Spain that he was the \"agent\nin the hand of God to go forth upon the mighty deep.\" According to Washington Irving,\nColumbus, when he set foot on the island of San Salvador, uttered the\nfollowing prayer, which has been translated from the Latin: \n<\/p><p>\n\"O God, our Father, eternal and omnipotent, creator of heaven and earth and sea, we glorify\nThy Holy name, praise Thy majesty, whom we serve in all humility, we give unto Thy Holy\nprotection this new part of the world.\"\n<\/p><p>\nPlymouth Rock has long since become the emblem of American freedom, that freedom born\nof a proper respect for the rights of all men and the recognition of the permanency of\nreligion. The Pilgrim Fathers were men of deep faith in the Providence of God. Their coming\nto America over the uncharted deep was an event ordered of God for the ultimate bringing in\nof his kingdom upon the earth. Many centuries before the birth of the Savior, the Prophet\nNephi wrote these words as he looked into the future: \n<\/p><p>\n\"And it came to pass that I looked and beheld many waters; and they divided the Gentiles\nfrom the seed of my brethren.\n<\/p><p>\n\"And I looked and beheld a man among the Gentiles, who was separated from the seed of my\nbrethren by the many waters; and I beheld the Spirit of God, that it came down and wrought\nupon the man; and he went forth upon the many waters, even unto the seed of my brethren,\nwho were in the promised land.\n<\/p><p>\n\"And it came to pass that I beheld the Spirit of God, that it wrought upon other Gentiles; and\nthey went forth out of captivity, upon the many waters.\n<\/p><p>\n\"And it came to pass that I Nephi beheld that the Gentiles who had gone forth out of captivity\ndid humble themselves before the Lord\"\n(<span class=\"citation\" id=\"1562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1562)\">1 Ne. 13:10,12-13,16<\/a><\/span>).\n<\/p><p>\nIt was by divine guidance that the Pilgrim Fathers came to America and planted here the\ninstitutions of civilization. By the Mayflower Compact they established a republic, the highest\nform of political institution known to man. Such a republic was unknown up to their time,\nand this was the only land where a nation of this kind was possible. This continent had been\nunknown until right men, rightly trained, could build their homes in the wilderness and hold\nthe ground for a purpose larger than they knew. These Christians had in mind a new city of\nGod in the wilderness, and they made the fish the emblem of their commonwealth, which has\nfrom old been the symbol of Christian humility.\n<\/p><p>\nPastor John Robinson was one of the most prominent of the Pilgrim Fathers, yet he never set\nfoot upon American soil. The little group that left Leyden, Holland, in 1620, received his\nblessing, and, in his parting words to them, he said: \n<\/p><p>\n\"Brethren, we are now quickly to part from one another, and whether I may ever live to see\nyour faces on earth any more, the God of heaven only knows: but whether the Lord hath\nappointed that or not, I charge you before God and his blessed angels that you follow me no\nfarther than you have seen me follow the Lord Jesus Christ. If God reveals anything to you,\nby any other instrument of His, be as ready to receive it, as ever you were to receive truth by\nmy ministry; for I am fully persuaded, <i>I am very confident, that the Lord has more truth yet<\/i>\n<i>to break forth out of his holy word<\/i>. For my part, I cannot sufficiently bewail the condition of\nthe reformed churches, who are come to a period in religion, and will go at present no farther\nthan the instruments of the reformation.\"\n<\/p><p>\nThat is why we are thankful that we have been blessed with a knowledge that the gospel was\nrestored through the Prophet Joseph Smith, and that is our testimony. The reason why I am\nspeaking of it as I do, is because there are a number of people in this congregation who are\nnot members of the Church.\n<\/p><p>\nThousands of people have accepted the gospel, and we believe in the purity of the teachings\nof the gospel of Jesus Christ as nobody else. It is a wonderful thing.\n<\/p><p>\nWhen the time came for\nthe Saints to move westward, they came headed by a prophet of God. They settled in this\nvalley. It was a valley of sagebrush, very dry in the summertime, cold in winter. They came\nin the year 1847, and from then on, all the time, there were companies of Latter-day Saints on\nthe plains, coming to Utah, coming in small numbers and then in larger groups, until the\nterritory was settled, and Utah as a state was founded. A wonderful thought\nwas expressed by President Brigham Young in the First General Epistle to the people at the\nclose of 1847. It indicated the great love and respect that he and the Latter-day Saints had for\nall people.\n<\/p><p>\n\"Come, then, ye Saints; come, then, ye honorable men of the earth; come then, ye wise, ye\nlearned, ye rich, ye noble, according to the riches, and wisdom, and knowledge of the great\nJehovah; from all nations, and kindreds, and kingdoms, and tongues, and people, and dialects\non the face of the whole earth, and join the standard of Emmanuel, and help us to build up\nthe Kingdom of God, and establish the principles of truth, life, and salvation, and you shall\nreceive your reward among the sanctified, when the Lord Jesus Christ cometh to make up his\njewels; and no power on earth or in hell can prevail against you.\n<\/p><p>\n\"The Kingdom of God consists in correct principles; and it mattereth not what a man's\nreligious faith is; whether he be a Presbyterian, or a Methodist, or a Baptist, or a Latter-day\nSaint or 'Mormon,' or a Campbellite, or a Catholic, or Episcopalian, or Mohametan, or even\npagan, or any thing else, if he will bow the knee and with his tongue confess that Jesus is the\nChrist (<span class=\"citation\" id=\"41251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41251)\">Philip. 2:10-11<\/a><\/span>),\nand will support good and wholesome laws for the regulation of society, we hail him\nas a brother, and will stand by him while he stands by us in these things; for every man's\nreligious faith is a matter between his own soul and his God alone; but if he shall deny the\nJesus, if he shall curse God, if he shall indulge in debauchery and drunkenness, and crime; if\nhe shall lie, and swear, and steal; if he shall take the name of the Great God in vain, and\ncommit all manner of abominations, he shall have no place in our midst, for we have long\nsought to find a people that will work righteousness, that will distribute justice equally, that\nwill acknowledge God in all their ways, that will regard those sacred laws and ordinances\nwhich are recorded in that sacred book called the Bible, which we verily believe, and which\nwe proclaim to the ends of the earth.\"\n<\/p><p>\nIn conclusion, I have a word or two concerning one of my devoted friends.\n<\/p><p>\nThe head of the Catholic Church in Utah, Bishop Duane G. Hunt, passed away the other day.\nHe was one of the finest men, and it is only within a year when Bishop Hunt said to a visitor,\n\"One thing I do know. The Mormon Church has been gracious and kind to every soul that\nlives. The people have gone forth giving and bearing their testimony that God lives and has\nrestored the gospel.\"\n<\/p><p>\nMay we all come to the faith that has been this morning told us by the speakers and will be\ntold us by the speakers today and Wednesday. Let us grow because in that growth is our\nsalvation, our joy of living, and we certainly find what life means.\n<\/p><p>\nGod bless us all through the holy purposes, the priesthood of God, I ask in his name. Amen.\n<\/p>\n<\/div>\n<\/div>"}