{"ID":1065, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Virtues of Fathers<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1960, pp. 67-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the year 428 B.C. a play was being presented in the ancient city of Athens entitled\n<i>Hippolytus<\/i>. This was a Greek tragedy written by Euripides. It was centered around Theseus,\nthe old king of Athens and his son Hippolytus. Theseus had received from his father,\nPoseidon, the Greek god of the sea, three gifts in the form of three curses. These curses not\nonly had the power of temporal destruction, but they would also continue throughout eternity\nto punish anyone against whom they were invoked.\n<\/p><p>\nThe first of these curses was directed by Theseus against his own son, Hippolytus. Hippolytus\nhad done no wrong but Theseus had been deceived and did not discover his error until\nHippolytus was on his deathbed. And while Theseus had the power to invoke the curse he did\nnot have the power to set it aside once it was in operation. And so as the father sat by the\nbedside of his dying son he said through his tears, \"I weep for your good heart, your true and\nupright mind. The gods have cheated me of my good sense.\" And as Hippolytus lay their\ncontemplating eternity, he said to his father, \"'Twas a bitter gift your sire gave.\" And then\njust before he died he pointed out that he could already see the gates of hell beyond which he\nwould suffer his own father's curse throughout eternity.\n<\/p><p>\nIf we had been witnessing this tragic play in ancient Athens, we would probably have joined\nour tears with the others not only in feeling sorry for Hippolytus, the victim of this dread\ncurse, but also more especially for his father who had set it in motion. But Theseus was not\nthe first to possess this power to curse, nor is he the only one who has turned it against his\nown son.\n<\/p><p>\nTen centuries before Theseus was born, God gave ancient Israel their law from the top of Mt.\nSinai, and out of the lightnings and thunders of that holy mountain came the divine warning\nthat \". . . the sins of the fathers shall be visited upon the children\" (see\n<span class=\"citation\" id=\"22677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22677)\">Ex. 20:5<\/a><\/span>). The\nmost effective way to set a curse in operation against one's own son is to develop the cause\nof the curse in his own life. And then as our children play with us this interesting game of\n\"Follow the Leader,\" it will not be long before the curse will begin to appear in their\nlives&mdash;that is, the power to lead, possessed by every parent, is also the power to mislead. The power\nto mislead is the power to destroy; it is the power to cause eternal suffering.\n<\/p><p>\nIt is a little bit startling to realize that this father and son tragedy is being enacted in real life\nin many of our own homes. Let me give you a more up-to-date Theseus and Hippolytus story.\n<\/p><p>\nA friend of mine recently called me on the telephone and told me that his young son had the\nhabit of coming home from Sunday School each week and discussing his Sunday School\nlesson with his father. Sometimes the father was unable to handle the situation adequately,\nand it became necessary for him to get outside help. And on this particular occasion he asked\nme if I would help him with the right information. We discussed the idea at some length and\nnoted the scriptural references that were applicable.\n<\/p><p>\nBut I suggested to my friend that he could not solve this problem with just one answer. It\nwould be impossible to keep his son content for very long with the answers that the father got\nfrom someone else. The son would want the father to know the answers for himself. Before\nthe son was very much older he would also discover that his father did not go to Sunday\nSchool, and he would want to know why. At Sunday School they would\nteach the son that some of the things that the father was doing were contrary to the\ncommandments of God. Then this fine young son would be forced to make some decisions of\nhis own. Should he follow his father or should he follow the Church? The father is the one\nwho provides him with his food and his clothing and his love. He is the one who takes him\non picnics and provides for his general welfare. It would be pretty difficult for the Church to\nwin against that kind of competition. And it is pretty difficult to get the curse stopped once it\nis set in motion. If this splendid young son could see the end of his life from its beginning, he\nmight say to his father as did Hippolytus, that he could already see the gates of hell beyond\nwhich he would suffer eternally for his father's bad example. This situation furnishes us with\na little different setting for the statement of Jesus that \". . . a man's foes shall be they of his\nown household\" (<span class=\"citation\" id=\"35035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35035)\">Matt. 10:36<\/a><\/span>).\n<\/p><p>\nWe are greatly disturbed whenever evil is brought upon one person by someone else; for\nexample we were upset when Russia closed her church doors by governmental decree. Russian\nleaders are presently trying to terminate any personal relationship which otherwise might exist\nbetween God and the people of Russia. But what Russia has done officially, many of us are\ndoing individually. That is, what good does it do if our churches are open if we are not in\nthem? Or, how much better off are we than the Russians if we do not manifest our faith by\nour works.\n<\/p><p>\nThe chief representative of the great communist state which is disputing our way of life was\nrecently invited to be our guest in this country. And as he went about among us, he talked of\n\"burying\" us and our way of life. He talked about competing with us in the manufacture of\nguided missiles, intercontinental rockets, and other instruments of destruction. He said nothing\nabout competing with us in freedom or human dignity. He said nothing about competing with\nus in the individual welfare of people. And I thought what a stimulating thing it would be if\nthe great nations were vigorously competing with one another for leadership in faith in God\nand the individual righteousness of people.\n<\/p><p>\nIn 1958 <i>The U.S. News &amp; World Report<\/i> carried an interesting headline: \"What 22 Years of\nU.S.-Soviet Talks Have Produced.\" The article pointed out that during this period 3400\nmeetings had been held between high diplomatic representatives of the United States and the\nSoviet Union. During this time they had made fifty-two major agreements, fifty of which had\nalready been broken by the Russians.\n<\/p><p>\nFortunately for us our eternal exaltation does not depend upon whether Russia keeps or breaks\nher international agreements. But we might ask ourselves if our upsurge in juvenile crime and\ndelinquency is a satisfactory result of what twenty-two years of dealing with our own children\nand with God have produced. During the past twenty-two years we have also attended many\nmeetings. We have made many major agreements with each other and with God. Some of\nthese agreements have been made at the waters of baptism; others have been made as we have\nreceived and been advanced in the priesthood. We have made some important agreements at\nthe marriage altar. And each week we meet before the Sacrament table and witness unto our\nHeavenly Father that we will always keep his commandments. Wouldn't it be interesting if\nsome impartial statistician could determine how many of these important agreements we have\nmade and how our personal performance percentage compared with the Russians?\n<\/p><p>\nWe should remember that any disobedience to God or any other offenses that we pick up in\nour own lives are soon transmitted to others, particularly our children. That is, the power of\nexample is the greatest power in the world. That is the way we learn to walk. That is the way\nwe learn to talk. That is why we speak with the accent we do. That is how we learn to dress\nourselves. That is why we have our hair cut and our clothing tailored the way we do.\n<\/p><p>\nI suppose that if I had seen you eat your breakfast this morning I would have discovered that\nmost of you ate with a fork in your right hand. But I discovered the other day that in certain\nparts of Canada the people eat with the fork in their left hand. I suppose the\nreason is that they have seen somebody else do it that way. Probably if we had been born in\nChina we may not have eaten with a fork at all.\n<\/p><p>\nThe other day I attended a meeting during which someone on the platform yawned. Then I\nwatched that yawn go all over the audience. The people who were yawning in the audience\nwere not even aware of why they were yawning. Unconsciously they were following the\nexample of someone else. That is also the way we get many of our manners, our morals, and\nour attitudes.\n<\/p><p>\nThomas Carlyle said, \"We reform others when we walk uprightly.\" And it is just as true that\nwe destroy others when we walk unrighteously. Even Jesus said, \"The son can do nothing of\nhimself but what he seeth the Father do\"\n(<span class=\"citation\" id=\"27902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27902)\">John 5:19<\/a><\/span>). <i>Our<\/i> children will also do what they see\nus do. They may not follow our advice, but they will follow us.\n<\/p><p>\nOne of the important functions in the life of Jesus was to serve as a pattern for us. He gave us\nthe greatest of all the success formulas when he said simply, \"Come follow me\"\n(<span class=\"citation\" id=\"31530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31530)\">Luke 18:22<\/a><\/span>). And every\nlife must eventually be judged by how well we follow that one instruction. We also reach our\nhighest rank while serving as an example for others, particularly our children. It has been said\nthat the first question that God will ask every parent is, \"Where are your children?\" Our\nresponsibility is not just to be mothers and fathers of bodies. We are also appointed to be\nmothers and fathers of blessings.\n<\/p><p>\nWhen Alexander the Great was twelve years old his father, Philip, arranged to have Aristotle,\nthe great Macedonian orator and philosopher, become his companion and tutor. Later\nAlexander said that Aristotle was his father. What be meant was that while he had received\nhis body from Philip, Aristotle was the father of his mind. If you would like to take back to\nyour work one of the most challenging thoughts that I know anything about, that is it. That is,\nphysical paternity by itself is an ordinary office, that is something that is participated in by all\nof creation from the top to the bottom. But what about mental paternity and spiritual\npaternity? Who are the fathers of our ideals, and what kind of fathers do we have for our\nchildren's spirituality?\n<\/p><p>\nSome of those being taught by Jesus kept saying, \"We have Abraham to our father.\" Jesus\nsaid to them, \"God is able of these stones to raise up children unto Abraham\"\n(<span class=\"citation\" id=\"34999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34999)\">Matt. 3:9<\/a><\/span>).\nJesus said, \"Ye are of your father the devil, and the lusts of your father ye will do\"\n(<span class=\"citation\" id=\"27909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27909)\">John 8:44<\/a><\/span>).\nWe ought to exercise the greatest care about our own spiritual paternity.\n<\/p><p>\nFortunately the lesson from Sinai did not end with the decree that \". . . the sins of the fathers\nshall be visited upon the children\"\n(<span class=\"citation\" id=\"22678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22678)\">Ex. 20:5<\/a><\/span>).\nIt is also true that the virtues of the fathers are\nvisited upon the children. Theseus received from his father, Poseidon, three great curses. You\nhave received from your Father in heaven some great blessings which you may direct as you\nchoose.\n<\/p><p>\nNancy Hanks directed one of her blessings toward her son Abraham Lincoln. And later in his\nlife he said, \"All that I am or ever hope to be I owe to my angel mother.\" Jesus conferred one\nof his blessings upon Simon Peter and raised the life of this humble fisherman to one of great\nspiritual power.\n<\/p><p>\nWe may confer as many blessings as we like, on whomever we like, by the inspiration of our\nown lives. We speak a great deal in the Church about our right to <i>receive<\/i> inspiration from\nGod, and that is a tremendous blessing. But the thing we don't always understand is our right\nto <i>give<\/i> inspiration. Yet if there should be subtracted from each of us the good that we have\nreceived from someone else, there might not be very much of any of us left.\n<\/p><p>\nSome time ago I listened to a great Sunday School teacher recount the thrilling story of\ncreation. \"So God created man in his own image\"\n(<span class=\"citation\" id=\"23658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23658)\">Gen. 1:27<\/a><\/span>). And as I listened to this story\nunfold, I closed my eyes and wished that I could have been there to have seen this great event\ntake place. Then I remembered something that I have tried not to forget, and that is that the\ncreation of man is not something that was finished and done with in the Garden of Eden\n6,000 years ago. The creation of man is still going on, and we are the creators; that is, we are\ncreating the faith and the enthusiasm and the attitudes which will determine\nwhat men and women will be throughout all of eternity.\n<\/p><p>\nAs parents we have helped to create bodies, but that is not the end of our responsibility. We\nmust also create individual righteousness. Dr. Alan Stockdale has called our attention to an\ninteresting challenge by saying, \"God left a world unfinished for man to work his skill upon.\nHe left the electricity still in the cloud, the oil still in the earth. He left the rivers unbridged\nand the forests unfelled and the cities unbuilt. God gave to man the challenge of raw\nmaterials, not the ease of finished things. He left the problems unsolved and the pictures\nunpainted and the music unsung that man might know the joys and glories of creation. God\ncreated the quarries, but he carves the statues only by the hand of man.\"\n<\/p><p>\nGod has also left the world of men unfinished. He has left the character unformed, the lessons\nunlearned, the testimonies unacquired, and the determination undeveloped. Then as a means of\nour accomplishment he has given us this basic, fundamental universal law which says, \"We\nreap as we sow\" (<span class=\"citation\" id=\"23260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23260)\">Gal. 6:7<\/a><\/span>).\nBut that is only a part of the fact. Mostly we reap as others have sown for\nus. We reap as our parents have sown. We reap as our teachers have sown. And one of the\nmost thrilling ideas in the world is that our children will reap as we sow. This is a part of the\ndivine law \"that the virtues of the fathers shall be visited upon the children.\"\n<\/p><p>\nEach of us has been given a set of the most wonderful blessings, which we may confer upon\nwhomever we choose. May God help us to use this great eternal power effectively which he\nhas placed in our hands, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}