{"ID":1067, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Have Faith ...<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1960, pp. 73-75<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn Hawaii, a speaker would address the people, \"<i>Aloha nui loa<\/i>.\" And in Australia in an\nafternoon meeting such as this, the speaker would address the people, \"Good afternoon,\nbrothers and sisters.\" I extend both greetings to you this afternoon.\n<\/p><p>\nElder Marion G. Romney and I returned last week from Australia where we were privileged\nto organize the first stake in that growing country&mdash;the Sydney Stake, which became the\n293rd stake in the Church. Australia was the adopted country of my great-grandfather, Charles\nStapley, who, with his family (which included my grandfather) emigrated there from England\nin the year 1838. They were among the first converts after the Australian Mission was\nestablished, which mission was established on October 30, in the year 1851. With this\nbackground of family history, I am most grateful to the First Presidency for the assignment\nwith Elder Romney, a former Australian missionary, to give Australia its first stake. Stake\norganization will be a great blessing to the Saints there, adding prestige to the Church, and a\ntremendous upsurge to the proselyting work. The Saints are thrilled and happy for the\nincreased blessings stake organization will provide them. They love the Church and the gospel\nvery much. They are a devoted people of strong faith, testimony, and good works. The future\nof the Church there is most promising. It is a fruitful field, and a rich harvest of converts are\nin prospect in that far-off country.\n<\/p><p>\nWe are taking the Church to the people in the faraway lands. I remember the words of\nPresident McKay, as the New Zealand Stake was planned, that transportation has brought the\nfar places of the world close to us. Added to that are the improved communications that\npermit us almost instantaneously to talk to the Saints in the far areas of the\nearth. The Church is being taken closer to the people because now all the helps of the\nauxiliary organizations and the visits of General Authorities will be at their disposal, and in\nturn this will bring the Saints of these faraway lands closer to the Church. Truly it is a great\nblessing to the people to have a stake and all the blessings that are associated with stake\norganization.\n<\/p><p>\nI thought by way of a report of our work in Australia I should make this rather brief\nstatement. And now in the short time remaining, I desire, my brothers and sisters, to challenge\neach of you to have faith in God; know that he lives that he is the Father of our spirits, that\nwe are created in the image of his Person, that we possess like traits, qualities, and powers,\nthat we are in very deed his children, that he loves us and has made glorious preparation in\nhis many mansions for our eternal well-being.\n<\/p><p>\nHave faith in life and its purpose, know that God has provided and planned it for our joy and\nhappiness. Live each day wisely and fruitfully.\n<\/p><p>\nHave faith in Christ, our Lord, as the Son of God, the Only Begotten of the Father in the\nflesh, who is full of grace and truth.\n<\/p><p>\nHave faith that he is the Babe of Bethlehem, as chronicled by gospel writers.\n<\/p><p>\nHave faith that Jesus is the Author of peace and salvation to the people of the world.\n<\/p><p>\nHave faith in his gospel plan of salvation, exaltation, and glory.\n<\/p><p>\nHave faith in his matchless love in giving his life as an atoning sacrifice to ransom the souls\nof men from the grave.\n<\/p><p>\nHave faith that he is our Redeemer, Savior, and God; that there is no other name under\nheaven given among men whereby we must be saved\n(<span class=\"citation\" id=\"7860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7860)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nHave faith in his earthly ministry and divine teachings which lead to joy and happiness in life.\n<\/p><p>\nHave faith in his resurrection and ascension to glory and that he now sits on the right hand of\nGod the Father.\n<\/p><p>\nHave faith that by his resurrection he broke the bands of death, and that resurrection of the\nbody applies to all mankind.\n<\/p><p>\nHave faith in the First Vision of this dispensation, just treated by President Joseph Fielding\nSmith.\n<\/p><p>\nHave faith that God the Father and his Son, Jesus Christ, personally appeared to the boy\nJoseph Smith and revealed themselves to him.\n<\/p><p>\nHave faith in Joseph Smith as a true Prophet of God, called to usher in this the Dispensation\nof the Fulness of Times.\n<\/p><p>\nHave faith in the Church and kingdom of God established by our Lord through Joseph Smith.\n<\/p><p>\nHave faith in the restored gospel of Christ as revealed anew to the Prophet Joseph Smith.\n<\/p><p>\nHave faith in continued revelation. Have faith in all that God has revealed. Have faith that he\nwill yet reveal many great and important things concerning his work and kingdom\n(<span class=\"citation\" id=\"6753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6753)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nHave faith in priesthood authority, knowing that the Lord has said, \"For he that receiveth my\nservants, receiveth me\" (<span class=\"citation\" id=\"13903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13903)\">D&amp;C 84:36<\/a><\/span>).\n<\/p><p>\nHave faith in the power of God and the gift of healing and miracles.\n<\/p><p>\nHave faith in the Bible as the word of God, as far as it is translated correctly\n(<span class=\"citation\" id=\"6752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6752)\">A of F 1:8<\/a><\/span>).\n<\/p><p>\nHave faith in the Book of Mormon and its inspiring message of truth and faith.\n<\/p><p>\nHave faith in the Doctrine and Covenants and in its doctrines and teachings which apply to\nour day and time.\n<\/p><p>\nHave faith in the Pearl of Great Price and its valuable information and teachings by two\nchosen prophets of God&mdash;Abraham, the father of the faithful, and Moses, the great law-giver.\n<\/p><p>\nHave faith in your heritage as descendants of Abraham, that you belong to the house of Israel\nand are children and heirs of promise.\n<\/p><p>\nHave faith in our beloved President, David O. McKay, who is not only the President of the\nChurch, but is also prophet, seer, and revelator to the Church and the world today.\n<\/p><p>\nHave faith to pray for and sustain him in his high calling and position.\n<\/p><p>\nHave faith to be humble and believe and not doubt.\n<\/p><p>\nHave faith to receive and obey the truths, principles, and ordinances of the gospel of Christ.\n<\/p><p>\nHave faith to set aside your own views and personal desires to do God's will with confidence\nand good works.\n<\/p><p>\nHave faith in the value of service and be willing to devote your time, talents, and gifts to the\nbuilding of the kingdom and to the blessing of people.\n<\/p><p>\nHave faith to be honest, true, chaste, benevolent, virtuous, and in doing good to all men\n(<span class=\"citation\" id=\"6755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6755)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nHave faith that God will bless and reward the faithful who love him and serve him in\nrighteousness and in truth unto the end\n(<span class=\"citation\" id=\"13892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13892)\">D&amp;C 76:5<\/a><\/span>).\n<\/p><p>\nHave faith, my brothers and sisters, to do these things, walking always in obedience to the\ncommandments (<span class=\"citation\" id=\"13913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13913)\">D&amp;C 89:18<\/a><\/span>),\ndoing those things that will please the Lord and lead you back into his\npresence, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}