{"ID":1069, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Responsibility to Teach the Gospel<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1960, pp. 80-81<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHad Elder A. Theodore Tuttle been clairvoyant, he would have seen in the year 1914 a\nfourteen-and-a-half-year-old stripling entering the first seminary instituted by the Church.\nAcross the street from Granite High School a building had been constructed&mdash;one room in\nsize&mdash;a teacher employed, and the school opened to students. I was that stripling. There died\nyesterday the third teacher of that particular seminary. The teacher was John M. Whitaker.\n<\/p><p>\nI should like to make a short tribute to Brother Whitaker. He likely did not know the\nprofound influence he had upon me as a boy, as I studied minutely under him and Guy C.\nWilson before him, the detail of the Bible, the Book of Mormon, and the Doctrine and\nCovenants. I look back upon it now, realizing that there was where I got my first detailed\nknowledge of these standard works. Could I have enough influence I would see to it that\nevery boy and every girl in the Church had a like experience under a man of faith!\n<\/p><p>\nThere are other factors having to do with boys and girls. I should like to talk about one of\nthose factors.\n<\/p><p>\nI recognize that young people are faced with great stress and strain in these days. They are\nunder great temptation. We accuse them of many things, and we think we know a lot of the\nanswers which could keep them out of trouble. A recent great meeting in Washington, I am\nsure, found more answers.\n<\/p><p>\nBut the Church has had an answer from the beginning. To our first parents, after He had\nmarried them in the holy bonds of eternal matrimony, the Lord said, \"Be fruitful, and\nmultiply, and replenish the earth\"\n(<span class=\"citation\" id=\"23660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23660)\">Gen. 1:28<\/a><\/span>).\nIn my opinion, what he did when he said that,\nwas to place upon a father and mother the responsibility of educating their children and\nkeeping them in the faith. Realizing there are other influences which can have effect upon\nthem, theirs is the prime responsibility.\n<\/p><p>\nThis was later confirmed through the mouth of the\nProphet Joseph Smith when he reminded the people in a revelation that \". . . inasmuch as\nparents have children in Zion, or any of her stakes which are organized, that teach them not\nto understand the doctrine of repentance, faith in Christ the Son of the living God, and of\nbaptism and the gift of the Holy Ghost [which few parents undertake to teach their children],\nby the laying on of the hands, when eight years old, the sin be upon the heads of the parents\"\n(<span class=\"citation\" id=\"13887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13887)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nNow, I should like to offer some homely, practical suggestions. They have been said before\nmany times, have been thought before many times, and anyone who has been a father has\nexercised them many times. I should just like to remind us of them.\n<\/p><p>\nDo we want children to feel that the bishop of the ward is called of God? Then let us allow\nno note of impatience or disloyalty to enter into our voices as we mention his name.\n<\/p><p>\nDo we want our children to learn spirituality? Then let us be spiritual.\n<\/p><p>\nDo we want them to be able to learn the whispering of the Spirit and to hear it? Then let\nthem see that decisions made by us in their behalf have been reached because we have heard\nthat whispering.\n<\/p><p>\nDo we want them to learn the use of money in the work of the Lord? Then\nlet them participate with us in the tithes we pay and in the offerings we give.\n<\/p><p>\nDo we want them to know that President McKay is the prophet, the seer, and the revelator, for\nour day? By our loyalty and repeated declaration of the fact, they can learn it best.\n<\/p><p>\nDo we want children to grow up to be missionaries? The parental attitude on this service will\nbe reflected in the preparation of the children.\n<\/p><p>\nDo we want to teach them respect for the priesthood? Then let us give respect to its every\nbearer of authority, including the ward teachers.\n<\/p><p>\nDo we want them to have unwavering respect for us, their parents? Then let us render\nunwavering respect for the eternal truths of the gospel, and for the men appointed to\nadminister its teachings.\n<\/p><p>\nThese things consistently carried out by parents in the home, with others which they will\nthink of as problems arise, will be the greatest factors that can be given in our day to preserve\nour children in faith.\n<\/p><p>\nI add my testimony to those that have been borne as to the restoration of the gospel&mdash;that it\nhas been restored through Joseph Smith the Prophet, and I bear witness that I know that\nPresident McKay is a prophet of the Living God, and I would that every child could know it.\nI would that everybody who ever influences a child could make ring in that child's ear what I\nlearned in seminary from the mouth of John M. Whitaker, as each day at the end of each\nclass he repeated to us his testimony, that he knew that (at that time) Joseph F. Smith was a\nprophet of the Living God; his voice following us out into the hall with the final statement,\n\"And don't you boys and girls ever forget it!\"\n<\/p><p>\nThat is my testimony. In the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}