{"ID":107, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Perpetual Debt<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1944, pp. 48-53<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt the session of the conference this morning we were informed that the Church is out of\ndebt, that it owes no man or any institution a dollar. For that I am grateful, as I know you\nare. But the Church is in debt&mdash;fortunately not financially, but it is in debt now, has always\nbeen in debt, and will be in debt as long as time endures.\n<\/p><p>\nWith the help of the Lord, this afternoon I would like to point out some of these obligations\nresting upon the Church collectively, and upon the Church individually.\n<\/p><p>\nOUR INDEBTEDNESS TO THE LORD\n<\/p><p>\nJames has said that \"every good gift and every perfect gift is from above and cometh down\nfrom the Father of lights, with whom is no variableness, neither shadow of turning\"\n(<span class=\"citation\" id=\"26051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26051)\">James 1:17<\/a><\/span>).\nEverything that we possess, every blessing that comes is through the mercy and the goodness\nof our Father in heaven, and his Son Jesus Christ.\n<\/p><p>\nWe read, in the second chapter of Mosiah, the words of King Benjamin which he was\ncommanded by an angel to preach unto his people. I want to read one or two of these verses:\n<\/p><p>\nI say unto you, my brethren, that if you should render all the thanks and praise which your\nwhole soul has power to possess, to that God who has created you, and has kept and\npreserved you, and has caused that ye should rejoice, and has granted that ye should live in\npeace one with another&mdash;\n<\/p><p>\nI say unto you that if ye should serve him who has created you from the beginning, and is\npreserving you from day to day, by lending you breath, that ye may live and move and do\naccording to your own will, and even supporting you from one moment to another&mdash;I say, if\nye should serve him with all your whole souls, yet ye would be unprofitable servants.\n<\/p><p>\nAnd behold, all that he requires of you is to keep his commandments; and he has promised\nyou that if ye would keep his commandments, ye should prosper in the land; and he never\ndoth vary from that which he hath said; Therefore, if ye do keep his commandments, he doth\nbless you and prosper you.\n<\/p><p>\nAnd now, in the first place, he hath created you, and granted unto you your lives, for which\nye are indebted unto him.\n<\/p><p>\nAnd secondly, he doth require that ye should do as he hath commanded you; for which if ye\ndo, he doth immediately bless you; and therefore he hath paid you. And ye are still indebted\nunto him, and are, and will be, forever and ever; therefore, of what have ye to boast?\n(<span class=\"citation\" id=\"40197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40197)\">Mosiah 2:20-24<\/a><\/span>).\n<\/p><p>\nGOD'S PLAN IS TO BRING SALVATION TO ALL MANKIND\n<\/p><p>\nHow glorious is the plan of salvation, inaugurated before the foundation of the world for the\nsalvation of men. Adam was sent to start the race, and through doing so, it became necessary\nfor him to transgress a law, to bring death, or mortality, into the world. That made it\nnecessary for the coming of Jesus Christ to redeem us from Adam's transgression, or the\nmortal death, and through the mercy of our Father in heaven, and His Son Jesus Christ,\nthrough that atonement we likewise are granted redemption from our own sins on condition of\nour repentance.\n<\/p><p>\nThe resurrection comes to every soul, no matter how he lives, no matter what he believes; it\ncomes to the wicked as well as to the righteous, and every man shall receive his reward\naccording to his works.\n<\/p><p>\nSalvation from our individual sins comes through our repentance and cannot come any other\nway. And that all comes through the mission of Jesus Christ, who, according to the teachings\nof Paul, bought us with a price (<span class=\"citation\" id=\"112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(112)\">1 Cor. 6:20<\/a><\/span>),\nand therefore, we belong to him and we are indebted to him.\nNever, worlds without end, will we be able to pay that debt. And that being true, we are\nunder obligation to keep His commandments, to walk in the light of truth, to hearken to his\nprecepts, to obey \"every word that proceedeth from the mouth of God\"\n(<span class=\"citation\" id=\"33864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33864)\">Matt. 4:4<\/a><\/span>).\n<\/p><p>\nIngratitude is, I think, the most prevalent of all sins, and one of the greatest, because every\nsoul who refuses to abide in the truth, who will not walk in the light and understanding of the\ncommandments which Jesus Christ has given, is ungrateful. He came and gave His life to\nredeem us from transgression. He was nailed to a cross and His blood was shed. What for?\nThat we might live, that we might receive the remission of our sins, that we might, through\nobedience to the principles of the gospel, come back again into the presence of God the\nFather, and His Son Jesus Christ.\n<\/p><p>\nHe did not have to die. He did that voluntarily. He tells us plainly that He laid down his life\nthat He might take it again, because that is the commandment which He had received from\nHis Father. \"No man taketh it from me,\" He said, \"but I lay it down of myself; I have power\nto lay it down, and I have power to take it again. This commandment have I received of my\nFather\" (<span class=\"citation\" id=\"27140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27140)\">John 10:18<\/a><\/span>).\n<\/p><p>\nTHE SUFFERINGS OF THE SAVIOR\n<\/p><p>\nCan you imagine the suffering, the extent of the anguish of soul that our Savior passed\nthrough&mdash;He who is the Son of God&mdash;in order that we might receive the resurrection, and\nresurrection, and that we might receive the remission of our sins through obedience to the\nprinciples of the Gospel, and an exaltation in the presence of the Father and\nthe Son? Do we realize what all of that means?\n<\/p><p>\nI think it is understood by many that the great suffering of Jesus Christ came through the\ndriving of nails in His hands and in His feet, and in being suspended upon a cross, until death\nmercifully released Him. That is not the case. As excruciating, as severe as was that\npunishment, coming from the driving of nails through His hands and through His feet, and\nbeing suspended, until relieved by death, yet still greater was the suffering which He endured\nin carrying the burden of the sins of the world&mdash;my sins, and your sins, and the sins of every\nliving creature. This suffering came before He ever got to the cross, and it caused the blood\nto come forth from the pores of his body, so great was that anguish of His soul, the torment\nof His spirit that He was called upon to undergo\n(<span class=\"citation\" id=\"11952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11952)\">D&amp;C 19:18<\/a><\/span>).\n<\/p><p>\nAre we not indebted? Yes. Are we ungrateful? Yes, unless we are willing to abide by every\nword that comes from the mouth of God, unless we are obedient, unless our hearts are\nbroken, in the scriptural sense, unless our spirits are contrite, unless within our soul is the\nspirit of humility and faith and obedience.\n<\/p><p>\nOUR RESPONSIBILITY TO PREACH THE GOSPEL\n<\/p><p>\nNow there are many debts which we owe to the Lord. There is the debt of preaching this\ngospel to a wicked and a perverse generation\n(<span class=\"citation\" id=\"8828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8828)\">Alma 9:8<\/a><\/span>),\nand those are the words of the Lord, so do not\naccuse me of calling the world wicked. It is. I can testify to that from what I have seen of it,\nand I have seen of the wickedness but a small part, I assure you. But the world today is\nfilthy, drunken, saturated and stinking with tobacco. The world is full of immorality. It is a\nfallen world; it has been a fallen world since Adam was driven from the Garden of Eden, and\nyet we are in it, and the Lord has given us the mission of assisting Him, of being His agents\nin this world, to regenerate it, as far as it is possible to bring to pass that regeneration. It will\nnever be fully accomplished, so far as we are concerned; we are not going, by our preaching,\nto save very many souls.\n<\/p><p>\nThe Lord has given unto men their agency. They may act for themselves\n(<span class=\"citation\" id=\"3457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3457)\">2 Ne. 2:26<\/a><\/span>), they can choose to\ndo good, or they can choose to do evil with the rewards which are coming, and most men\nchoose to do evil. The Lord said that men love darkness rather than light because their deeds\nare evil (<span class=\"citation\" id=\"27122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27122)\">John 3:19<\/a><\/span>).\nYet our mission, I say, is, so far as it is within our power, to regenerate, to bring to\nrepentance, just as many of the children of our Father in heaven as it is possible for us to do.\nThat is one of our debts; that is an obligation the Lord has placed upon the Church, and more\nparticularly upon the quorums of the priesthood of the Church, and yet this obligation belongs\nto every soul.\n<\/p><p>\nIt is the duty of every member of this Church to preach the Gospel by precept and by\nexample. Brother George F. Richards quoted from the scriptures this morning, where the Lord\nsaid it is our duty to warn the world, and it is the duty of every person so warned to warn his\nneighbor, and if he will warn the neighbors, then they are left without\nexcuse, and their blood is upon their own heads\n(<span class=\"citation\" id=\"12015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12015)\">D&amp;C 88:81-82<\/a><\/span>).\nIt is our mission to warn. That is one of our\nobligations, and we owe this debt to the world.\n<\/p><p>\nTHE OBLIGATION ASSUMED IN PARTAKING THE SACRAMENT\n<\/p><p>\nI have already called attention to the fact how we are indebted to the Lord Jesus Christ. I\nwant to say a little more about it. We go, if we are attending to our duties, to the sacrament\nservice every Sunday; we partake of the bread representing the broken body of our Redeemer;\nwe drink the water in remembrance of His blood which was shed; and we take upon ourselves\nobligations to do certain definite things. We are placed under covenant, to do what? To take\nupon us the name of Jesus Christ, to always remember Him, to keep His commandments\nwhich He has given us (<span class=\"citation\" id=\"11959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11959)\">D&amp;C 20:77<\/a><\/span>).\nThese three things we covenant to do every time we eat that bread,\nevery time we drink that water which has been dedicated, consecrated, to that very purpose.\n<\/p><p>\nWe are indebted then, or obligated, to take upon us the name of Jesus Christ. This is the\nChurch of Jesus Christ, and in taking upon us His name, we are under obligation to respect\nHim, and to remember what He has done for us, and we covenant to keep His\ncommandments.\n<\/p><p>\nDo we think of it seriously? Can we eat and drink in remembrance of the body and blood of\nChrist, and then go immediately out to violate His commandments? Do we realize the nature\nand the importance of that great covenant we take upon us and renew every week of our\nlives&mdash;or at least have the opportunity to do it every week of our lives? We are under\nobligation to pray. I have been bold enough to say (and I confess I would not be able to\nprove it, but I believe it), that we are not a praying people. I shall modify that to this extent,\nby saying too many of us do not pray. We do not get down on our knees, we do not humble \nourselves, we do not go before the Lord with that contrite spirit as He would have us do, and\nas we have been taught to do.\n<\/p><p>\nTHE GOOD NAME OF THE CHURCH TO BE GUARDED\n<\/p><p>\nThere is another obligation, another debt that we owe. We owe it as a Church and as\nindividuals, to keep ourselves clean; our minds pure, our souls clean, uncontaminated by the\nsins of the world. It is the duty of each one of us individually to keep the good name of this\nChurch unsullied. Now we have been accused of a great many things. There is not a crime in\nthe category that has not been laid to the charge of the members of the Church. And the Lord\nsaid it would be so, that wicked men would speak evil of the truth\n(<span class=\"citation\" id=\"4795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4795)\">2 Pet. 2:2<\/a><\/span>). We should rejoice when\nthey do that, not in the fact that we are so accused by those who bear false witness, but in the\nfact that we are innocent from all those things\n(<span class=\"citation\" id=\"33874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33874)\">Matt. 5:11-12<\/a><\/span>).\nIn that we should rejoice.\n<\/p><p>\nBut it is our duty as a Church, as communities, to keep the good name of this Church above\nreproach, and it is the duty of each individual member of this Church to keep himself clean,\nfor each one of us carries with him the good name of the Church, and\nwhenever we do anything that is contrary to righteousness, if we are unclean in our lives, if\nwe do not keep the commandments the Lord has given, the whole Church suffers, not merely\nthe guilty individual who sins, and we ought to think of that. If one man sins and his sin is\npublished, the world blames the whole Church. They would not do that with any other\norganization under the sun.\n<\/p><p>\nSo it is our obligation, and we owe this debt to each other and to the Church at large to keep\nourselves in strict accord with all these laws and commandments, to keep ourselves virtuous\nand clean, clean in our thoughts, clean in our actions, clean in our words, clean from\nblasphemy, the taking of the name of the Lord in vain. We are in debt to our Father in\nheaven in regard to tithing, and we have heard a good deal about that this afternoon.\n<\/p><p>\nWe are in debt in regard to fasting, and I am afraid there again we have failed. A day has\nbeen set apart for fasting in this Church, and I fear we have made it just about as easy for\npeople as we can to disregard this commandment by the way we hold our meetings, and I am\nnot so sure that we are observing that law as strictly as the requirements demand of us.\n<\/p><p>\nLet me read a word or two from section 59 of the D&amp;C.\n<\/p><p>\nThe Ten Commandments were spoken of this morning. It will not hurt for me to repeat what\nis written here, beginning with verse 5, in section 59 of the Doctrine and Covenants:\n<\/p><p>\nWherefore, I give unto them&mdash;meaning members of the Church&mdash;a commandment, saying\nthus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind,\nand strength; and in the name of Jesus Christ thou shalt serve him.\n<\/p><p>\nThou shalt love thy neighbor as thyself\n(<span class=\"citation\" id=\"11985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11985)\">D&amp;C 59:5-6<\/a><\/span>).\n<\/p><p>\nTHE SPIRIT OF THE LORD WITHDRAWN FROM THE WICKED\n<\/p><p>\nHere are two great commandments\n(<span class=\"citation\" id=\"50081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50081)\">Matt. 22:37-39<\/a><\/span>).\nWe are under obligation, we are in debt to love the Lord\nour God with all our heart, with all our might, with all our mind, with all our strength, and\ndo it all in the name of Jesus Christ. We are in debt and under obligation to love our\nneighbors, and if the world had only loved its neighbors, it would not be torn asunder as it is\ntoday. All this that has come upon it is because of its wickedness, and because the people of\nthe earth violated the commandments and lost the Spirit of the Lord, and when I say lost the\nSpirit of the Lord, I am not speaking of the Holy Ghost. They never had the Holy Ghost. But\nthe Lord has given to every man that comes into this world the guidance of the Spirit of\nChrist, or light of truth, and many times we speak of it as the Spirit of the Lord, and in many\nof the revelations it is spoken of as the Spirit of the Lord. This Spirit of Christ is given to\nevery man that comes into the world\n(<span class=\"citation\" id=\"12007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12007)\">D&amp;C 84:46<\/a><\/span>).\n<\/p><p>\nBut the Lord has withdrawn this spirit in great measure, because of the wickedness of the\nworld. The Lord has said:\n<\/p><p>\nI, the Lord, am angry with the wicked; I am holding my Spirit from the inhabitants of the\nearth (<span class=\"citation\" id=\"11992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11992)\">D&amp;C 63:32<\/a><\/span>).\n<\/p><p>\nThis the Lord said a hundred years ago. He is not withholding the Holy Ghost from the\nworld, because they never had it, but this light of truth, this guidance which comes to every\nman, which would lead men unto the truth if they would only hearken to it, is withdrawn\nbecause of their wickedness.\n<\/p><p>\nNow I will return to what I started to read:\n<\/p><p>\nThou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.\n<\/p><p>\nThou shalt thank the Lord thy God in all things.\n<\/p><p>\nThou shalt offer a sacrifice unto the Lord thy God in righteousness, even that of a broken\nheart and a contrite spirit.\n<\/p><p>\nAnd that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day\n(<span class=\"citation\" id=\"11986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11986)\">D&amp;C 59:6-9<\/a><\/span>).\n<\/p><p>\nThat is another obligation, and a large percentage of the members of the Church are failing to\npay that debt, or keep that obligation.\n<\/p><p>\nOUR OBLIGATION TO THOSE WHO HAVE DIED\n<\/p><p>\nNow, one more obligation that I wish to speak of, in conclusion. We owe an obligation not\nonly to the living, but we owe an obligation to the dead. The Lord in His mercy and His\njustice grants to every man the opportunity to repent and to receive His Gospel. Millions have\ndied without that privilege. They have gone into the spirit world not knowing Jesus Christ,\nwithout an opportunity to receive the remission of their sins. We owe a debt to them. We\nshould be searching out the records of our dead and be preparing them that we might go into\nthe temples of the Lord and there perform the ordinances for their salvation.\n<\/p><p>\nThe Prophet Joseph said this is the greatest responsibility the Lord has placed upon us. Now,\nwhen he said that he meant, evidently, the greatest responsibility individually.\n<\/p><p>\nThere is another responsibility just as great which belongs to us collectively, or as quorums of\nthe priesthood and as members of the Church, and that is as I have already stated, to preach\nthis gospel to a perverse and wicked generation.\n<\/p><p>\nNow, my dear brethren, the Lord bless you. Let us, as the scriptures say, \"gird up our loins\"\n(<span class=\"citation\" id=\"11962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11962)\">D&amp;C 27:15<\/a><\/span>),\nand go out with all our might to accomplish the things the Lord has called upon us to\naccomplish, keeping His commandments, setting the example before all men, that they might\nfollow, being humble, being true, and I ask it, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}