{"ID":1070, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Cornerstone<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, April 1960, p. 81<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I seek the inspiration of the Lord.\n<\/p><p>\nI am grateful to be associated with the great missionary program of the Church. As I look at\nyou, I think of the six thousand men and women who are scattered over the world, and who\nthis day and this hour are knocking on doors, being refused entrance, in most cases, but\ngetting in now and again to bear testimony of this work. I think it is a singular and marvelous\nthing that during the past year they brought into the Church approximately the equivalent of\nthree times the number who now are assembled in this hall. This was exclusive of the more\nthan eight thousand converts of those devoted men and women who are serving in the stake\nmissions.\n<\/p><p>\nThe other day when I was preparing to leave for a stake conference in Dallas the phone rang,\nand a man said, \"I need a little information. I know a widow who goes out every morning at\nfour o'clock to milk sixty cows to keep her son in the mission field. She has just received a\nletter from her boy saying that he needs a new overcoat and a pair of shoes, and she doesn't\nknow where to get the money to buy them. Is there some way I can help?\"\n<\/p><p>\nThat procedure, of course, was very easily worked out, but as I traveled to my conference I\nreflected on the sacrifice of that widow, and of many other parents, to keep sons and\ndaughters in the mission field. On Sunday morning, I rode around the city of Dallas with\nPresident and Sister Atkerson. We saw many large and beautiful churches and a magnificent\nsynagogue. People were gathering to these buildings in such numbers that the traffic was\nblocked in some areas. We then went to our own building where we met six of our\nmissionaries who are laboring in that area.\n<\/p><p>\nAs I talked with our elders and thought of the sacrifice behind their service, and then thought\nof the people we had seen going to these other magnificent buildings, the question came into\nmy mind, \"Why do we make such efforts at such great cost to come to teach these people\nwho already have so much that is virtuous and good?\"\n<\/p><p>\nWe admire their great reverence. One cannot witness their worship without appreciating their\ndevotion. We admire their faith in an overruling Providence, and their great zeal in teaching\nthe brotherhood of man. We admire them for all of the tremendous good that they\naccomplish.\n<\/p><p>\nWhat do we have to give them, with all that they now have, that they cannot get from any\nother source in all the world? Is it a recreation program? We have a good one, and I believe\nimplicitly in it but many of them also provide excellent recreation. Is it a youth program? We\nhave a tremendous program for which I am grateful, but in many cases they likewise have\nexcellent youth programs. Is it schools and educational opportunities? They have these also,\nand in saying that I am grateful for our own great system.\n<\/p><p>\nSeriously, what can we give them that they do not now have? May I just review four or five\nitems which have come to us through the revelation of the Lord and which they can secure\nfrom no other source in all this world? I shall follow the sequence in which these came to us.\nI think that sequence is important.\n<\/p><p>\nTo me it is a significant and marvelous thing that in establishing and opening this\ndispensation our Father did so with a revelation of himself and of his Son Jesus Christ, as if\nto say to all the world that he was weary of the attempts of men, earnest though these\nattempts might have been, to define and describe him. Strange as it seems, we alone, among\nall the great organizations that worship God, have a true description and a true definition of\nhim. The experience of Joseph Smith in a few moments in the grove on a spring day in 1820\n(<span class=\"citation\" id=\"30402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30402)\">JS&mdash;H 1:17<\/a><\/span>),\nbrought more light and knowledge and understanding of the personality and reality and\nsubstance of God and his Beloved Son than men had arrived at during centuries of\nspeculation. Notwithstanding the declaration at Jordan at the time of the Savior's baptism\nwhen the voice of the Father was heard\n(<span class=\"citation\" id=\"35001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35001)\">Matt. 3:16-17<\/a><\/span>),\nand notwithstanding the events on the Mount of\nTransfiguration when again the voice of the Father was heard\n(<span class=\"citation\" id=\"35055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35055)\">Matt. 17:5<\/a><\/span>), men somehow evidently had\nbeen unable to realize the separate entities of the Father and the Son, their relationship and\ntheir reality.\n<\/p><p>\nI want to say that when we started emphasizing in our missionary program the truth about\nGod as a basic and fundamental and primary principle, and began to encourage those who\nwere willing to listen to get on their knees and ask him in the name of his Son Jesus Christ\nconcerning the truth of that teaching, we began to get converts in such numbers as we had not\nhad in many, many years.\n<\/p><p>\nThe second great revelation received in this dispensation was the testimony of another nation,\nspeaking from the dust of the divinity of the Lord Jesus Christ as the God of this world, our\nresurrected Savior and Redeemer. When we have been able to get people to read the Book of\nMormon prayerfully, we have seen realized in their lives the fulfillment of the words of\nMoroni (<span class=\"citation\" id=\"38283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38283)\">Moro. 10:4<\/a><\/span>)\nthat they would know the truth of that record&mdash;that it is verily the word of God, and\na testimony of Jesus.\n<\/p><p>\nCame next the bestowal of the priesthood, the authority to act in the name of God, conferred\nby John the Baptist, and then by Peter, James, and John. It seems to me that any man of any\nchurch who has ever had administered to him religious ordinances might well ask, as many\nhave done, by what authority this has been accomplished.\n<\/p><p>\nWhen that most significant conversation took place between Peter and the Savior, in which\nPeter declared, \"Thou art the Christ, the Son of the living God,\" and Jesus replied, \"Blessed\nart thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father\nwhich is in heaven,\" the Savior then went on to say, among other things: \n<\/p><p>\n\"And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind\non earth shall be bound in heaven\" (<span class=\"citation\" id=\"35046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35046)\">Matt. 16:16-17,19<\/a><\/span>).\n<\/p><p>\nWe have to offer to those of other faiths, with all that they now have, the restoration of these\nmarvelous keys and the blessing of the priesthood, under which every worthy man may be a\npriest in his own right, with power and authority to bless, to teach, and to govern in the\naffairs of the kingdom of God.\n<\/p><p>\nCame next the organization of the Church&mdash;the Church of Jesus Christ&mdash;\"built upon the\nfoundation of apostles and prophets, Jesus Christ himself being the chief corner stone,\" all\nfitly framed together in fulfillment of the words of Paul to the Ephesian Saints\n(<span class=\"citation\" id=\"21715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21715)\">Eph. 2:20-21<\/a><\/span>).\nTo me it is a singular and remarkable thing that with all that our friends have that is\nwonderful and good and true, there is not a church among them to my knowledge led by\nprophets who speak as they are moved upon by the Holy Ghost\n(<span class=\"citation\" id=\"4860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4860)\">2 Pet. 1:21<\/a><\/span>), and apostles who stand as\nliving witnesses to all the world of the divinity of the Lord Jesus Christ.\n<\/p><p>\nCame after that the great keys, of which President Smith has spoken so beautifully this\nafternoon, which brought about the opportunity of universal salvation and exaltation. A man\nsaid rather smugly one day, \"I am saved.\" I asked, \"What about your father?\"\n<\/p><p>\nHe said, \"I guess he isn't saved.\" I said, \"Can you believe that in the justice and mercy of\nGod he would make it possible for you to enjoy all the blessings which you claim you have\nand deny those same blessings to your father and your mother, who gave you all that you\nhave of life and body and mind?\"\n<\/p><p>\nTo me it is one of the serious anomalies of our life that the great religious systems of the\nworld, which teach equity and justice and mercy and kindness, have in their theology nothing\nof this great principle.\n<\/p><p>\nMy brethren and sisters, I have had opportunity to study what causes people to join the\nChurch. I have come to the conclusion that it is testimony, which comes into their hearts of\nthe truth of these great revelations, which leads them into the waters of baptism there to\ncovenant with the Lord to keep his commandments and to become citizens in his kingdom.\n<\/p><p>\nA friend once asked, \"Why in your missionary work do you emphasize the differences\nbetween your religion and others? Why not emphasize what you have in common with\nothers?\" We praise all that others have that is lovely, virtuous, or of good report or\npraiseworthy (<span class=\"citation\" id=\"6756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6756)\">A of F 1:13<\/a><\/span>),\nand add to those many virtues which they now have, the great virtues which\nhave come of the revelations of God to the Prophet Joseph Smith in this dispensation for the\nblessing of their lives and the lives of all who come after them who will keep the faith, of\nwhich I bear testimony this day in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}