{"ID":1071, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Prophet Is Born<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1960, pp. 83-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, this has been a great conference. I pray that the Spirit of the\nLord may attend me in what I shall say.\n<\/p><p>\nAbout fifty years ago, Mr. F. M. Bareham wrote the following: \n<\/p><p>\n\"A century ago men were following with bated breath the march of Napoleon and waiting\nwith feverish impatience for news of the wars. And all the while in their homes babies were\nbeing born. But who could think about babies? Everybody was thinking about battles.\n<\/p><p>\n\"In one year between Trafalgar and Waterloo there stole into the world a host of heroes:\nGladstone was born in Liverpool; Tennyson at the Somersby Rectory, and Oliver Wendell\nHolmes in Massachusetts. Abraham Lincoln was born in Kentucky, and music was enriched\nby the advent of Felix Mendelssohn in Hamburg.\"\n<\/p><p>\nAnd we might add, and Joseph Smith was born in Vermont, four years\nearlier.\n<\/p><p>\nQuoting Bareham further: \n<\/p><p>\n\"But nobody thought of babies, everybody was thinking of battles. Yet which of the battles of\n1809 mattered more than the babies of 1809? We fancy God can manage his world only with\ngreat battalions, when all the time he is doing it with beautiful babies.\n<\/p><p>\n\"When a wrong wants righting, or a truth wants preaching, or a continent wants discovering,\nGod sends a baby into the world to do it.\"\n<\/p><p>\nWhile most of the thousands of precious infants born every hour will never be known outside\ntheir own neighborhoods, there are great souls being born who will rise above their\nsurroundings. We see with \". . . Abraham the intelligences that were organized before the\nworld was; and among all these there were many of the noble and great ones, . . .\" and we\nhear the Lord saying: \n<\/p><p>\n\"These I will make my rulers . . . Abraham, thou art one of them, thou wast chosen before\nthou wast born\" (<span class=\"citation\" id=\"7214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7214)\">Abr. 3:22-23<\/a><\/span>).\n<\/p><p>\nHe commanded Adam: \"Be fruitful and multiply, and replenish the earth, and subdue it\"\n(<span class=\"citation\" id=\"23661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23661)\">Gen. 1:28<\/a><\/span>).\n<\/p><p>\nAnd the Psalmist sang: \n<\/p><p>\n\"Lo, children are an heritage of the Lord . . . Happy is the man that hath his quiver full of\nthem\" (<span class=\"citation\" id=\"41816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41816)\">Ps. 127:3,5<\/a><\/span>).\n<\/p><p>\nRegarding these \"Men of the Hour,\" Carlyle said: \n<\/p><p>\n\"The most precious gift that heaven can give to the earth; a man of genius, as we call it; the\nsoul of a man actually sent down from the skies with God's message to us.\"\n<\/p><p>\nWhat mother, looking down with tenderness upon her chubby infant does not envision her\nchild as the President of the Church or the leader of her nation! As he is nestled in her arms,\nshe sees him a statesman, a leader, a prophet. Some dreams do come true! One mother gives\nus a Shakespeare, another a Michelangelo, and another an Abraham Lincoln, and still another\na Joseph Smith!\n<\/p><p>\nWhen theologians are reeling and stumbling, when lips are pretending and hearts are\nwandering, and people are \"running to and fro, seeking the word of the Lord and cannot find\nit (<span class=\"citation\" id=\"10416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10416)\">Amos 8:12<\/a><\/span>)\"&mdash;when\nclouds of error need dissipating and spiritual darkness needs penetrating and\nheavens need opening, a little infant is born. Just a few scattered neighbors in a hilly region in\nthe backwoods even know that Lucy is expecting. There is no prenatal care, nor nurses; no\nhospital, no ambulance, no delivery room. Babies live and die in this rough environment and\nfew know of it. Another child for Lucy! No trumpets are sounded; no hourly bulletins posted;\nno pictures taken; no notice is given; just a few friendly community folk pass the word along.\nIt's a boy! Little do the brothers and sister dream that a prophet is born to them; even his\nproud parents can little suspect his spectacular destiny. No countryside farmers or loungers at\nthe country store, nor village gossips even surmise how much they could discuss, did they but\nhave the power of prophetic vision.\n<\/p><p>\n\"They are naming him Joseph,\" it is reported. But not one knows, not even his parents, at this\ntime, that this infant and his father have been named in the scriptures for 3500 years, named\nfor and known to their ancestor Joseph, the savior of Egypt and Israel\n(<span class=\"citation\" id=\"3641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3641)\">2 Ne. 3:15<\/a><\/span>). Not even his adoring\nmother realizes, even in her most ambitious dreaming and her silent musings, that this one of\nher children, like his ancestor, will be the chief sheaf of grain to which all others would lean\nand the one star to which the sun and moon and the other stars would make obeisance\n(<span class=\"citation\" id=\"23664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23664)\">Gen. 37:6-11<\/a><\/span>).\n<\/p><p>\nHe will inspire hatred and admiration; he will build an empire and restore a church&mdash;the\nChurch of Jesus Christ. Millions will follow him; monuments will be built to him; poets will\nsing of him; authors will write libraries of books about him.\n<\/p><p>\nNo living soul can guess that this little pinkish infant will become the peer of Moses in\nspiritual power and greater than many prophets before him. He will talk with God, the Eternal\nFather, and Jesus Christ, his Son, and angels will be his guest instructors.\n<\/p><p>\nHis Vermont contemporaries know not that this little one just born will live as few men have\nlived, accomplish what few men have accomplished, and die as few have ever died, in his\nown sacred blood in a prison at the hands of assassins as a martyr to\neverlasting truth!\n<\/p><p>\nAll expectations are understated. Destiny out-distances all imagination and dreams!\n<\/p><p>\n\"God moves in a mysterious way<br \/>\n      His wonders to perform; <br \/>\n      He plants his footsteps in the sea<br \/>\n      And rides upon the storm.\n<\/p><p>\n\"Deep in unfathomable mines<br \/>\n      Of never-failing skill,<br \/>\n      He treasures up his bright designs<br \/>\n      And works his sovereign will.\"<br \/><br \/>\n&nbsp; &nbsp;                  &mdash;William Cowper.\n<\/p><p>\nDuring the unfolding of this Smith-flower; during the brief ripening years of this fruit of the\nloins of that other Joseph of Israel, the world is preparing for the greatest event since the\nMeridian of Time. The triplet infants, Liberty, Freedom, and Justice, are contending for life; a\nsmall colonial nation is struggling to its feet; the people from many lands, squirming in the\n\"melting-pot,\" are firming up, suffering labor pains toward the birth of a divine new program,\n\"a marvelous work and a wonder\" (<span class=\"citation\" id=\"25205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25205)\">Isa. 29:14<\/a><\/span>),\nthe restoration of the gospel in all its far-reaching detail.\n<\/p><p>\n\"We fancy,\" said Bareham, \"God can manage his world only with great battalions, when all\nthe time he is doing it with beautiful babies.\"\n<\/p><p>\nO foolish men who think to protect the world with armaments, battleships, and space\nequipment, when only righteousness is needed!\n<\/p><p>\nHaving read the pages of history, six thousand years of it, can we not see that God sent his\nbabies to become the teachers and prophets to warn us of our threatening fate? Cannot we\nread the handwriting on the wall? History repeats itself.\n<\/p><p>\nO mortal men, deaf and blind! Can we not read the past? For thousands of years, have\nplowshares been beaten into swords and pruning hooks into spears, yet war persists. Ever\nsince Belshazzar saw the finger writing upon the wall of his palace\n(<span class=\"citation\" id=\"10654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10654)\">Dan. 5:5-9<\/a><\/span>), the warning reappears. It\nseems to restate with great forcefulness, Daniel's indictment of an unhumble people: \n<\/p><p>\n\"God hath numbered thy kingdom, and finished it . . . Thou art weighed in the balances, and\nart found wanting. And thou his son, O Belshazzar, hast not humbled thine heart, though thou\nknewest all this . . . and thou hast praised the gods of silver, and gold, of brass, iron, wood,\nand stone, which see not, nor hear, nor know: and the God in whose hand thy breath is, and\nwhose are all thy ways, hast thou not glorified\n(<span class=\"citation\" id=\"10656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10656)\">Dan. 5:26-27,22-23<\/a><\/span>)\n. . . Blessed be the name of God . . . he\nremoveth kings, and setteth up kings\" (<span class=\"citation\" id=\"10651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10651)\">Dan. 2:20-21<\/a><\/span>).\n<\/p><p>\nThe answer to all of our problems&mdash;personal, national, and international&mdash;has been given to\nus many times by many prophets, ancient to modern. Why must we grovel in the earth when\nwe could be climbing toward heaven! The path is not obscure. Perhaps it is too simple for us\nto see. We look to foreign programs, summit conferences, land bases. We depend on\nfortifications, our gods of stone; upon ships and planes and projectiles, our gods of\niron&mdash;gods which have no ears, no eyes, no hearts\n(<span class=\"citation\" id=\"10655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10655)\">Dan. 5:23<\/a><\/span>). We pray to them for deliverance and depend\nupon them for protection. Like the gods of Baal, they could be \"talking or pursuing or on a\njourney or peradventure sleeping\" (<span class=\"citation\" id=\"1213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1213)\">1 Kgs. 18:27<\/a><\/span>)\nwhen they are needed most. And like Elijah, we might cry out to our world: \n<\/p><p>\n\"How long halt ye between two opinions? if the Lord be God, follow him\"\n(<span class=\"citation\" id=\"1212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1212)\">1 Kgs. 18:21<\/a><\/span>).\n<\/p><p>\nMy testimony to you is, the Lord is God. He has charted the way, but we do not follow. He\npersonally visited Joseph Smith in our world in our century. He outlined the way of peace in\nthis world and eternal worlds. That path is righteousness. The Prophet Joseph with all his\nsuccessor prophets proclaiming the ripening of this world in iniquity and the solution of all\nvexing problems. The Book of Mormon which he brought into existence relates the story of\ntwo hundred years of peace in the old days, which was the greatest era of happiness of which\nwe have any complete record.\n<\/p><p>\nGod lives as does his Son, Jesus Christ and they will not indefinitely be mocked. May we\nhearken and repent \"for the day of the Lord is near in the valley of decision . . . the Lord\nwill be the hope of his people\" (<span class=\"citation\" id=\"26871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26871)\">Joel 3:14,16<\/a><\/span>).\n<\/p><p>\nJoseph Smith is a true prophet of the Living God and his successors likewise. The mantle of\nauthority and prophecy and revelation and power lies in his choice servant\nwho now leads us, President David O. McKay, and he is God's prophet not only to Latter-day\nSaints, but to every living soul in all the world. This is my testimony to you, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}