{"ID":1073, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Return of the Jews<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, April 1960, pp. 100-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters I sincerely pray that the Lord will direct me in what I shall say\nupon this occasion. President Moyle Monday morning set forth very clearly and effectively\nthe teachings of the Church regarding the coming of the Savior, and I thought I would like to\nmention three signs that the Lord gave that we might observe and know when we saw them\nthat he had set his hand again to accomplish final preparatory work for the coming of the\nmillennium.\n<\/p><p>\nThe first of these was to be the restoration of the gospel of Jesus Christ. That has already\noccurred, and it occurred 130 years ago. The Church speaks for itself. Its literature, its\nscriptures, its martyrs, over a million testimonies from lips and lives of members of the\nChurch speak to the world and bear witness that this thing has been accomplished that the\nLord has set his hand to do, and it is evident that it is spreading all over the world rapidly.\n<\/p><p>\nA week ago Sunday our representatives organized a stake in Australia and on the same day\nanother in England. Our temples encircle the globe. Our people are on all continents and in\nmost of the countries of the world, and God is moving forward with this, his kingdom.\n<\/p><p>\nAnother sign of great importance was the rise of an evil power. Brother Benson had already\nvery impressively referred to it&mdash;communism. The Lord, in the first section of the Doctrine\nand Covenants, officially and formally announced to the world the restoration of the true and\nliving Church, and called upon all people to hear and accept the messages of his servants that\nhe was sending forth to the world (<span class=\"citation\" id=\"13825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13825)\">D&amp;C 1:1-39<\/a><\/span>).\n<\/p><p>\nHe also said: \"For I am no respecter of persons, and will that all men shall know that the day\nspeedily cometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the\nearth\"&mdash;that condition, I think we readily understand&mdash;\"and the devil shall have power over his\ndominion\" (<span class=\"citation\" id=\"13832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13832)\">D&amp;C 1:35<\/a><\/span>).\n<\/p><p>\nIt is that point that I think is very significant. The Savior recognized the domination of Satan\nover the world generally, and called him the prince of the world, but in a special way&mdash;in\nthe way that Brother Benson has referred to&mdash;he has entered into the politics of the world\namong the nations of the world, and already subjugated about one billion people of the world,\nand by a dire, sanguinary, and deadly philosophy has brought death to millions and has\nbrought slavery to almost a billion people.\n<\/p><p>\nI just want to call one point to your attention. I have not time to name others here. Brother\nBenson has said that they have declared for world domination, their aim the destruction of all\nthe governments in the world. I want to read before you God's declaration:\n\"And in the days of these kings shall the God of heaven set up a kingdom, which shall never\nbe destroyed: and the kingdom shall not be left to other people, but it shall break in pieces\nand consume all these kingdoms, and it shall stand for ever\"\n(<span class=\"citation\" id=\"10652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10652)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nI bear my witness that that decree of God will hold. It remains for us&mdash;members of the\nkingdom of God&mdash;to devote ourselves with singleness of purpose to his service. To love God\nwith all our hearts, and love our fellow men as ourselves, and live and proclaim this gospel of\nsalvation to the world is the only means that will save it.\n<\/p><p>\nA third item is God's promise that he would gather Jews to Jerusalem, and I think perhaps we\nmay well now not continue saying the Jews are going to gather in Jerusalem. I think now we\nmay well say they have gathered. The ultimate returns will come later as they develop this\nland and are joined by others.\n<\/p><p>\nIn a writing issued recently this statement was made: \"About two million Jews have returned\nto restore land which has lain desolate for centuries. In little more than ten years fetid swamps\nhave been transformed into fertile valleys. Orchards now blossom on stony hillsides. Farms\nhave sprouted the desert and towns and cities have been built on the site of ancient\nsettlements.\"\n<\/p><p>\nIt goes on to explain&mdash;I do not have time to read the details&mdash;that this movement started\nabout 1880 when pogroms against the Jews drove them from Europe, and they began to\ntrickle into Palestine. In 1909 a number of Jewish families started homes on the sand dunes\noutside of Jaffa, working with shovels and wheelbarrows. Thus began the city of Tel Aviv,\nmeaning the \"hill of spring,\" Israel's biggest city, the first all-Jewish city built in two\nthousand years. \"Pioneers,\"&mdash;as they called their farmers&mdash;returned to the land from countries\nfrom which the Jews had been driven, in which they could not possess land. They were armed\nfarmers, they constituted the Army of Defense, reminding one of the Prophet Nehemiah who\nsaid, \"every one with one of his hands wrought in the work, and with the other hand held a\nweapon\" (<span class=\"citation\" id=\"41067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41067)\">Neh. 4:17<\/a><\/span>).\n<\/p><p>\nIn 1948, with a population of 600,000, the Declaration of Independence was issued, and the\nState of Israel was established. An army of 35,000 Jews was opposed by an army of nearly\n80,000 Arabs. In about nine months peace was declared and they set up their government.\nThey planted more than 53 million trees. Martyrs' Forest has six million trees, one for each\nJewish life lost in Nazi Europe.\n<\/p><p>\nThis statement by a writer is very interesting: \n<\/p><p>\n\"Strangely enough when the State of Israel was reborn in 1948, it was a nation of 600,000,\nthe same number which the Bible reports that Moses led out of bondage in Egypt. It now\nnumbers some two million, the same number which it is said populated the ancient Kingdom\nof Solomon, when Israel was in all its glory.\" That is why we may now say that the Jews\nhave returned to Palestine. On a land one-tenth the size of Utah they have nearly a half\nmillion more people than we have in our whole Church. They have about 258 people for each\nsquare mile in Palestine, which is a dense population. We have about ten a square mile in\nUtah.\n<\/p><p>\nSo that this may remind us&mdash;I cannot give further details of the words of Isaiah: \n<\/p><p>\n\"Break forth into joy, sing together, ye waste places of Jerusalem: for the Lord hath comforted\nhis people, he hath redeemed Jerusalem.\n<\/p><p>\n\"The Lord hath made bare his holy arm in the eyes of all the nations, and all the ends of the\nearth shall see the salvation of our God\"\n(<span class=\"citation\" id=\"25209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25209)\">Isa. 52:9-10<\/a><\/span>).\n<\/p><p>\nAnd this looks to the time when the Lord Jesus Christ is to stand on the Mount of Olives, and\nthe people will gather about that mount, and they will say, \"What are these wounds in your\nhands and in your feet?\" And he will say unto them, \"These are the wounds received in the\nhouse of my friends\" (<span class=\"citation\" id=\"43073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43073)\">Zech. 13:6<\/a><\/span>).\nThen they will recognize him&mdash;Jesus Christ, the Savior of the world.\n<\/p><p>\nI declare to you, my dear brethren and sisters, that Jesus Christ is the\nRedeemer of the world, the Son of the Living God. We cannot partly accept him&mdash;as a\nphilosopher, as merely the most perfect man who ever lived. When we do that we reject him.\nWe reject his sovereignty and his divinity. He is the God of Israel, and the God of the whole\nworld. He is Jehovah of the ancient scriptures, and God, the Savior of the new scriptures. Into\nhis hands God has placed all things\n(<span class=\"citation\" id=\"27920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27920)\">John 13:3<\/a><\/span>),\nand given him power over the nations (<span class=\"citation\" id=\"42298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42298)\">Rev. 2:26<\/a><\/span>)&mdash;all\nflesh, and he is exercising that power.\n<\/p><p>\nThings seem to us, in our shortsightedness, all confusion, but a clear pattern is marked out\nthat we can discern. These three things have been accomplished that he told his disciples\nwould happen, as he sat with them on the Mount of Olives, and he is to accomplish all other\nthings. We see now another rebellion like that which occurred at the planning of the world,\nwhen Lucifer stood up and impudently proposed that he should be the Savior, and attempted\nto dethrone God and Jesus Christ, and subject the world to slavery.\n<\/p><p>\nNow these issues are drawn again&mdash;the same evil power has declared that they are to conquer\nthe world. God has declared that his kingdom is to consume all the nations of the world\n(<span class=\"citation\" id=\"50000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50000)\">Dan. 2:44<\/a><\/span>). The\nissues are now clearly drawn, and the time will come when Satan, again, by the power of the\nOnly Begotten, shall be cast down, and Jesus Christ will reign supreme, and all those who\nbelieve and accept the fulness of his gospel and devote themselves with all their hearts to the\nbuilding up of his kingdom will be saved and honored with him. Those who will not must of\nnecessity be cast out.\n<\/p><p>\nI bear witness that this is the Church and kingdom of God established\nby him, and it is never to be thrown down, that Joseph Smith is a prophet of the Living God;\nthat David O. McKay is a prophet of God to this world this day. I bear this witness in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}