{"ID":1074, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Who Shall Prepare Himself\"<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, April 1960, pp. 102-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThere are three matters which I would mention this morning in brief headlines, leaving to\nyour judgment and experience the fleshing in of the story.\n<\/p><p>\nFirst, I express deep appreciation for the clear and forthright and courageous expressions of\nconviction which have come from this pulpit at this great conference. They have not been\nintemperate nor unloving, but they have been firm and understandable and impressive. I\nmention this because there are those who seem to believe it unfashionable or even unChristian\nto have unconditional convictions, really to believe in something and to devote one's life and\nenergy to those convictions. As this conference has proceeded, I have been increasingly\ngrateful to belong to a Church, the position of which is clear and the spokesmen for which are\nconvinced and courageous.\n<\/p><p>\nAt a recent meeting I attended, a talk was given which seemed to be lacking in real\nconviction. At its conclusion the chairman of the day characterized the experience as \"the\nbland leading the bland.\"\n<\/p><p>\nThere is none of this in those who speak here for the Lord.\n<\/p><p>\nA statement of Paul to the Corinthians has been widely quoted recently. It seems applicable.\nHe said: \n<\/p><p>\n\"For if the trumpet give an uncertain sound, who shall prepare himself to the battle?\"\n(<span class=\"citation\" id=\"327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(327)\">1 Cor. 14:8<\/a><\/span>).\n<\/p><p>\nThank God for the unwavering note.\n<\/p><p>\nOn the first day of May two important events will be celebrated in the United States in which\nLatter-day Saints should have special interest. While communist-controlled countries are using\nMay Day to demonstrate their military might and their philosophy of rule by force and\nfear, the United States of America will be celebrating \"Law Day\" under\nproclamation of the President. Its objectives are: \n<\/p><p>\n(1) \"To foster increased respect for law, enabling the nation to grow in moral strength as it\ngrows in population, resources and world leadership.\n<\/p><p>\n(2) \"To provide an occasion for the American people to rededicate themselves to freedom for\nthe individual under just laws . . . and to emphasize before the world the contrast between the\nrule of law in the U.S., and the system of totalitarian lands.\"\n<\/p><p>\nMembers of the Church of Jesus Christ of Latter-day Saints are committed to obeying,\nhonoring, and sustaining the law. We are under obligation to obey the law, and more&mdash;to\nhonor and sustain it.\n<\/p><p>\nI count it one of the great privileges of my life to have been a student of the law for some\nyears and to have acquired through that experience a great respect, as my father had before\nme, for the system of justice and the body of law which we enjoy in this land. This is not to\nsuppose that every decision, judgment, interpretation, or application of law is good and just\naltogether. The workings of our appellate system, the initiation, revision, and abrogation of\nlaws, testify that this is not so. It is to suggest that freedom and liberty rest on law, that our\nlaws are rooted deeply in religious principles and rest on the moral law, and ultimately on the\nlaw of God, and that it is our responsibility at the ballot box, in the jury box, in civic\nresponsibility and political leadership, in our homes and on the highways, to obey, honor, and\nsustain the law of the land, and to teach our children to do likewise.\n<\/p><p>\nAlso on the first day of May there will be celebrated the beginning of National Youth Fitness\nWeek, and again no people in all the world should be more concerned with the implications\nof that day, because God has blessed us with the principles, the programs, and the inspired\nleadership which can lead the young, if they are willing, to the physical intellectual, social,\nemotional, and spiritual readiness which will equip them for the great adventure ahead.\n<\/p><p>\nRecently I had occasion to ponder the wonderful blessing of organization and leadership\nopportunities which the Lord has given us, and to consider what might happen if every\nLatter-day Saint, called to a position of responsibility relevant to the young, would accept the\nfull implications of his stewardship. Think of the wonderful work being done for our children\nby faithful workers in Primary and Sunday School and MIA, in scouting and exploring, in\nAaronic Priesthood work, and in seminaries. Think of the human resources available to the\nbishop and stake president, and to their counterparts in the missionary field, to reach out for\nthe young and to give them what they need of love, personal interest, visiting, good teaching,\nrecreation, friendship, testimony, and example. There is no program for youth in all the world\nin any sense comparable. What great things we could do!\n<\/p><p>\nGod bless us to have a sense of our responsibility and our opportunity in this Church to\nprovide the leadership for our young people which help equip them to be fit for the great days\nahead.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}