{"ID":1075, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Convince the World<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1960, pp. 103-105<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am happy, brothers and sisters, to have the privilege of attending this great conference with\nyou, and I have been thrilled with the wonderful messages we have heard. During the\nconference great stress has been laid upon the great missionary program of the Church, a\nsubject dear to my heart, having been a missionary most all of my life and having had a\ndesire to be a missionary long before I was old enough to go on a mission, particularly when\nI read the life of the Prophet Joseph Smith by George Q. Cannon, for from\nthat time on I not only lived for but also prayed for the day when I would be privileged to go\ninto the mission field.\n<\/p><p>\nOne of those whom I admired most in my youth as a great missionary, was the Apostle Paul.\nI liked his testimony, as he stood before King Agrippa and the most noble Festus and told his\nstory how the Savior appeared to him as he was on the way to Damascus, and you remember\nFestus said, \"Paul, thou art beside thyself, much learning doth make thee mad,\" to which he\nreplied, \"I am not mad, most noble Festus; but speak forth the words of truth and soberness.\"\nKing Agrippa then said, \"Almost thou persuadest me to be a Christian\"\n(<span class=\"citation\" id=\"7870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7870)\">Acts 26:24-28<\/a><\/span>).\n<\/p><p>\nAnd you remember Paul's reply was: \n<\/p><p>\n\"I would to God, that not only thou, but also all that hear me this day, were both almost, and\naltogether such as I am, except these bonds\"\n(<span class=\"citation\" id=\"7871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7871)\">Acts 26:29<\/a><\/span>).\n<\/p><p>\nHe had already asked them: \n<\/p><p>\n\"Why should it be thought a thing incredible with you, that God should raise the dead?\"\n(<span class=\"citation\" id=\"7868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7868)\">Acts 26:8<\/a><\/span>).\n<\/p><p>\nI was reading a statement from his missionary journey the other day that impressed me, and I\nwould like to read it: \n<\/p><p>\n\"For he mightily convinced the Jews and that publicly, shewing by the scriptures that Jesus\nwas Christ\" (<span class=\"citation\" id=\"7866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7866)\">Acts 18:28<\/a><\/span>).\n<\/p><p>\nAnd I thought it would be wonderful if we could hear some of his marvelous testimonies as\nhe took the scriptures in his hands to prove that Jesus was the Christ.\n<\/p><p>\nI recall the words of the Savior where he said that we should \"Search the scriptures; for . . .\nthey are they which testify of me\" (<span class=\"citation\" id=\"27903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27903)\">John 5:39<\/a><\/span>).\nThen he said to the Pharisees that they did\nerr, not understanding the scriptures (<span class=\"citation\" id=\"35062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35062)\">Matt. 22:29<\/a><\/span>),\nand we have his testimony to the two disciples as he\nwalked along the way to Emmaus and their eyes were holden that they did not recognize him,\nand he listened to their conversation about his crucifixion and he said, \"O fools, and slow of\nheart to believe all that the prophets have spoken\"\n(<span class=\"citation\" id=\"31538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31538)\">Luke 24:25<\/a><\/span>).\n<\/p><p>\nHe explained the scriptures to them, and he opened their understanding that they might\nunderstand the scriptures (see (<span class=\"citation\" id=\"31539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31539)\">Luke 24:26-32<\/a><\/span>).\n<\/p><p>\nI feel that we do not place the value we should on the scriptures, and in the few moments I\nhave this morning, I would like to relate an experience I had less than a year ago. By\nappointment from the First Presidency and at their request, I was privileged to meet with a\ngroup of ministers here in Salt Lake City who were holding a convention. They gave me two\nhours and a half to explain Mormonism to them.\n<\/p><p>\nI explained the great organization of the Church and how it came into existence and bore my\ntestimony of its divinity. I thought of the Apostle Paul, if he had the scriptures and was with\nus today, and had to convince publicly the people out of the scriptures how much more he\nwould have to explain to them pertaining to this latter-day gospel dispensation and the second\ncoming of the Redeemer of the world than he had in his day.\n<\/p><p>\nI used this illustration with these ministers: I told them that when we built the Los Angeles\nTemple, I was still the Presiding Bishop, and we took the plans and showed them to the First\nPresidency one day, and we had eighty-five pages about four feet long and two and a half-feet\nwide, and we did not have the plans complete for the electrical work or the plumbing, and yet\nthere were eighty-five pages. Now I said to these men, \"You could take those plans and go all\nover this world and try to fit them to any other building in the world, and you could not fit\nthem. There is only one building that those plans will fit and that is the Los Angeles Temple.\"\nI said, \"Of course, you could find heating plants and light fixtures and plumbing and cement\nin other buildings just as you do in that temple, but you could not find a building that would\nfit perfectly those plans.\"\n<\/p><p>\nThen I took the Bible and I said, \"The Prophet Isaiah tells us that the Lord declared his work\nfrom the beginning (<span class=\"citation\" id=\"25208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25208)\">Isa. 46:10<\/a><\/span>)\nand he said that the 'grass withereth, the flower fadeth: but the word of\nour God shall stand for ever' (<span class=\"citation\" id=\"25207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25207)\">Isa. 40:8<\/a><\/span>).\nAnd as I see it, the Bible is the Lord's blueprint of\nhis work from the beginning until the final winding up scene.\"\n<\/p><p>\nOf course, there is not time for me to go into details here today, but I took scripture after\nscripture that appeared in the Bible, and I said to these men, \"Do you know\nanywhere in all the world where you can find a fulfillment of that promise? Take for instance\nPeter's statement to those who crucified the Christ that before his coming the heavens were to\nreceive him, until the restitution of all things spoken by the mouth of all his holy prophets\nsince the world began (see <span class=\"citation\" id=\"7856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7856)\">Acts 3:19-21<\/a><\/span>).\nDo any of You know anywhere in this world, in\nthe history of the world or the history of the people or churches, where that promise has had\nits fulfillment, and yet people look for his coming?\" But if Peter was a prophet of God, Christ\ncannot come until there is a restitution, and I had explained already to them the fulfillment of\nthat promised restitution of all things.\n<\/p><p>\nThen I took the coming of the angel that John saw, flying in the midst of heaven\n(<span class=\"citation\" id=\"42300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42300)\">Rev. 14:6<\/a><\/span>). I said, \"Do\nyou know anywhere in the world that there is a record of the coming of an angel with the\neverlasting gospel to be preached in all the world, to every nation, kindred, tongue, and\npeople, since the time that that prophet's promise was made?\"\n<\/p><p>\nThen I went through many other of the passages of scripture pertaining to our day, like the\ncoming of Elijah the prophet (<span class=\"citation\" id=\"32766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32766)\">Mal. 4:5-6<\/a><\/span>),\nand so forth, and then I said this to them, \"Now, that Bible is\njust as much the Lord's blueprint of what he intended to do in this world as the blueprint for\nthat temple was the plan by which that building was to be built.\"\n<\/p><p>\nI said, \"It is true that you can find some of the things that are in the Bible in the churches,\nthat is why we have hundreds of them, but you cannot find any other church in all the world\nthat has all of the things that the Lord has promised.\"\n<\/p><p>\nI remember as a boy hearing this statement made that one of the great evangelists of the\nUnited States, well-known all over the nation, in talking to a Mormon elder was asked\nquestions by this elder, and his answer was: \"Well, if we were to believe all that is in the\nBible, we would all have to be Mormons.\"\n<\/p><p>\nThat is my testimony to the entire world: if you believe all that is in the Bible, you would all\nhave to be Mormons, and I come back again to the importance of the scriptures and the work\nof the Apostle Paul,\n<\/p><p>\n\"For he mightily convinced the Jews, and that publicly, shewing by the scriptures that Jesus\nwas Christ\" (<span class=\"citation\" id=\"7867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7867)\">Acts 18:28<\/a><\/span>).\n<\/p><p>\nAnd we can mightily show by the scriptures that he was not only the Christ, but that he will\nalso come again and that he has restored his kingdom to the earth, as we have had testimony\nafter testimony in this conference, and I bear you that testimony, if Paul were here today and\nknew of the coming of the Father and the Son and all the holy angels that have visited this\nearth to give us this restitution of all things, think how much more and much greater power\nhe would have to convince the world and that publicly.\n<\/p><p>\nI close with this thought: We have heard about the marvelous progress the world has made\nscientifically. We read in the newspapers constantly about the day when men will make trips\nto the moon&mdash;I have always said that if I were going I would want to be sure I got a\nround-trip-ticket&mdash;but you know, if they ever make a trip to the moon, and they come back\nagain, every newspaper in all the world will spread it on their front pages and tell what has\nhappened. But how would such an event, as marvelous as it would be, compare with the\ncoming of God the Eternal Father and his Son Jesus Christ to the boy Prophet, Joseph Smith?\nAnd why, I say in the words of Paul, \"Why should it be thought a thing incredible with you\"\n(<span class=\"citation\" id=\"7869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7869)\">Acts 26:8<\/a><\/span>)\nthat God should set his hand to do the thing that he promised he would do and as\nis detailed in the plans of his work.\n<\/p><p>\nI leave you my testimony that Joseph Smith was a prophet, that President McKay is his duly\nappointed successor, and that the power of Almighty God is in this work. I have seen it all\nmy life and I bear you that witness, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}