{"ID":1076, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Work in Great Britain<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1960, pp. 106-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, for these next few moments I seek the indulgence of your\nfaith and prayers to the end that, guided by the Spirit, I might make some small contribution\nto the proceedings of this great conference.\n<\/p><p>\nBecause of the desire expressed by the Brethren that I say something about the history-making\nevents of the past week in the British Mission, I have put aside the text of that which I might\nhave prepared otherwise to say on this occasion. I have determined long since that\nthe expressed desire of my Presiding Brethren is to me as a command.\nTherefore, I trust that I might in some measure, give you a picture of some of the things\nwhich have transpired of a momentous nature in Great Britain.\n<\/p><p>\nThis assignment from the First Presidency returned us to the scenes of some of the most\nsoul-stirring incidents and experiences in the history of missionary work in this dispensation.\nWe were at Preston in the midlands of Great Britain where the first missionary work was\ndone. As you will remember the history, the first missionaries were submitted to one of the\ngreatest demonstrations of the power of evil spirits perhaps ever experienced by anyone.\nBrother Heber C. Kimball, Elder Willard Richards, Elder Orson Hyde and Elder Isaac Russell\nhad, for an hour and a half, as they timed the experience, an awful demonstration of that\npower.\n<\/p><p>\nPresident Heber C. Kimball, in writing about it afterward, said: \"I cannot even now look back\nupon the scene without feelings of horror, yet by it I learned the power of the adversary; his\nenmity against the servants of God, and got some understanding of the invisible world.\"\n<\/p><p>\nWhen he returned home, he asked the Prophet Joseph what was the matter with them that they\nhad to be subjected to such an experience, and the Prophet surprised them when he said\nsomething to this effect: \"When I heard of it [your experience] it gave me joy, for I then\nknew that the work had taken root in that land [England.]\" Then he related some of his own\nexperiences, and made this significant statement: \"The nearer a person approaches the Lord, a\ngreater power will be manifested by the adversary to prevent the accomplishment of his\npurposes\" (<i>Life of Heber C. Kimball<\/i>, 1945 ed., p. 132).\n<\/p><p>\nI have no doubt that the Prophet had in mind the terrifying experience he had in the grove\nwhen he prayed for light and was seized upon by this power until he was released therefrom\nby the coming of the Father and the Son\n(<span class=\"citation\" id=\"30399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30399)\">JS&mdash;H 1:15-16<\/a><\/span>).\nHe no doubt had in mind the experiences when he\nfirst went to see the plates, when, as he sought to receive them, he again saw a demonstration\nof the evil powers.\n<\/p><p>\nWe were permitted, as we traveled in that same vicinity, to follow the course that Wilford\nWoodruff was directed under inspiration to go, from the potteries near Hanley down to\nFroomes Hill probably some fifty or sixty miles to the south, where, directed by the Spirit, he\nfound a people ready to receive the coming of the servants of the Lord. Within two days after\nhis arrival there, after having met John Benbow and his wife and those who believed in the\nsect called the United Brethren, he had baptized six members, and in thirty days he had\nbaptized forty-five preachers of the United Brethren, and one hundred sixty members, and\nobtained thereby the possession of one chapel and forty-five houses for use as meeting places.\nIn eight months he had baptized over 1800&mdash;all 600 of the United Brethren with one\nexception&mdash;and 200 ministers of various denominations in the area.\n<\/p><p>\nAs a true missionary would, without boasting, he wrote this simple summary: \"The power of\nGod rested upon us and upon the mission in our field of labor. . . . The sick were healed,\ndevils were cast out, and the lame made to walk.\"\n<\/p><p>\nThe work of these first missionaries was not without opposition, and later the\n<i>Times and Seasons<\/i> wrote about the work around Liverpool: \". . . They were so good in general\"\n(meaning the ministers) \"and so pure that they had no room for the gospel. They were too\nholy to be righteous, too good to be pure, and had too much religion to enter into the\nKingdom of Heaven\" (<i>Times and Seasons<\/i>, Vol. 2, p. 404).\n<\/p><p>\nAnd then they wrote: \"It seemed that it almost required a horn to be blown from the highest\nheavens, in order to awaken the attention of the people\" (Smith, <i>Documentary History of the Church<\/i>).\nI thought of that when, after elaborate arrangements had been made by President T.\nBowring Woodbury of the British Mission for all the publicity possible through the great\nnews-gathering wire services throughout the world to get a full coverage, including the local\nnewspapers, to find the next day, hidden down in an obscure place in one of the two\nManchester papers, this brief reference to our missionary conference where\nwe created this stake and organized a new mission. This is what the Manchester <i>Guardian<\/i>\nrecorded: \n<\/p><p>\n<p>\n<b>Mormons Hold a Mass Meeting<\/b>\n<\/p><p>\n\"British Mormons formed their first diocese in Europe yesterday at a mass meeting of more\nthan 2000 members of the Church of the Latter-day Saints in Manchester, the new center to\nbe built without delay at Wythenshawe, Manchester, at a cost of about 100,000 pounds. The\ndiocese, or stake covers Manchester, Halifax, Huddersfield, Dewsbury, and Leeds.\"\n<\/p><p>\nI felt like saying what the other missionaries had said, \"It seemed as if it almost required a\nhorn to be blown from the highest heavens in order to awaken the attention of the people.\"\n<\/p><p>\nIn one year, 1840 to 1841&mdash;one year and fourteen days, to be exact&mdash;nine members of the\ntwelve were called to labor in the British Mission. If you remember the history here at home,\nthose years marked the period of some of the severest persecution that the Church was to\nundergo in this dispensation. In that one year and fourteen days the nine members of the\ntwelve, with their associates, established churches in every noted town and city in the kingdom\nof Great Britain. They baptized between 7000 and 8000 converts. They printed 5000 copies of\nthe Book of Mormon, 3000 hymnbooks, and 50,000 tracts, and they published 2500 volumes\nof the <i>Millennial Star<\/i> and emigrated 1000 souls to America.\n<\/p><p>\nThese figures of the summary of the missionary work as done in Great Britain might give you\nsomething of an idea of what has happened in the past 123 years in that great country. In\n1849 and 1851 over 8000 baptisms were performed in each year, or approximately 1000\nconverts to each missionary for each of those years. The total number of converts from 1837,\nwhen the work was first started, until the end of 1959 totals 136,026. The recorded number of\nemigrants during that same period was 57,149, and we have reason to believe that thousands\nof others emigrated without any record being made.\n<\/p><p>\nThe total number of missionaries who have labored in that field numbers 7398. Twelve\nof our General Authorities were British-born, including our own Elder John Longden, who\nwas born at Oldham, now an organized ward in the new Manchester Stake. It is the estimate\nof Elder Richard L. Evans, who has written an excellent history of the Church in Great\nBritain during the first one hundred years, that a very large percent of the total membership of\nthe Church today trace their genealogy to Great Britain.\n<\/p><p>\nBy assignment of the First Presidency, in company with Elder Alvin R. Dyer, president of the\nEuropean Mission, President T. Bowring Woodbury of the British Mission, and President\nBernard P. Brockbank, now president of the new North British Mission, on Sunday, March 27,\nwe organized the new Manchester Stake with a total membership of 2400 members.\n<\/p><p>\nIn the afternoon session there were 2026 in attendance, in one of the largest theaters in the\ndowntown Manchester City. This stake, including all of the Manchester and Leeds Districts of\nthe mission, and part of the Liverpool District, is now organized with nine wards and two\nbranches.\n<\/p><p>\nIt was an interesting thing to discover that the leadership of the stake and wards and the\nbranches had to be largely composed of brethren who were baptized converts to the Church of\nless than five years. Fortunately, and it seemed as though almost by the hand of Providence,\nwe found a few \"anchor\" men who had been trained in the stakes here at home, who will\nbecome the trainers of these new, able, but inexperienced leaders. This stake becomes now, a\ntraining ground for leaders of organizations yet to come.\n<\/p><p>\nThis new stake brings the full Church program into action, so that such an organization will\nbe a demonstration to the world \"to shine forth as a standard unto the nations\"\n(<span class=\"citation\" id=\"13935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13935)\">D&amp;C 115:5<\/a><\/span>), showing the\nwork of the Church at full flower. Zion which the Lord declared is \"the pure in heart\" in that\nland now, will \"increase in holiness and in beauty.\" Zion will now begin \"to arise and put on\nher beautiful garments\" (see\n<span class=\"citation\" id=\"13896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13896)\">D&amp;C 82:14<\/a><\/span>;\n<span class=\"citation\" id=\"13924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13924)\">D&amp;C 97:21<\/a><\/span>).\nThis first stake will provide a pattern for\nstakes yet to come from these great missions. We think we have set it up in such a way that\nnew leaders so trained will shortly be able to take over still other stakes in\nthat same vicinity, and become a pattern for leaders of stakes in that and the other European\nmissions.\n<\/p><p>\nIn truth, then, it now begins to build \"a defense, a refuge from the storm, and wrath when it\nis poured out with mixture upon the whole earth\" (see\n<span class=\"citation\" id=\"13936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13936)\">D&amp;C 115:6<\/a><\/span>) which as the Lord declared\nwas the purpose of a stake being organized.\n<\/p><p>\nAt that same conference, the new North British Mission was organized, with President Bernard\nP. Brockbank as the new president. Parenthetically I might tell you that he received his notice\nthat he had been appointed as the president of that new mission only two weeks before he\nactually met us in New York to fly to his new assignment in the North British Mission,\nleaving his wife and children to make final preparations and the transfer of his business to\nother hands.\n<\/p><p>\nWe now have organized in the North British Mission eight missionary districts, with nine\nmissionary districts remaining in the British Mission which will continue to have headquarters\nin London, the new mission to have headquarters at Manchester, England. The power of God\nis resting again in the missions of Europe, today, as in the century which has passed.\n<\/p><p>\nDuring the month of March alone, in the British Mission they baptized 360 new converts. In\nthe French Mission, there were another 114 new converts baptized in that mission, which\nseems for the first time in our day to give evidence that the work is beginning to take root in\nFrance, after a shocking demonstration of the power of evil in that mission only two short\nyears ago. And from the North German Mission, to use another example, which we have\nusually thought of as being behind the Iron Curtain in part, they baptized in the month of\nMarch alone eighty-five new converts.\n<\/p><p>\nSo it was likewise, during the three months of last fall, when we toured the Latin American\nMissions of South America and in Mexico, we saw evidences of the giant of God's eternal\npower, if I might speak of it that way, awakening among those wonderful people, where in\nsome of those missions they are having 600 to 700 convert baptisms each year, as compared\nwith only fifty to seventy-five in previous years.\n<\/p><p>\nIndeed, in the language of Mark's testimony to the early missionaries of the Apostolic Period\nwho received the divine commission of the Lord: \"Go ye into all the world, and preach the\ngospel to every creature.\n<\/p><p>\n\"He that believeth and is baptized shall be saved, but he that believeth not shall be damned.\n<\/p><p>\n\"And these signs shall follow them that believe; In my name shall they cast out devils; they\nshall speak with new tongues; \n<\/p><p>\n\"They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they\nshall lay hands on the sick, and they shall recover\"\n(<span class=\"citation\" id=\"33134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33134)\">Mark 16:15-18<\/a><\/span>).\n<\/p><p>\nAnd then Mark records\nthis significant fulfillment: \"And they went forth, and preached every where, the Lord\nworking with them, and confirming the word with signs following\"\n(<span class=\"citation\" id=\"33138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33138)\">Mark 16:20<\/a><\/span>).\n<\/p><p>\nPresident McKay, I have been a personal witness in these last six months that, as the apostles\nof old found, we are finding today that the servants of the Living God are going forth, the\nLord is working with them (<span class=\"citation\" id=\"25841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25841)\">Jacob 5:72<\/a><\/span>)\nconfirming the work, with the same signs following.\n<\/p><p>\nI bear personal witness that the gift of tongues to a whole congregation, which I witnessed, as\nin the day of Pentecost, was observed down in one of the Latin American Missions, by which\nthis congregation understood what was said, although what was being spoken to them was in\na strange tongue. I have witnessed the healing of an impotent and crippled child from birth in\nthe Brazilian Mission. I have witnessed the healing of a blind child in the Central American\nMission.\n<\/p><p>\nAnd so, enumerating all of these, more important than any of these signs, I have witnessed\nthe reformation in the personal lives of individuals who accept the gospel and are true to its\nprinciples, which results from a true conversion to the gospel of Jesus Christ. I bear you my\nsolemn witness to the onrolling of the work of the Lord. The work is awakening everywhere.\n<\/p><p>\nI know that God lives. I bear personal testimony to the divinity of the\nmission of the Savior, and that this is his work, and that President David O. McKay is his\ntrue representative here upon this earth in our day, and I do it humbly in the name of the\nLord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}