{"ID":1077, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Drink Deeply from the Divine Fountain<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1960, pp. 110-113<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I bear witness to the truth of all that Brother Lee has just\nsaid. As he talked, I was reminded that my grandfather, Miles Romney, heard the first\nmissionaries, Heber C. Kimball, Orson Hyde, and Willard Richards, preach on the streets in\nPreston, England, in 1837. He heard them on Market Square; he followed them to the Cockpit\nwhere they did much of their preaching in those early days. He joined the Church early in\n1838, emigrated to Nauvoo in 1842, and now has about 2500 descendants in the Church.\n<\/p><p>\nI am tempted, in a way, to comment on my missionary labors of recent months, but will\nrefrain from doing so for fear I might miss some of them. In the last twenty-six months I\nhave toured, for which I am very grateful President McKay, fifteen missions, fourteen of them\nbeyond the borders of the United States, eleven of them foreign-speaking missions. Last\nOctober conference time I was in Vienna. Last week I was in Sydney, Australia. I testify to\nyou that the spirit is on the move in every one of the fifteen missions which I visited.\n<\/p><p>\nOne thing I can say about them all is that in every one of them I heard fervent testimony to\nthe mighty power of the Book of Mormon in bringing souls unto Christ. In my view, the\nBook of Mormon is the most effective piece of missionary literature we have.\n<\/p><p>\nI invite you to pray with me for a rich outpouring of the Holy Spirit, for I would like to\nstimulate you to resolve to read the Book of Mormon. As I speak, I shall have in mind\nparticularly this fine group of young men and women who are singing for us and all others of\ntheir generation.\n<\/p><p>\nThere are many reasons why we should read the Book of Mormon. To begin with, the Lord\nhas put us under obligation to do so. He said that he sent Moroni to reveal it\n(<span class=\"citation\" id=\"13855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13855)\">D&amp;C 27:5<\/a><\/span>) and\nthat through his mercy he had given the Prophet Joseph \"power from on high . . . to translate\n[it]\" (see <span class=\"citation\" id=\"13830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13830)\">D&amp;C 1:29<\/a><\/span>;\n<span class=\"citation\" id=\"13845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13845)\">D&amp;C 20:8<\/a><\/span>), that it contains \". . . the truth and the word of God&mdash;\" and \"the\nfulness of the gospel of Jesus Christ to the Gentiles and to the Jews also\"\n(<span class=\"citation\" id=\"13843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13843)\">D&amp;C 19:26<\/a><\/span>;\n(<span class=\"citation\" id=\"13846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13846)\">D&amp;C 20:9<\/a><\/span>).\n<\/p><p>\nNephi tells us that its contents \". . . shall go from generation to generation as long as the earth\nshall stand, . . . and the nations who shall possess them shall be judged of them according to\nthe words which are written\" (<span class=\"citation\" id=\"3645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3645)\">2 Ne. 25:22<\/a><\/span>).\n<\/p><p>\nFor me there could be no more impelling reason for reading the Book of Mormon than this\nstatement of the Lord that we shall be judged by what is written in it.\n<\/p><p>\nMoroni says that the very reason the book has been given to us is that we may know the\n\"decrees of God\" set forth therein and by obedience to them escape the calamities which are\nto follow disobedience (<span class=\"citation\" id=\"22215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22215)\">Ether 2:11<\/a><\/span>).\n<\/p><p>\nTo the early Saints, the Lord spoke rather sharply about remembering the Book of Mormon.\n\"Your minds in times past,\" he said to them, \"have been darkened because of unbelief, and\nbecause you have treated lightly the things you have received&mdash;Which vanity and unbelief\nhave brought the whole church under condemnation. And this condemnation resteth upon the\nchildren of Zion, even all. And they shall remain under this condemnation until they repent\nand remember the new covenant, even the Book of Mormon and the former commandments\nwhich I have given them\" (<span class=\"citation\" id=\"13910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13910)\">D&amp;C 84:54-57<\/a><\/span>).\nPrior to this he had already told them that\n\"the Book of Mormon and the holy scriptures are given of me for your\ninstruction\" (<span class=\"citation\" id=\"13865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13865)\">D&amp;C 33:16<\/a><\/span>).\nOn another occasion he had said, \". . . the elders, priests and\nteachers of this church shall teach the principles of my gospel, which are in the Bible and the\nBook of Mormon\" (<span class=\"citation\" id=\"13871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13871)\">D&amp;C 42:12<\/a><\/span>).\n<\/p><p>\nIt is of course obvious that unless we read, study, and learn the principles which are in the\nBook of Mormon, we, the elders, priests, and teachers of \"this church,\" cannot comply with\nthis direction to teach them.\n<\/p><p>\nBut there is another reason why we should read it: By doing so we will fill and refresh our\nminds with a constant flow of that \"water\" which Jesus said would be in us \". . . a well of\nwater springing up into everlasting life\"\n(<span class=\"citation\" id=\"27901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27901)\">John 4:14<\/a><\/span>).\nWe must obtain a continuing supply of\nthis water if we are to resist evil and retain the blessings of being born again, as we were\ncounseled to do by President McKay.\n<\/p><p>\nThe great over-all struggle in the world today is, as it has always been, for the souls of men.\nEvery soul is personally engaged in the struggle, and he makes the fight with what is in his\nmind. In the final analysis the battleground is, for each individual, within himself. Inevitably\nhe gravitates towards the subjects of his thoughts. Ages ago the wise man thus succinctly put\nthis great truth: \"For as he thinketh in his heart, so is he\"\n(<span class=\"citation\" id=\"41435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41435)\">Prov. 23:7<\/a><\/span>).\n<\/p><p>\nIf we would escape the lusts of the flesh and build for ourselves and for our children great\nand noble characters, we must keep in our minds and in their minds true and righteous\nprinciples for our thoughts and their thoughts to dwell upon.\n<\/p><p>\nWe must not permit our minds to become surfeited with the interests, things, and practices of\nthe world about us. To do so is tantamount to adopting and going along with them, for the\nexperience of the race sustains the conclusion of him who said that\n<\/p><p>\n\"Vice is a monster of so frightful mien,<br \/>\n      As to be hated needs but to be seen; <br \/>\n      Yet seen too oft, familiar with her face,<br \/>\n      We first endure, then pity, and then embrace.\"<br \/><br \/>\n&nbsp; &nbsp;      (Pope, <i>Essay on Man<\/i>, epistle 11, line 217.)\n<\/p><p>\nIf we would avoid adopting the evils of the world, we must pursue a course which will daily\nfeed our minds with and call them back to the things of the spirit. I know of no better way to\ndo this than by reading the Book of Mormon.\n<\/p><p>\nIn all dispensations the Lord has counseled his people to keep in their minds and thoughts the\ntruths he has revealed to them. To the early Saints of this dispensation he said: \". . . let the\nsolemnities of eternity rest upon your minds\"\n(<span class=\"citation\" id=\"13873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13873)\">D&amp;C 43:34<\/a><\/span>). This counsel followed his\nstatement to the elders: \". . . Ye are not sent forth to be taught, but to teach the children of\nmen the things which I have put into your hands by the power of my Spirit; And ye are to be\ntaught from on high\" (<span class=\"citation\" id=\"13872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13872)\">D&amp;C 43:15-16<\/a><\/span>).\n<\/p><p>\nInstructing ancient Israel not to go after \". . . the gods of the people which [were] round\nabout\" you (<span class=\"citation\" id=\"21233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21233)\">Deut. 6:14<\/a><\/span>), he said: \n<\/p><p>\n\"Hear, O Israel: . . .\n<\/p><p>\n\"And these words, which I command thee this day, shall be in thine heart:\n<\/p><p>\n\"And thou shalt\nteach them diligently unto thy children, and shalt talk of them when thou sittest in thine\nhouse, and when thou walkest by the way, and when thou liest down, and when thou risest\nup.\n<\/p><p>\n\"And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between\nthine eyes.\n<\/p><p>\n\"And thou shalt write them upon the posts of thy house, and on thy gates\"\n(<span class=\"citation\" id=\"21232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21232)\">Deut. 6:4,6-9<\/a><\/span>).\n<\/p><p>\n\"Search the scriptures\" (<span class=\"citation\" id=\"27904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27904)\">John 5:39<\/a><\/span>),\nsaid Jesus to his carping critics, who, being surfeited with\nthe things of this world, rejected him. In the scriptures they could, if they would, learn the\ntruth about him and the things of eternal life which he taught them.\n<\/p><p>\nThe Psalmist thus recounts the rewards which follow knowing and meditating upon the word\nof God: \n<\/p><p>\n\"O how love I thy law! it is my meditation all the day.\n<\/p><p>\n\"Thou through thy commandments hast made me wiser than mine enemies: . . .\n<\/p><p>\n\"I have more understanding than all my teachers: for thy testimonies are my meditation.\n<\/p><p>\n\"I understand more than the ancients, because I keep thy precepts.\n<\/p><p>\n\"I have refrained my feet from every evil way, that I might keep thy word.\n<\/p><p>\n\"I have not departed from thy judgments: for thou hast taught me.\n<\/p><p>\n\"How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!\n<\/p><p>\n\"Through thy precepts I get understanding: therefore I hate every false way.\n<\/p><p>\n\"Thy word is a lamp unto my feet, and a light unto my path\"\n(<span class=\"citation\" id=\"41815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41815)\">Ps. 119:97-105<\/a><\/span>).\n<\/p><p>\nI am persuaded, my brethren and sisters, that it is irrational to hope to escape the lusts of the\nworld (<span class=\"citation\" id=\"4855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4855)\">2 Pet. 1:4<\/a><\/span>) without substituting for them as the subjects of our thoughts the things of the spirit, and\nI know that the things of the spirit are taught with mighty power in the Book of Mormon. I\nbelieve with all my heart, for example, that if our young people could come out of our homes\nthoroughly acquainted with the life of Nephi, imbued with the spirit of his courage and love\nof truth, they would choose the right when a choice is placed before them.\n<\/p><p>\nHow marvelous it would be if, when they must make a decision, there would flash into their\nminds, from long and intimate association with them, the words of Nephi: \"I will go and do\nthe things which the Lord hath commanded, for I know that the Lord giveth no\ncommandments unto the children of men, save he shall prepare a way for them that they may\naccomplish the thing which he commandeth them\"\n(<span class=\"citation\" id=\"1557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1557)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nAnd if, when the going gets rough and temptation to abandon the course of righteousness\npresses upon them (<span class=\"citation\" id=\"1559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1559)\">1 Ne. 3:15<\/a><\/span>),\nthey would think of his plea to his wayward brothers: \". . . let us be\nfaithful in keeping the commandments of the Lord for behold he is mightier than all the earth,\nthen why not mightier than Laban and his fifty, yea, or even than his tens of thousands?\"\n(<span class=\"citation\" id=\"1560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1560)\">1 Ne. 4:1<\/a><\/span>).\n<\/p><p>\nIf our young folks are traditioned in the teachings of the Book of Mormon, they will not only\nbe inspired with righteous courage to choose the right by the example of Nephi, the \"two\nthousand sons of Helaman\" (<span class=\"citation\" id=\"9007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9007)\">Alma 56:9-10<\/a><\/span>),\nand other great characters of the book, they will also be so\nschooled in the principles of the gospel of Jesus Christ that they will know what is right.\n<\/p><p>\nFrom almost every page of the book, there will come to them a moving testimony that Jesus is\nindeed the Christ, the Son of the Living God, our Redeemer and Savior. This witness alone\nwill be a sustaining anchor in every storm. In the Book of Mormon, they will find the plainest\nexplanation of Christ's divine mission and atonement to be found anywhere in sacred writ.\n<\/p><p>\nThey will be familiar with the great fundamental basic virtues, the Book of Mormon is full of\ninstructions concerning them. They will have learned that \". . . to be carnally-minded is death,\nand to be spiritually-minded is life eternal\"\n(<span class=\"citation\" id=\"3644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3644)\">2 Ne. 9:39<\/a><\/span>), that the Lord God delights in\nchastity (<span class=\"citation\" id=\"25840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25840)\">Jacob 2:28<\/a><\/span>)\nand virtue which are \". . . most dear and precious above all things\"\n(<span class=\"citation\" id=\"38281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38281)\">Moro. 9:9<\/a><\/span>).\nThey will know that a violation of this sacred principle is, in the sight of the\nLord, an \". . . abomination . . . above all sins save it be the shedding of innocent blood or\ndenying the Holy Ghost\" (<span class=\"citation\" id=\"9006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9006)\">Alma 39:5<\/a><\/span>).\n<\/p><p>\nThey will have learned the folly of putting their trust in the learning of men or in the riches\nof this world (<span class=\"citation\" id=\"3643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3643)\">2 Ne. 9:28-30<\/a><\/span>).\nAs a matter of fact, there is no fundamental virtue about\nwhich they will not be taught, for in the Book of Mormon, as has already been said, is to be\nfound \"the fulness of the gospel of Jesus Christ\"\n(<span class=\"citation\" id=\"13844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13844)\">D&amp;C 19:26<\/a><\/span>;\n<span class=\"citation\" id=\"13847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13847)\">D&amp;C 20:9<\/a><\/span>).\n<\/p><p>\nAnd so, I counsel you, my beloved brothers and sisters and friends everywhere, to make\nreading in the Book of Mormon a few minutes each day a lifelong practice. All of us need\ncontinuing close contact with the Spirit of the Lord. We need to take the Holy Spirit for our\nguide that we be not deceived (<span class=\"citation\" id=\"13876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13876)\">D&amp;C 45:57<\/a><\/span>).\nI am persuaded by my own experience and that of my loved\nones, as well as by the statement of the Prophet Joseph Smith, that one can get and keep\ncloser to the Lord by reading the Book of Mormon than by reading any other book. Don't be\ncontent with what someone else says about what is in it. Drink deeply from the divine\nfountain itself.\n<\/p><p>\nI feel certain that if, in our homes, parents will read from the Book of\nMormon prayerfully and regularly, both by themselves and with their children, the spirit of\nthat great book will come to permeate our homes and all who dwell therein. The spirit of\nreverence will increase, mutual respect and consideration for each other will grow. The spirit\nof contention will depart. Parents will counsel their children in greater love and wisdom.\nChildren will be more responsive and submissive to that counsel. Righteousness will increase.\nFaith, hope, and charity&mdash;the pure love of Christ&mdash;will abound in our homes and lives,\nbringing in their wake peace, joy, and happiness.\n<\/p><p>\nThat we will seek these blessings through reading the Book of Mormon, I humbly pray in the\nname of Jesus Christ, our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}