{"ID":1079, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Man Will Live Again<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1960, pp. 115-118<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"If a man die, shall he live again?\"\n(<span class=\"citation\" id=\"26692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26692)\">Job 14:14<\/a><\/span>).\n<\/p><p>\nFrom the beginning of human history, millions and millions of people in all nations of the\nearth have been confronted with this question. Deep in the heart of every person is the desire\nto live&mdash;not only to live a long time here in mortality, but also to rise from the grave. To\nhave immortality, or to live forever, is an innate desire or belief in the hearts of all mortals.\n<\/p><p>\nReligions that have offered great satisfaction to the worshipers are those that have had strong\ndoctrines of the immortality of man. Especially in times of sorrow and bereavements have\nthey been able to offer comfort to those in distress.\n<\/p><p>\nChristianity has as its center a real, historical Personage&mdash;a Savior-God&mdash;in Jesus the Christ,\nthe Only Begotten Son of the Eternal Father. All the pagan rivals of Christianity had\nmythological savior-gods. According to their myths, some of the pagan gods were not entirely\nmoral. Thus Christianity had a great advantage over all contemporary religions.\n<\/p><p>\nJesus taught, \"I am the light and the life of the world\"\n(<span class=\"citation\" id=\"5604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5604)\">3 Ne. 11:11<\/a><\/span>), see also\n<span class=\"citation\" id=\"27908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27908)\">John 8:12<\/a><\/span>). \"I\nam the resurrection, and the life\"\n(<span class=\"citation\" id=\"27914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27914)\">John 11:25<\/a><\/span>).\n\"In him was life; and the life was the light of\nmen\" (<span class=\"citation\" id=\"27892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27892)\">John 1:4<\/a><\/span>).\n<\/p><p>\nIn him we find life and that eternally; and for this purpose he came into the world.\n<\/p><p>\nThese marvelous teachings can be illustrated by the example of the death of\nLazarus. As you recall, he was the brother of Martha and Mary whom Jesus loved greatly. On\na certain occasion, Lazarus became very ill. The sisters sent word to Jesus to come. He\nprocrastinated his coming. Lazarus died and was buried. Four days later Jesus arrived. Martha\nheard that he was coming and ran out to meet him. She said: \n<\/p><p>\n\"Lord, if thou hadst been here, my brother had not died.\n<\/p><p>\n\"Jesus saith unto her, Thy brother shall rise again.\n<\/p><p>\n\"Martha saith unto him, I know that he shall rise again in the resurrection at the last day.\"\n<\/p><p>\nAnd then Jesus made this memorable and marvelous statement: \n<\/p><p>\n\". . . I am the resurrection, and the life: he that believeth in me, though he were dead, yet\nshall he live: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die. Believest thou this?\"\n(<span class=\"citation\" id=\"27912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27912)\">John 11:21,23-26<\/a><\/span>).\n<\/p><p>\nMartha answered, \"Yea, Lord. . . .\" And furthermore she said, \"But I know, that even now,\nwhatsoever thou wilt ask of God, God will give it thee\"\n(<span class=\"citation\" id=\"27915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27915)\">John 11:27,22<\/a><\/span>).\n<\/p><p>\nMary arrived about this time with ideas similar to those which had been expressed by Martha.\n<\/p><p>\nJesus asked to be taken to the grave where Lazarus was buried. When they arrived at the\ngrave, the Master told those present to take the stone from the mouth of the cave in which\nLazarus' body had been placed. Jesus' spirit groaned deeply within him, and then he prayed\nin sincerity and humility to his Father. After praying, \"he cried with a loud voice, Lazarus\ncome forth\" (<span class=\"citation\" id=\"27917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27917)\">John 11:43<\/a><\/span>).\nAlthough Lazarus had been dead for four days, he came from the\ntomb. This marvelous event gives definite evidence that if a man die, he is not dead&mdash;he will\nlive again.\n<\/p><p>\nOn several occasions during Christ's ministry, he raised the dead, thereby giving additional\nevidence that man will live again.\n<\/p><p>\nOn a beautiful Sunday morning, about this time of the year, according to the Gospels of\nMatthew, Mark, and Luke, at the break of day Mary Magdalene, Mary, the mother of the\nLord, and other women whom Jesus loved, went to the sepulchre where the Master's body\nhad been laid to anoint his body with spices. They desired to give his body a more proper\nburial. Upon arriving at the tomb, they found that the huge rock had been rolled away and the\ndoor was open. They entered the sepulchre and saw a young man&mdash;an angel&mdash;sitting there.\nHe was\n<\/p><p>\n\". . . clothed in a long white garment . . .\n<\/p><p>\n\"And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified:\nhe is risen; he is not here\" (<span class=\"citation\" id=\"33132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33132)\">Mark 16:5-6<\/a><\/span>).\n<\/p><p>\nThey left the sepulchre, hurried back to Jerusalem, and reported the resurrection of Jesus to\nPeter and John. According to the Gospel of John, these two apostles ran to the tomb, and\nMary Magdalene followed. As Peter and John entered the sepulchre, they found it empty.\nThey also found the burial clothing folded neatly. And then the apostles left the sepulchre and\nreturned to Jerusalem (<span class=\"citation\" id=\"27943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27943)\">John 20:1-10<\/a><\/span>).\n<\/p><p>\nBut Mary Magdalene lingered near the door of the sepulchre weeping bitterly. She felt the\npresence of somebody near who she thought was the caretaker of the garden. The Personage\nnear said,\n<\/p><p>\n\"Woman, why weepest thou? whom seekest thou?\"\n<\/p><p>\nAnd she said,\n<\/p><p>\n\"Sir, if thou have borne him hence, tell me where thou hast laid him, I will take him away\"\n(<span class=\"citation\" id=\"27944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27944)\">John 20:15<\/a><\/span>).\n<\/p><p>\nAnd then in his affectionate and beautiful way, Jesus said, \"Mary.\" She recognized the voice\nof the Master. She brushed her tears away and, running towards him, exclaimed, \"Rabboni\"\n(<span class=\"citation\" id=\"27945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27945)\">John 20:16<\/a><\/span>).\nAs she was about to embrace him, the Master said,\n<\/p><p>\n\"Touch me not, for I am not yet ascended to my Father: but go to my brethren, and say unto\nthem, I ascend unto my Father, and your Father; and to my God, and your God\"\n(<span class=\"citation\" id=\"27946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27946)\">John 20:17<\/a><\/span>).\n<\/p><p>\nThus Jesus Christ had come into mortality and had fulfilled the purpose for which he had\nbeen ordained. He had shed his blood for the sins of the world both in Gethsemane and on\nthe cross. Now he had broken the bands of death, thereby becoming the first fruits of the\nresurrection. As He rose from the grave, so shall all people who live upon this earth rise from\nthe grave. In fact, we read in Matthew, that at the time Jesus rose from the\ngrave,\n<\/p><p>\n\"And the graves were opened; and many bodies of the saints which slept arose\n<\/p><p>\n\"And came out of the graves after his resurrection, and went into the holy city, and appeared\nunto many\" (<span class=\"citation\" id=\"35080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35080)\">Matt. 27:52-53<\/a><\/span>).\n<\/p><p>\nPerhaps the Book of Mormon gives the most beautiful account of the appearance of Christ to\nmortals following his resurrection. A terrific storm for three hours and intense darkness for\nthree days and nights, which occurred while Christ's body was on the cross and in the tomb,\nwere now over. It was a beautiful, sunny day, appropriate for the symbol of Jesus' being the\nlight and the life of the world.\n<\/p><p>\nThe people in the Land of Bountiful had assembled in front of the temple. They were\ndiscussing the various marvelous events which had taken place during the few previous days,\nespecially those things pertaining to Jesus Christ. Suddenly they heard a voice speak as\nthough it came out of the heavens. It was not a harsh voice. Neither was it a loud voice.\nNevertheless it pierced them to their very hearts, \"causing their hearts to burn within them\"\n(<span class=\"citation\" id=\"5599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5599)\">3 Ne. 11:3<\/a><\/span>).\nAt first they did not understand what the voice said.\n<\/p><p>\nThey gazed heavenward and heard the voice the second time and then the third. This time\nthey understood the voice, and it said unto them: \n<\/p><p>\n\"Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my\nname&mdash;hear ye him.\n<\/p><p>\n\". . . as they understood they cast their eyes up again towards heaven; and behold, they saw a\nMan descending out of heaven, and he was clothed in a white robe\"\n(<span class=\"citation\" id=\"5600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5600)\">3 Ne. 11:7-8<\/a><\/span>).\n<\/p><p>\nHe descended from the heavens, and stood in their midst, and said: \n<\/p><p>\n\"Behold, I am Jesus Christ, whom the prophets testified shall come into the world.\n<\/p><p>\n\"And behold, I am the light and the life of the world; and I have drunk out of that bitter cup\nwhich the Father hath given me, and have glorified the Father in taking upon me the sins of\nthe world\" (<span class=\"citation\" id=\"5602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5602)\">3 Ne. 11:10-11<\/a><\/span>).\n<\/p><p>\nThe people fell upon their knees and worshiped him. And then Jesus said unto them: \n<\/p><p>\n\"Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye\nmay feel the prints of the nails in my hands and in my feet, that ye may know that I am the\nGod of Israel, and the God of the whole earth, and have been slain for the sins of the world\"\n(<span class=\"citation\" id=\"5603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5603)\">3 Ne. 11:10-11<\/a><\/span>).\n<\/p><p>\nThus Jesus Christ presented himself to the Nephites as the resurrected Messiah and Savior of\nthe human family.\n<\/p><p>\nThe people went to Jesus and thrust their hands into his side and felt the prints of the nails in\nhis hands and feet. Then they shouted, \"Hosanna! Blessed be the name of the Most High\nGod!\" (<span class=\"citation\" id=\"5605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5605)\">3 Ne. 11:17<\/a><\/span>).\nAnd they fell at Jesus' feet and worshiped him.\n<\/p><p>\nAfter this occurred, Jesus selected twelve men to be his apostles. He taught them and the\nother Nephites the gospel. The resurrected Savior performed many marvelous miracles among\nthem, even greater than he had done among the Jews. For several days he ministered to the\ninhabitants of ancient America.\n<\/p><p>\nOn one of these occasions, he asked Nephi to bring to him the records of his people. After he\nhad glanced through the records, he said: \n<\/p><p>\n\"Verily I say unto you, I commanded my servant Samuel, the Lamanite, that he should testify\nunto his people, that at the day that the Father should glorify his name in me that there were\nmany saints who should arise from the dead, and should appear unto many, and should\nminister unto them. And he said unto them: Was it not so?\n<\/p><p>\n\"And his disciples answered him and said: Yea, Lord, Samuel did prophesy according to thy\nwords, and they were all fulfilled\" (<span class=\"citation\" id=\"5613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5613)\">3 Ne. 23:9-10<\/a><\/span>).\n<\/p><p>\nChrist admonished the Nephites for neglecting to record these important predictions and their\nfulfillment. He commanded Nephi that \"it should be written; therefore it was written\"\n(<span class=\"citation\" id=\"5614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5614)\">3 Ne. 23:13<\/a><\/span>). Perhaps\nJesus desired that those important events should be recorded as a testimony for the people in\nthe latter days to help us know that if a man dies, he will live again\n(<span class=\"citation\" id=\"26693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26693)\">Job 14:14<\/a><\/span>).\n<\/p><p>\nOne of the greatest events, if not the most important event that ever occurred in ancient\nAmerica was the appearance of the resurrected Savior to the inhabitants of\nthis land. The story of the marvelous events connected therewith are beautifully told in Third\nNephi.\n<\/p><p>\nThe Nephites apostatized from the true religion Christ taught them and later as a nation were\ndestroyed, and the Lamanites became a degenerate, pagan, apostate people. Yet from age to\nage many of the principal ideas relative to Christ and his visit to ancient America persisted.\n<\/p><p>\nFollowing the discovery of America, the Europeans visited various tribes of Indians. From\nthem they learned that practically every tribe had a strong tradition regarding the appearance\nto their ancestors of the white and bearded God. He had given the progenitors of the\nAmerican Indians their culture and their religion. So deep was the impression made by Christ\nupon the minds of the ancient Americans, that their descendants&mdash;the various Indian\ntribes&mdash;retained the principal details of the history and teachings of the resurrected Messiah.\n<\/p><p>\nThe Spanish Catholic fathers found that the religion of the American Indians was so much\nlike Christianity that the claim was made that \"the wicked devil had beaten the Catholic\nfathers to the New World and had put a counterfeit Christian religion in the hearts of the\nIndians.\" A study of the religion of the American Indians seems to indicate that in some\nrespects their Christianity was almost as true as that of the European conquerors.\n<\/p><p>\nMy dear brethren and sisters, \". . . I know that my redeemer liveth, and that he shall stand at\nthe latter day upon the earth. And though after my skin worms destroy this body, yet in my\nflesh shall I see God\" (<span class=\"citation\" id=\"26694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26694)\">Job 19:25-26<\/a><\/span>).\nI know, as Amulek testified, as recorded in Alma, that\nevery man, woman, and child, male and female, bond and free, righteous and the wicked,\nthrough the atonement of Jesus Christ&mdash;through his grace&mdash;will rise from the grave and will\nreceive immortality (<span class=\"citation\" id=\"9000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9000)\">Alma 11:44<\/a><\/span>).\nI am also convinced that each person will stand before the judgment seat\nof the Messiah to be judged for the life lived here in mortality. We will be held accountable\nfor every action that we commit, for every word that we speak, and for every thought that we\nthink (<span class=\"citation\" id=\"9001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9001)\">Alma 12:14<\/a><\/span>).\n<\/p><p>\nFurthermore, I bear witness that Jesus Christ not only through his atonement gave us\nimmortality, but also through the gospel plan of salvation provided a means whereby we may\ngain eternal life. If we are faithful in keeping God's commandments, being sufficiently\nobedient in all things, we shall rise in the resurrection and return to the presence of the Father\nand the Son and receive a glorious exaltation or eternal life. May God bless us that we may\ndo so, I humbly pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}