{"ID":108, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spirituality&mdash;a Safeguard Against Delinquency<\/p>\n<p class=\"gcspeaker\">Elder Ezra T. Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra T. Benson, <i>Conference Report<\/i>, April 1944, pp. 54-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI think I know now, brethren, how effectively suspense might be used as a tool of\npunishment. [Laughter.]\n<\/p><p>\nI rejoice with you in the opportunity of meeting in this great conference. I was made happy\nyesterday in the appointment of Brother Mark Petersen to fill the vacancy in the Council of\nthe Twelve, and with all my heart I sustain him and pray our Father to bless him, and bless\nus all in our respective callings in the priesthood.\n<\/p><p>\nINCREASE IN JUVENILE DELINQUENCY\n<\/p><p>\nI have been greatly concerned, as I am sure many of you have, over certain trends that are in\nevidence in this great land of ours, which tend to strike at the very foundation of many of the\nthings we hold dear. I recognize the great promises that have been made to\nthis land of Zion, through the Book of Mormon prophets and through prophets in the latter\ndays. And yet, I wonder sometimes if we, as members of this great land, recognize what is\nnecessary for us to do in order that those promises might be realized.\n<\/p><p>\nI am sure we all know that the fulfillment of those great promises is contingent upon our\nworshiping the God of this land, who is Jesus Christ\n(<span class=\"citation\" id=\"22159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22159)\">Ether 2:12<\/a><\/span>).\n<\/p><p>\nI would like, if the Lord will bless me, to refer to one of the trends which has caused me\ndeep concern since we last met in conference assembly. In riding across the great plains of\nthis country, en route from Washington, D.C., to the conference, I read a letter and report\nfrom one of our great friends of youth, law and order and decency, and the American home,\nMr. J. Edgar Hoover.\n<\/p><p>\nI was astounded to find that the trend of juvenile delinquency in this great land has reached\nproportions which should shock all of us. I am going to refer, if I may this morning, to some\nof the figures which were presented in the \"Uniform Crime Report for the United States and\nits Possessions, by the Federal Bureau of Investigation of the U. S. Department of Justice,\"\ntaken from the Annual Bulletin for 1943.\n<\/p><p>\nThe increases in crime during the year 1943, as measured by arrests, are as follows:\n<\/p><p>\n           Boy arrests, under 18  . . . 23.4%, <br \/>\n           Girl arrests, under 21 . . . 47.9%.\n<\/p><p>\nFor the first time since records have been kept, age seventeen predominated in the frequency\nof male arrests. For the first time, age 18 predominated in the frequency of female arrests.\nThe seriousness of the situation is more clearly seen when it is remembered that these\nincreases, particularly in female arrests in 1943, are in addition to similar increases in 1942.\nCompared with 1941, the arrests of girls under 21 years of age has increased 130.4 per cent.\n<\/p><p>\nNow, I recognize that these statistics are subject to some interpretation. Because of the lack of\ntime I will not attempt any particular interpretation, but I do feel that they are indicative of a\nserious trend which should be the concern of every true American, and certainly every\nmember holding the priesthood in this Church. Those offenses might be broken down as\nfollows:\n<\/p><p>\nIn the case of male arrests under 18, arrests for rape, 39.8 percent increase; robbery, 39\npercent increase; burglary, 27.7 percent increase; auto theft, 23.4 percent.\n<\/p><p>\nIncrease in female arrests under 21: offenses against property, 30.1 percent increase;\nmiscellaneous violations, 53.2 percent; and offenses against common decency, such as\ndrunkenness, vagrancy, disorderly conduct, prostitution, commercial vice, and other sex\ncrimes, such as adultery and fornication, show an increase of 56.9 percent.\n<\/p><p>\nMr. Hoover, in commenting upon this serious and alarming situation, made the following\ncomment:\n<\/p><p>\nThis country is in deadly peril. We can win this war and still lose freedom\nfor all in America; for the creeping rot of moral disintegration is eating into the nation. I am\nnot easily shocked or easily alarmed, but today, like thousands of others, I am both shocked\nand alarmed.\n<\/p><p>\nThe arrests of teen-age boys and girls all over the country are startling. Some of the crimes\nyoungsters are committing are almost unspeakable. Prostitution, murder, rape, these are ugly\nwords, but it is an ugly situation. If we are to correct it we must face it.\n<\/p><p>\nA recent survey of Christian ministers in this land indicates that sixty-five percent of the\ndelinquency is due to broken homes. Commenting on this situation, Mr. Hoover continues:\n<\/p><p>\nAmerica's youth, indicted by public opinion as reckless and carefree, is blamed for these\nmisdeeds, but the real fault lies elsewhere. Before any youth has broken the law, some adult\nhas committed a more serious crime. Driven by lust for money or enslaved by pleasure, the\nadult generation forgets that the most solemn obligation any person can assume in the eyes of\nGod and men is to guide and direct the child along proper paths. To place anything ahead of\nthat responsibility is akin to criminal negligence.\n<\/p><p>\nAnd then he comments on what he calls the \"crack-pot theory\":\n<\/p><p>\nThis is the kind of \"crack-pot theory\" which has laid the groundwork for our present surge of\nteen-age trouble. For years we have listened to some quack theorists and pseudo-psychologists\nwho have preached that discipline and control were bad for children, that they should be left\nuninhibited to work out their own life's pattern and their own self-discipline. But you never\nacquire self-discipline if you never learn what discipline is. Neither can life's problems be\nworked out without experience which can be secured only through hard knocks or by\nguidance from the experience of others.\n<\/p><p>\nNow, we are reaping the harvest. Fathers have gone to war or are working long hours; many\nmothers, too, are working on day or night shift. Youngsters are left to their own devices, and\nthe tragic fallacy of the theory that self-discipline just grows is being demonstrated day by\nday.\n<\/p><p>\nPLEA OF A YOUNG SOLDIER FOR CHURCH MEMBERSHIP\n<\/p><p>\nFollowing a stake conference a few months ago, a young man in uniform came up to me and\nasked for an opportunity to talk for awhile. This was his story: He said: \"I am a member of a\ncertain camp near Washington, D.C. I have been attending the services held there by the\nMormon boys, but,\" he said, \"I haven't been able to participate. I don't hold the priesthood.\nIsn't there something that can be done so that I can get the priesthood and participate in the\nadministration of the sacrament and the exercises among the Mormon boys?\"\n<\/p><p>\nAs we chatted for awhile, I learned that he had not only been deprived of the priesthood, but\nhad never been baptized. Yet he told me of his home town here in Utah, a Mormon\ncommunity, of his father and mother both members of the Church, his father inactive, his\nmother somewhat more active. But they had accepted this \"crack-pot philosophy\" that they\nwould let the boy grow up and choose for himself. Then he pleaded with me that some means\nmight be provided that he could come into membership in the Church and enjoy the blessings\nwhich he saw the other Mormon boys enjoying.\n<\/p><p>\nTHE RESPONSIBILITY OF PARENTS\n<\/p><p>\nI call your attention, my brethren, to the revelations given by the Lord with reference to the\nresponsibility of parents to train their children, to teach them the fundamental principles of the\ngospel, to teach them to pray and that parents who fail to accept and discharge this obligation\nwill have the sin rest upon them\n(<span class=\"citation\" id=\"11996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11996)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nRead what the Lord says in the 68th section of the D&amp;C. In the very early days of the\nChurch, the Lord saw fit to chastise some of the leading brethren of the Church for their\nfailure to train their children, to teach them correct principles, to teach them to pray, and they\nwere admonished to put their own houses in order\n(<span class=\"citation\" id=\"12028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12028)\">D&amp;C 93:40-50<\/a><\/span>).\n<\/p><p>\nA SURVEY AMONG SEMINARY STUDENTS\n<\/p><p>\nI have been very much impressed with a recent survey made by our own Church department\nof education among the seminary students of this Church, our boys and girls. An attempt was\nmade in this survey to find out what the youth of the Church consider are the important\nthings which contribute to spirituality and a moral life. I am sure it will be a surprise to some\nto find that among the many things they listed&mdash;and apparently they did some very serious\nthinking on the matter&mdash;they listed prayer in the home. That simple thing, family prayers,\ndevotion, which was so common in this great land a generation or so ago, but is found all too\ninfrequently now, even in the homes of the Latter-day Saints.\n<\/p><p>\nBrethren, I encourage you, as fathers and as leaders, to see to it that every day we have a\nperiod of devotion in the home, if for no other reason than that it might influence the lives of\nour boys and girls.\n<\/p><p>\nThey also listed as influences which contribute to spirituality, parents who were spiritual and\nset proper examples to their children, loyalty of parents to Church leaders, attendance at\nChurch by children with parents, temple marriage&mdash;discussion of temple marriage in the\nhome&mdash;love and kindness, good wholesome literature.\n<\/p><p>\nThey were also asked to list the negative influences which tend to tear down spirituality and\nmorality, and they listed, of course, lack of prayer and spirituality in the home, back-biting\nand criticism of Church leaders, lack of Church attendance by parents, and such anti-spiritual\ninfluences as smoking, drinking, card playing, profanity, hate, greed, dishonesty, and so forth.\n<\/p><p>\nThese are our boys and girls who have thus spoken. They recognize what is necessary in\norder to provide the environment which will produce strong characters, morally and\nspiritually. I hope that as leaders in Zion we will do everything within our power to provide\nthat environment for the youth of this great Church. I have confidence in the youth of Zion, I\nrecognize, my brethren, the serious and crucial period through which the youth of Zion are\npassing, and I sincerely pray that we will throw around them every safeguard that is possible,\nin order that they can meet the temptations and overcome them.\n<\/p><p>\nINTERVIEW WITH A CHIEF EXECUTIVE\n<\/p><p>\nWhile holding a series of meetings in the eastern part of the United States a few weeks ago, I\nwas invited by the chief executive of one of the great states to visit his office. I had no idea\nwhat he wanted to discuss, but as we sat there, it soon became clear that he was concerned\nwith the problems of youth, and he wanted to know three things about the Mormon Church:\nFirst of all, our program of activity for youth; secondly, our great missionary system. He was\nnot so much concerned about the proselyting program of the Church, but what that missionary\nsystem did to build character in young men; and, thirdly, the great Welfare program of the\nChurch, which tends to restore and enjoin thrift, work, and such virtues that have built this\ngreat country.\n<\/p><p>\nAs we sat there discussing these problems, the question of family prayer came up, and he told\nof his experience as a boy in his own home, where he knelt in devotion each day, and then he\ntold about visiting several of the homes of his friends recently, where there was no devotion\nin the home. He had great fear for the future of the youth of this great land because of the\nlack of spirituality in the home.\n<\/p><p>\nThen I had the great pleasure of telling him something of our program, and made reference to\na Gold and Green ball which had just been held in one of the great hotels in Washington,\nwhere six to eight hundred young men and women had enjoyed themselves in an evening of\nsociability. There were no cigarettes, no liquor, and the party was opened and closed with\nprayer. I said, \"Mr. Governor, would you believe that such a thing could happen?\"\n<\/p><p>\nHe said: \"I wish it were more common. It is almost impossible for me to believe it, in view\nof what I know of conditions that are facing the youth of this land, and what is happening in\nmy own state.\"\n<\/p><p>\nI told him that was only typical of parties held throughout the Church, in 147 stakes.\n<\/p><p>\nTHE STANDARDS OF THE CHURCH A RECOMMENDATION FOR OUR YOUTH\n<\/p><p>\nI am convinced, my brethren of the priesthood, that we bare in the Gospel of Jesus Christ, in\nthe standards of Mormonism, an answer to this upward trend in juvenile delinquency, if we\nwill only make our programs effective, if we will only make them work.\n<\/p><p>\nNow, as never before, the youth of this Church need the program of the Church. They cannot\nafford to be without it. They need the companionship of a good man and a good woman, and\nI hope, as officers and as fathers, we will provide that companionship, that we will put our\narms around them and sustain them, help them and direct them during this very crucial\nperiod.\n<\/p><p>\nTo the youth of the Church I would like to say this: I know beyond the shadow of a doubt\nthat no young man or woman in this Church can afford to disregard the standards and\nteachings of the Church. Even if they are looking at it only from their\npersonal advancement in the material world, it pays to live the standards of Mormonism. I\nhave seen it demonstrated, time and time again, particularly during the last five years that I\nhave resided in the nation's capital.\n<\/p><p>\nI know there is a lot of wickedness in the world, as was pointed out by Elder Joseph Fielding\nSmith yesterday, but I testify that in spite of that wickedness, the world is yet willing to pay\nfor the services of young men and women who remain true to the standards of this Church.\n<\/p><p>\nI could give you illustration after illustration that will demonstrate that fact. Only a few days\nago a man called me in the early morning, on the telephone, and asked if I would have lunch\nwith him that day. I accepted, and a few hours later we faced each other across the luncheon\ntable in one of the hotels, and he said: \"I presume you are curious to know why I invited you\nhere?\" I said: \"Yes, I am.\"\n<\/p><p>\nHe said: \"I represent one of the great hotels of the middle west.\" It developed that he\nrepresented probably the greatest hotel, certainly the largest, in the middle west.\n<\/p><p>\nHe said: \"In a group of friends in Chicago the other day, I was telling them that I had the\nresponsibility of going to Washington to open a Washington office for our organization, and,\"\nhe said, \"I began to outline the kind of man I would like to represent us in the nation's\ncapital.\"\n<\/p><p>\nThen he said: \"After I had enumerated his qualifications, one of the men spoke up and said,\n'Well, what you want is a Mormon Missionary.'\"\n<\/p><p>\nAnd then he said: \"When I got in the nation's capital, I inquired who was the representative\nof your Church here, and someone referred me to you. That is why I have invited you.\"\n<\/p><p>\nThen he began to enumerate the things he wanted in this representative. First of all, he must\nbe morally clean. His integrity must be beyond question. He must not tamper with alcoholic\nbeverages. He would prefer a man who did not even use tobacco. Then he went on and\nrecited, almost entirely, the standards of this people, then asked me if I could suggest a young\nman that would meet those requirements.\n<\/p><p>\nI said: \"My good friend, I could give you the names of twenty or thirty that would meet every\none of those requirements, so far as I have been able to determine.\"\n<\/p><p>\nNow, I mention this simply to indicate to the youth of Zion that if they are looking only to\ntheir material advancement, if they are thinking only of getting ahead in the material world,\nfinancially, in the business field, it pays to maintain the standards of Mormonism. And if you\nlook to the Great Beyond, and consider your eternal happiness and exaltation, it pays time and\ntime again to maintain the standards of the Church.\n<\/p><p>\nMay the Lord bless us. May he bless us as leaders in Zion, that we may be able to inspire the\nyouth of the land to righteous living, that they will recognize the importance of maintaining\nthe standards of the Church, and receive the promised blessings which come from adherence\nto those standards, I pray, in the name of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}