{"ID":1080, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Excess Baggage<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1960, pp. 118-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I have come to know how it feels to be the last leaf on the tree.\n<\/p><p>\nI am grateful for my membership in the Church of Jesus Christ of Latter-day Saints, and with\nthese other Brethren, I bear my witness that I know that the gospel is true, and that this\nChurch is led by divine and inspired leadership.\n<\/p><p>\nI rejoice in the growth of the Church. As Brother Lee reported on the organization of a stake\nin England, and we heard from Brother Stapley and Brother Romney of the organization of a\nstake in Australia, I was reminded of some prophetic words by President McKay. Sometime\nago, as President and Sister McKay returned from New Zealand after the dedication of the\ntemple there, many of us met them at the International Airport in Los Angeles. President John\nM. Russon of Los Angeles Stake and I were walking with President McKay from the plane\ntoward the terminal, when he stopped us and said, \"Brethren, next Thursday when the First\nPresidency and Council of the Twelve meet, I am going to recommend that a\nstake be organized in New Zealand.\" He continued, \"You know, we live in a jet-age, and with\nthese fast planes it will be possible for the General Authorities to travel swiftly to any part of\nthe world, to visit stakes as they are organized.\"\n<\/p><p>\nNow we have seen those words fulfilled not only in New Zealand but also within the last\nweek in England and Australia.\n<\/p><p>\nRather recently I enjoyed my first experience of traveling on a jet-propelled plane. It was\namazing the speed at which we traveled. Less than two hours after leaving Denver, we were\nin Chicago. Prior to departure we were required to place our luggage on a pair of scales. If\nthe weight was under forty pounds the amount allowed each passenger, a green light flashed.\nBut if the weight exceeded forty pounds, a red light flashed, and a bell rang. The weight\nexceeding the allowance is considered excess baggage and a penalty or additional charge is\nlevied. When the red light flashes, one begins to consider the unnecessary articles he could\nhave left behind, such as an extra pair of shoes, for example.\n<\/p><p>\nThe thought occurred to me that this earth life is also a rapid flight or journey. We are\ntraveling toward a desirable destination, that of eternal life and exaltation. Now the Lord has\nsaid, \"For behold, this is my work and my glory&mdash;to bring to pass the immortality and\neternal life of man\" (<span class=\"citation\" id=\"39130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39130)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nOur goal should be to become perfect, even as our Father in heaven is perfect\n(<span class=\"citation\" id=\"35019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35019)\">Matt. 5:48<\/a><\/span>). It would be\nwell in early life to select and make secure the characteristics and traits needed for this\njourney of life, discarding the ones which are harmful and which might be classed as excess\nbaggage. We can then be sure as we continue our journey, that the green light and not the red\none will be flashing.\n<\/p><p>\nWhat are some of the traits which might be regarded as excess baggage on our journey\ntoward perfection? To mention but a few: hate and anger and the holding of grudges, a hot\ntemper and a quick tongue, envy, jealousy, and greed, a critical attitude resulting in\nfaultfinding, backbiting, and judging harshly. All these are excess baggage and we shall have\nto pay dearly for them.\n<\/p><p>\nIn contrast there are certain basic, essential characteristics or traits which are very desirable.\nThey constitute legitimate or necessary baggage on our life's journey. One is love, love for\nour Father in heaven love for fellow men and neighbors\n(<span class=\"citation\" id=\"35066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35066)\">Matt. 22:37,39<\/a><\/span>).\nThe Savior taught, \"But I say unto\nyou, Love your enemies, bless them that curse you, do good to them that hate you, and pray\nfor them which despitefully use you, and persecute you\"\n(<span class=\"citation\" id=\"35016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35016)\">Matt. 5:44<\/a><\/span>).\n<\/p><p>\nSomeone has said, \"Be kind to your enemies, for you are the one who made them.\"\n<\/p><p>\nOne of the most beautiful stories of love, loyalty, and devotion, related in the scriptures is that\nof Ruth. It seems that there was a famine in the land of Bethlehem. A certain man took his\nwife, Naomi and their two sons and journeyed to the land of Moab. The husband became ill\nand passed away, leaving his widow and the two boys. Subsequently the two sons married\nMoab girls, but within ten years' time, both of the sons also died. Naomi felt impressed that\nshe should return to her homeland in Bethlehem. Her two daughters-in-law expressed a desire\nto accompany her. But Naomi encouraged them to return to their former homes, friends, and\nloved ones. One left, but the other, whose name was Ruth, overcame Naomi's objections,\nwhen she uttered these tender and memorable words: \"Intreat me not to leave thee, or to\nreturn from following after thee: for whither thou goest, I will go; and where thou lodgest, I\nwill lodge: thy people shall be my people, and thy God my God: \n<\/p><p>\n\"Where thou diest, will I die, and there will I be buried: the Lord do so to me and more also,\nif ought but death part thee and me\"\n(<span class=\"citation\" id=\"43014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43014)\">Ruth 1:16-17<\/a><\/span>).\n<\/p><p>\nSelf-control is a very valuable asset to possess on life's journey. The ability to control one's\ntemper, one's tongue, one's thoughts is highly commendable. As pointed out in Proverbs: \n<\/p><p>\n\"He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that\ntaketh a city\" (<span class=\"citation\" id=\"41433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41433)\">Prov. 16:32<\/a><\/span>).\n<\/p><p>\nAnother excellent quality is a forgiving nature and disposition. The Lord has admonished us\nto be ever ready and willing to forgive our fellow man. In these latter days he has counseled: \n<\/p><p>\n\"Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his\nbrother his trespasses standeth condemned before the Lord; for there remaineth in him the\ngreater sin.\n<\/p><p>\n\"I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men\"\n(<span class=\"citation\" id=\"13883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13883)\">D&amp;C 64:9-10<\/a><\/span>).\n<\/p><p>\nOne of the virtues possessed by the Savior so perfectly that we should strive to perfect in\nourselves, is that of tolerance, that is, a willingness to be long-suffering, patient, to appreciate\nanother's point of view. Let us be strict and critical with ourselves, but lenient and tolerant\nwith others.\n<\/p><p>\nWith the passing of each day we travel along our journey, some improvement should be\nfound in our lives. As a woman testified in a prayer meeting, \"I ain't what I ought to be; and\nI ain't what I'm gonna be; but anyway, I ain't what I was.\"\n<\/p><p>\nThe Savior set us the example. We should earnestly strive to pattern our lives after his. If we\ndo this, we will discard those qualities that constitute excess baggage. We will carry with us\nonly those characteristics that are essential and that will permit us to continue our journey\nunencumbered.\n<\/p><p>\nThe poet Henry Van Dyke has given us these words of counsel regarding our way of living: \n<\/p><p>\n\"To be glad of life because it gives you the chance to love and to work and to play, and look\nup at the stars; to be satisfied with your possessions, but not contented with yourself until you\nhave made the best of them; to despise nothing in the world except falsehood and meanness\nand to fear nothing except cowardice; to be governed by your admirations rather than by your\ndisgusts; to covet nothing that is your neighbor's except his kindness of heart and gentleness\nof manners; to think seldom of your enemies, often of your friends, and every day of Christ;\nand spend as much time as you can with body and with spirit in God's out-of-doors. These\nare little guide posts on the footpath of peace.\"\n<\/p><p>\nMay we all live so that our life's journey may be pleasant and we can obtain the peace of\nGod which passeth all understanding (<span class=\"citation\" id=\"41255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41255)\">Philip. 4:7<\/a><\/span>),\nI humbly pray, in the name of Jesus Christ, our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}