{"ID":1081, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Did Not Your Hearts Burn...?\"<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1960, pp. 120-122<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe Brigham Young University Combined Choruses have furnished the music for this session\nand this morning's session. We wish to express our appreciation to these young men and\nwomen of Brigham Young University. We know that they have spent many hours in practice\nin the weeks that have gone by so that we could enjoy their inspirational singing. We thank\nyou young folks for the efforts you have put forth. We are grateful for the inspiration that you\nhave given this conference, including all who have been listening in to this program. We are\nproud of you! We have reason to be proud of all our young people with a few exceptions.\n<\/p><p>\nI have frequently said, and I repeat, we have confidence in our young folks. It is our duty as\nadults and their parents to set them a proper example in the home and in society. It is our\nresponsibility to impress our children with our sincerity in our belief in the gospel of Jesus\nChrist. Never should parents teach one thing about the gospel and do another. Children are\nvery susceptible to insincerity.\n<\/p><p>\nYes, we thank you young folk for the effort you have put forth. May our Heavenly Father\nprotect you as you go back to your homes, and may he ever bless you for the unselfish\nservice you have rendered. We shall cherish the memory of your inspirational singing that you\nhave given us this day.\n<\/p><p>\nI should like to express, also, our appreciation to the approximately 2,000 singers from Utah,\nCalifornia, and Oregon who have presented special music for this general conference&mdash;two\nthousand singers who have furnished music for the Primary conference sessions, for the\npriesthood meeting, and Sunday School conference! Freely have they given\nof their time and talents to help make this conference a success. Many of them traveled at\ntheir own expense. Let me just repeat the groups: \n<\/p><p>\nSaturday night in this tabernacle, we had the Portland Stake priesthood chorus at the\npriesthood meeting, under the direction of Elder Bruce Kelly. Fifty-three thousand members\nof the priesthood heard their inspirational singing Saturday night over a closed circuit in 244\nbuildings throughout the United States, Canada, and Mexico.\n<\/p><p>\nOn Sunday, we had the Tabernacle Choir at the Sunday sessions, under the direction of Elder\nRichard P. Condie. You remember that inspiring day.\n<\/p><p>\nOn Monday, the Mormon Choir of Southern California sang at the two sessions under the\ndirection of Elder H. Frederick Davis.\n<\/p><p>\nMonday night, in the Tabernacle, we had the Salt Lake Valley Regional Mission Choir, at the\nmissionary meeting. This small chorus under the direction of Elder Rudy Mueller, sang hymns\nin the different tongues.\n<\/p><p>\nToday, the Brigham Young University Combined Choruses, under the direction of Dr. Newell\nB. Weight and Don L. Earl furnished the singing. We are the recipients of inspiration and\nblessing from these various groups. While we thank the members from Brigham Young\nUniversity, we are not unmindful of all the others.\n<\/p><p>\nI wish also to express appreciation and gratitude to all who have in any way contributed to\nthe success of this great conference. First, to the General Authorities we express deep\nappreciation for the inspirational messages they have given us. The latest conference is always\nsaid to be the best, but really this has been the best conference I think we have ever held.\n<\/p><p>\nI should like to express appreciation to the public press and the reporters for their fair and\naccurate reports throughout the sessions of the conference.\n<\/p><p>\nThird, in your behalf, I express appreciation for the co-operation of the city officials; the city\ntraffic officers especially, in their expert handling of the increased traffic; to the fire\ndepartment, on hand for any emergency; to the Red Cross members, whom you see around,\nready to take care of anybody who might suddenly be taken ill.\n<\/p><p>\nI have mentioned already our ushers who have rendered service in seating the great audiences\nof these conference sessions.\n<\/p><p>\nWe must not forget to thank the radio and television stations. Throughout our own city and\nthe nation they have carried the sessions of this conference, and have been the means of\npermitting untold thousands of people to hear the conference proceedings&mdash;the most\nextensive television and radio coverage ever given the Church.\n<\/p><p>\nAgain we express appreciation for the lovely flowers that have beautified this building during\nour assemblies&mdash;scores of members of the Church have spent many hours in picking these\nflowers and in getting them ready for shipment to Salt Lake City. Ten thousand sweet peas\nwere gathered under the direction of David M. Hansen of Mesa, Arizona, with the aid of the\nyouth of the Mesa seminaries. Members of the Church in the Phoenix stakes sent a quantity of\nstocks. The Southern States Mission sent some thirty dozen gladioli. The Oakland-Berkeley\nStake sent calla lilies and the Tacoma Stake sent fifty dozen daffodils, through the kindness\nand generosity of Puyallup Valley Daffodil Festival, Inc., Tacoma, Washington.\n<\/p><p>\nOne day, two men were walking near Emmaus, a town not far from Jerusalem, and a man\nsuddenly appeared by their side. They did not recognize him. After he left them, they said,\n\"Did not our heart burn within us?\"\n(<span class=\"citation\" id=\"31540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31540)\">Luke 24:32<\/a><\/span>).\nLuke tells us about that incident, after\nhe had inquired of many people who had had some intimacy with Jesus.\n<\/p><p>\nI think that there are many in this congregation, and I hope many who have been listening\nover radio and television who have had their hearts \"burn within them\" as they have listened\nnot only to the inspirational singing, but to the sublime testimonies, and I hope as their hearts\nhave burned within them, that they realized the message that went into their hearts. I hope\nthey have an inkling, at least, of the divine truth that they are sons of God, and that that\nburning within them was just a touch of harmony between them and the infinite, the Spirit of\nGod which will enlighten our minds, quicken our understandings, and bring\nall things to our remembrance (<span class=\"citation\" id=\"27929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27929)\">John 14:26<\/a><\/span>).\n<\/p><p>\nIf we were just animals, we should never have a feeling of that kind. That is evidence that\nman has a greater destiny than just a mere animal life. That is a touch of the spirit! Every\nman who has sensed that has a testimony himself and every woman also has a testimony\nherself, that man is a dual being. He has a body, just as all other animals have. But he has\nsomething that comes only from his Father in heaven, and he is entitled, is susceptible to\nwhisperings, susceptible to influences from his Divine Parent, through the Holy Ghost, the\nmedium between us and God the Father and his Son Jesus Christ.\n<\/p><p>\nThis has been in a remarkable manner, an outstanding spiritual conference. I should like to\nsay a word about that; it came to me last evening: The highest acquisition of the soul we have\nexperienced&mdash;the spiritual, the divine in man; the supreme crowning gift that makes him king\nof all created beings. Spirituality is the consciousness of victory over self, the consciousness\nof being above the passions, whether in anger or jealousy or envy, or hatred. To feel that you\ncan be above those animal-like feelings, is to experience spirituality, and every man and\nwoman whose heart burned when he or she heard the testimony of these brethren, experienced\nthat spirituality.\n<\/p><p>\nIt is the realization of communion with Deity. No higher attainment can be reached than that.\n<\/p><p>\nRemember what Paul said? \"This I say then, Walk in the Spirit, and ye shall not fulfil the lust\nof the flesh.\n<\/p><p>\n\"For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary\nthe one to the other: so that ye cannot do the things that ye would.\n<\/p><p>\n\"Now the works of the flesh are manifest, which are these; Adultery (the Revised Version\nleaves that out, but it does not leave out fornication), fornication, uncleanness, lasciviousness.\n<\/p><p>\n\". . . hatred, variance, emulations wrath, strife . . . heresies (I am not reading it all),\n<\/p><p>\n\"Envyings . . . drunkenness, revellings, and such like: of the which I tell you before, as I\nhave also told you in time past, that they which do such things shall not inherit the kingdom\nof God.\n<\/p><p>\n\"But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,\n<\/p><p>\n\"Meekness, temperance: against such there is no law.\n<\/p><p>\n\"And they that are Christ's have crucified the flesh with the affections and lusts. \"If we live in\nthe Spirit, let us also walk in the Spirit\"\n(<span class=\"citation\" id=\"23259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23259)\">Gal. 5:1,16-17,19-25<\/a><\/span>).\n<\/p><p>\nWe have had testimonies\nduring this conference, the testimony of the Spirit, that we are children of our Father. We\nhave had testimony that God is a living Being. We have had testimony that Christ is at the\nhead of his Church. Have you not felt that testimony? We have had testimony of the Spirit\nthat he has revealed in this dispensation the gospel of Jesus Christ to the Prophet Joseph\nSmith. Have you not felt that, too, this conference? We have never held a greater conference.\n<\/p><p>\nI bear you that testimony that I know whereof I speak; that we must live in the spirit and get\npower thereby to overcome the lusts of the flesh as enumerated here by a man who knew.\nAnd you know, and the happier you will be if you live above the flesh. Conquer the animal\nwithin you when you are tempted to scold or find fault with your wife or with your husband.\nControl your tempers if prompted to deal unjustly with a wayward child. Young men and\nyoung women, conquer your own desires and obey your parents. Do not think that they are\nold-fashioned. They are more experienced than you. Love them, be kind to them.\n<\/p><p>\nGod bless those who have given the messages of this conference. They have risen to heights\nsublime.\n<\/p><p>\nMay he bless us all that we may go home with a firmer resolve than we have ever had before\nto live the gospel of Jesus Christ; to be kind to our neighbors, honest in our dealings, so that\nmen seeing our good works may be led to glorify our Father which is in heaven\n(<span class=\"citation\" id=\"35014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35014)\">Matt. 5:16<\/a><\/span>), I pray, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}