{"ID":1082, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">As He Thinketh<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, April 1960, pp. 124-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSince the beginning God has given to every man the power to control his\nthoughts. He has also given man the freedom to select the course in life he\nwishes to pursue. When Adam was placed in the Garden of Eden, the Lord\ncommanded him saying:\n<\/p><p>\n\"Of every tree of the garden thou mayest freely eat; But of the tree of\nknowledge of good and evil, thou shalt not eat of it; for in the day that thou\neatest thereof thou shalt surely die\" (<span class=\"citation\" id=\"23662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23662)\">Gen. 2:16-17<\/a><\/span>).\n<\/p><p>\nAlthough Adam was thus admonished not to partake of the fruit of the tree of\nknowledge of good and evil, nevertheless he had the right to think for himself\nand the right to make his own choice.\n<\/p><p>\nScriptures are replete with God's promised blessings to us if we will keep His\ncommandments and comply with His laws, but it is a fundamental principle that\nwe are never compelled to do His will. In ancient times the Lord commanded\nIsrael to keep all of His commandments with the promise of an abundant harvest\nif they would do so, but in the event they failed, His wrath would be kindled\nagainst them. He said:\n<\/p><p>\n\"Behold, I set before you this day a blessing and a curse; A blessing if ye\nobey the commandments of the Lord, your God, which I command you this day: And\na curse, if ye will not obey the commandments of the Lord your God, but turn\naside out of the way which I command you this day, to go after other gods,\nwhich ye have not known\" (<span class=\"citation\" id=\"21234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21234)\">Deut. 11:26-28<\/a><\/span>).\n<\/p><p>\nSo it has been down through the ages. Although God has pointed the way, He has\ngiven to all men the right to think for themselves and make their own choices.\n<\/p><p>\nMarcus Aurelius once said, \"A man's life is what his thoughts make of it.\"\nEmerson said, \"A man is what he thinks about all day long.\" Man's mind may be\nlikened unto a flower garden. It can be a thing of beauty and inspiration to\nthe gardener and all who may gaze upon it, or it may be ill kept and overrun\nwith weeds. As the plant which produces the beautiful flower grows from a seed,\nso every act of man springs from the hidden seed of thought. As a being of\npower and intelligence, and master of his own thoughts, man has the divinely\ngiven ability to make of himself what he chooses to be.\n<\/p><p>\nDr. Robert A. Milliken, well known in the circles of science, and once winner\nof the Nobel Prize, made this significant statement: \"I think you will not\nmisunderstand me when I say that I have never known a thinking man who did not\nbelieve in God.\" George Washington, whom we revere as the Father of our\nCountry, had a deep and abiding faith in God. Abraham Lincoln, on many public\noccasions, made it known that his actions were motivated by his firm belief in\nGod. We will recall that Jesus was asked:\n<\/p><p>\n\"Master, which is the great commandment in the law? Jesus said unto him, Thou\nshalt love the Lord thy God with all thy heart, and with all thy soul, and with\nall thy mind. This is the first and great commandment. And the second is like\nunto it, Thou shalt love thy neighbor as thyself. On these two commandments\nhang all the law and the prophets\"\n(<span class=\"citation\" id=\"35065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35065)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nAs man's thoughts turn to God and the things that pertain to God, man undergoes\na spiritual transformation. It lifts him from the commonplace and gives to him\na noble and Godlike character. If we have faith in God, we are using one of the\ngreat laws of life. The most powerful force in human nature is the spiritual\npower of faith. Jesus said:\n<\/p><p>\n\"According to your faith be it unto you\"\n(<span class=\"citation\" id=\"35033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35033)\">Matt. 9:29<\/a><\/span>).\n<\/p><p>\n\"And this is life eternal, that they might know thee, the only true God, and\nJesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"27936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27936)\">John 17:3<\/a><\/span>).\n<\/p><p>\nGod is our Father, and we are his children. From father to child there exists\nthat same natural parental love that is expressed by our Heavenly Father for\nHis children. When the prodigal boy, in that parable which most perfectly tells\nthe story of the sinning, and repentant life, \"came to himself,\" his first\nwords were, \"I will arise and go to my father\"\n(<span class=\"citation\" id=\"31527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31527)\">Luke 15:18<\/a><\/span>). While he is yet\nafar off the waiting father sees him coming and is moved with compassion.\nRepentance is but the homesickness of the soul, and the uninterrupted and\nwatchful care of the parent is the fairest earthly type of the unfailing\nforgiveness of God. The family is, to the mind of Jesus, the nearest of human\nanalogies to that divine order which it was His mission to reveal.\n<\/p><p>\nFathers and mothers have a great responsibility with respect to the children\nwhich are entrusted to their care. One of the greatest needs of the day is for\nparents to teach and encourage young people to conduct themselves according to\nChristian standards. In the Book of Proverbs we find this admonition to\nparents:\n<\/p><p>\n\"Train up a child in the way he should go: and when he is old, he will not\ndepart from it\" (<span class=\"citation\" id=\"41434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41434)\">Prov. 22:6<\/a><\/span>).\n<\/p><p>\nThe greatest training that can be given to a child is that which comes from the\nexample of parents. Parents need to set the example for young people to follow.\nGreat strength comes from the home where righteous principles are taught, where\nthere is love and respect for each other, where prayer has been an influence in\nthe family life, and where there is respect for those things that pertain to\nGod.\n<\/p><p>\nThe Christian family gets its unity and stability, not by outward regulation,\nbut by the natural processes of its inward life. It has its troubles and\nsorrows and they draw hearts together; it has its joys, and they are multiplied\nby being shared. As the children are taught the lessons concerning their\nHeavenly Father and the truths of the Gospel, and of the son whose return the\nfather is waiting&mdash;they will interpret these truths as Jesus prompted them to\ndo, in the language of their own loving and united home.\n<\/p><p>\nYoung people need to be taught by parents in the home to have the desire to\nlive clean lives and have clean thoughts.\n<\/p><p>\n\"For as he thinketh in his heart, so is he\"\n(<span class=\"citation\" id=\"41436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41436)\">Prov. 23:7<\/a><\/span>).\n<\/p><p>\nThis often quoted line from the Book of Proverbs is as applicable to youth as\nto old age and should be a reminder to parents that the acts and conduct of\nyoung people are motivated by their thoughts.\n<\/p><p>\nI am deeply impressed by the great youth program of the Church which I have the\nhonor to represent. Thousands of young people across our nation are meeting in\nfireside groups of their own age where they are discussing among themselves,\nunder the guidance of their leaders, the problems of modern day youth. Such\nproblems as drinking, smoking and going to questionable places; dating,\nchaperonage, courtship, kissing, petting, proper use of the automobile;\nmorality, honesty, clean living, and many other things which will have a\npermanent effect on their lives as they grow to face marriage and parenthood.\nAs our young people discuss these problems and arrive at their solutions,\nafter applying the moral principles of Christianity, they find strength in\ntheir resolutions to live the clean life their Heavenly Father would have them\nlive. The whole idea behind this program is to help young men and young women\ndevelop right thinking for their guidance so that they will not make mistakes.\n<\/p><p>\nIn order that parents and children may better understand each other, a plan has\nbeen adopted by that church known as the \"Family Council.\" This council is\ncalled and conducted by the parents and attended by all members of the family.\nIt strengthens family ties, assures children they \"belong\" and convinces them\nthat the parents are interested in their problems. This family meeting teaches\nmutual respect for each other, eliminates selfishness, and emphasizes the\nGolden Rule (<span class=\"citation\" id=\"35026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35026)\">Matt. 7:12<\/a><\/span>)\nin the home and living a clean life. Family worship and prayer are\ntaught, together with the lessons of kindness and honesty. The problem of the\nfamily usually confronts one at such close range that its real dimensions and\nsignificance are not easily appreciated, but when families are strong and\nunited in the endeavor to serve God and keep His commandments, many of our\nmodern-day problems disappear.\n<\/p><p>\nThe world would be a better place to live if we would think and act as God\nwould have us do. This should be a personal challenge to every man and woman,\nand every father and mother, to live according to the commandments of God and\nbe an example for good to boys and girls in their years of growing up.\n<\/p><p>\nThey are the most happy whose lives have been dedicated to the endeavor of\nmaking the world a better place to live by raising the standards of thought and\naction. This can only be done by strict observance to the laws which God has\nlaid down for the conduct of man in this mortal existence.\n<\/p><p>\nI know that God lives. I bear witness that Jesus is the Christ, the Son of the\nliving God; that He is the Savior of the world having given His life as the\ngreat sacrifice that we might have life everlasting. He is your personal Savior\nand my personal Savior. If we will open our hearts to his presence and accept\nof him, our lives will be enriched by the joy and happiness that comes only to\nthose who do so receive Him. May righteous thoughts control our lives so that\nwe may always make choices according to the will of God, I humbly pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}