{"ID":1084, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"If It Be Just...\"<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i> October 1960, pp. 8-10<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, after listening to President McKay's inspiring message, I feel\nthat all of us, from the bottom of our hearts, can say, \"We thank thee, Heavenly Father, for a\nprophet to guide us in these latter days.\"\n<\/p><p>\nWhile World War I was raging in Europe, there were certain individuals here at home who\nwould sit back in their easy armchairs, surround themselves with maps, and follow the\nprogress of battle by reading the newspapers. They were extremely critical of the generals and\nthose who were directing the campaigns and were very eager and vocal in outlining the\nstrategy they would employ if in similar positions of leadership. These individuals were\nreferred to as \"armchair generals.\"\n<\/p><p>\nPrior to demolition of old buildings or the construction of new buildings, a solid fence is built\nto protect passersby. It has become a practice to bore holes in the fence or to instal glass\nportholes. From these observation points many pause and watch with interest the demolition\nor construction activities. There are those among the viewers who would improve the way the\njob is run. Some would knock a building down immediately, while others would have it done\nbit by bit. Then there are those who would make changes in the architectural design of the\nbuilding. Others are critical of the manner in which the cement is poured, the bricks are laid,\nand the glass is installed. These persons are known as \"sidewalk superintendents.\"\n<\/p><p>\nThen there is another group belonging to this category. While riding in a car they are\ncontinually offering suggestions to the driver as to how the car should be operated, the speed\nthat should be traveled, when to turn, and the signals to be employed. These are the \"back\nseat drivers.\"\n<\/p><p>\nThe Church becomes an object of criticism from just such \"experts.\" They are dissatisfied\nwith the manner in which the superintendent manages the Sunday School. They find fault\nwith the way the bishop conducts the affairs of the ward. The stake president does not please\nthem, and they criticize his administration. They are unhappy with the way the tithing is\ndisbursed. These are the persons who find no fault with their own actions, but seem willing\nand anxious to confess another person's sins.\n<\/p><p>\nThe Savior was chastising such groups as these when he said: \"And why beholdest thou the\nmote that is within thy brother's eye, but considereth not the beam that is within thine own\neye? . . . Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see\nclearly to east out the mote out of thy brother's eye\"\n(<span class=\"citation\" id=\"35024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35024)\">Matt. 7:3-5<\/a><\/span>).\n<\/p><p>\nI believe that is the same thought that the poet Burns desired to express when he penned the\nlines:\n<\/p><p>\n\"O wad some Power the giftie gie us<br \/>\nTo see oursels as ithers see us!\"<br \/><br \/>\n&nbsp; &nbsp;          (Robert Burns, <i>To a Louse<\/i>)\n<\/p><p>\nI assure you that I am not against criticism, if it is the right kind. Constructive criticism can\nbe good and helpful. Destructive criticism can be bad and harmful. Many years ago my\nmission president gave this sound advice: \"If criticism is just and given kindly, accept it and\ngive thanks for it. If it is just and given unkindly, accept it. But if it is unjust and given\nunkindly, pay no heed to it.\"\n<\/p><p>\nA critical attitude and faultfinding with the Church, if persisted in, can easily lead to apostasy.\nA good motto to adopt and follow is, \"If you can't improve on silence, say nothing.\" It is my\ndeep and firm conviction that the Lord set up his Church in these latter days and has selected\nprophets to lead the Saints. There is but one on earth at a time called to exercise the keys of\nthe Holy Priesthood. He may delegate to others the power and authority to act for him in such\ncapacity as he will, but he alone holds the keys for such actions. Today that person is\nPresident David O. McKay.\n<\/p><p>\nAssociated with him in the First Presidency are two other wise and good men. Together they\nconstitute the \"three great Presiding High Priests\"\n(<span class=\"citation\" id=\"13926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13926)\">D&amp;C 107:22<\/a><\/span>). President Joseph F. Smith made this plain\nin a talk from this pulpit near the turn of the century, when he declared: \"God has established\nall things in their order. The house of God is a house of order, and not a house of confusion\n(<span class=\"citation\" id=\"13945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13945)\">D&amp;C 132:8<\/a><\/span>).\nIn this house God himself is the Supreme Head, and he must be obeyed. Christ is in the\nimage and likeness of his Being, his Only Begotten Son, and he stands as our Savior and our\nGod . . . Next unto God and Christ, on the earth is placed one unto whom the keys and\nauthority of the Holy Priesthood are conferred, and to whom the right of Presidency is given.\nHe is God's mouthpiece to his people in all things pertaining to the building up of Zion, and\nto the spiritual and temporal salvation of the Saints . . .\n<\/p><p>\nThose who have entered into covenant to keep the commandments of the Lord must hearken\nunto the voice of him who is placed to preside over them; and secondarily, to those who are\ncalled to act with him as his counselors in the Holy Priesthood. It takes this Council of three\nto constitute the presiding and governing authority of the Priesthood in the earth.\"\n<\/p><p>\nThese brethren, together with the Quorum of the Twelve and others of our Church leaders, are\nblessed with vision and foresight far beyond normal powers and ability. The Lord has\ndesigned that they should sit in the \"driver's seat,\" to use our figure of speech, and direct the\naffairs of the Church. From their vantage point they can clearly see the road ahead, which\nway to turn, how to avoid the rocks and the chuckholes, much better than those of us sitting\nin the back seat. It is our duty, responsibility, and privilege to uphold and sustain them with\nour words, our actions, and our prayers.\n<\/p><p>\nHow best can we do this? By magnifying them in the eyes of our families, our friends,\nassociates, neighbors, and even strangers, and allowing no evil speaking of the Lord's chosen\nleaders. We can substitute support for complaint, commendation and praise for adverse\ncriticism. We can pray for them in public and in private and in our family prayers, teaching\nour children to pray for them.\n<\/p><p>\nIt is my sincere desire that each of us will become \"lifters\" instead of \"leaners\"; that we will\nshare in the responsibility of building up the kingdom of God here upon the earth, and not\nshift it all to the shoulders of our leaders. We shall then never become \"armchair generals,\"\n\"sidewalk superintendents,\" or \"backseat drivers,\" but rather \"doers of the word and not\nhearers only\" (<span class=\"citation\" id=\"26139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26139)\">James 1:22<\/a><\/span>).\n<\/p><p>\nIf we will follow the counsel and leadership of our President and Prophet, we shall then\nbecome eligible for all of the blessings promised by the Lord when he said:\n<\/p><p>\n\"Wherefore, meaning the church, thou shalt give heed unto all his words and commandments\nwhich he shall give unto you as he receiveth them, walking in all holiness before me;\n<\/p><p>\n\"For his word ye shall receive, as if from mine own mouth, in all patience and faith.\n<\/p><p>\n\"For by doing these things the gates of hell shall not prevail against you; yea,\nand the Lord God will disperse the powers of darkness from before you, and cause the\nheavens to shake for your good, and his name's glory\"\n(<span class=\"citation\" id=\"13852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13852)\">D&amp;C 21:4-6<\/a><\/span>). To which I testify in\nthe name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}