{"ID":1085, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Pledged to Obedience and Loyalty<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i> October 1960, pp. 10-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I am deeply grateful this morning that I can identify in myself at\nleast one virtue commonly associated with those who shall inherit the kingdom. I love to hear\nthe angels sing. Thank God for wonderful Latter-day Saint mothers, for music, for harmony,\nfor service, for leadership. I rejoice that the spirit of personal conviction invoked upon us by\nPresident Lewis, spoken of by the President of the Church, prayed for earnestly by each of us\nin our own closets, may be enjoyed by the least of us, as well as by those who are greatest\namong us. I pray for that spirit as I express my personal witness this morning.\n<\/p><p>\nWhile the people of Israel were on the plains of Moab, in the last part of the fortieth year of\nthe Exodus, shortly before Moses was taken from them and Joshua led them over Jordan to\ntheir promised land, Moses delivered a series of marvelous discourses to the people. He\nreviewed the experiences and events of the past forty years and admonished and exhorted\nIsrael to obey and appreciate and keep faith with God, who had preserved them as a people\nthrough their wanderings in the wilderness from Sinai to Jordan. He reminded them of the\nmagnificence of their blessings at Sinai, repeated for them the Ten Commandments, and said\nto them:\n<\/p><p>\n\"And it came to pass, when ye heard the voice out of the midst of the darkness, (for the\nmountain did burn with fire,) that ye came near unto me, even all the heads of your tribes,\nand your elders;\n<\/p><p>\n\"And ye said, Behold, the Lord our God hath shewed us his glory and his greatness, and we\nhave heard his voice out of the midst of the fire: we have seen this day that God doth talk\nwith man, and he liveth\"\n(<span class=\"citation\" id=\"21229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21229)\">Deut. 5:23-24<\/a><\/span>).\n<\/p><p>\nAfter bearing this great testimony, the  people pledged themselves to obedience and to loyalty.\nThey said to Moses: \"Go thou near, and hear all that the Lord our God shall say: and speak\nthou unto us all that the Lord our God shall speak unto thee; and we will hear it, and do it.\"\n<\/p><p>\nMoses gave moving response: \"And the Lord heard the voice of your words, when ye spake\nunto me; and the Lord said unto me I have heard the voice of the words of this people, which\nthey have spoken unto thee: they have well said all that they have spoken.\n<\/p><p>\n\"O that there were such an heart in them, that they would fear me, and keep all my\ncommandments always, that it might be well with them, and with their children for ever?\"\n(<span class=\"citation\" id=\"35015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35015)\">Deut. 5:27-29<\/a><\/span>).\n<\/p><p>\nThe scripture teaches us that on that occasion Moses \"stood between the Lord\" and the people\nto show them \"the word of the Lord\"\n(<span class=\"citation\" id=\"21228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21228)\">Deut. 5:5<\/a><\/span>).\nSo President McKay has this day stood between us and\nthe Lord to show us His word. Our hearts have responded. Surely many of us have\ncovenanted anew, as did Israel of old: \"Go thou near, and hear all that the Lord our God shall\nsay: and speak thou unto us all that he shall speak unto thee; and we will hear it, and do it\"\n(<span class=\"citation\" id=\"21230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21230)\">Deut. 5:27<\/a><\/span>).\nAnd as we so affirm our faith and sustain our prophet, is there an echo in your heart as there\nis in mine of the voice of the Lord to Israel?\n<\/p><p>\n\"O that there were such an heart in them, that they would fear me, and keep all my\ncommandments always, that it might be well with them, and with their children for ever!\"\n(<span class=\"citation\" id=\"21231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21231)\">Deut. 5:29<\/a><\/span>).\n<\/p><p>\nThe Lord wants more from us than these moving expressions of conviction and covenant. He\nwants more than expressions of gratitude and testimony and commitment. He wants us to fear\nhim, to love him, to keep all his commandments always. He wants our hearts.\n<\/p><p>\nIn the 64th section of the Doctrine and Covenants is recorded: \". . . I, the Lord require\nthe hearts of the children of men\"\n(<span class=\"citation\" id=\"13884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13884)\">D&amp;C 64:22<\/a><\/span>).\nHis promise to those who give him their\nhearts is certainly the same as it was to ancient Israel&mdash;that we may expect his blessings to be\nwith us always, and with our children.\n<\/p><p>\nWhat a marvelous promise! What a magnificent and moving covenant God has made with\nus&mdash;worth everything&mdash;worth our love, our obedience, our faith; worth our hearts.\n<\/p><p>\nWhat really happens when Israel gives God its heart? What happens when men honor their\nheritage and divine possibilities, love him and obey his commandments? There were certain\nhumble Nephites not many decades before the advent of Christ who met this test, who, in the\nmidst of affliction and persecution, followed a course and achieved the objective. I read from\nHelaman, the third chapter, these moving words: \". . . they did fast and pray oft, and did wax\nstronger and stronger in their humility, and firmer and firmer in the faith of Christ, unto the\nfilling their souls with joy and consolation, yea, even to the purifying and the sanctification of\ntheir hearts, which sanctification cometh because of their yielding their hearts unto God\"\n(<span class=\"citation\" id=\"24688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24688)\">Hel. 3:35<\/a><\/span>).\n<\/p><p>\nKing Benjamin, in concluding his magnificent sermon, pursued the course God has set out for\nhis prophets. He instructed, he enjoined, he reaffirmed, he testified, and he promised. He said\nto the people: \". . . humble yourselves even in the depths of humility, calling on the name of\nthe Lord daily, standing steadfastly in the faith of that which is to come . . .\" and \"if ye do this\nye shall always rejoice, and be filled with the love of God, and always retain a remission of\nyour sins; and ye shall grow in the knowledge of the glory of him that created you, or in the\nknowledge of that which is just and true.\n<\/p><p>\n\"And ye will not have a mind to injure one another, but to live peaceably, and to render to\nevery man according to that which is his due\"\n(<span class=\"citation\" id=\"40292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40292)\">Mosiah 4:11-13<\/a><\/span>).\n<\/p><p>\nRemember God's promise to Israel? Note this: \"And ye will not suffer your children that they\ngo hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and\nquarrel one with another, and serve the devil, who is the master of sin . . .\n<\/p><p>\n\"But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love\none another, and to serve one another\"\n(<span class=\"citation\" id=\"40293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40293)\">Mosiah 4:14-15<\/a><\/span>).\n<\/p><p>\nSo have come the marvelous blessings and promises of God. In 1833, in Kirtland, after a\ngreat outpouring of the Spirit at a conference held there, the Lord gave to Joseph Smith a\nrevelation we now know as section 90. In it he gave some further counsel relevant to our\ntheme, and a marvelous promise. He said: \"Search diligently, pray always, and be believing,\nand all things shall work together for your good, if ye walk uprightly and remember the\ncovenant wherewith ye have covenanted one with another\"\n(<span class=\"citation\" id=\"13914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13914)\">D&amp;C 90:24<\/a><\/span>).\n<\/p><p>\nAlthough one does not read in any one verse of scripture all that he needs to know, and\nalthough there is no simple formula of faith that is any one verse to the exclusion of all else,\nfor God has given us much of his revelation, yet in this verse and in these others which\nreflect the promises of God, there seems to me to be the kernel of the conduct God expects of\nus if we are to achieve the magnificent promise he made to us. \"Search diligently, pray\nalways, be believing, walk uprightly, remember your covenants.\"\n<\/p><p>\nNow I am not one to judge my brethren of the priesthood lightly. I know to the extent my\nintelligence permits of the faith in you and the devotion in you and of the wonderful service\nyou give. I therefore speak from the standpoint of appreciation when I say that there are many\namong us who have not invested enough of themselves in the diligent search God requires of\nthose who know his word and therefore, living it, achieve his marvelous promises. We must\nsearch, seek, ask, knock.\n<\/p><p>\nDo you remember the word of the Lord recorded in the first section of the Doctrine and\nCovenants? He said in this marvelous preface, looking to the foundation principles of the\ngospel: \"Search these commandments, for they are true and faithful,\nand the prophecies and promises which are in them shall all be fulfilled\"\n(<span class=\"citation\" id=\"13834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13834)\">D&amp;C 1:37<\/a><\/span>).\n<\/p><p>\nNephi, explaining to his people why he quoted so freely from the great prophet Isaiah, said to\nthem that he quoted Isaiah to \". . . more fully persuade them to believe in the Lord their\nRedeemer . . .\" and said \". . . for I did liken all scriptures unto us, that it might be for our profit\nand learning.\" Again, he told them to hear the words of the prophet, and \"liken them unto\nyourselves\" (<span class=\"citation\" id=\"1563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1563)\">1 Ne. 19:23-24<\/a><\/span>).\nSurely this is one of the greatest values of scripture&mdash;that we\nmight learn them and liken them unto ourselves, apply the lessons and instructions of the\nrevelations to our own lives. How can we do so unless we search, seek, ask, knock, invest\nourselves earnestly, diligently in the effort to acquire and organize and share a knowledge of\nthe gospel of Jesus Christ?\n<\/p><p>\nThe Lord said we must \"pray always.\" His promises are wonderful. He has told us that we\nmay receive the Spirit by the prayer of faith; that we must \"pray continually\" that we will not\nbe tempted beyond what we can bear\n(<span class=\"citation\" id=\"9002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9002)\">Alma 13:28<\/a><\/span>);\nthat we must \"counsel with the Lord\" in all our doings,\nnight and day (<span class=\"citation\" id=\"9005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9005)\">Alma 37:37<\/a><\/span>);\nthat we must \"not perform anything unto the Lord\" without praying to the\nFather in the name of Christ (<span class=\"citation\" id=\"3652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3652)\">2 Ne. 32:9<\/a><\/span>).\nHis marvelous promise is that \"he will direct us for good.\"\n<\/p><p>\nWe are taught that we must \"be believing,\" for all things are possible to him who can believe\n(<span class=\"citation\" id=\"33126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33126)\">Mark 9:23<\/a><\/span>).\nI talked with a group of young people about the Book of Mormon last night and quoted to\nthem words of the great Goethe, who said: \"I can promise to be sincere, but not impartial.\" I\nam not impartial toward the Book of Mormon. We cannot be impartial toward the gospel and\nthe Lord. If we are to get faith, we must desire faith and seek faith. We must start with an\nattitude of desiring faith. We must \"be believing.\"\n<\/p><p>\nThis also the Lord said: we must \"walk uprightly\"\n(<span class=\"citation\" id=\"13842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13842)\">D&amp;C 18:31<\/a><\/span>).\nBenjamin, near the end of his great\nsermon, bore his testimony to the people, reaffirmed the need for faith, repentance, humility,\nand sincere prayer, and added: \". . . and now, if you believe all these things see that ye do\nthem\" (<span class=\"citation\" id=\"40291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40291)\">Mosiah 4:10<\/a><\/span>).\nAs Nephi bore his witness to the people near the end of his ministry,\nhe delivered a great sermon on the first principles of the gospel, and said: \". . . after ye have\ngotten into this straight and narrow path . . . ye must press forward with a steadfastness in\nChrist, having a perfect brightness of hope, and a love of God and of men . . . and endure to\nthe end\" (<span class=\"citation\" id=\"3651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3651)\">2 Ne. 31:19-20<\/a><\/span>).\nAmulek testified of Christ, taught the first principles,\nadmonished the people to pray, and then said: \". . . after ye have done all these things, if ye\nturn away the needy, and the naked, and visit not the sick and afflicted . . . behold, your\nprayer is vain, and availeth you nothing\"\n(<span class=\"citation\" id=\"9004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9004)\">Alma 34:28<\/a><\/span>).\n<\/p><p>\nWe must \"walk uprightly.\" Within the last few days I was in a meeting in an eastern city\ntalking with a group of people about youth leadership. During the discussion one of the\nprofessional employees of the Department of Agriculture whose civil service rating is not\ndependent upon who is Secretary of Agriculture said: \"We don't need to interpret human\nfitness to our department. We don't have to talk about it a lot. We have a man who reflects it\nimpressively in his own life, as Secretary of the department.\"\n<\/p><p>\nThis same group heard our story of the programs of the Church, of the principles upon which\nthose programs are based, and of those who lead the programs. One said: \"Yes, but your\nsituation is not like ours. Out there you have thousands of leaders.\" Another person, the\ndirecting head of one of the great youth programs in our land, said: \"We really can't talk\nabout Utah in the same context with the rest of us. There is an influence in Utah not like any\nplace else on the earth.\" We know what the influence is of which she spoke. It is found not\nonly in Utah but in every place where faithful members of the Church live the gospel and\nexemplify its principles.\n<\/p><p>\nWith all our protestations, sincere and honorable, with all our expressions of conviction and\nfaith and testimony, there is required of us that we develop in us the heart that will move us\nto obey all of God's commandments always, with the promise that things will be well with us\nand with our children always (<span class=\"citation\" id=\"21227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21227)\">Deut. 4:40<\/a><\/span>).\n<\/p><p>\nThe last suggestion of the Lord in the verse quoted from the revelation to the Prophet\nwas that we remember our covenants. We have covenanted in sacred places&mdash;at the waters of\nbaptism, in holy houses, as we partake of the Sacrament&mdash;not alone with God but each other.\nConsider again the moving charge that Alma gave the people at the waters of Mormon, that\nthey were to \". . . bear one another's burdens . . . mourn with those that mourn . . . comfort\nthose that stand in need of comfort . . . and to stand as witnesses of God at all times and in\nall things and in all places . . . even unto death\"\n(<span class=\"citation\" id=\"40294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40294)\">Mosiah 18:8-9<\/a><\/span>).\n<\/p><p>\nGod help us, we who have been blessed with so much, to yield our hearts to him, for while\nmen look at the outward appearance, \"God looketh upon the heart\"\n(<span class=\"citation\" id=\"2546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2546)\">1 Sam. 16:7<\/a><\/span>). That we may claim his\npromises by obeying his commandments, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}