{"ID":1086, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"God Working with Men\"<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i> October 1960, pp. 14-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn these next few moments I trust that I may, in the testimony which I shall bear, catch the\nspirit of this conference and the radiance of that which has been reflected by our great leader,\nthe prophet of the Living God.\n<\/p><p>\nOne of the gospel writers concludes his record with this significant statement made by Jesus:\n\"Go ye into all the world, and preach the gospel to every creature . . . \n<\/p><p>\n\"So then after the Lord had spoken unto them, he was received up into heaven, and sat on the\nright hand of God.\n<\/p><p>\n\"And they went forth, and preached every where, the Lord working with them, and\nconfirming the word with signs following\"\n(<span class=\"citation\" id=\"33135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33135)\">Mark 16:15,19-20<\/a><\/span>).\n<\/p><p>\nBy now, apparently, they were beginning to understand what the Lord had said to them on\nanother occasion: \"Go ye therefore, and teach all nations, baptizing\nthem in  the name of the Father, and of the Son, and of the Holy Ghost:\n<\/p><p>\n \"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world\"\n(<span class=\"citation\" id=\"35083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35083)\">Matt. 28:19-20<\/a><\/span>).\nHe had demonstrated to some\nextent some of the powers of the Risen Lord. What they became because of this divine gift\nwhich had been given to them is described by Dr. John Lawrence Mosheim in his\n<i>Outlines of Ecclesiastical History<\/i>, and I shall read only a few sentences which show evidences of a divine\npower in the acts of the early disciples which attested to what the Master had told them, that\nhe would be with them, \"even to the end of the world.\"\n<\/p><p>\nSays Dr. Mosheim:\n<\/p><p>\n \"For no sooner had the apostles received this precious gift, this celestial guide, than their\nignorance was turned into light, their doubts into certainty, their fears into a firm and\ninvincible fortitude, and their former backwardness into an ardent and inextinguishable zeal,\nwhich led them to undertake their sacred office with the utmost intrepidity and alacrity of\nmind. This marvelous event was attended with a variety of gifts . . .\nAnd indeed there were undoubted marks of a celestial power perpetually attending their\nministry. There was, in their very language, an incredible energy, an amazing power of\nsending light into the understanding, and conviction into the heart. To this were added the\ncommanding influence of stupendous miracles, the foretelling of future events, the power of\ndiscerning the secret thoughts and intentions of the heart . . . and all this accompanied with\nlives free from all stain, and adorned with the constant practice of sublime virtue. Thus were\nthe messengers of the divine Savior, the heralds of his spiritual and immortal kingdom,\nfurnished for their glorious work, as the unanimous voice of ancient history so loudly\ntestifies.\"\n<\/p><p>\nNow I want you to hold this last statement of Dr. Mosheim's in your mind:\n<\/p><p>\n\"The event sufficiently declares this: for without these remarkable and extraordinary\ncircumstances, no rational account can be given of the rapid propagation of the gospel\nthroughout the world\" (Dr. John Lawrence Mosheim, <i>Outlines of Ecclesiastical History<\/i>, Vol.\n1, pp. 61,67).\n<\/p><p>\nThe process by which leaders become spiritual as those disciples were is set forth in a very\nsimple admonition of the Master. The Savior called fishermen, and he called tax-collectors\nand others in various occupations to constitute his chosen twelve. He gave to each of them the\nsame simple promise:\n<\/p><p>\n\"Follow me, and I will make you fishers of men,\" or as another writer puts it, \"I will make\nyou to become fishers of men\"\n(<span class=\"citation\" id=\"35010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35010)\">Matt. 4:19<\/a><\/span>;\n<span class=\"citation\" id=\"33121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33121)\">Mark 1:17<\/a><\/span>).\n<\/p><p>\nTo \"come after him\" (<span class=\"citation\" id=\"35050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35050)\">Matt. 16:24<\/a><\/span>) is but another\nway of saying, \"Keep my commandments,\" for thus he had explained it when he said to the\nNephites: \"Therefore, what manner of men ought ye to be?\" And then he answered his own\nquestion, \"Verily I say unto you, even as I am\"\n(<span class=\"citation\" id=\"5618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5618)\">3 Ne. 27:27<\/a><\/span>).\n<\/p><p>\nTo become \"fishers of men\" is just another way of saying \"become leaders of men.\" So in\ntoday's language we would say to those who are so to teach:\n<\/p><p>\n \"If you will keep my commandments, I will make you leaders among men.\" Those who are\noutsiders and enemies of the Church observed these unusual gifts given to these early\ndisciples. You remember the Jews marveled at the Master's demonstration of his power, and\nthey asked: \"How knoweth this man letters, having never learned?\" To which the Master\nhumbly replied, \"My doctrine is not mine, but his that sent me\"\n(<span class=\"citation\" id=\"27905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27905)\">John 7:15-16<\/a><\/span>).\n<\/p><p>\nAnd to Peter, the Master replied after Peter had borne his testimony as to the divinity of the\nMaster, as President McKay has quoted, \"Flesh and blood hath not revealed it unto thee, but\nmy Father which is in heaven\" (<span class=\"citation\" id=\"35048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35048)\">Matt. 16:17<\/a><\/span>).\nWhen Peter and John had performed marvelous deeds, those\nwho were around about marveled because they \"perceived that they were unlearned and\nignorant men\" (<span class=\"citation\" id=\"7862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7862)\">Acts 4:13<\/a><\/span>).\n<\/p><p>\nThere seems to have been a constant vigil lest those who enjoyed these special God-given\ngifts would arrogate to themselves personal superior talents, when in reality these spiritual\nendowments were but outward evidences of divine gifts given among men who are called to\nserve in high places in the kingdom of God.\n<\/p><p>\nPeter chided those, you remember, after he had performed the healing upon the man who was\nlame from his birth, when he said:\n<\/p><p>\n\"Ye men of Israel, why marvel ye at this? or why look ye so earnestly on us, as though by\nour own power or holiness we had made this man to walk?\n<\/p><p>\n\"The God of Abraham, and of Isaac, and of Jacob, the God of our fathers, hath glorified his\nSon Jesus: whom ye delivered up . . .\n<\/p><p>\n\"And his name through faith in his name hath made this man strong, whom ye see and know:\nyea, the faith which is by him hath given him this perfect soundness in the presence of you\nall\" (<span class=\"citation\" id=\"7855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7855)\">Acts 3:12-13,16<\/a><\/span>).\n<\/p><p>\nRecall again Peter's rebuke to Simon, the sorcerer, who wanted to buy the gifts of the Holy\nGhost which he saw demonstrated through Peter:\n<\/p><p>\n\"But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift\nof God may be purchased with money.\n<\/p><p>\n\"Thou hast neither part nor lot in this matter: for thy heart is not right in the sight of God.\n<\/p><p>\n\"Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart\nmay be forgiven thee\" (<span class=\"citation\" id=\"7864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7864)\">Acts 8:20-22<\/a><\/span>).\n<\/p><p>\nJohn was taught in plainness how he must learn to distinguish between the person who\ndemonstrates spiritual gifts and the giver of those heavenly gifts, even God. When a\nmessenger came to him he fell down at the feet of this messenger as though to worship him,\nand the messenger said:\n<\/p><p>\n\"See thou do it not: I am thy fellow-servant, and of thy brethren that have a testimony of\nJesus: worship God: for the testimony of Jesus is the spirit of prophecy\"\n(<span class=\"citation\" id=\"42302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42302)\">Rev. 19:10<\/a><\/span>).\n<\/p><p>\nAnd Moses learned that same lesson after he had received the wonderful visitation from the\nLord who had appeared in his glory as contrasted with the visit from and the appearance of\nSatan. In humility he said thoughtfully, as he pondered this great experience: \"Now for this\ncause I know that man is nothing, which thing I never had supposed\"\n(<span class=\"citation\" id=\"39126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39126)\">Moses 1:10<\/a><\/span>).\n<\/p><p>\nIn our day, we have been told some similar things about the power of the Lord among his\npeoples. In the very first revelation, or the preface to the revelations, the Lord said: \"For I am\nno respecter of persons, and will that all men shall know that the day speedily cometh; the\nhour is not yet, but is nigh at hand, when peace shall be taken from the earth, and the devil\nshall have power over his own dominion.\n<\/p><p>\n\"And also the Lord shall have power over his saints, and shall reign in their midst, and shall\ncome down in judgment upon Idumea, or the world\"\n(<span class=\"citation\" id=\"13833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13833)\">D&amp;C 1:35-36<\/a><\/span>).\n<\/p><p>\nOne of the ways by which \"he comes down among his people\" is clearly explained in the\nrevelation in which he defines certain gifts of the Spirit. He enumerates some of the gifts of\nthe Spirit which men might enjoy: knowledge, and faith, and discernment, and the gift of\ntongues, and the testimony of knowledge that Jesus is the Son of God, and then he says this:\n<\/p><p>\n\". . . unto such as God shall appoint and ordain to watch over the church . . . are to have it\ngiven unto them to discern all those gifts\"\n(<span class=\"citation\" id=\"13880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13880)\">D&amp;C 46:27<\/a><\/span>).\n<\/p><p>\nPreviously he had said: \". . . given for the benefit of those who love me and keep all my\ncommandments\"\n(<span class=\"citation\" id=\"13877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13877)\">D&amp;C 46:9<\/a><\/span>).\n<\/p><p>\nIn our day he sounded a warning just as these other leaders have sounded a warning, when he\nsaid to those to whom these gifts are committed:\n<\/p><p>\n\"And in nothing doth man offend God, or against none is his wrath kindled, save those who\nconfess not his hand in all things, and obey not his commandments\"\n(<span class=\"citation\" id=\"13882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13882)\">D&amp;C 59:21<\/a><\/span>).\n<\/p><p>\nSome of the older brethren who remember the days of President Joseph F. Smith have told\nme that frequently when President Smith was introduced as the \"head of the Church,\" he was\nalways quick to reply, \"Oh, no. I'm but the President of the Church. Jesus Christ is its head.\"\n<\/p><p>\nThat is something for us to remember. When we receive the adulation of faithful people, we\nmust never forget that such commendations come, not because of our person, but because of\nthe positions we hold. In conference meeting with the mission\npresidents we heard this repeated with variation and, as applied to the Church, it might be\nsaid thus: \"There is no end to the amount of good we can do in this Church if we are not\nconcerned about who gets the credit for it.\"\n<\/p><p>\nIt was possibly something like this which the Master had in mind when he warned:\n<\/p><p>\n\"Woe unto you, when all men shall speak well of you! for so did their fathers to the false\nprophets\" (<span class=\"citation\" id=\"31520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31520)\">Luke 6:26<\/a><\/span>).\nIn a revelation today, we have had called to our attention the human\ntendencies which are in most men: \". . . but when we undertake to cover our sins, or to gratify\nour pride, our vain ambition, or to exercise control or dominion or compulsion upon the souls\nof the children of men, in any degree of unrighteousness, behold, the heavens withdraw\nthemselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the\npriesthood or the authority of that man . . .\n<\/p><p>\n\"We have learned by sad experience that it is the nature and disposition of almost all men, as\nsoon as they get a little authority, as they suppose, they will immediately begin to exercise\nunrighteous dominion\" (<span class=\"citation\" id=\"13939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13939)\">D&amp;C 121:37,39<\/a><\/span>).\n<\/p><p>\nAnd he has told us two reasons why men fail to receive what they might otherwise have\nobtained:\n<\/p><p>\n\"Because their hearts are set so much upon the things of this world, and aspire to the honors\nof men\" (<span class=\"citation\" id=\"13938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13938)\">D&amp;C 121:35<\/a><\/span>).\n<\/p><p>\nI remember at a stake conference some years ago a young man was called to a high position.\nWhen we had asked him to express himself, expecting a humble testimony in his acceptance,\nhe stood up and in a rather flamboyant, boastful way gave a dramatic performance. At the\nclose of the service as we walked home, one of the high council whispered to me and said,\ncalling him by name: \"When he stood up there in the pulpit this morning, he was all alone.\"\n<\/p><p>\nThat is what the young missionary meant who said he had baptized a number of people but\nall of them had apostatized, so he said, \"I must have converted them all by myself.\"\n<\/p><p>\nI remember one of my brethren, who had invited me to join him in an administration to a sick\nperson, who said very humbly to this individual, \"Now, sister, when you receive the blessing\nof his administration, do not mention the names of those through whom the blessings were\ngiven.\"\n<\/p><p>\nToday we are witnessing a great, marvelous demonstration of the power of conversion.\nPerhaps we are going to see the most rapid propagation of the gospel in the world than we\nhave seen in any previous dispensation. We must make certain that we do not offend God by\nour failure to confess his hand in all things.\nWe must not forget that it is not by the will of men, but is evidence, as in the days of the\ndisciples of old, that God is working with men\n(<span class=\"citation\" id=\"33139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33139)\">Mark 16:20<\/a><\/span>). It is the only explanation we can give.\n<\/p><p>\nThe suggested missionary procedures we have provide excellent guides to improved study and\npresentation of the gospel lessons by missionaries. Salesmanship methods of themselves alone\nas applied to the teaching of the gospel will convince the mind but do not convert the heart.\nConversion is a spiritual process. Paul taught, \". . . faith cometh by hearing, and hearing by the\nword of God How then shall they call on him in whom they have not believed? and how shall\nthey believe in him of whom they have not heard? and how shall they hear without a\npreacher? and how shall they preach, except they be sent?\"\n(<span class=\"citation\" id=\"42747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42747)\">Rom. 10:17,14-15<\/a><\/span>).\n<\/p><p>\nAnd the Apostle Paul also said:\n<\/p><p>\n\"I have planted, Apollos watered; but God gave the increase,\" and then he added in language\nthat sounded like that statement of Moses after God had conversed with him: \"So then neither\nis he that planteth any thing, neither he that watereth; but God that giveth the increase\"\n(<span class=\"citation\" id=\"324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(324)\">1 Cor. 3:6-7<\/a><\/span>).\n<\/p><p>\nModern servants of God may go forth if and when they are constantly aware of their own\nnothingness and place their dependence solely upon the power of Almighty God; for as the\nApostle Paul wrote to the Romans: \"If God be for us, who can be against us?\"\n(<span class=\"citation\" id=\"42746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42746)\">Rom. 8:31<\/a><\/span>).\n<\/p><p>\nMy prayer is that we may do our part that we shall qualify to ever have him for us, and with\nus, and that we may constantly lose ourselves in unselfish devotion to his cause and\nthus find everlasting life (<span class=\"citation\" id=\"35036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35036)\">Matt. 10:39<\/a><\/span>),\nwhich I pray humbly, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}