{"ID":1088, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Judge Not\"<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i> October 1960, pp. 23-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn his masterful discourse of the Sermon on the Mount, Jesus gave a vital commandment\nwhich has been ignored almost universally by the human family. In many cases where it has\nnot been ignored, it has been broken many times by most people.\n<\/p><p>\nI believe that we all want to do what is right&mdash;live near to the Lord&mdash;and so this afternoon I\nwould like to say a few words about the observance of this commandment.\n<\/p><p>\n\"Judge not,\" Jesus commanded, \"that ye be not judged.\" And then he gave this warning:\n<\/p><p>\n\"For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it\nshall be measured to you again\" (<span class=\"citation\" id=\"35023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35023)\">Matt. 7:1-2<\/a><\/span>).\n<\/p><p>\nThroughout my life in mingling with many people of various religious\ndenominations I have observed that as a rule it seems as if human beings like to gossip. We\nlike to hear unsavory things about our neighbors and talk about each other. It seems that\nofttimes we get a certain degree of satisfaction or even joy out of saying bad things about\nother people. We thoughtlessly and sometimes maliciously judge each other. We censure our\nassociates sometimes unjustly, many times unkindly; and most of the time we speak without\nhaving the evidence to back up what we are saying. We seem to forget that James, the brother\nof the Lord, warned that the unbridled tongue is \"full of deadly poison\"\n(<span class=\"citation\" id=\"26141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26141)\">James 3:8<\/a><\/span>).\n<\/p><p>\nI know that even sometimes people who are faithful in the Church pass judgment and\ncondemnation on those with whom they associate without knowing the facts. Such is\ndispleasing to God.\n<\/p><p>\nI know that many people's hearts have been broken and tears have been shed because of the\nunkind and perhaps untrue things that have been said about them and because of unjust\njudgments that we give of each other.\n<\/p><p>\nAs I look into the faces of the members of this congregation, my conscience certainly tells me\nthat I err at times. Sometimes I gossip and judge others, and when I do it I act unrighteously\nbefore the Lord. My heart tells me I would like to repent, I would like to overcome my\nweakness of gossiping and saying bad things about other people. I am sure that you feel the\nsame as I do.\n<\/p><p>\nBut one might say: \"The man or the woman from whom I obtained this information is an\nhonest man or woman and would not lie.\"\n<\/p><p>\nCertainly honest and honorable people would not lie, but we should remember that they have\nto get their information through human senses and that human senses are not always a\nhundred percent reliable; for example, if an honest man were standing on a corner and another\none on the opposite corner and two cars crashed in the street, the testimonies of these two\nmen might vary, and rightly so. They saw the accident at different angles, and perhaps neither\nof them saw exactly what happened.\n<\/p><p>\nRecently one of the General Authorities said that he was interested at stake conferences to\nhear members of stake presidencies in the Sunday conference sessions tell some of the things\nthat he had talked about the night before. And then the General Authority said, \"Ofttimes I\ncannot recognize that I had talked on the subjects nor said the things that I was reported to\nhave said.\"\n<\/p><p>\nNow certainly the General Authority was not accusing stake presidencies of being dishonest. I\nthink he did not have that in mind at all, but this story illustrates the inadequacy of human\nsenses.\n<\/p><p>\nSometimes we sit in a congregation like this one and listen to somebody speak. While he talks\nwe think many of our own ideas as we hear many of the things he is saying. As time passes\nwe might confuse some of our own thoughts with some of the things the speaker said.\nBecause of the inadequacy of human senses, Jesus Christ said, \"in the mouth of two or three\nwitnesses every word may be established\"\n(<span class=\"citation\" id=\"35060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35060)\">Matt. 18:16<\/a><\/span>).\n<\/p><p>\nThe Savior and the holy prophets have told us how to judge when it needs be that we judge,\nbecause ofttimes we must judge. In fact, many of you in this tabernacle&mdash;stake presidencies,\nhigh counselors, and bishoprics&mdash;are called upon to be judges. It is your ecclesiastical\nresponsibility to judge. But let me give the warning that with the same judgment that you\njudge, you shall be judged.\n<\/p><p>\nThe Lord and the Prophet Joseph Smith understood human nature, knowing that we may be\ntempted to judge unjustly, and so the following is found in the Doctrine and Covenants:\n<\/p><p>\n\"We have learned by sad experience that it is the nature and disposition of almost all men, as\nsoon as they get a little authority, as they suppose, they will immediately begin to exercise\nunrighteous dominion . . .\"\n<\/p><p>\nAnd then this beautiful admonition was given us:\n<\/p><p>\n\"No power or influence can or ought to be maintained by virtue of the priesthood only by\npersuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;\n<\/p><p>\n\"By kindness, and pure knowledge, which shall greatly enlarge the soul\nwithout hypocrisy, and without guile&mdash;\"\n(<span class=\"citation\" id=\"13940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13940)\">D&amp;C 121:39,41-42<\/a><\/span>).\n<\/p><p>\nAs I have traveled throughout the Church and have observed those who have been called and\nset apart to be judges, it is my testimony that they have been guided in most cases by the pure\nlove of Jesus Christ, by charity, and so they have rendered righteous judgment.\n<\/p><p>\nAs I have suggested, the Savior and the prophets have told us how to treat each other. The\nMaster gave us the vital law known as the second great commandment: \"Thou shalt love thy\nneighbour as thyself\" (<span class=\"citation\" id=\"33128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33128)\">Mark 12:31<\/a><\/span>).\n<\/p><p>\nIf all of us would love our neighbors&mdash;would love all the people with whom we associate-as\nmuch as we love ourselves, we would do no unkind things to them. We would not say any\nharsh or unkind words to them. We would not repeat any bad gossip about them. But on the\nother hand, we would show forth love and compassion at all times. We would rejoice in their\nsuccesses, and we would weep with them in their sorrows. Under those conditions, a glorious\nspirit of brotherhood, love, and compassion would prevail.\n<\/p><p>\nThe Savior also gave us the famous Golden Rule: \". . . whatsoever ye would that men should\ndo to you, do ye even so to them\" (<span class=\"citation\" id=\"35027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35027)\">Matt. 7:12<\/a><\/span>).\n<\/p><p>\nEvery time we hear something about somebody else, if we would stop and think before we\nrepeated what we heard and take as our measuring rod the following: \"Would I like to have\nsomebody say that thing about me? Is it just? Is it fair? Would it make the person involved\nhappier if I should repeat it? Would it make him progress? Would it add to the beauty and the\njoy of life?\" And if it will not meet these measurements, then our judgment would not be\nrighteous if we should repeat what we heard. It is best under these conditions that we keep\nquiet.\n<\/p><p>\nPaul, the apostle to the Gentiles, wrote a beautiful poem on faith, hope, and charity to the\nCorinthian Saints. He said:\n<\/p><p>\n\"Though I speak with the tongues of men and of angels, and have not charity, I am become\nas sounding brass or a tinkling cymbal.\n<\/p><p>\n\"And though I have the gift of prophecy, and understand all mysteries,\nand all knowledge; and though I have all faith, so that I could remove mountains, and have\nnot charity, I am nothing . . . \"\n<\/p><p>\nAnd then Paul ended his famous poem by saying:\n<\/p><p>\n\"And now abideth faith, hope, charity, these three; but the greatest of these is charity\"\n(<span class=\"citation\" id=\"326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(326)\">1 Cor. 13:1-2,13<\/a><\/span>).\n<\/p><p>\nCharity is the greatest of all Christian virtues. It is, as the prophets have said, the pure love of\nJesus Christ. It encompasses all the virtues that I have mentioned and even many, many other\nChristian virtues. In all of our dealings with each other, our hearts should be filled with\ncharity toward all men. We should show forth an abundance of charity toward all the people\nwith whom we associate.\n<\/p><p>\nOur Lord Jesus Christ not only taught that we should love our friends, but he commanded us\nto love our enemies. We should pray for them who despitefully use us\n(<span class=\"citation\" id=\"35017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35017)\">Matt. 5:44<\/a><\/span>). He not only taught\nthese things, but he lived as he taught, thereby marking the path for us to follow.\n<\/p><p>\nWhile the Master was hanging on the cross, suffering the most excruciating pain that anybody\ncould endure, and while he was listening to the jeers of the rabble down at the foot of the\ncross, his heart was filled with compassion toward them. With a fulness of charity and with\nan abundance of love in his heart for those who had caused him to be crucified, he cast his\neyes toward heaven and prayed,\n<\/p><p>\n\"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31536)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nIt is my opinion that this is the greatest example in history of pure love, of undefiled charity,\nof actually showing a fulness of compassion for one's enemies.\n<\/p><p>\nMicah, one of the great Old Testament prophets, pointed out the way for us to live. He said,\n<\/p><p>\n\"He hath shewed thee, O man, what is good; and what doth the Lord require of thee, but to\ndo justly, and to love mercy, and walk humbly with thy God\"\n(<span class=\"citation\" id=\"37887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37887)\">Micah 6:8<\/a><\/span>).\n<\/p><p>\nIn humility I ask our Father in heaven to pour out his Spirit upon the Latter-day Saints. May\nhe bless you and me abundantly that we will be filled with the spirit of\ncharity and love for each other. May we overcome our evil habit of gossiping, of saying\nunkind and unsavory things about each other.\n<\/p><p>\nOn the other hand, may we say nothing but that which is kind and generous about all people.\nMay our lives be filled with patience, brotherly kindness, and compassion toward each other\nat all times and under all circumstances. Under those conditions we would rightfully be\nchildren of God with his love in our hearts. Then our lives would be actuated by godliness.\n<\/p><p>\nPermit me to suggest that we husbands cease criticizing our wives, because if we criticize our\nwives it weakens our love for them. Also, it tends to kill their love and respect for us.\n<\/p><p>\nI would give the following admonition to wives: Respect your husbands. Do not criticize your\nhusbands. If you indulge in such practices it results in bringing about disunity, kills your\nspirituality, and tends to break up your homes. Perhaps the final result may be the loss of\nyour eternal salvation.\n<\/p><p>\nLet each of us walk in the path continuously that Jesus marked out, having our hearts filled\nwith charity and love toward our fellow men. May we keep all of God's commandments,\nwalking by every word that proceedeth forth from his mouth\n(<span class=\"citation\" id=\"35008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35008)\">Matt. 4:4<\/a><\/span>). If we will do these things, we\nshall have an abundance of joy in this life and eternal life in the presence of our Savior after\nwe have completed our missions here upon this earth.\n<\/p><p>\nMay our Heavenly Father bless us that we shall always live as he desires that we should live,\nI humbly pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}