{"ID":1089, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">This Marvelous Work<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i> October 1960, pp. 29-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my brothers and sisters, to be here upon this occasion is most inspirational\nto me as I am sure it is to you. As I came into this remarkable building, the events that took\nplace at the time of Brigham Young and those who were with him came to my mind.\n<\/p><p>\nThe marvelous revelation that was given to the Prophet Joseph on November 1, 1831, is one\nthat all of us can give consideration to, particularly at this time when the Lord said to the\nProphet Joseph:\n<\/p><p>\n\"And the voice of warning shall be unto all people, by the mouths of my disciples, whom I\nhave chosen in these last days.\n<\/p><p>\n\"And they shall go forth and none shall stay them, for I the Lord have commanded them\"\n(<span class=\"citation\" id=\"13827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13827)\">D&amp;C 1:4-5<\/a><\/span>).\n<\/p><p>\nThis revelation calls the disciples of the Lord Jesus Christ, and particularly the apostles in this\nday as well as in the time of the Prophet Joseph, to go into the world and preach the gospel\nto every nation, kindred, tongue, and people. Under their direction missionary work is being\ndone in the world today, and I am sure that all enjoy divine guidance as they meet this great\nassignment.\n<\/p><p>\nThis morning President McKay told us of the leadership of certain individuals in the world\nwho, if they had their way, would destroy our knowledge that God lives and that Jesus Christ\nis his Son. I am sure they will never be successful. The Lord in his way will handle such\nindividuals.\n<\/p><p>\nOf the great men who have gone in the past, I think particularly of Brigham Young and the\ntwelve who were called to preach the gospel to the people in Great Britain. They were poor\nmen. They started the long trip to England without the funds to pay their way. While they did\nnot have enough of this world's goods, they knew that Joseph Smith was a prophet of God,\nand they were willing to bear testimony to the world that God the Father and his Son Jesus\nChrist appeared to the Prophet Joseph. With that testimony in their souls, they accepted that\ngreat assignment.\n<\/p><p>\nAt the time Brigham Young left, he was a very sick man. He said, \"I could not walk thirty\nrods to the river.\" His family, too, was ill. His wife had just given birth to another babe, and\nshe was in poor health. However, Brigham Young and his companions\nstarted on their journey. When they reached New York, they were helped by the Saints who\nraised sufficient funds whereby they could pay the amount of eighteen dollars to cross the\nAtlantic Ocean. The Saints also gave them food to use while on the ship. They landed in\nEngland on April 6, 1840, taking about a month to arrive there. It was just ten years after the\nChurch had been organized. The Lord had sent these men to England for the purpose of again\nmaking it possible for the English people to hear the gospel and organize the Church of the\nLord Jesus Christ. They arrived as poor men. They had no money. The sisters made clothing\nfor Brigham Young as his was worn out. Great conferences were held. They labored in and\naround Manchester.\n<\/p><p>\nWilford Woodruff did a marvelous work. He was preaching in the little town of Handley, and\nthere he found that the people were very much interested in what he was telling them in\nbearing testimony that God lives and that Jesus Christ is his Son. He had direction from on\nhigh, indicating that he should travel to the south. He was not quite sure as to the instructions\nhe had received. So, again he made it a matter of prayer. The Lord made it very clear to him\nthat he should travel to the south. On arriving at the appointed place, he came in contact with\nsome people who were very friendly to him and to the word of the Lord that he was\npreaching. It was an organization called the United Brethren. I think we are all familiar with\nthe history of that wonderful group of people. Six hundred of them had left other churches\nand organized a church of their own because they were dissatisfied. They heard the gospel as\nit was given to them by an apostle, Brother Woodruff. They all accepted it with the exception\nof one member. Among them were forty preachers who belonged to this organization, and\nthey, too, joined the Church, all evidence that there were many people in Great Britain who\nwere anxious to hear and accept the gospel of the Lord Jesus Christ as it was given to them\nby one of the Lord's apostles. I am sure that today there are thousands of people in that great\ncountry who want to hear the gospel, accept it, and enjoy all of its blessings.\n<\/p><p>\nThe brethren returned in 1841, after they had done a great missionary work in Great Britain.\nBrigham Young made the statement that during the period they were there they baptized\nbetween seven thousand and eight thousand people, and that, in and of itself, was a great\nachievement.\n<\/p><p>\nAs I said in the beginning, these were poor men. The Church was poor. It had no funds, but\nyet these men had great responsibilities. The people in Great Britain needed to receive the\nBook of Mormon. They printed five thousand copies of the Book of Mormon, three thousand\nhymnbooks, two thousand and five hundred volumes of the <i>Millennial Star<\/i>, and fifty\nthousand tracts, and all of these were paid for before Brigham Young returned home.\n<\/p><p>\nUnder the direction of another great apostle, Brother Harold B. Lee, a stake was recently\norganized in Manchester. The English people have the same opportunity and privilege now of\nattending these fine stake conferences as we do here in Zion.\n<\/p><p>\nWith Brother Hugh B. Brown, Sister Wirthlin and I had the privilege of attending the\nManchester Stake conference. The spirit and attitude of the people were most inspiring and\nencouraging. I am sure in the days to come there will be other stakes organized. Great Britain\nis growing in the Church. Many thousands of people are anxious to hear the gospel of the\nLord Jesus Christ. To me that is so impressive because I recall the time when we, as\nmissionaries laboring in Germany, had to leave Germany during World War I and make our\nway to London. I recall some individuals who did everything they could to prevent us from\nholding a street meeting. In fact, the president of the conference said, \"I believe we had better\ngo back to the mission home,\" which we did. The crowd followed us right to the door of the\nmission home and made the statement, \"If we had rocks, we would throw them.\" That was the\nspirit in Great Britain forty-six years ago. While there, we met another apostle, Hyrum M.\nSmith. He assigned each missionary to another field of labor. The German submarines were\nsinking every English ship possible. Finally, we heard that the\n<i>Lusitania<\/i> was going to sail. We went to President Smith and said, \"Now, President, we\nunderstand the <i>Lusitania<\/i> is going to sail,\" and he said, \"You can go. Not only that, you will\narrive home safely.\" He made that statement very definite to us. We were not worried about\ntraveling on the <i>Lusitania<\/i>, so we made our way back to New York, and six months later, the\n<i>Lusitania<\/i> was sunk by a German submarine. President Hyrum M. Smith was one who had the\ninspiration and divine guidance.\n<\/p><p>\nDuring the past summer, Bishop Buehner, Sister Buehner, Sister Wirthlin, and I had the\nprivilege of visiting in Europe. Elder Alvin R. Dyer is now president of the European Mission\nand is doing a great and marvelous work through divine guidance and inspiration with very\nlittle government interference. When I was in Germany, we did not have that privilege. I\nlabored in Frankfurt for a short time when the police forced me to leave. I then went into\nStuttgart and the police arrested me three times, and the third time I had to leave. The same\nthing happened in Karlsruhe. Then, the war came and, of course, we all left the mission.\n<\/p><p>\nAt the present time in Great Britain, Germany, and all parts of Western Europe, our\nmissionaries now have the opportunity of teaching and preaching the gospel without\ngovernment interference. As I see what is being accomplished, I have been very much\ninterested in knowing the number of converts we have in Great Britain. From January 1, 1960\nto August 31, 1960, there have been baptized in the British Mission and North British Mission\n2,387 Saints&mdash;a wonderful number, and I am sure before the end of the year they will baptize\nmany more. Then, I noticed that in the Danish Mission for that period, they have baptized\n202. In the Finnish Mission for that same period of time 160, in the Netherlands Mission 303,\nand in the French Mission for that same period almost 600! I recall when I was in the\nGerman Mission, we thought that to spend any time in teaching and preaching the gospel to\nthe French people was just a waste of time, but the French people have a desire to hear the\ngospel of the Lord Jesus Christ. We have wonderful missionaries there. As a result six\nhundred have accepted the gospel of the Lord Jesus Christ in the last eight months, and the\npresident of that mission indicated that he anticipated before the end of this year there would\nbe another six hundred, or approximately twelve hundred Saints&mdash;converts for 1960. I noticed\nparticularly in the North German Mission there were 286 converts, the South German Mission\n210, and the West German Mission 310, or a total of 806 German people baptized. That itself\nis marvelous. In the Swedish Mission, they baptized 129.\n<\/p><p>\nIn the Swiss-Austrian Mission, they have baptized 594, 300 of whom are youth. The young\npeople in these foreign countries are anxious to hear the gospel. I have talked to the\nmissionaries on many occasions, particularly in Austria. I asked them this question, \"Now, just\nwhat do these people say to you about the Prophet Joseph.\" \"Well,\" they say, \"these people\nwant to know who Joseph Smith was and what is the Book of Mormon.\" To them, there is a\ngreat interest in the fact that an American prophet made it possible for them to read the Book\nof Mormon.\n<\/p><p>\nI recall again the time when we were endeavoring to preach the gospel in Germany that we\ndared not go into Austria. We only had fifteen members in the great city of Vienna, but when\nwe visited there some seven weeks ago, we had 350 members, and since that time Austria has\nbecome a mission of its own, and they will baptize literally thousands of these wonderful\npeople. So, we come to the conclusion, brethren and sisters, the gospel of the Lord Jesus\nChrist is being made available to many nations, but when we are going to have the\nopportunity of preaching the gospel to the people in Russia or the people in India or the\npeople in China, I do not know. But, as the President said this morning, sooner or later all\nthese nations will hear the gospel of the Lord  Jesus Christ just exactly as they have heard it\nin Great Britain and as they have heard it in the European missions. So, in the final analysis,\nthat is a wonderful revelation given to us by the Lord through the Prophet Joseph when he\nsaid: \"And the voice of warning shall be unto all people, by the\nmouths of my disciples, whom I have chosen in these last days\"\n(<span class=\"citation\" id=\"13826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13826)\">D&amp;C 1:4<\/a><\/span>).\n<\/p><p>\nToday, there is\ndifficulty in the world with war and the possibilities of war, but in the last days, the Lord has\nmade it very clear that his disciples are to preach the gospel to all people, and then he said,\n\"And they shall go forth and none shall stay them\"\n(<span class=\"citation\" id=\"13828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13828)\">D&amp;C 1:5<\/a><\/span>).\nRegardless of what nation they go into as time goes on as this wonderful revelation says, \"...\nand none shall stay them \"they are going to have the right, and they are going to have the\nopportunity and the privilege to preach the gospel to those not of our faith wherever they may\nbe in the world. And the revelation goes on by saying, \"... for I the Lord have commanded\nthem\" (<span class=\"citation\" id=\"13829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13829)\">D&amp;C 1:5<\/a><\/span>).\n<\/p><p>\nIn this marvelous revelation given to us in 1831, the Lord fully intends that all of his sons\nand daughters over the earth are going to have the opportunity of hearing the gospel of the\nLord Jesus Christ. If they live the gospel, they will enjoy the gift of the Holy Ghost whereby\nthey can testify to the world that they know that God lives, that Jesus Christ is his Son, and\nthat Joseph Smith actually saw the Father and the Son, which I pray will be the testimony of\neach and everyone of us, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}