{"ID":1091, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Day of the Lamanites<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i> October 1960, pp. 32-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSome years ago I attended a conference of missionaries in a little Arizona town which the\nnearby Indians gave an Indian name signifying \"the place where the people prayed.\" That was\nJoseph City. A month ago I had the privilege of going into the mission field in the Southwest\nIndian Mission, and in another city which could well have been named by the Indians \"the\ncity of hospitality,\" we held a conference of the missionaries, and this city was Snowflake.\n<\/p><p>\nThe missionaries of the Southwest Indian Mission told of their labors among the Indians, and\nperhaps this is one of the most foreign of all foreign missions, and is in a land of strange\ntongues and colorful people, a place of high mountain coolness and near sea level desert\nheat&mdash;a land where a new amalgamation of peoples and kindreds is taking place, and where\nthe gospel of Jesus Christ is neutralizing the centuries of dwindling unbelief.\n<\/p><p>\nI found evidence of waning superstition and of growing faith in the gospel. I saw people who\nhave for centuries been as chaff before the wind settling down to industry and security and\npermanence&mdash;a people who for more than a millennium have been \"as a vessel . . . tossed\nabout upon the waves, without sail or anchor, or without anything wherewith to steer her\"\n(<span class=\"citation\" id=\"37977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37977)\">Morm. 5:18<\/a><\/span>).\nI saw them beginning to accept the gospel of Christ.\n<\/p><p>\nI saw them reclaiming their forfeited blessings which the Lord reserved \"... for the gentiles\nwho shall possess the land\" (<span class=\"citation\" id=\"37978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37978)\">Morm. 5:19<\/a><\/span>).\nI saw acceleration in their progress and the time is\nat hand when the Lord will \"... remember the covenant which he made with Abraham and\nunto all the house of Israel\" (<span class=\"citation\" id=\"37979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37979)\">Morm. 5:20<\/a><\/span>).\n\"... and as the Lord liveth he will remember the\ncovenant which he hath made with them.\nAnd he knoweth their prayers\" (<span class=\"citation\" id=\"37980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37980)\">Morm. 8:23-24<\/a><\/span>).\n<\/p><p>\nThe work is unfolding, and blinded eyes begin to see, and scattered people begin to gather. I\nsaw a striking contrast in the progress of the Indian people today as against that of only\nfifteen years ago. Truly the scales of darkness are falling from their eyes, and they are fast\nbecoming a white and delightsome people (<span class=\"citation\" id=\"3649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3649)\">2 Ne. 30:6<\/a><\/span>).\n<\/p><p>\nIn this mission alone there are 8400-plus members of the Church. As\nI visited this area fifteen years ago, there were ninety-four. \"Are they faithful?\" I am asked.\nAnd the answer is, \"Not all of them. They are just about like their white cousins in the stakes\nof Zion.\" \"Are they making headway?\" And the answer is, \"Yes. Perhaps relatively greater\nheadway than we ourselves.\"\n<\/p><p>\nIndians are people, and the longer I serve with them the more I realize that they respond to\nthe same teaching and kindness and love as others do. They have the same emotions. Some\ncan be godless, but most of them are religious. I found that faith is a basic element in their\nlives. I learned of a Navajo couple who rushed their baby to the mission home for a\nblessing&mdash;It was livid white, seemed to be dead. It was soon well and playing around&mdash;and\nthe Indian woman who lost her hearing, who received it back through the administration of\nthe young missionaries; or the elder whose Navajo mother asked him if he had faith in\nHeavenly Father when the little brother was lying desperately ill, and whose little brother was\nwholly well the next morning after he himself had hid in a closet and prayed for his brother.\n<\/p><p>\nYes, the Indians have faith&mdash;a rather simple, pure, and unadulterated faith, as evidenced by\nthe Indian mother who asked the elders to come to the hospital to bless her sick child. The\nnext day the elders called at her home and asked, \"How is the little boy?\" And she rejoined,\n\"Oh, he's all right,\" in a tone such as to say, \"Well, you blessed him, didn't you? Of course\nhe's well.\"\n<\/p><p>\nAnd another Indian whose hands were badly burned was in excruciating pain. The\nadministration brought almost immediate relief, and she was using her hands in a day or two.\nThere was the Indian family who pleaded with the elders to pray for rain for their crops and\nfor the grass and for the cattle and the sheep. \"But please be careful,\" they warned. \"The last\ntime the elders prayed for rain, it came too hard, and the sheep corrals were washed out and\nsome of the sheep were drowned.\"\n<\/p><p>\nThere was the Hopi elder in a Phoenix hospital with his arm and leg paralyzed, and with no\nuse or movement. He asked the nurse to find a Mormon elder. A bishop was called in who\npurchased oil, consecrated it, and administered to the Indian patient. \"He sure had faith in the\nLord,\" said the bishop. \"We talked a little while, and I asked him if he could wiggle his toes,\nand you should have seen the expression on his face when he tried. Sure enough they moved,\nand before we left him he could raise the leg, and when I visited him last Sunday he could\nmove both the leg and the arm.\"\n<\/p><p>\nThe day of the Lamanites is here! Young white missionaries throughout the Church are happy\nin the service, glad that they were called to this special mission, some planning to change\ntheir college majors when they return from their missions so they can work among the\nIndians.\n<\/p><p>\nI see a dependent people becoming independent; for example, I see them coming in their\npickups to meetings, whereas a decade ago they needed to be picked up by the missionaries,\nfed, and coddled. Some still must learn, but they are making progress; for instance, a party\nwas arranged by two missionaries&mdash;the Indian people to bring the food, the elders to furnish\nthe punch. When they assembled, they had only punch to drink. Later another party was\narranged&mdash;the Indians to bring the food and the elders to bring the punch. They had both food\nand drink. They are learning.     \n<\/p><p>\nWe called for a picture of the Indian elders. Twenty of them came&mdash;five full-blood Navajo\nboys, and fifteen who were part Navajo and Apache and Ute and Sioux. One of the Navajo\nelders whose mother and family lived less than a hundred miles away in the same mission had\nnot asked for leave to go and visit them, and he had served eight months in the mission. One\nIndian elder said: \"The first missionaries planted a tree on the reservation years ago. Now the\ntree is bearing fruit&mdash;Navajo elders. The young tree yielded little fruit, but the aging tree\nmore fruit&mdash;more elders.\"\n<\/p><p>\nThere was the Navajo elder who testified of his happiness and said that when in battle&mdash;I\nthink it was in Korea&mdash;he had dreamed one night that he was with his parents back on the\nreservation, but he awakened to find himself in mud and water and\nfire. Now he is in the midst of another dream, a dream so glorious, he said, that he hopes he\nwill never awaken from it.\n<\/p><p>\nThese Indian elders are well-groomed, neat, smiling, and equal to their white\ncompanions&mdash;handsome and sincere&mdash;some struggling in the acquisition of the difficult\nEnglish language, and others coming through the Utah Placement Program speaking perfect\nEnglish and displaying the best of our own culture. White elders feel fortunate when they are\nlucky enough to have a Navajo companion.\n<\/p><p>\nI see these Indian youth praying and preaching and administering to the sick, and I remember\nthe statement of the Prophet Joseph: \"Take Jacob Zundell and Frederick H. Moeser . . . and\nsend them to Germany and when you meet an Arab send him to Arabia; when you find an\nItalian send him to Italy; and a Frenchman, to France; or an Indian, that is suitable, send him\namong the Indians. Send them to the different places where they belong.\" (DHC 5:368.)\n<\/p><p>\nAt last the Indians are suitable. I heard them bear their witness, saw them shed tears of joy,\nheard them express their affection for loved ones. I saw Indian boys actually coming in to the\npresident to offer their services as missionaries. That couldn't have happened a decade ago.\nAs we look into the future, surely we shall see thousands of Indian missionaries, for through\nour various agencies we are now training probably three thousand little Indian boys in our\nvarious departments who are growing toward missionary work. Very soon there will be an\nIndian boy paired off in missionary work with each white boy, and this will happen in the\nother Lamanite missions, I am sure.\n<\/p><p>\nThe day of the Lamanites is nigh. For years they have been growing delightsome, and they\nare now becoming white and delightsome, as they were promised\n(<span class=\"citation\" id=\"3650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3650)\">2 Ne. 30:6<\/a><\/span>). In this picture of the\ntwenty Lamanite missionaries, fifteen of the twenty were as light as <i>Anglos<\/i>; five were darker\nbut equally delightsome. The children in the home placement program in Utah are often\nlighter than their brothers and sisters in the hogans on the reservation.\n<\/p><p>\nAt one meeting a father and mother and their sixteen-year-old daughter were present, the little\nmember girl&mdash;sixteen&mdash;sitting between the dark father and mother, and it was evident she was\nseveral shades lighter than her parents&mdash;on the same reservation, in the same hogan, subject to\nthe same sun and wind and weather. There was the doctor in a Utah city who for two years\nhad had an Indian boy in his home who stated that he was some shades lighter than the\nyounger brother just coming into the program from the reservation. These young members of\nthe Church are changing to whiteness and to delightsomeness. One white elder jokingly said\nthat he and his companion were donating blood regularly to the hospital in the hope that the\nprocess might be accelerated.\n<\/p><p>\nThe missionaries are having great experiences in proselyting, in teaching, in organizing, in\ncarrying on Primaries, Relief Societies. They direct women in making quilts and towels and\npot holders, which they say they can sell faster than they can make them; but always a Relief\nSociety bazaar is in their future plans. They pound up broken pottery and clay to make new\npottery. They do beadwork, learn cooking; they are taught first aid, bleeding-stoppage, use of\nsplints, resuscitation, moving the injured; they are taught to speak and to sing. Three lovely\nLamanite sisters sang a trio in one of our meetings. Two elders in one area were actually\nteaching the women how to make diapers.\n<\/p><p>\nWe find the Indians are learning to be adaptable and resourceful, and from tradition they are\ncoming to truth, from legend to fact, from sand paintings and sings to administration and\nordinances. The Indians are beginning to pay their tithes. They are living the Word of\nWisdom. They are attending their meetings. They are having family prayers, and for a period\nof this year the tithes in that mission are said to have been more than the budget for the\nmission.\n<\/p><p>\nThey are grateful for that which is being done for them. A typical little nine-year-old Indian\nprayed: \"Father in heaven, please bless the missionaries so their success will be good.\" A\ntypical Indian woman pleaded: \"When can I be baptized?\" And the\nanswer was, \"When you have learned a little more of the gospel.\" An Apache saddle maker,\nwhen given the Book of Mormon lessons, said: \"I know that story. I know that it is true. My\nold people told me about it.\"\n<\/p><p>\nThe Indians have legends which might be reminiscent of the three Nephites, of the creation,\nof the flood, of the coming of the Christ to them. They are beginning to recognize the\nsimilarity between their distorted tradition stories and the truth which has been recorded.\n<\/p><p>\nA Jicarilla&mdash;Apache Indian elder, first counselor in the branch presidency, drives sixty-four\nmiles to his meetings with his family and sixty-four miles home each time, and he seldom\nmisses a meeting, except in blizzard weather. He is sharp and clean and handsome and\nconducts the meetings with dignity. He speaks excellent English, and this is again in\nfulfilment of my own patriarchal blessing, in which I was promised: \"You will see them\norganized and be prepared to stand as the bulwark round this people.\"\n<\/p><p>\nIn the temple, in the June excursion, were a Navajo groom and a Pima bride, a Cherokee\ngroom and a Navajo bride; and these, typical of the many Indians, are taking seriously to the\ngospel program. When they were in this convention, the good Mesa people graciously took\ncare of their needs, and this again was in fulfilment of the prophecy of Joseph Smith. He said:\n<\/p><p>\n\"There will be tens of thousands of Latter-day Saints who will be gathered in the Rocky\nMountains, and there they will open the door for the establishing of the gospel among the\nLamanites who will receive the gospel and their endowments and the blessings of God.\"\n(<i>Discourses of Wilford Woodruff<\/i>, pp. 30-39.)\n<\/p><p>\nOne's heart is touched when he sees thirty or forty little Hopi boys and girls gathered together\nin Primary, being taught by nineteen-year-old missionaries, and it is stirring even more to see\ntwenty little wild Apache Indians galloping over the hills on their burros to attend Primary at\nFort Apache.\n<\/p><p>\nThe young missionaries are learning the difficult Navajo language, and the older couples are\nusing largely the language of love. The Navajo tongue is so difficult that it is said to have\nbeen used to send code messages in World War II because the Japanese could not decode it. It\nis heartwarming to hear the young Navajo elder struggling with his English pronunciation and\nvocabulary, but never hesitating to express his thoughts convincingly and bearing his\ntestimony impressively. He had been told by his dying mother when he was a little boy: \"Go\nto Mormon Church. It is true church.\" He choked and struggled with his tears.\n<\/p><p>\nOne devoted missionary couple was stuck in the snow last winter, and the husband pushed the\ncar while the wife steered it. In doing so he fell and broke his knee and then pleaded with the\npresident: \"Please do not send us home. Put us in the hospital for a little time.\" He was given\na metal knee and then crutches, and Indians who saw him hobbling around said: \"Anyone as\nsincere as that ought to be listened to.\" And this mother who now has her children reared told\nof her patriarchal blessing given long years ago, indicating she would go on a mission with\nher husband, but since she was tied with her large family of little children, her husband filled\nhis mission alone and was killed in an auto accident returning home. How could her blessing\never be fulfilled, she wondered, with children to educate and sons to send on missions, and\nshe in her widowhood? But when the family was educated and the sons had filled their\nmissions, she married another man, a convert, and together they are now fulfilling the\npatriarchal blessing and filling glorious missions.\n<\/p><p>\nThe day of the Lamanites has come. The Indians of this country, particularly of the\nsouthwest, have many blessings which are theirs today but which were not theirs yesterday.\nGovernment agencies, other groups as well as ourselves, have been conscious of their former\nserious plight. But today the dark clouds are dissipating. Whereas only a decade ago tens of\nthousands of children were without schooling, today practically every child has some\neducational opportunity. May I quote a paragraph from my address to this conference in 1947\nregarding these Indians:\n<\/p><p>\n\"The health conditions are deplorable. They have but one full-time dentist for\n 63,000 people and no field nurse or doctor. The death rate is very high, being 16 per\nthousand as against 6.36 for the Church. The large family lives in the dirt hogan being one\nsmall circular room with dirt floor, no windows, and with a stove or fire in the center. All\nmembers of the family sleep on sheep pelts on the floor. There is no privacy, practically no\nfurniture or equipment. There are no sanitary conveniences inside or out. With a single towel,\na common cup, no hot water nor disinfectants, it is easy to see why trachoma, impetigo, and\nother skin diseases run through the family, and why dysentery, venereal diseases, and\ntuberculosis run rampant. In a survey of thirty-one families it was found that an average of\nthree in each family had tuberculosis. In their scattered condition, and with such limited\nhospital facilities, many lie in their hogans, coughing in the air, spitting on the floor, to\nfinally die on the dirt floor without medical assistance\" (see <i>The Improvement Era<\/i>, May\n1947, p. 348).\n<\/p><p>\nBut today there are hospitals, doctors, nurses, and dentists. Many families live in comfortable\nhomes, fairly well furnished. Disease is disappearing, tuberculosis much under control, and\nsanitation greatly improving. In our recent examination of over four hundred children in our\nhealth clinic as we brought them into Utah for this fall, we found that there were no positive\nresults from our X-ray examinations.\n<\/p><p>\nIn the 40's these people had an average income of about $81 a year. They lived upon land\nwhich to most of us seemed worthless, barren, and forbidding; but the desolate land is\nproducing oil and gas and uranium and coal and lumber, and many millions of dollars are\nflowing into the tribal treasury. In early days it was each family for itself; today the Tribal\nCouncil is using wisely these vast sums to build highways and hospitals and schools and to\ngive scholarships. What a strange paradox, that the land given to the Indians, desolate and\nunwanted, turns out to be the source of many blessings! Was not Providence smiling on these\nfolks and looking toward this day?\n<\/p><p>\nToday we teach the gospel to the Indian youth, and tomorrow there will\nbe thousands of them on missions. Nearly all their marriages will be performed in the\ntemples. They will give leadership in wards and stakes which will be organized in their areas,\nand with their white brothers they will become leaders in the kingdom. Groups of stakes are\norganized into regional minority missions. About 320 of the 2300 Indians in Brigham City are\nmembers of the Church, and we have a delightful chapel which President McKay dedicated\nthere.\n<\/p><p>\nAt Albuquerque, Riverside, at Chilloco and at Lawrence in Kansas, at Carson City in Nevada,\nat Chemawa in Oregon, at Anadarko in Oklahoma, and elsewhere, our youth&mdash;hundreds and\nhundreds of them&mdash;are receiving comparable seminary training. At Aztec, Gallup, Richfield,\nFlagstaff, Holbrook, Snowflake, and Winslow we are training them in connection with the\ngovernment peripheral schools.\n<\/p><p>\nAbout 420 Indian children are receiving the superior training in Utah homes under the\neducational placement program. These children are being fed, housed, clothed, and loved by\nthe selfless people of Utah who take them into their finest homes&mdash;philanthropic people who\ncome to love the Indian children as their own, and who give them every advantage&mdash;cultural,\nspiritual, and educational, and who train them in scouting organizational work, in family\nprayers, in seminary, and in home activities. I quote from a recent letter from an authority on\nIndian life and education:\n<\/p><p>\n\"I think you have a very commendable program and one which is probably the only positive\napproach to the Indian problem in the United States. I have spent a great part of my life\nliving with or working with Indian people and have yet to see any program which has taken\nthe Indian out of himself and started him down the road to progress.\"\n<\/p><p>\nAs these children complete their grade and high school work, Brigham Young University is\nready to receive them, and special guidance courses and training advisers give them\nleadership, and each year now our Indian students parade in cap and gown with the other\nhundreds of graduates of this great institution.\n<\/p><p>\nWe have follow-up programs to help the Indian youth gain employment as they\ncomplete their schoolwork.\n<\/p><p>\nA new class instruction program is organized on the reservation, whereby the little Indians are\ngiven religious training. At present some 2500 little fellows present themselves weekly or\noftener to the young missionaries for religious instruction, assigned by the parents to the\nchurch of their choice. These little ones are being taught in about sixty classes, and young\nmissionaries are proving their mettle in training them.\n<\/p><p>\nTwo young elders teach 102 children in their classes, and another couple, a Navajo and a\nwhite elder, are teaching 135 little boys and girls together with some of their parents who\nasked for the privilege of coming.\n<\/p><p>\nNot only the southwest Indians, but Lamanites in general, are facing an open door to\neducation, culture, refinement, progress, and the gospel of Jesus Christ. The Church has spent\nits millions in Hawaii and New Zealand and other islands to provide schools for the young\nLehites. Surely, no descendants need go now without an education, and schools in Mexico\nwill be followed by schools in other nations. Surely the number of deprived ones is being\nreduced, and opportunity is knocking at their door. Hundreds of Lamanites are serving in\nmission fields in both Americas and in the islands of the sea. Lamanites are exercising their\npriesthood and rearing their families in righteousness. A new world is open to them, and they\nare grasping the opportunities. God bless the Lamanites and hasten the day of their total\nemancipation from the thralldom of their yesterday.\n<\/p><p>\nI pray this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}