{"ID":1092, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Answer to the Call<\/p>\n<p class=\"gcspeaker\">Elder Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Nathan Eldon Tanner, <i>Conference Report<\/i> October 1960, p. 46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and brethren and sisters, I stand before you this morning in all humility. I\nwish to express my sincere appreciation of the confidence shown by the General Authorities,\nPresident McKay, and those associated with him, in calling one so unprepared to hold such a\nhigh office in this the Church of Jesus Christ of Latter-day Saints. No one with any less\nability could be called to this position. I would like to assure President McKay and members\nof the General Authorities and you my brethren and sisters that I shall do my best and am\nprepared to dedicate my life and my best to the work of the Lord.\n<\/p><p>\nI know that this is the Church of Jesus Christ, the kingdom of God here upon the earth, and I\nknow that I shall need your faith and prayers, and I ask that I may have them, that I may\ncarry on in a way that will become one in this responsible position, that I may represent the\nChurch wherever I go in a way that will be pleasing to our Heavenly Father.\n<\/p><p>\nI should like at this time to express my sincere appreciation to my family. My paternal\ngreat-great-grandfather was a very close friend of Joseph the Prophet. And on my mother's\nside, you have read of James Brown and his work, and you know Hugh B. Brown, who is my\nmother's brother. And I want to thank all of them, my father, who was one of the finest men\nthat I ever knew and my loving mother, and particularly I should like at this time to express\nmy sincere and deep appreciation to Elder Hugh B. Brown for the influence that he has had\non my life since I was a child. I have had that great privilege of associating closely with him\nthroughout my life.\n<\/p><p>\nI should like to express my appreciation to my wife. Probably I could let you know the kind\nof woman she is by quoting my mother. She said to me one day, \"You are fortunate, my boy,\nto have Sarah as your wife. She has been a great support to you as a wife and a wonderful\nmother. It is not everybody that could live with you as she has and put up with the things\nwhich she has to!\"\n<\/p><p>\nWe have five lovely daughters, and I should like to say to them that I appreciate how loyal\nand faithful they have been, how little worry and concern they have caused us and how they\nare prepared to accept any call in the Church.\n<\/p><p>\nSpeaking of my family, I suppose I should tell you that we have twenty-two grandchildren. I\nhope and pray that they will carry on in the Church.\n<\/p><p>\nPresident McKay, again I wish to thank you sincerely and those who are supporting you in\nthis my call, and again I wish to say that I love the Lord with all my heart, and I pledge at\nthis time that I will serve him and you with all my might, mind, and strength\n(<span class=\"citation\" id=\"13881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13881)\">D&amp;C 59:5<\/a><\/span>), and I pray for\nyour faith and prayers and God's blessings, and I do it in the name of Jesus Christ. Amen.\n<\/div>\n<\/div>"}