{"ID":1093, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">I Pledge Myself<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i> October 1960, pp. 46-48<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhat a beautiful song: \"I Stand All Amazed at the Love Jesus Offers Me!\"&mdash;I feel that way\nvery deeply this morning, my brothers and sisters. I, like President Tanner, feel appreciative\nand grateful for the many blessings that have been mine. I likewise appreciate the noble\nheritage with which I have been blessed, and I appreciate the wonderful family that I have\nand the devotion they have to the Church and particularly the devotion\nmy wife has shown. We have enjoyed the past nine months in the mission field, more than\nany other time in our lives, and the reason is that we have been serving the Lord to a greater\ndegree than ever before.\n<\/p><p>\nPresident McKay spoke yesterday about love being the first and second great commandments\nof the Lord, that we must have this love for our Father in heaven and his Son Jesus Christ,\nand likewise for our brother and neighbor\n(<span class=\"citation\" id=\"35064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35064)\">Matt. 22:36-39<\/a><\/span>).\nI have love in my heart this morning, President\nMcKay, for you and for my brethren that are presiding over the affairs of the kingdom of\nGod, and I have love in my heart for my fellow men. I can truthfully say that I have no\nenmity nor hatred toward any man, and I pray that the Lord will sustain me in this position.\n<\/p><p>\nI feel wholly inadequate as an individual; however, I feel the way Nephi did when his father\nLehi asked him to go and get the plates, \"I will go and do the things which the Lord hath\ncommanded, for I know that the Lord giveth no commandments unto the children of men,\nsave he shall prepare a way for them that they may accomplish the thing which he\ncommandeth them\" (<span class=\"citation\" id=\"1558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1558)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nI know that through these modern revelations and by listening to the words of inspiration and\nrevelation given by our prophets today, that we do receive great strength. I love to read\nmodern revelation, and I love to sit at the feet of the great men who are presiding over the\naffairs of this Church and to learn what we as servants of the Lord should do to further God's\nwork here upon the earth.\n<\/p><p>\nPresident Moyle yesterday quoted a statement from the Book of Mormon wherein the Lord\nsaid that \"Adam fell that men might be; and men are, that they might have joy\"\n(<span class=\"citation\" id=\"3640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3640)\">2 Ne. 2:25<\/a><\/span>).\nI want to testify to you that the greatest joy that can come into the life of any man is to\ngive this \"pearl of great price\" (<span class=\"citation\" id=\"35039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35039)\">Matt. 13:46<\/a><\/span>),\nthe gospel of Jesus Christ, the power of God unto salvation\n(<span class=\"citation\" id=\"42743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42743)\">Rom. 1:16<\/a><\/span>), to\nothers. That is why Sister Richards and I have been having such great joy this last nine\nmonths, because we have been giving the gospel of Jesus Christ to others. We are in a new\nera of growth and development in the Church of Jesus Christ. The kingdom of God is going\nforward that the kingdom of heaven may come\n(<span class=\"citation\" id=\"13885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13885)\">D&amp;C 65:6<\/a><\/span>).\n<\/p><p>\nWe in the Northwest have been blessed abundantly because we have been active in spreading\nthe gospel and have recognized the importance and shortness of time. The Lord has blessed us\nin many ways. First, by bringing numbers of people together in groups we have been able to\nteach the gospel to more people. Secondly, as the members of the Church have shared the\ngospel with their friends, many more people have been brought into the kingdom of God than\notherwise would have been, and those members of wards and stakes and branches and districts\nthat have shared the gospel have been blessed abundantly themselves. And thirdly, spirituality\nin the wards and branches has increased; the inactive have become active; and the people are\nhappy and are having great joy; and this is as it should be.\n<\/p><p>\nMany have said, \"How do you find these people that are interested in knowing about the\ngospel?\" We have asked the people of the Northwest to ask their neighbors every day, \"What\ndo you know about the Mormon Church?\" And whatever their answer may be, our next\nquestion is, \"Would you like to know more?\" Our missionaries are busy teaching in groups\nthose that would like to know more, and they are so busy that they are obliged to use\nautomobiles and do practically all of their proselyting and arranging meetings over the\ntelephone. The Lord is greatly blessing the missionaries and the Saints in the Northwest area,\nand the gospel is going forward by leaps and bounds as it is in practically every other area of\nthe world.\n<\/p><p>\nI am grateful to my Father in heaven that among my other blessings I have the opportunity of\nspending my time and energy in his service. I pledge all of my efforts, President McKay, to\nthe Church and to you as prophet, seer, and revelator, and to the spreading of the gospel of\nJesus Christ. In concluding I would like to read from one of the modern prophets, President\nHeber J. Grant. He said:\n<\/p><p>\n\"The most glorious thing that has ever happened in the history of the world\nsince the Savior himself lived on the earth is that God himself saw fit to visit the earth\nwith his beloved, Only Begotten Son, our Redeemer and Savior, and to appear to the boy\nJoseph\" (<i>Gospel Standards<\/i>, p. 16). And it is our duty above all others to go forth at home\nand abroad and proclaim the gospel of the Lord Jesus Christ. I know that in order to do this\nwe must live close to the Lord.\n<\/p><p>\nPresident McKay together with President Clark and President Moyle in the beautiful blessing\nthat they gave me when they set me apart as president of the Northwestern States Mission told\nme to live close to the Lord and listen to his whisperings and have the courage to execute\nthem. When Brother and Sister Lee were in our mission field this last summer, they brought\nmany blessings to the Saints and the missionaries, and already we have seen many join the\nChurch who listened to their words. Likewise Brother and Sister Lee impressed upon us that\nwe should not be too busy taking care of details and mechanics to listen to the whisperings of\nthe Spirit.\n<\/p><p>\nI testify to you my brothers and sisters that the greatest message that we have is that the\ngospel of Jesus Christ has been restored, the power of God unto salvation. I am not ashamed\nof the gospel of Jesus Christ (<span class=\"citation\" id=\"42744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42744)\">Rom. 1:16<\/a><\/span>).\nI know that God lives, that Jesus is indeed his Son, the\nRedeemer of the world, and that Joseph Smith was a prophet of God&mdash;one of the greatest\nprophets that has lived on this earth, according to the word of the Lord contained in our holy\nbook of Doctrine and Covenants (see\n(<span class=\"citation\" id=\"13947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13947)\">D&amp;C 135:3<\/a><\/span>).\nI know that David O. McKay is the\nprophet of the Lord today, and I know that we need a prophet on the earth today. I propose to\nsustain President McKay with all of my might and strength. I say this and dedicate myself\nunto the Church, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}