{"ID":1094, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Gratitude<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i> October 1960, pp. 48-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Clark, if he were here, President Moyle, members of the General\nAuthorities, my dear brothers and sisters, this is a humbling experience.\n<\/p><p>\nWhen President McKay called me this morning into his office and asked me how I felt, I told\nhim I was frightened. I am frightened, but only to this extent&mdash;frightened that I might not\nmeasure up to the responsibility that has been given me. President McKay told me that my\nresponsibility would be to principally bear witness to the divinity of Jesus Christ, and this I\ncan do from the bottom of my heart. I do know that Jesus is the Christ. I have covenanted\nwith him to be his son. I have covenanted to bear that name, and I pray that I might always\nbear it honorably, that I might never do anything to bring dishonor to that glorious name.\n<\/p><p>\nI have wondered since the call was given me why I was called to this position. I do not stand\nhere alone. This call has come to a great many people, people who have influenced my life,\neven before I was born. As the other brethren have said, I, too, come from a long line of\nforebears who bore responsible positions in this Church. My great-grandfather Burton was a\nmember of the Church and came into the Church with his wife and one of his daughters. My\ngrandfather Burton was a young man only fifteen years of age, who had heard about the\nMormons in Canada, and he said that he would disown his parents if they joined the Church.\nSo he left them and went down into Ohio, and there the missionaries contacted him and\nbrought him into the Church. He then went back, and on his knees apologized to his father\nand mother for his lack of insight, for his lack of understanding, and asked their forgiveness.\n<\/p><p>\nGrandfather Burton came here with some of the very earliest pioneers as a bugler to\nBrigham Young, and he became one of Brigham Young's constant companions, along with\nBrother Lot Smith and Brother Porter Rockwell. I have read Grandfather's journals; I know\nhow devoted he was to the Church. He was a member of the Presiding Bishopric for many,\nmany years.\n<\/p><p>\nHe married my grandmother, whose maiden name was Garr. The Garrs, too, are wonderful\npeople of whom I am very proud. They were among the very first who came into the Church,\nand Great-grandfather Fielding Garr was one of those seven men chosen to perform that very\nspecial burial mission when the Prophet was assassinated, so I have been told. Grandmother\nwalked across the plains as a young girl eight years of age, and said how happy she was when\nshe got a thorn in her foot because that was the only time she was able to ride on the tailgate\nof the wagon until they got the thorn out of her foot. So she was one of those early pioneers\nwho helped establish and build this country.\n<\/p><p>\nThe Moyles have been in the Church for many years. My mother was Florence Moyle. I am\nproud of the Moyles. Great-grandfather Moyle and Grandfather Moyle helped build the Salt\nLake Temple, and when you see the carving on the east side of the temple, \"Holiness to the\nLord,\" Great-grandfather did that as a missionary called to work on the temple.\n<\/p><p>\nI am proud of the Cannels. They, too, came into the Church early. Great-grandfather came\nhere to Utah to protect his daughter from the Mormons, and when he got here he joined the\nChurch and was grateful that his daughter found such an outstanding man as Grandfather\nJames Moyle.\n<\/p><p>\nSo I am proud of all of these people who have made it possible for me to be here. I am\ngrateful to my Sunday School teachers. I am grateful to my Primary teachers. In my day we\nhad Religion Class. I am grateful to those sisters who labored with us when we caused them\nmany hours of trouble and concern, I am sure, but they taught me the divinity of Jesus Christ,\nfor which I will always be grateful.\n<\/p><p>\nI came of goodly parents (<span class=\"citation\" id=\"1555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1555)\">1 Ne. 1:1<\/a><\/span>).\nMy father and mother are people of whom I am very proud. I am\ngrateful for the association I have had with my wife. She, too, comes from a long line of\npeople who have been in this Church for many generations. Her father, who is still living,\nover ninety years of age, is still president of his high priests quorum. I am grateful to her, for\nshe has stood by me from the time we were married and has been loyal and faithful in every\nrespect.\n<\/p><p>\nI am proud of my son. I only have one son, and so I have to make up in quality what I lack\nin quantity. I am proud of him. When my great-uncle Henry Moyle was patriarch of Alpine\nStake, he gave me my patriarchal blessing. He told me that we would have responsibilities to\ntake upon us. He told me that my children would have to bear part of that responsibility, too.\nSo I pray that my son will live close to the Lord and be able to accept his share of\nresponsibility when that comes.\n<\/p><p>\nI have just returned from the West German Mission, and I bring you all the love of those\nwonderful people. I have spent just about one-fifth of my life among German-speaking\npeople. I love the Swiss people; I love the Austrian people; I love those German people with\nwhom I have been working. They are simply marvelous Saints, strong and stalwart, loyal and\ntrue, and they are about to strengthen the Church in that mighty nation so that we will have\nstakes of Zion there, too. I am hoping and praying that I shall also be present when that\nglorious day comes, when we can establish on the continent of Europe, among\nforeign-speaking peoples, stakes of Zion. I know that their hearts are filled with love of God\nas yours are, and I bring you their greetings and their love, and I am proud to be associated\nwith a Church so international in its character that we can love people regardless of what\nlanguage they speak, what color they may be, or what nation they represent. We have\ncovenanted to be brothers and sisters, and this love that was spoken of\nbefore is the love that exists in this Church today.\n<\/p><p>\nWithout multiplying words, then, President McKay, I accept this calling with humility and\npray for your help and for your instruction.\n<\/p><p>\nMy brothers and sisters, I will rise and do better than my best, because I know that I have\nbeen called to this position by a Prophet of God who speaks in the name of Jesus Christ. I\nbear you my testimony that he is a prophet of God. I bear you my testimony that Joseph\nSmith is a prophet of God. I bear you my testimony that these men with whom I have\nassociated in the mission field, and these authorities who are sitting before you today, are\nprophets, seers, and revelators, for I have seen prophecies fulfilled that they have made. I bear\ntestimony that Jesus is the Christ, that this is the Church of Jesus Christ, possessing all the\nauthority that is necessary to establish and maintain it upon the face of the earth today. I\nknow it will grow until all people can recognize and bow their knee and confess that Jesus is\nthe Christ (<span class=\"citation\" id=\"41252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41252)\">Philip. 2:10-11<\/a><\/span>),\nand that his kingdom is upon the earth. This testimony I give you in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}