{"ID":1095, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Cry Repentance<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i> October 1960, pp. 50-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish to read a part of the instruction given by our Redeemer to his disciples on this\ncontinent just before he left them.\n<\/p><p>\n\"And my Father sent me that I might be lifted up upon the cross; and after that I had been\nlifted up upon the cross, that I might draw all men unto me, that as I have been lifted up by\nmen even so should men be lifted up by the Father, to stand before me, to be judged of their\nworks, whether they be good or whether they be evil&mdash;\n<\/p><p>\n\"And for this cause have I been lifted up; therefore, according to the power of the Father I\nwill draw all men unto me, that they may be judged according to their works.\n<\/p><p>\n\"And it shall come to pass, that whoso repenteth and is baptized in my name shall be filled;\nand if he endureth to the end, behold, him will I hold guiltless before my Father at that day\nwhen I shall stand to judge the world.\n<\/p><p>\n\"And he that endureth not unto the end, the same is he that is also hewn down and cast into\nthe fire, from whence they can no more return, because of the justice of the Father.\n<\/p><p>\n\"And this is the word which he hath given unto the children of men. And for this cause he\nfulfilleth the words which he hath given, and he lieth not, but fulfilleth all his words.\n<\/p><p>\n\"And no unclean thing can enter into his kingdom; therefore nothing entereth into his rest\nsave it be those who have washed their garments in my blood, because of their faith, and the\nrepentance of all their sins, and their faithfulness unto the end.\n<\/p><p>\n\"Now this is the commandment: Repent, all ye ends of the earth, and\ncome unto me and be baptized in my name, that ye may be sanctified by the reception of the\nHoly Ghost, that ye may stand spotless before me at the last day\"\n(<span class=\"citation\" id=\"5617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5617)\">3 Ne. 27:14-20<\/a><\/span>).\n<\/p><p>\nI know of nothing that is more important or necessary at this time than to cry repentance,\neven among the Latter-day Saints, and I call upon them as well as upon those who are not\nmembers of the Church, to heed these words of our Redeemer. Now he has stated definitely\nthat no unclean thing can enter his presence. Only those who prove themselves faithful and\nhave washed their garments in his blood through their faith and their repentance&mdash;none others\nshall find the kingdom of God.\n<\/p><p>\nWe have inducements, enticing features come before us through the press, by television\nparticularly, and in other ways to lead our people and all other people astray and away from\nkeeping the commandments of God. I want to raise a warning voice to the members of the\nChurch, and especially to the youth of the Church. Do not pay heed to the wicked and\nmalicious advertising of tobacco nor of liquor. The advertising of tobacco today is one of the\ngreatest offenses and crimes before our Father in heaven, and those who are guilty of it will\none day have to pay the price. They do it now because of greed, but we must not listen to\nthese enticings and to the wicked advertising of things that are detrimental to the body and\ncondemned by our Father in heaven and his Son Jesus Christ, contrary to the gospel they have\ngiven to us.\n<\/p><p>\nNow, we have those who are among us who are inclined to listen to these pleadings and to\nthe entertainments that are given, all of which are intended to lead us into forbidden fields, to\npartake of things condemned by the Lord, and which are not for those who have made\ncovenant with him to keep his commandments.\n<\/p><p>\nI am going to spend a minute or two particularly relative to this filthy tobacco habit. I believe\nthat some of the women of this country are getting to be worse than the men, and those who\nadvertise are seeking to influence the women&mdash;the mothers of the children. As I ride through\nthe streets here of Salt Lake City in an automobile, I sometimes see women on nearly every\nstreet corner or between the blocks with cigarettes in their mouths&mdash;three or four women to\nevery man. I fear some of them are members of the Church. We cannot afford to turn neither\nto the right nor to the left from the keeping of the commandments of the Lord if we want to\nenter into his kingdom.\n<\/p><p>\nOur bodies must be clean. Our thinking must be clean. We must have in our hearts the desire\nto serve the Lord and keep his commandments; to remember our prayers, and in humility seek\nthe counsels that come through the guidance of the Spirit of the Lord. That will bring to us\nour salvation, and we will never get salvation through the violation of the covenants and\ncommandments which will bring to us eternal life.\n<\/p><p>\nThere is not time for me to say more than this. These few remarks will have to do. I have a\ngreat deal in my mind, but I can carry those things to the stake conferences.\n<\/p><p>\nThe Lord bless you all, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}