{"ID":1096, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...Two of a Family...\"<\/p>\n<p class=\"gcspeaker\">Bishop Carl W. Buehner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Carl W. Buehner, <i>Conference Report<\/i> October 1960, pp. 52-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, this to me has been a very stirring session of conference. We\nhave heard the vital statistics of the Church, and we have sustained the General Authorities of\nthe Church. From among the priesthood have also been chosen three devoted and humble men\nto take a place with the other General Authorities of the Church. I know each of them well.\nThey have given dedicated service to the work of the Lord, and with all my heart I can say to\nthem that their joy will be even greater as they travel among the people of the Church.\n<\/p><p>\nI am always thrilled to participate with you in one of these great general conferences of the\nChurch. I keenly feel, however, that even though conference time is a wonderful time, it is\neven more wonderful for those who have already spoken.\n<\/p><p>\nLet me tell you a couple of little stories that I think you may appreciate. I heard one of our\nfine sisters bear her testimony in fast meeting not long ago and express her gratitude for four\nwonderful little boys that had been born into their home. The parents loved these four little\nyoungsters immensely. Word came that they were going to have another little arrival in the\nhome, and the family all decided that the fifth should be a little girl. They pleaded with our\nHeavenly Father that this might be the case. He heard the plea of the family, and when the\nbaby was born, it was a girl. This little girl grew up in this home, knowing how much she\nwas wanted and appreciated. She seemed very much loved by the four little boys, the father\nand the mother. Each poured out his affections upon her. She grew up in this atmosphere,\nknowing she was very important and very much wanted in the home. When she was\nsomewhere between four and five years of age, and while she was in the midst of her family\nand feeling very happy about her home and her little brothers, she said, \"Mother, I'll bet you\nwere really surprised when you found out I was a Mormon, too.\" In the sight of our Heavenly\nFather, every one of us is a very important person. I wish we could always remember this and\nrealize how much we are loved by him and reciprocate that love by living close to his\nteachings.\n<\/p><p>\nThe other little story I should like to tell emanated from the Primary Children's Hospital. This\nis one of the great institutions we have in the Church. Those of you who have been there\nknow something about its little patients, some of whom are there for an extended period of\ntime, even flat on their backs on their little beds, and some more fortunate are in wheelchairs.\nVery few can get around on their own. I have never been in a place where there are happier\npatients than those in our Primary Children's Hospital. Employed there as a nurse is a very\nlovely woman who lost her husband and who has a family of her own to raise. The oldest boy\nof this woman was old enough to receive a call to go on a mission. The children in the\nhospital, most of whom have so little, had such a love and devotion for their nurse, whose son\nwas now going into the mission field, that they sent a little Indian boy, who had a broken leg,\nbut who could get around with crutches, to solicit a contribution from these little patients.\nYou understand they have very little, many of them being there as Church-service cases. I\nunderstood they practically cleaned out all of the assets of these children and gathered up a\ntotal of $6.68. This was presented to the missionary as their appreciation for his wonderful\nmother who was their nurse and to help the great missionary program move forward.\n<\/p><p>\nWe are asked to give two or three pennies for each year of our age annually to help this\ninstitution. As you catch the spirit of these children, you often wish you were a thousand\nyears old when they come to collect these pennies. I have frequently said, \"God bless the\nPrimary and their hospital for what they are doing to bless our children!\"\n<\/p><p>\nMay I say just a word about a lovely experience I enjoyed in being able to go back to the\nland of my birth after an absence of about sixty years and to visit the\ncity where I was born. I had the opportunity of bearing my testimony at a district conference\nin Stuttgart, Germany. I saw a little building which more than sixty years ago housed the\nStuttgart Branch. Meetings are not held here any more. They have a beautiful chapel of their\nown. It was in this little branch chapel that I received a name and a blessing. In the areas\nclose to Stuttgart, I saw the little villages in which my father and mother were born. They\nlater moved to Stuttgart and were there married. This is where the missionaries found them\nand taught them the gospel.\n<\/p><p>\nI was also made very much aware of the fact that Stuttgart today is almost a new city. I was\ntold that about seventy percent of the original city had been bombed out during the war. The\nscars of war are still evident, as you see large buildings with no windows, no doors, the roofs\ndemolished, and parts of the walls destroyed. Many new buildings have been erected.\n<\/p><p>\nI began thinking of my own situation and giving credit to the great missionary program for\nmy many blessings. The scripture in Jeremiah 3:14 says, \"... and I will take you one of a city,\nand two of a family, and bring you to Zion\" \n(<span class=\"citation\" id=\"26494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26494)\">Jer. 3:14<\/a><\/span>).\nI wondered why my father and my mother were\nthose who were gathered two from a family. This has caused many serious reflections. I was\njust at the age when I might have been involved with the two world wars that were fought in\nthat land. The destruction of property and the millions of people who lost their lives might\njust as well have included the Buehner family.\n<\/p><p>\nI do not know whether my parents responded the first time the missionaries knocked on their\ndoor or the second time or the third time. I am grateful, however, that the missionaries\nknocked on the door of my parents sufficient times to convince them that they had the great\nmessage of the age to give to them, the story that God had spoken again in this day to the\nboy Prophet Joseph Smith and through him restored the gospel. To me there is nothing more\nimportant or nothing greater. I appreciate so much that my parents accepted the gospel and\nthat like thousands of others had the desire of coming to this great land of America.\n<\/p><p>\nI also enjoyed the privilege of going into Berlin. Berlin, once a very proud and beautiful city,\nis now a divided city. I saw what happens when a city and a people are divided. West Berlin\nis a little island in Russian territory. There is one highway 110 miles long on which supplies\nare taken to West Berlin by truck and car, and there is also a twenty-mile wide air strip\npermitting planes to fly in and out of the city. When an airplane for any reason gets out of\nthe twenty-mile allowed zone, it is over Russian territory.\n<\/p><p>\nI admire the faith and stability of the wonderful members of the Church we have behind the\nIron Curtain. After hearing the president of the East German Mission relate a number of\nspine-tingling experiences, I could not help thinking how grateful many people must be that\nthe gospel touched their lives and brought them away from situations such as those being\nendured by members living in this condition.\n<\/p><p>\nI learned that in the Russian schools behind the Iron Curtain, children are taught that there is\nno such thing as a God, that everything is material and force. These children come home and\nchallenge their parents and say, \"Why don't you get up to date? In school we hear every day\nthat there is no such thing as God, and yet you have us kneel down and pray each night and\nmorning and ask our Heavenly Father to bless and watch over us. How can this be when there\nis no God?\" Because of such a reaction, many persons have escaped to the West Zone.\nPresident Fetzer indicated that there are strong and devoted members behind the Iron Curtain\nin almost sufficient numbers to organize a stake there. Of course, such a stake can never be\norganized under these circumstances. I feel to say, \"God bless those wonderful people there.\"\n<\/p><p>\nAs we drove into areas in East Berlin, I observed the great industrial area of that city, silent\nand unproductive. There was no smoke coming from the large smokestacks. There seemed to\nbe no activity of any kind. I had a feeling, without having had the privilege of going into\nthese buildings or even through this area, that the machinery had all\nbeen dismantled and taken into Russian territory. I do not know what the future is for this\ncity, but after carefully viewing the situation, I hope the day comes when Berlin can again be\nreunited as a proud and noble city and reunite the German-speaking people.\n<\/p><p>\nIn London our guide referred to these areas that had been bombed out as \"blitzed.\" As we\ndrove through the city, every few miles he would say, \"Here is another area that was 'blitzed'\nduring the war.\"\n<\/p><p>\nAll over Europe a tremendous construction program is underway. People seem happy. They\nseem well-dressed and even prosperous. They do not have enough money to buy automobiles\nor to purchase electrical appliances, but there is full employment, and everyone seems to be\nable to live fairly well.\n<\/p><p>\nI was thrilled, as others have already reported, at the tremendous progress missionary work is\nmaking in these European countries. You have already heard what is happening in England&mdash;I\nsuppose probably the greatest activity since that reported in the very early days of the Church\nwhen Wilford Woodruff, Heber C. Kimball and others served as missionaries.\n<\/p><p>\nI shall always be grateful for what this missionary program has done for us and our family.\nOur own family has been an example of what happens to those being gathered one of a city\nand two of a family. Even though my parents have been dead for twenty-five years, there are\npractically a hundred of us now because of the two that were gathered more than sixty years\nago. At the rate we are growing, in a few more generations, we will have a small city of our\nown.\n<\/p><p>\nIt is always wonderful to meet with you in conference. I bear you my testimony to the\ndivinity of this great latter-day work and want to tell you that I find great joy in the service\nof the Master. I rededicate my life to his service and to help further the purposes of the\nAlmighty. I do it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}