{"ID":1097, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How to Prepare for Missions<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i> October 1960, pp. 54-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe in this Church have a solemn obligation to carry the message of salvation to our Father's\nother children in the world. To us the Lord has given this command: \"Go ye into all the\nworld, preach the gospel to every creature\"\n(<span class=\"citation\" id=\"13886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13886)\">D&amp;C 68:8<\/a><\/span>).\n<\/p><p>\nThis call to missionary service does not leave us any choice or option as to the course we\nshould pursue. It is not merely a permissive invitation which allows us to spread the gospel\nmessage on a voluntary basis, or if we find it convenient to do so. The decree is mandatory.\nWe have no choice about it, if we are to retain the favor of God. The Lord has laid upon our\nshoulders the obligation to spread the gospel, to raise the warning voice, to gather in the lost\nsheep of the house of Israel. If we neglect to do so, we have violated our trust and failed to\ncomply with a divine directive.\n<\/p><p>\nWhen we come into the Church, we covenant in the waters of baptism that we will do\nmissionary work. We enter into a solemn contract with Deity that we will bear testimony of\nthe restoration of the gospel on every appropriate occasion. We agree \"to stand as witnesses of\nGod at all times and in all things, and in all places\" that we \"may be in, even until death\"\n(<span class=\"citation\" id=\"40295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40295)\">Mosiah 18:9<\/a><\/span>).\nWe are also bound by the command that the Lord has given by revelation in\nthis day, that \"it becometh every man who hath been warned to warn his neighbor\"\n(<span class=\"citation\" id=\"13911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13911)\">D&amp;C 88:81<\/a><\/span>).\nThus we have an affirmative, positive, definite obligation resting upon us to do\nmissionary work. This matter of carrying the gospel message to the world\nis not something that we can choose to do or not, if and when we may find it to be\nconvenient. We are under covenant to do it \"at all times... and in all places ...even until\ndeath\" (<span class=\"citation\" id=\"40296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40296)\">Mosiah 18:9<\/a><\/span>).\n<\/p><p>\nWe are indebted, each of us individually, to the missionaries who brought the gospel to us or\nto our ancestors; many of us owe these missionaries more than we owe anyone else. We\nreceived from them the pearl of great price. We have an obligation to discharge our debt, and\none of the very best ways in which we can do this is to go forth ourselves as missionaries, or\notherwise to use our talents and our means to see that others of our Father's children have the\nopportunity to receive that which has been restored in this day.\n<\/p><p>\nThe Lord has decreed that this gospel, which has come forth through the instrumentality of\nJoseph Smith and others, is the very gospel that is going to be preached in all the nations of\nthe earth as a witness before the Second Coming of the Son of Man\n(<span class=\"citation\" id=\"13946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13946)\">D&amp;C 133:36-40<\/a><\/span>). Since\nwe are the ones who have this true gospel, we alone can carry it to the world. To carry out\nthis command to preach this restored gospel in all the world, every one of us should be\nmissionaries every day and hour of our lives, at all times and in all places and under all\ncircumstances. We do not need any particular call or any special setting apart; we have\nalready assumed the obligation in the waters of baptism to take every honorable opportunity\nto tell other people about the glories and beauties of the gospel. And there is not anything in\nthis world that in any way compares in importance with the gospel.\n<\/p><p>\nMay I make two specific suggestions which if adhered to and followed will very measurably\ntrain and prepare the young people of this Church to go out and discharge their obligations, to\nbear the missionary burden, to do the thing that they are expected to do by virtue of Church\nmembership.\n<\/p><p>\nWe do our missionary work, all of us as individuals, by telling other people about the Church\nand the saving truths which have been revealed to it. But we have also the great organized\nmissionary ventures of the Church. We have stake missions and foreign missions, and we\nwould like to see every worthy and qualified young man in the Church go out in the foreign\nmissionary service. We have some eight thousand of them out now, and this, incidentally, is\none of the great evidences of the divinity of the work in which we are engaged. There is no\nother organization of any kind that does or could do what we do in the missionary cause&mdash;call\nthousands and tens of thousands of people to leave their employment, their educational\npursuits, their families, loved ones, and friends, and go out at their own expense to carry the\ngospel message to the world.\n<\/p><p>\nHowever, under the circumstances in which we live, it is not solely a matter of inviting a\nyoung man, when he reaches the proper age, to go and serve in the mission field. Our young\nmen are faced with educational problems, military service, employment, and other things; they\nhave the problem of planning and preparing, of getting their personal affairs in order, of being\nready, of having the financial requisites to sustain themselves when the time comes for their\nmissionary calls.\n<\/p><p>\nSo, the first suggestion I make is this: We ought to have in every family in the Church a\nmission savings account. This could well start for every young man when he is born, when he\ncomes into this world. It takes about $2,000, something in that vicinity, to support a person in\nthe mission cause. It takes about $75 a month. Now those of us of modest means may find it\nsomewhat burdensome suddenly to be obligated in that amount. But if we have a mission\nsavings account for each male child, we can very easily have available the necessary funds\nwhen that child arrives at missionary age.\n<\/p><p>\nIf you would deposit, for instance, Four dollars and a few odd cents to a young man's savings\naccount each month, beginning at his birth, by the time that he is old enough to go on a\nmission, without counting any interest, you would have about one thousand dollars\naccumulated. All of our young people as they mature, as they come up into their teens in the\neconomy in which we live, are able to get jobs and make money. Now if our young men\nwould do this thing, if they could have instilled into their hearts a\nwillingness to deposit one-half of all they make into this mission savings account, then\nwithout any question, by the time they are of missionary age there would be $2,000 or more\navailable to support them. This would remove the worry and burden of financing the\nmissionary, and the money would have been accumulated without any excessive or inordinate\neffort, and all, at least financially, would be in readiness.\n<\/p><p>\nBut in the process of acquiring that money, benefits would accrue which would far exceed the\nmonetary sums that might be saved. If a young man is saving consistently through his\nteen-age years, and if his family is doing the same, so that he can go out into missionary\nservice, then that young man is having instilled into his heart the desire and the willingness to\nserve. It becomes part of his planning. He just automatically assumes that he will discharge\npart of his missionary obligation by spending two or three years in the mission field. He is\nimpelled to live right, to study and gain a knowledge of the gospel, to keep himself morally\nclean, to be worthy and qualified, so that the inspiration will come to his bishop to\nrecommend him.\n<\/p><p>\nNow the second suggestion which I make is this: We are supposed to be holding regular\nfamily prayer in every Latter-day Saint home. We do this twice a day, ordinarily before the\nmorning and the evening meals. The parents set the example in family prayer. I think perhaps\nwe overlook the benefit and value of family prayer in teaching the doctrines of salvation to\nour children. Well, if we as parents would regularly, consistently, frequently (not every time\nwe pray, because we do not get into a ritualistic rote where these things are involved) but if\nfrequently we would plead with the Lord when we are mouth in family prayer, that all of our\nyoung men may go on missions when they get to be the proper age, and that all of our\nchildren, male and female alike, when they get of the proper age, may be married in the\ntemple&mdash;if we would do this we would soon find our young children, just able themselves to\nspeak, petitioning the Lord in the same language; they would be praying that they might go\non missions, and that in due course, they might be married in the temple. As a consequence\nwe would instill into their hearts a desire, a willingness, a determination to go out and carry\nthe message and also a determination to be married in that system out of which the greatest\nblessings grow that it is possible for any mortal individual to inherit.\n<\/p><p>\nWe have an obligation. This is not optional. We are not just to do it or not if it is convenient.\nThe Lord has commanded us to carry his message to the world and to be witnesses of his\nname. If it takes some preparation and schooling, if it takes some conditioning and teaching in\norder to get ourselves in a condition where we can do this effectively, then in wisdom and in\njudgment and in prudence we ought to undertake the conditioning and make the preparation\nso that when the time comes we will be financially able, and we will be spiritually prepared\nto go forth on the Lord's errand.\n<\/p><p>\nIf I had to choose between the two, I would rather have my sons go on missions than have a\ncollege education. It will do more for them temporally and educationally to say nothing of the\nspiritual benefits that are involved.\n<\/p><p>\nThe Lord said to some people in early days what I think applies to us: \". . . the thing which\nwill be of the most worth unto you will be to declare repentance unto this people, that you\nmay bring souls unto me, that you may rest with them in the kingdom of my Father\"\n(<span class=\"citation\" id=\"13839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13839)\">D&amp;C 15:6<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}