{"ID":1099, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Look to Our Young Men<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i> October 1960, pp. 63-65<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Moyle, President Smith, my dear brothers and sisters, I will be\nvery grateful to you for an interest in your faith and prayers while I attempt to speak to you. I\nhave long since come to realize that in and of myself there is very little that I can do.\nTherefore, I shall be dependent greatly upon the Spirit of the Lord.\n<\/p><p>\nI would like to pay tribute to these nearly eight thousand missionaries who came from the\nranks of the Aaronic Priesthood. Many of them just a few years ago were little deacons,\nteachers, and priests, and now are in all parts of the world preaching the gospel. I should also\nlike to pay tribute to their parents and their families, many of them come from very modest\nhomes.\n<\/p><p>\nSince the missionary system of the Church was first inaugurated, it is estimated, and it is only\nan estimation, that there may have been approximately one hundred thousand missionaries\nsent into all parts of the world. The missionary system has undoubtedly been a source of\ntremendous strength to the Church throughout its fascinating history. Many of us here today\ncould trace our very presence, yes, our very membership in the Church, to the work of some\nwonderful missionary. And in a hundred years from now, when none of us are here, there will\nprobably be millions who will be able to trace their membership in the Church to the work of\nsome wonderful missionary.\n<\/p><p>\nWe often interview these young men, and we talk to them about going on a mission. One of\nthe questions that we ask them is, \"Do you want to go on this mission or are you going\nbecause someone else has urged you to go?\" Invariably we get a very strong answer to the\neffect, \"Yes, I want to go on this mission. I have been planning on it for many years since a\nsmall boy.\"\n<\/p><p>\nSometimes we ask them, \"Who will finance you on this mission?\" And we get some\nwonderful answers. A number of them say that they have been saving money themselves, as\nBrother McConkie suggested this morning, getting ready for this mission. Some say, \"Well, I\nhave been in the service\"&mdash;and it is not unusual to find a wonderful boy returning from the\nservice to say, \"I have saved my money while I have been in the service in the hope that I\ncould go on a mission.\"\n<\/p><p>\nA number of them say, \"I am glad to sell my car that I have bought, and together with other\nfunds, I am ready to go on a mission.\"\n<\/p><p>\nOf course, the majority of them tell us that their parents will sustain them while they are in\nthe mission field. But many occasionally say that some good friend or some neighbor or\nrelative wants the privilege of helping them while on a mission. Others say their quorum is\nanxious to help them. These young men feel that it is a great blessing to go on a mission; it is\nnot a burden. They do not look at it as a burden, neither do they look at it as a sacrifice.\nTruly these young men are blessed and magnified. We must realize that before they left for\ntheir mission, every one of them had hands laid upon their heads by servants of the Lord,\nwho gave them a blessing and set them apart as missionaries.\n<\/p><p>\nSometimes we ask a prospective missionary, \"Do you have a testimony of the gospel?\" And\nthe young man will look at you and say, \"Yes, I have a testimony. It may not be as strong as\nI hope it will be in later years, but I have a testimony.\"\n<\/p><p>\nAnd then we may ask the prospective missionary, \"Do you know that Joseph Smith was a\nprophet of God?\" And it is always a thrill to see a young man look up and say, \"Yes, sir! I\nknow that\nJoseph Smith was a prophet! Do you know that President David O. McKay is a prophet? Yes,\nsir!\" He looks at you and says, \"I know that President David O. McKay is a prophet of the\nLord!\"\n<\/p><p>\nThen we may ask these prospective missionaries, \"Is there anything in this world that could\nchange you? Is there anyone who could change your mind or change your testimony?\" They\nwill look at you and say, \"No, there is not anything in this world that could change\nmy mind, because I know that Joseph Smith was a prophet of God,\nand I know that President David O. McKay is a prophet.\" And they do know it.\n<\/p><p>\nHow do they know it? They know it by the power and the gift of the Holy Ghost that testifies\nto them that it is so. They speak as did the Prophet Joseph when describing his great vision of\nthe Father and the Son:\n<\/p><p>\n\"I had actually seen a light, and in the midst of that light I saw two Personages, and they did\nin reality speak to me; and though I was hated and persecuted for saying that I had seen a\nvision, yet it was true; and while they were persecuting me, reviling me, and speaking all\nmanner of evil against me falsely for so saying, I was led to say in my heart: Why persecute\nme for telling the truth? I have actually seen a vision; and who am I that I can withstand God,\nor why does the world think to make me deny what I have actually seen? For I had seen a\nvision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it;\nat least I knew that by so doing I would offend God, and come under condemnation\"\n(<span class=\"citation\" id=\"30405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30405)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\nOn many occasions, young men have volunteered to me, when I have asked them, if there are\nany circumstances or teacher who might change their testimony, and they, have spoken very\nstrongly and said, I would rather die than deny that Joseph Smith was a prophet of God!\"\n<\/p><p>\nDo you worry about that kind of young men? No, no! In years to come we will see the\nstrength of those great young men.\n<\/p><p>\nRecently I was told the story of a wonderful physician and surgeon. A few years ago while he\nwas serving in the army, and at that time he was not a member of the Church, he met two or\nthree of our young Mormon missionaries. He did not know them at the time, and he spoke\nsomewhat disrespectfully to them. One of these young men, very composed, spoke up frankly\nto this doctor and told him who they were and what they were doing. The doctor listened, and\nhe said he was very chagrined and ashamed because of the way he had spoken to them. The\ndoctor soon learned to admire these young men, and he listened to them.\n<\/p><p>\nHe went home, and he told his wife about these exceptional young men. He told her some of\nthe things that they had told him. True, these were not learned men of science, they were not\neven men with great experience. But he learned a great deal from these young Mormon\nmissionaries, and he soon recognized that while they were not men of science, they were men\nof God. He learned to listen to them, and it was not long before both he and his wife joined\nthe Church and are very wonderful members of the Church today.\n<\/p><p>\nThis fine doctor often thanks the Lord for these wonderful Mormon missionaries, because you\nsee, now this doctor has six or seven sons of his own, and he often reminds them that he\nwants them to be like the fine Mormon missionaries whom he met years ago, and who were\nresponsible for teaching him the gospel and bringing him and his wife into the Church.\n<\/p><p>\nOur missionaries are ever receiving, and in this they are blessed, but more important, they are\never giving. They receive not to hold for themselves, but to give to others. In receiving, they\nare like the Sea of Galilee and the Dead Sea in Palestine. In giving, they are like the Sea of\nGalilee only, which receives and gives, while the Dead Sea receives only to hold to itself, and\nit gives nothing. The vast difference between receiving and giving and only receiving is\nappropriately described in the following word picture of the two seas of the Holy Land, and I\nthink each of us should now resolve to be like the Sea of Galilee:\n<\/p><p>\n\"One is fresh and fish abound in it. Splashes of green adorn its landscape. Trees spread their\nbranches over it and stretch out their thirsty roots to sip of its life-giving waters. Along its\nshores children play, as children played when He was there. He loved it. He could look across\nits silver surface as He spoke His parables. And on a rolling plain, not far away, He fed five\nthousand people in the miracle of the loaves and fishes\n(<span class=\"citation\" id=\"35041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35041)\">Matt. 14:21<\/a><\/span>). The River Jordan forms this Sea with\nsparkling waters from the hills. It laughs in the sunshine, and men build their houses near it,\nand birds their nests, and every kind of life is happier because it is\nthere. The River Jordan flows on south into another Sea. Here there is no splash of fish, no\nfluttering leaf, no song of birds, no laughter of little children. Travelers do not pass, unless on\nurgent business which might take them there. The air hangs heavy above its waters, and\nneither man nor beast nor fowl will drink of it. What makes this mighty difference in these\nneighbor Seas? Not the River Jordan&mdash;It empties the same good water into both. Not the soil\nin which they lie, nor the country 'round about. The Sea of Galilee receives and gives but\ndoes not keep the Jordan water to itself. For every drop which flows into it, another drop\nflows out. The receiving and the giving go on, day after day, in equal measure. The other Sea\nhoards its income jealously. Every drop it gets, it keeps. The Sea of Galilee gives and lives.\nThe other Sea gives nothing. It is named 'The Dead Sea.'\" (Bruce Barton.)\n<\/p><p>\nWith this comparison between receiving and giving, it is easy to see what the great missionary\nprogram can do for your young men, for they forsake all selfishness, and they turn to the\ndivine art of selflessness, as they seek to give only that they may have a richer store from\nwhich to give for the blessing of others.\n<\/p><p>\nYes, we think that every deacon, teacher, and priest of the Aaronic Priesthood should prepare\nto fill a mission. These choice young men should have proper training. Last year we presented\nover 31,000 individual Aaronic Priesthood awards to very choice, wonderful young men,\nwhich means that every one of these young, outstanding men is a potential missionary, if we\nas parents and leaders do our part.\n<\/p><p>\nThese young men are preparing for that mission. Parents and Aaronic Priesthood leaders\nwould do well to hold as the goal for every Aaronic Priesthood boy the preparation for a\nmission. For seven years&mdash;two years as a deacon, two years as a teacher, and three years as a\npriest&mdash;the courses of study, we hope, will be prepared and so correlated that at the end of\nthese seven years, all of these wonderful Aaronic Priesthood boys will have reached that goal\nof being prepared to fill a mission. And during these seven years' experience in the Aaronic\nPriesthood program, the boy will be given a training that will carry him not alone through a\nmission, but throughout his life.\n<\/p><p>\nWe know there are some young men who may be on the wrong road. We would say to you\nyoung men, \"Turn back. Turn back; it isn't too late. We want to help you. You can still find\nthe right road. We want you to know that the Lord loves you young men. We want you to\nknow and appreciate what is in store for you. We want you to feel that the gospel of Jesus\nChrist is the greatest stabilizing influence in your life.\"\n<\/p><p>\nI want to bear you my testimony that I know that God lives. I love the Lord. I want to bear\ntestimony to you that we can get close to the Lord, perhaps closer than we ourselves may\nfully realize, but it will take humility; it will take effort, and we cannot be satisfied just to go\non the road of least resistance. Let us make sure that these thousands of Aaronic Priesthood\nboys are not neglected. What a shame it would be if we failed to give every boy proper\nencouragement, training, planning, or if we did anything that would deny any one of these\nboys receiving a call for his mission.\n<\/p><p>\nGod bless us that we may live up to the responsibilities which are ours, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}