{"ID":1102, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Historic Tabernacle<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i> October 1960, pp. 69-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful to my Heavenly Father, brothers and sisters, for the privilege of attending\nthis conference with you, for your faith and devotion, for the service you render, and for my\nassociation with my brethren of the General Authorities.\n<\/p><p>\nIn my heart I welcome the three new ones that have come to us this day.\n<\/p><p>\nI feel grateful for my membership in this Church, more than for anything else in all this\nworld, and I do not know how I could live without it.\n<\/p><p>\nIn President McKay's opening remarks and in two of the prayers that have been offered at the\ncommencement of these meetings, reference has been made to the privilege of being here in\nthis historic building. As we come here from time to time in our various meetings and\ngatherings, we hear that expression, and I would like to make a few comments on what makes\nthis building so historic. It is wonderful as we think of the great men, prophets of this\ndispensation, who have occupied this pulpit, and of the counsel and the advice they have\ngiven and the testimonies that have been borne and the experiences related of the\nhand-dealings of the Lord with his people and his guidance and direction through the years.\nThen we recall the wonderful music and prayers we have heard from time to time, as we have\ncome here, all of which has made an impression upon our lives, until we have left this\nbuilding with new hope and new ambition and new desires.\n<\/p><p>\nI was reading a pamphlet a few days ago that was given to my father by his mother before I\nwas born, and in that pamphlet it reported a special conference held in the Old Tabernacle on\nthe 28th of August, 1852, for the purpose of calling missionaries. We have heard a lot about\nmissionaries and missionary work at this conference, but that is one of our great\nresponsibilities.\n<\/p><p>\nIn that meeting there were some 3,000 elders of Israel present and the full Presidency of the\nChurch, President Brigham Young, President Heber C. Kimball, and President Willard\nRichards, seven of the twelve, and most of the General Authorities.\n<\/p><p>\nPresident Kimball was asked to speak to the brethren present, the elders of Israel, about the\npurpose of the meeting, and he told them that they were there, many of them, to be called\ninto the mission field, and ninety-eight of them were called and assigned to the following\nplaces: The British Isles, France, Germany, Capital of Prussia (Berlin), Norway, Denmark,\nGibraltar, Hindustan, Siam, China, Cape of Good Hope (South Africa), Nova Scotia and\nBritish Provinces in America, West Indies, British Guiana, Australia, Sandwich Islands, and\nparts of the United States.\n<\/p><p>\nMind you, that was only five years after the Saints had gathered here from their drivings in\nthe East and before there were any railroads, and yet they were sent out to these distant lands.\n<\/p><p>\nWe heard yesterday from Bishop Wirthlin some of the sacrifices that these early brethren\nmade in order that this great missionary cause would continue to roll forth. My grandfather\nand the grandfather of Brother Franklin D. Richards, whom you sustained here today, out of\nthe first fourteen years of his married life, spent ten years of it in the mission field away from\nhis family. That was typical of what many of the brethren did.\n<\/p><p>\nI thought you would be interested to hear a statement or two by President Kimball to those\nelders upon the occasion mentioned. He declared:\n<\/p><p>\n\"I say to those of you who are elected to go on missions, go, if you never return, and commit\nwhat you have into the hands of God&mdash;your wives, your children, your brethren, and your\nproperty.\"\n<\/p><p>\nNearly all of these men were married, and they had only been here a short time to\nestablish their families. Elder George A. Smith, the following speaker, said:\n<\/p><p>\n\"The missions we will call for during this conference, are generally not to be very long ones,\nprobably from three to seven years will be as long as any man will be absent from his\nfamily.\" And then he continued:\n<\/p><p>\n\"If any of the elders refuse to go, they may expect that their wives will not live with them,\nfor there is not a Mormon sister who would live with a man a day, who would refuse to go\non a mission.\"\n<\/p><p>\nThat is quite a statement, and while it seems to us today a little extreme, nevertheless, when\nyou travel through this Church and see the sacrifices that are being made&mdash;Brother Isaacson\nreferred to them this afternoon&mdash;to sustain these somewhat 8,000 missionaries in the field, it\nis a wonderful thing.\n<\/p><p>\nI would like to relate two experiences I have had in interviewing missionaries. A few years\nback, I interviewed a young man in southern Utah before we had discontinued sending young\nmarried men into the mission field, and when I looked at his recommend papers I saw that he\nwas a married man, and I said: \"Does your wife want you to go on this mission?\" He said she\ndid, and I said, \"Why didn't you bring her?\" He said, \"I couldn't. She just gave birth to our\nfirst child this morning in the hospital.\" Then I said, \"Well, then we will have to go to the\nhospital.\" And we did, and there was that young mother with her firstborn child in her arms. I\nsaid, \"Do you want this husband of yours to go on a mission?\" She said, \"Brother Richards, I\nsurely do. When we married we decided that our marriage should not stand in the way of his\nmission, and my parents are able and willing to care for me and the baby.\" And so he went\non his mission and was a wonderful missionary. I kept in touch with that little woman while\nhe was gone.\n<\/p><p>\nI had a similar experience in Provo. I interviewed a young man under the same circumstances,\nexcept that his wife was just expecting a call to go to the hospital any moment, to give birth\nto their first child. Later as I visited in\n<\/p><p>\nIdaho in one of the stakes, I stayed in the home of the stake president, and there was this little\nmother, taking care of her baby while that missionary-husband was in the mission field.\n<\/p><p>\nThe Lord has put into this Church the breath of life. He has made it possible for people to\nmake the supreme sacrifice, almost, in order that this work will go forward in all the earth.\nYou remember when one came to him and said, \"Lord, I will follow thee whithersoever thou\ngoest,\" and the answer was, \"Foxes have holes, and the birds of the air have nests; but the\nSon of man hath not where to lay his head\"\n(<span class=\"citation\" id=\"31525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31525)\">Luke 9:57-58<\/a><\/span>).\nAnd so, of course, the man\nturned away. Unto another he said, \"Follow me. But he said, Lord, suffer me first to go and\nbury my father.\" And as if the Master would speak to all coming generations of the\nimportance of this great missionary cause, he said: \"Let the dead bury their dead: but go thou\nand preach the kingdom of God\"\n(<span class=\"citation\" id=\"31526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31526)\">Luke 9:59-60<\/a><\/span>).\nNow that spirit has prevailed and carried on\nthis great missionary cause of the Church.\n<\/p><p>\nI remember being in this Tabernacle as a boy when President Woodruff gave what I think was\nhis last address to the people, when he told how marvelously the Spirit of the Lord had\nguided him all through his ministry. I remember the story he told about traveling east on one\nof his missionary journeys, and in the middle of the night he was warned by the Spirit to arise\nand move his wagon and team. They were fastened by a large oak that had stood possibly a\nhundred years and had never been disturbed, and after he had moved the wagon and the team,\na whirlwind came and took that oak tree up by the roots and threw it right where his wagon\nhad been stationed.\n<\/p><p>\nSuch testimonies are what have made this a historic building. One could hardly say that he\ndid not know that the power of God was in this work, and that his Spirit operates and guides\nand directs. Such things could not be, except the power of God is with this people.\n<\/p><p>\nIn that same address, I remember his telling of bringing a group of immigrants from England,\nI think it was, and when they were about to embark on a boat at New Orleans, and he was\nmaking arrangements with the captain, that same Spirit told him not to\ngo, either himself or his company, and so he excused himself, and they did not go on that\nboat. And it had only gone up the river a short distance when it caught fire and burned, and\neverybody on it was killed. He said, \"If I had not listened to the Spirit of the Lord, we would\nnot have bishop so-and-so and president so-and-so,\" naming them right from this very pulpit.\nThis is a historic building. The power of God has been and is here.\n<\/p><p>\nI would like to refer to another experience related by President Woodruff as he stood here and\ntalked in the conference in 1898, and this is recorded in the Conference Report. He said: \"I\nam going to bear my testimony to this assembly if I never do it again in my life that those\nmen who laid the foundation of this American government, and signed the Declaration of\nIndependence, were the best spirits the God of heaven could find on the face of the earth.\nThey were choice spirits, not wicked men. General Washington and all the men that labored\nfor the purpose were inspired of the Lord.\n<\/p><p>\n\"Another thing I am going to say here, because I have a right to say it: Everyone of those\nmen that signed the Declaration of Independence with General Washington called upon me as\nan Apostle of the Lord Jesus Christ in the temple at St. George, two consecutive nights, and\ndemanded at my hands that I should go forth and attend to the ordinances of the House of\nGod for them.\" And he and others did that work for them.\n<\/p><p>\nSuch an experience would seem almost incredible to the world. The things of God are\nunderstood, Paul says, by the Spirit of God, and the things of man are understood by the\nspirit of man (<span class=\"citation\" id=\"320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(320)\">1 Cor. 2:11<\/a><\/span>),\nand the natural man receiveth not the things of the Spirit of God, for they are\nfoolishness unto him (<span class=\"citation\" id=\"322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(322)\">1 Cor. 2:14<\/a><\/span>).\nIf God could take Elijah to heaven without tasting death\n(<span class=\"citation\" id=\"13932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13932)\">D&amp;C 110:13<\/a><\/span>),\nif he could promise to send him again, as Malachi declared, to turn the hearts of the fathers to\nthe children lest he come and smite the earth with a curse\n(<span class=\"citation\" id=\"32767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32767)\">Mal. 4:5-6<\/a><\/span>), surely he could permit\nsuch characters as George Washington and the signers of the Declaration of Independence to\ncome back to ask for their blessings, because they were sent upon this earth before Elijah came,\nbefore holy temples had been built, before men could receive the holy ordinances of the house\nof the Lord for their exaltation.\n<\/p><p>\nI bear my testimony in closing that there is not a man and a woman in this world&mdash;in or out\nof the Church&mdash;if God would only give them the vision to see and the heart to understand\nthat would not do everything within their power to obtain such blessings as these men sought\nat the hands of this apostle of this dispensation who later became the President of this great\nChurch. This is in keeping with the promise of the building of the house of the God of Jacob\nin the latter-days in the top of the mountains, and the gathering thereunto from all the nations\nof the earth to learn of his ways and walk in his paths\n(<span class=\"citation\" id=\"25203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25203)\">Isa. 2:2-3<\/a><\/span>). How rich we are in the blessings of\nGod, and how great have been the things that have come out of this historic building.\n<\/p><p>\nGod grant that we may so live that in all our ministry we may be prompted and guided and\ninspired by that same Spirit, I humbly pray, and leave you my blessing, in the name of the\nLord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}