{"ID":1103, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i> October 1960, pp. 73-78<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, this is a great audience. It might be the largest attended General\nPriesthood meeting we have ever held. I have tried to prepare for this, my first assignment in\nsuch a meeting, but I am sure that if I say anything worthwhile, it will be by the Lord's help. \nWill you please therefore, give me an interest in your faith and prayers.\n<\/p><p>\nFor my text I have\nchosen the 43rd Verse of the 84th Section of the Doctrine and Covenants. It reads: \"And I\nnow give unto you a commandment to beware concerning yourselves, to give diligent heed to\nthe words of eternal life\"\n(<span class=\"citation\" id=\"13907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13907)\">D&amp;C 84:43<\/a><\/span>).\nAs background I shall read a few verses which, in the revelation, precede the text.\n<\/p><p>\nIn the forepart of the revelation the Lord, speaking of the Melchizedek Priesthood, says:\n\"Which priesthood continueth in the church of God in all generations, and is without\nbeginning of days or end of years.\n<\/p><p>\n\"And the Lord confirmed a priesthood also upon Aaron and his seed, throughout all their\ngenerations, which priesthood also continueth and abideth forever with the priesthood which is\nafter the holiest order of God\" (<span class=\"citation\" id=\"13897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13897)\">D&amp;C 84:17-18<\/a><\/span>).\n<\/p><p>\nSuch is the nature of the Priesthood we bear.\n<\/p><p>\n\"And this greater priesthood administereth the gospel and holdeth the key of the mysteries of\nthe kingdom, even the key of the knowledge of God.\n<\/p><p>\n\"Therefore, in the ordinances thereof, the power of godliness is manifest.\n<\/p><p>\n\"And without the ordinances thereof, and the authority of\nthe priesthood, the power of godliness is not manifest unto men in the flesh\"\n(<span class=\"citation\" id=\"13898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13898)\">D&amp;C 84:19-21<\/a><\/span>).\n<\/p><p>\nAnd now I am going to skip a few verses and read the covenant that belongs to the\nPriesthood.\n<\/p><p>\n\"For whoso is faithful unto the obtaining these two priesthoods of which I have\nspoken, and the magnifying their calling, are sanctified by the Spirit unto the renewing of\ntheir bodies.\n<\/p><p>\n\"They become the sons of Moses and of Aaron and the seed of Abraham, and\nthe church and kingdom, and the elect of God\"\n(<span class=\"citation\" id=\"13900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13900)\">D&amp;C 84:33-34<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith used to repeatedly urge the brethren to make their calling and\nelection sure. There is no way to do this except by receiving the Priesthood and magnifying\nit.\n<\/p><p>\nBut to continue with the revelation:\n<\/p><p>\n\"And also all they who receive this priesthood receive\nme, saith the Lord;\n<\/p><p>\n\"And he that receiveth my servants receiveth me\"\n(<span class=\"citation\" id=\"13902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13902)\">D&amp;C 84:35-36<\/a><\/span>).\n<\/p><p>\nThis statement is worth emphasizing. \"He that receiveth my servants receiveth me.\" Who are\nhis servants? They are his representatives in the offices of the Priesthood&mdash;the General, Stake,\nPriesthood Quorum, and Ward officers. It behooves us to keep this in mind when we are\ntempted to disregard our presiding authorities, bishops, quorum and stake presidents, etc.,\nwhen, within the jurisdiction of their callings, they give us counsel and advice. Remember\nthat the Lord Jesus said: \"Verily I say unto you, Inasmuch as ye have done it unto one of the\nleast of these my brethren, ye have done it unto me\"\n(<span class=\"citation\" id=\"35077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35077)\">Matt. 25:40<\/a><\/span>). \"He that receiveth a\nprophet in the name of a prophet shall receive a prophet's reward\"\n(<span class=\"citation\" id=\"35037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35037)\">Matt. 10:41<\/a><\/span>).\n<\/p><p>\nBut back to the covenant of the Priesthood: \"He that receiveth me receiveth my Father;\n<\/p><p>\n\"And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him.\n<\/p><p>\n\"And this is according to the oath and covenant which belongeth to the priesthood.\n<\/p><p>\n\"Therefore, all those who receive the priesthood, receive this oath and covenant of my Father,\nwhich he cannot break, neither can it be moved\"\n(<span class=\"citation\" id=\"13904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13904)\">D&amp;C 84:37-40<\/a><\/span>).\n<\/p><p>\nNow, I am tempted to comment on this covenant at length, but since it is not the heart of my\nmessage, I will say only that, as I understand it, all of us who receive the Melchizedek\nPriesthood enter into an agreement with our Heavenly Father to magnify it. On\ncondition that we magnify it, the    \nFather undertakes to make us equal with him in the sense that \"all that my Father hath shall\nbe given unto him ....But whoso breaketh this covenant after he hath received it, and\naltogether turneth therefrom, shall not have forgiveness of sins in this world nor in the world\nto come\" (<span class=\"citation\" id=\"13905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13905)\">D&amp;C 84:38,41<\/a><\/span>).\n<\/p><p>\nWhen I first began to seriously think about this statement, I wondered if it would not have\nbeen better for me never to have received the priesthood, if failing to magnify it would mean\nI would never receive forgiveness in this world or the world to come. Then I got to thinking\nabout this next verse, which says: \"And wo unto all those who come not unto this priesthood\"\n(<span class=\"citation\" id=\"13906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13906)\">D&amp;C 84:42<\/a><\/span>).\n<\/p><p>\nI finally came to the conclusion that I was between the horns of a dilemma and that my only\nhope was to receive and magnify the Priesthood.\n<\/p><p>\nSuch is the background for our text: \"And I now give unto you (bearers of the priesthood) a\ncommandment to beware concerning yourselves, to give diligent heed to the words of eternal\nlife.\n<\/p><p>\n\"For you shall live by every word that proceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"13908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13908)\">D&amp;C 84:43-44<\/a><\/span>).\n<\/p><p>\nNow why should we beware concerning ourselves? We should beware concerning ourselves\nbecause it now is and has always been the objective of Satan to destroy the Priesthood of\nGod. As long ago as the war in heaven, he sought to usurp the power of the priesthood. As a\nresult of the conflict he there precipitated, he was cast out of heaven. He had to be cast out\n(<span class=\"citation\" id=\"39132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39132)\">Moses 4:1-4<\/a><\/span>).\nThere could be no peace in heaven until he was cast out.\n<\/p><p>\nBanishment from heaven did not, however, end his attack on the Priesthood of God. In the\nGarden of Eden he sought to deceive Adam\n(<span class=\"citation\" id=\"13863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13863)\">D&amp;C 29:36-40<\/a><\/span>). And he continued his diabolical purpose after the fall. When Adam and Eve received the Gospel and taught it to their children, Satan came\namong them and said:\n\"Believe it not, and they loved Satan more than God. And men began from that time forth to\nbe carnal, sensual, and devilish\" (<span class=\"citation\" id=\"39134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39134)\">Moses 5:13<\/a><\/span>).\n<\/p><p>\nWhen \"the presence of God withdrew from Moses\" following the great revelation He gave of\nHimself to Moses, Moses tells us that \"Satan came tempting him, saying: Moses, son of man .\n. . I am the Only Begotten, worship me\"\n(<span class=\"citation\" id=\"39125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39125)\">Moses 1:9,12,19<\/a><\/span>).\n<\/p><p>\nHe sought to deceive even the Savior. You will all remember how he tempted Jesus in the\nwilderness, on the pinnacle of the temple, and on the high mountain\n(<span class=\"citation\" id=\"35005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35005)\">Matt. 4:1-11<\/a><\/span>).\n<\/p><p>\nSatan has sought in all ages to deceive the sons of God who have received the priesthood. He\nhas not been entirely unsuccessful either, for in all past dispensations he has finally succeeded\nin deceiving them to the extent that he has driven the priesthood from the earth.\n<\/p><p>\nNow we know he is not going to drive the priesthood from the earth in this dispensation\nbecause the Lord has said it is here to stay until the Savior comes. But there is no guarantee\nthat he will not deceive a lot of men who hold the priesthood. The Savior, talking about these\ndays in which we live, said, \"For in those days there shall also arise false Christs, and false\nprophets, and shall show great signs and wonders, insomuch, that, if possible, they shall\ndeceive the very elect, who are the elect according to the covenant (the covenant of the gospel\nand the Priesthood)\" (<span class=\"citation\" id=\"30785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30785)\">JS&mdash;M 1:22<\/a><\/span>).\n<\/p><p>\nSo far as Satan's war against the priesthood is concerned, he is making no exception in this\nlast dispensation. His objective is still to deceive every one of us he can and to drive the\nPriesthood from the earth. Satan is very real. His power is very real. His influence is felt\neverywhere. He literally stalks the earth. \"The powers of darkness prevail upon the earth,\nand, behold, the enemy is combined\" (<span class=\"citation\" id=\"13866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13866)\">D&amp;C 38:11-12<\/a><\/span>).\n<\/p><p>\nYou no doubt heard what President McKay said in his opening address yesterday morning\nabout the power of the Evil One trying to deceive and deprive men of their agency. Free\nagency is the principle against which Satan waged his war in heaven. It is still the front on\nwhich he makes his most furious, devious, and persistent attacks. That this would be the case\nwas foreshadowed by the Lord when he said to Moses \"That Satan, whom thou hast\ncommanded in the name of mine Only Be gotten, is the same which was from\nthe beginning, and he came before me, saying&mdash;Behold, here am I,\nsend me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and\nsurely I will do it; wherefore give me thine honor.\" His plan was to save us all by depriving\nus of free agency and subjecting us to his will.\n<\/p><p>\n\"But, behold,\" continued the Lord, \"my Beloved Son, which was my Beloved and Chosen\nfrom the beginning, said unto me&mdash;Father, thy will be done, and the glory be thine forever.\n<\/p><p>\n\"Wherefore, because that Satan rebelled against me, and sought to destroy the agency of man,\nwhich I, the Lord God, had given him, and also, that I should give unto him mine own power\n\"Priesthood is God's power.\nThat is what Satan is after&mdash;power. He wants it in the form of dictatorship. \"Wherefore,\nbecause that Satan rebelled against me, and sought to destroy the agency of man, which I, the\nLord God, had given him, and also, that I should give unto him mine own power; by the\npower of mine Only Begotten, I caused that he should be cast down;\n<\/p><p>\n\"And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men,\nand to lead them captive at his will, even as many as would not hearken unto my voice\"\n(<span class=\"citation\" id=\"39133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39133)\">Moses 4:1-4<\/a><\/span>).\n<\/p><p>\nYou see, at the time he was cast out of heaven, his objective was (and still is) \"to deceive and\nto blind men, and to lead them captive at his will.\" This he effectively does to as many as\nwill not hearken unto the voice of God. His main attack is still on free agency. When he can\nget men to yield their agency, he has them well on the way to captivity.\n<\/p><p>\nWe who hold the Priesthood must beware concerning ourselves, that we do not fall into the\ntraps he lays to rob us of our freedom. We must be careful that we are not led to accept or\nsupport in any way any organization, cause, or measure which, in its remotest effect, would\njeopardize free agency, whether it be in politics, government, religion, employment,\neducation, or any other field. It is not enough for us to be sincere in what we support. We\nmust be right!\n<\/p><p>\nAs to Satan's direct attack upon the restored Church and its Priesthood, you will remember\nthis account of the Prophet as to what happened in the Sacred Grove as he knelt to pray:\n<\/p><p>\n\"I had scarcely done so, when immediately I was seized upon by some power which entirely\novercame me, and had such an astonishing influence over me as to bind my tongue so that I\ncould not speak. Thick darkness gathered around me, and it seemed to me for a time as if I\nwere doomed to sudden destruction.\n<\/p><p>\n\"But, exerting all my powers to call upon God to deliver me out of the power of this enemy\nwhich had seized upon me, and at the very moment when I was ready to sink into despair and\nabandon myself to destruction&mdash;not to an imaginary ruin, but to the power of some actual\nbeing from the unseen world, who had such marvelous power as I had never before felt in\nany being&mdash;\" (<span class=\"citation\" id=\"30400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30400)\">JS&mdash;H 1:15-16<\/a><\/span>).\n<\/p><p>\nBefore the Church had been organized six months the Devil was foisting his counterfeits upon\nits members. In his history of September 1830, the Prophet says:\n<\/p><p>\n\"To our great grief, however, we soon found that Satan had been lying in wait to deceive, and\nseeking whom he might devour. Brother Hiram Page had in his possession a certain stone, by\nwhich he had obtained certain 'revelations' concerning the upbuilding of Zion, the order of\nthe Church, etc., all of which were entirely at variance with the order of God's house, as laid\ndown in the New Testament, as well as in our late revelations\" (<i>DHC<\/i> 1:109-110).\n<\/p><p>\nThe Prophet was greatly concerned about it because Oliver Cowdery and the Whitmers were\nsympathetic with Hiram Page and began to believe his spurious revelation. In response to the\nProphet's inquiry, the Lord gave him the revelation recorded in the 28th Section of the\nDoctrine and Covenants. This revelation was directed to Oliver Cowdery. In it the Lord said\nto him: \"Thou shalt take thy brother, Hiram Page, between him and thee alone, and tell him\nthat those things which he hath written from that stone are not of me, and that Satan\ndeceiveth him;\n<\/p><p>\n\"For, behold, these things have not been appointed unto him, neither shall\nanything be appointed unto any of this church contrary to the church covenants\"\n(<span class=\"citation\" id=\"13860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13860)\">D&amp;C 28:11-12<\/a><\/span>).\n<\/p><p>\nThis revelation straightened Hiram Page out, but it did not end Satan's efforts to deceive the\nbrethren. You will remember how they (including some of the leaders of the Church) fought\nthe Prophet in the days of Kirtland. At the time of one attack on the Prophet when Brigham\nYoung was present, he arose and said that Joseph was a Prophet and he knew it, \"and that\nthey who rail and slander him . . . could but destroy their own authority and cut the thread that\nbound them to the Prophet of God and sink themselves to hell.\"\n<\/p><p>\nReferring to the occasion after coming to Utah, he said: \"Some of the leading men at Kirtland\nwere much opposed to the Prophet meddling with temporal affairs, thinking that his duty\nembraced spiritual things alone and that the people should be left to attend to their temporal\naffairs without any interference whatever from prophets and apostles. In a public meeting, I\nsaid: 'Ye elders of Israel: Now, will some of you draw the line of demarcation between the\nspiritual and temporal within the Kingdom of God, so that I may understand it!' Not one of\nthem could do it. When I saw a man standing in the path before the Prophet, I felt like\nhurling him out of the way and branding him as a fool.\"\n<\/p><p>\nBrigham Young was never deceived. There were those who were, however, right up until the\nend of the Prophet's life. Among them you will remember the Laws and the Bennetts. Even\nthe Three Witnesses were deceived. You know, of course, what happened after the Prophet\nwas gone and Brother Brigham took over. Lyman Wight and many of the others, strong men\nwho stood by the Prophet, were deceived and left the Church.\n<\/p><p>\nAnd so it has gone all through the years. Today is no exception. We have people now who\nyield to the temptations and follow the counterfeits of Satan. Their sad situation reminds us of\nthe statement of the Prophet Joseph who, after recounting some of the workings of evil spirits\nin his day, said: \"A man must have the discerning of spirits before he can drag into daylight\nthis hellish influence and unfold it unto the world in all its soul-destroying, diabolical, and\nhorrid colors; for nothing is a greater injury to the children of men than to be under the\ninfluence of a false spirit when they think they have the spirit of God. Thousands have felt\nthe influence of its terrible power and baneful effects. Long pilgrimages have been\nundertaken, penances endured, and pain, misery and ruin have followed in their train; nations\nhave been convulsed, kingdoms overthrown, provinces laid waste, and blood, carnage and\ndesolation are habiliments in which it has been clothed\" (<i>DHC<\/i> 4:573).\n<\/p><p>\nA paramount consideration for us bearers of the Priesthood today is \"How may we combat\nthese onslaughts of Satan? How can we distinguish between his counterfeits and divine truth?\"\nJohn the Revelator gave the people of his day this test: \"Every spirit that confesseth that Jesus\nChrist is come in the flesh is of God\"\n(<span class=\"citation\" id=\"1056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1056)\">1 Jn. 4:2<\/a><\/span>).\nSuch a test was adequate then, for the\ngood reason that to accept Christ at that time was a capital offense. In light of such a penalty,\nobviously no non-believer would confess him. It will not do for us today, however, because\nthere is no such penalty. The situation now is that although great numbers of people confess\nChrist, most of them, judged by their beliefs and practices, deny him.\n<\/p><p>\nI would like now to suggest some tests which can safely be used to distinguish the genuine\nfrom the counterfeit. I have already indicated that many organizations, causes, and measures\nmay be tried by applying the test of free agency.\n<\/p><p>\nAnything purporting to pertain to the Gospel of Jesus Christ may be put to the following four\nsimple tests:\n<\/p><p>\n1. <i>Does it purport to originate in the wisdom of men, or was it revealed from heaven?<\/i> If it\noriginated in the wisdom of men, it is not of God. Remember what the Savior said to\nNicodemus, \"Except a man be born again, he cannot see . . . (nor) enter . . . the kingdom of\nGod\" (<span class=\"citation\" id=\"27897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27897)\">John 3:3,5<\/a><\/span>).\nHe also said, \"My doctrine is not mine, but his that sent me\"\n(<span class=\"citation\" id=\"27906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27906)\">John 7:16<\/a><\/span>).\nEven Jesus himself did not purport to originate gospel doctrine. One cannot arrive at truth by\nreason alone. We have already heard this theme developed in this\nConference. I need not stress it further.\n<\/p><p>\nIn the Book of Mormon the Prophet Jacob said: \"O that cunning plan of the evil one! O the\nvainness of the frailties, and the foolishness of men! When they are learned they think they\nare wise, and they hearken not unto the counsel of God, for they set it aside, supposing they\nknow of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And\nthey shall perish.\" Then he adds this lovely sentence: \"But to be learned is good if they\nhearken unto the counsels of God\" (<span class=\"citation\" id=\"3642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3642)\">2 Ne. 9:28-29<\/a><\/span>).\n<\/p><p>\nYou are all acquainted with Paul's great doctrine that the things of God are understood by the\npower of God, and that the things of men are understood by the wisdom of men\n(<span class=\"citation\" id=\"321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(321)\">1 Cor. 2:11<\/a><\/span>). \"But the\nnatural man receiveth not the things of the Spirit of God: for they are foolishness unto him:\nneither can he know them, because they are spiritually discerned\"\n(<span class=\"citation\" id=\"323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(323)\">1 Cor. 2:14<\/a><\/span>).\n<\/p><p>\nWe never need to be deceived by the learning of the world. We can always with safety reject\nthose doctrines which are rounded in the wisdom of men.\n<\/p><p>\n2. <i>Does the teaching bear the proper label?<\/i> You will remember that when his Nephite\ndisciples inquired of Jesus what they should call the church, he \"said unto them: Verily,\nverily, I say unto you, why is it that the people should murmur and dispute because of this\nthing?\n<\/p><p>\n\"Have they not read the scriptures, which say ye must take upon you the name of Christ,\nwhich is my name? For by this name shall ye be called at the last day;\n<\/p><p>\n\"And whoso taketh upon him my name, and endureth to the end, the same shall be saved at\nthe last day.\n<\/p><p>\n\"Therefore, whatsoever ye shall do, ye shall do it in my name; therefore ye shall call the\nchurch in my name; and ye shall call upon the Father in my name that he will bless the\nchurch for my sake.\n<\/p><p>\n\"And how be it my church save it be called in my name? For if a church be called in Moses'\nname then it be Moses' church; or if it be called in the name of a man then it be the church\nof a man; but if it be called in my name then it is my church, if it so be that they are built\nupon my gospel\" (<span class=\"citation\" id=\"5616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5616)\">3 Ne. 27:4-8<\/a><\/span>).\n<\/p><p>\nFrom the foregoing it is perfectly plain that if any teaching purporting to be from Christ\ncomes under any label other than that of Jesus Christ, we can know it is not of God.\n<\/p><p>\n3. The last phrase of the above quotation gives us the third test. \"But if it be called in my\nname then it is my church, if it so be that they are built upon my gospel.\" <i>The teaching must\nnot only come under the proper label, but it must also conform to the other teaching of the\nGospel of Jesus Christ.<\/i>\n<\/p><p>\n4. Now the fourth and last test I shall mention is: <i>Does it come through the proper Church\nchannel?<\/i> We read in the 42nd Section of the Doctrine and Covenants: \"Again I say unto you,\nthat it shall not be given to any one to go forth to preach my gospel, or to build up my\nchurch, except he be ordained by some one who has authority, and it is known to the church\nthat he has authority and has been regularly ordained by the heads of the church\"\n(<span class=\"citation\" id=\"13870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13870)\">D&amp;C 42:11<\/a><\/span>).\nIn the light of this divinely established order, how can any man accept the doctrine of\nauthority from some secret source unknown to the Church? The Lord could not have made it\nany plainer that one's authority must come through the established order of the Church, and\nthe President of the Church stands at the head of that order. The Lord has placed him there.\n<\/p><p>\n\"The duty of the President of the office of the High Priesthood,\" He says, \"is to preside over\nthe whole church, and to be like unto Moses&mdash;\"\n(<span class=\"citation\" id=\"13927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13927)\">D&amp;C 107:91<\/a><\/span>). Now one of Moses'\ngreatest callings was to be a law-giver, to declare the Word of God. Only the President can\ndeclare the doctrines of the Church.\n<\/p><p>\nThe revelation continues: \"The duty of the President of the office of the High Priesthood is to\npreside over the whole church, and to be like unto Moses&mdash;\n<\/p><p>\n\"Behold, here is wisdom; yea, to be a seer, a revelator, a translator, and a prophet, having all\nthe gifts of God which he bestows upon the head of the church\"\n(<span class=\"citation\" id=\"13928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13928)\">D&amp;C 107:91-92<\/a><\/span>).\n<\/p><p>\nIn the revelation the Lord gave to the Prophet in answer to his inquiry about the stone\nwhich Hiram Page had, he said, speaking of the president of the Church): \"Wherefore,\nmeaning the church, thou shalt give heed unto all his words and commandments which he\nshall give unto you as he receiveth them, walking in all holiness before me;\n<\/p><p>\n\"For his word ye shall receive, as if from mine own mouth, in all patience and faith\"\n(<span class=\"citation\" id=\"13851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13851)\">D&amp;C 21:4-5<\/a><\/span>).\n<\/p><p>\nSuch is the obligation of this Priesthood with respect to our present Prophet, Seer, and\nRevelator, President David O. McKay. \"By doing these things the gates of hell shall not\nprevail against you; yea, and the Lord God will disperse the powers of darkness from before\nyou, and cause the heavens to shake for your good, and his name's glory\"\n(<span class=\"citation\" id=\"13853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13853)\">D&amp;C 21:6<\/a><\/span>).\n<\/p><p>\nNow, brethren, if we will keep these things in mind, we shall not be deceived by false\nteachings. I remember years ago when I was a bishop I had President Grant talk to our ward.\nAfter the meeting, I drove him home. At that time there was a great deal of criticism against\nthe President of the Church because of a front-page editorial some of you may remember. We\ntalked about it. When we got to his home I got out of the car and went up on the porch with\nhim. Standing by me, he put his arm over my shoulder and said: \"My boy, you always keep\nyour eye on the President of the Church, and if he ever tells you to do anything, and it is\nwrong, and you do it, the Lord will bless you for it.\" Then with a twinkle in his eye, he said,\n\"But you don't need to worry. The Lord will never let his mouthpiece lead the people astray.\"\n<\/p><p>\nI have thought much about that. I remember that counselors in the Presidency have been\ndeceived. I remember that members of the Twelve have been deceived and left the Church,\nand men in every other Council in the Church have been deceived. But there has never been a\nPresident of the Church, and according to President Grant, and I believe him, there never will\nbe a President of this Church who will lead the people astray.\n<\/p><p>\nWe need not be led astray, my brethren. The safest way to avoid being led astray is to\nmagnify our Priesthood. We should go on our knees, each one of us, morning and evening,\nand plead with Almighty God to keep us in the way of magnifying our callings in this great\nPriesthood. We should live righteously. We should resist every temptation of lust. When we\nharbor lustful thoughts and participate in lustful practices, we cannot see these great principles\nclearly, and we get into the dark.\n<\/p><p>\nIf, in addition to living righteously, we will study and learn what the Lord has said and apply\nthe tests I have suggested, we shall never go astray. God help us, I pray, that we shall remain\ntrue and faithful ourselves, and help all of the members of the Church to see clearly, thereby\nplacing themselves among those who take the Holy Spirit for their guide and are not\ndeceived, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}