{"ID":1104, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i> October 1960, pp. 78-83<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful, my brethren, for the marvelous opportunity of addressing you this evening,\nand I sincerely and humbly pray that the Lord will guide me and inspire me because I, with\nmy Brethren, have learned long since that I can do nothing of myself. I have memorized and\nsaid over and over again so many times that scripture wherein the Lord said, \"Without me ye\ncan do nothing\" (<span class=\"citation\" id=\"27931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27931)\">John 15:5<\/a><\/span>),\nand I pray earnestly tonight that he will guide me and help me, because it is\na tremendous responsibility to address so many men. It is a\ntremendous responsibility to represent this Church.\n<\/p><p>\nBut I glory in this Church. I am so thankful for it. I pray God that I, with Brother Romney,\nmay be faithful even to the end. I have been so grateful for the Servicemen whom I have seen\nin this Conference. I was glad for the telegram President McKay read. I am sure that you\nServicemen and you parents of Servicemen will be very glad to know, and on behalf of our\nServicemen's Committee which is headed by our wonderful chairman, Brother Lee, we would\nlike to report to President McKay and the First Presidency that all of the stake presidents of\nthe Church reported to us today that they have now taken out subscriptions to the\nImprovement Era and the Church Section of the Deseret News for every person in the\nmilitary service of this Church. That was completed today, President McKay, and we are so\nthrilled with it. Under Brother Lee's wonderful direction we have been working on this, and\nnow we can report to you that the stake presidents have reported one hundred percent\naccomplishment of that wonderful assignment.\n<\/p><p>\nSo, brethren, we wish to thank you, and we hope that you will continue with the program.\nBrother Lee asks that I mention the rest of the program in addition to the publications. Be\nsure, bishops, to carry on your interviews. Bishops and quorum people, will you remember to\ncontinue to write to these Servicemen and encourage them. They need your help, and they\nwill be the stronger for it and so will you, if you cooperate with this program.\n<\/p><p>\nI desire to address my remarks tonight to the young men of the Church, to the boys of the\nAaronic Priesthood, and to the younger men in the Melchizedek Priesthood. When President\nJames prayed here tonight, opening this meeting, he thanked the Lord that we were born at\nthis time, and it is surely something to be thankful for because it is a marvelous time in which\nto live. But it is also a very troublous time, and many of our young men are very discouraged\nabout the prospects which confront them. Many of our young men are quite frustrated, in fact,\nnot knowing now to plan their lives nor what to do about them. Some ask themselves,\n<\/p><p>\n\"Shall I go to school, or shall I just wait until I am drafted? Shall I enlist and get the military\nobligation over with? Shall I prepare for a mission, or shall I just drift along?\"\n<\/p><p>\nThey know, of course, that just drifting does not get them anywhere. If we are to be\nsuccessful in life we must plan our lives. But some of the boys say, \"How can we plan? Our\nlives are planned for us. There is nothing we can do about it. We can go to school for awhile,\nand then we will have to go into the Army. We will have other obligations too. We cannot\nplan our own lives,\" some boys have told me.\n<\/p><p>\nA couple of weeks ago I was down near Ft. Ord, California, and talked to quite a number of\nour young Servicemen there. They were very disturbed as to what the future holds for them. I\nhave told the young men, as well as the young women of this Church, that they are born to a\ngreat destiny, a divine destiny. They are in very deed the children of God.\n<\/p><p>\nBut there are some who do not believe in God. I remember one young man who came to me\nand wanted to argue about this after I had given a discussion in a meeting, and he said, \"I\nhave learned in school that there isn't any God, and I have been fully convinced. I no longer\nbelieve that there is a God.\"\n<\/p><p>\nI begin to wonder about young men and about people in general who do not believe in God.\nThere are lots of them. Do you know that about 75 million Americans do not even belong to\nany church? Do you know that about 25 million more who do belong to churches take no part\nwhatever in them, making a total of about 100 million Americans who, for some reason or\nanother, have almost completely excluded God from their lives?\n<\/p><p>\nWhen I talk with young people about such a situation, I always like to ask them to consider\nthe fruits of godlessness. What does it do to you to be without God? What does it do to you\nto be without religion? Can it benefit you, or can it hurt you? I ask them to look around and\nsee what kind of people the godless people are. I read a very interesting discussion the other\nday by one of our great Americans, Mr. J. Edgar Hoover, a man whom I\nrespect highly. He pointed out in this discussion that one of the outstanding fruits of\ngodlessness in the world right now is Communism. Communism, he says, is a direct result of\ngodlessness. Men who do not believe in God, who fight God, who put God out of their lives,\nand try to eliminate him from the lives of everybody else are the ones who produced\nCommunism.\n<\/p><p>\nIs Communism something that you would like to take into your life? It is one of the fruits of\ngodlessness. Do you want to have within you the fruits&mdash;or rather I should say the seeds of\nCommunism? Do you realize that the seeds of Communism are sprouting even now from\ngodlessness?\n<\/p><p>\nYou know what Communism has done to the world. You know how it has spread. You\nremember Hungary, don't you? And you remember Poland? Do you want to have anything\nlike that in your life? Do you want the fruits of godlessness to become a part of you and your\nfuture?\n<\/p><p>\nIs there any real reason to disbelieve in God? There are some who say, \"Well, I learned in\nschool that there is no God. I have learned that there are other reasons for creation.\" I was\nvery interested the other day to read a speech by one of the great scientists of the world. He,\nwith many others of his intellectual attainment, have reached the conclusion that all of the\narguments in times past to the effect that science has abolished God are false. One of the\ngreat writers of America has said that rather than science abolishing God, science is now\nvirtually abolishing atheism.\n<\/p><p>\nThe present day attitude of top scientists was expressed recently by Dr. Joseph W. Barker,\npresident and chairman of the Research Corporation of America, and formerly Dean of the\nEngineering School at Columbia University. He explained that scientists of the nineteenth\ncentury were misled by certain of their observations, and as a result came to conclusions\nwhich were definitely atheistic. \"But now,\" said Dr. Barker, \"even the most pragmatic\nmaterialist in the face of present day scientific knowledge is led to the inevitable conclusion\nthat the heavens declare the glory of God and the firmament shows of his handiwork.\"\n<\/p><p>\nDr. Barker's concluding remarks on that occasion were these: \"As the children of Israel\nforeswore the worship of the golden calf and returned to the faith of Jehovah, so we have\nforesworn the crass mechanistic materialism and returned to the faith in God of which the\nPsalmist of old sang, \"The earth is the Lord's and all that therein is.'\"\n<\/p><p>\nThe day is past, my young brethren, when we have to be shaken in our faith by the pseudo\nteachings of certain men. The day is past when we need to doubt that God lives. The great\nminds of the world today now teach there is a God. He does live. They teach that he is a\ngreat mathematician. They teach that he is the Creator of the universe, and they say that this\ngreat Deity who made the universe must be a person because they see purpose in all creation,\nand you cannot have purpose without a person. Therefore, they say, God, the Creator, is a\nperson.\n<\/p><p>\nBut we do not take our faith from science, do we? We receive our faith in God from\nrevelation, and we who live now, in the words of President James who offered the opening\nprayer, may well be thankful that we live now because God has appeared in modern times, in\nmodern United States of America. He has appeared to modern men, and modern men have\nseen him, seen his face and figure, and have written descriptions of him. They have talked\nwith him face to face. They are competent witnesses.\n<\/p><p>\nThere need be no doubt in anybody's mind now about God. He lives. He has been in the\nUnited States in modern times, and these competent witnesses leave you their testimony, and\nwe leave you our testimony that we know that he lives because he has been seen and heard in\nAmerica, in these, the last days. We are his children, and because we are his children we may\nbecome like him. Because we are his children he has raised us up at this time of the world's\nhistory to do a particular work, and the accomplishment of that work is the great destiny to\nwhich you and I have been born.\n<\/p><p>\nWe have been placed in the earth now to fulfill that destiny. Our destiny is that as his\nservants we shall prepare the way for his coming in glory in the future, not too far distant.\n<\/p><p>\nAre you willing, young people, to accept that destiny? Are you willing to so live that\nyou may fill this destiny? Are you going to catch the picture of your own identity and know\nthat you are a child of God, and that you are not a descendant of some monkey or some ape,\nbut that you are actually the descendant of God Almighty on High, and that you are of the\nrace of divinity?\n<\/p><p>\nAre you willing to accept that doctrine? Isn't it far better to accept the doctrine that you are a\nchild of God than that you are a descendant of some lower form of life not even as high as\nyou?\n<\/p><p>\nYes, we have our destiny, and the destiny is divine. It is that you and I must live and work in\nthis Kingdom, and as his servants accomplish the great work that he has given us. We were\nborn with a purpose. We must fulfill that purpose.\n<\/p><p>\nBut sometimes we allow other things to interfere with our destiny. Are you willing to allow\nanything to interfere with yours? Are you willing to allow selfishness, convenience, or\nso-called popularity to interfere? Are you willing to give up your right to fulfill a great divine\ndestiny because you want to be popular with a given crowd at school, or because you want to\nmake an impression, because you want to make a \"grandstand play?\" Is a \"grandstand play\"\nworth the loss of your birthright? Is popularity with a questionable crowd worth it?\n<\/p><p>\nThis discussion of Mr. Hoover, to which I referred, was most interesting. He said there are\ntwo great enemies of America today. They are twin enemies, he said. One is Communism.\nThe other is crime. He said that both of them sprout from Godlessness. As Communism is a\nthreat to America, so is crime. But they both grow out of Godlessness. Mr. Hoover appealed\nto all Americans to restore their faith in God as a safeguard to our nation. He actually gave us\na warning that either the faith of our fathers will triumph, or this country will be dominated\nand controlled by either Communism or crime, or both.\n<\/p><p>\nWell, young people, Communism to you seems very remote, doesn't it? And so does crime. I\nknow that. But in the last few weeks hasn't Mr. Khrushchev brought Communism very close\nto you? Don't you see in him a personal antagonist, your own personal antagonist? Wouldn't\nhe like to destroy you if he could? Wouldn't he like to enslave you? Communism does seem\nremote to you, but remember that it can come awfully close. With one word from Khrushchev\nhe could cast you into war. You must give consideration to him. You cannot ignore him. He\nis more than a name in the world news.\n<\/p><p>\nAnd crime seems rather remote to most of you. Why do we talk about crime? We talk about\nit because crime, like Communism and much else begins with the small things. Every little\nthing that you do wrong might lead to a criminal tendency. It may seem very small at first. It\nmay be cheating in school. It may be lying to your parents. It may be that you take some\nproperty that doesn't belong to you. It may be that you go out on a petting party. It may be\nthat it would be as terrible as stealing the virtue of some lovely girl. Is that crime?\n<\/p><p>\nI would like you to know that so far as I am concerned, I think it is worse to steal the virtue\nof a girl than it is to rob a bank. Crime&mdash;how does it start? Are you going to let these\nthings&mdash;a lie here, a petting party there&mdash;interfere with the great destiny that you have? Are\nyou going to let your personal convenience now interfere with your whole plan of life for the\nfuture? Or are you willing to sit down and plan your life? If you don't plan you will fail.\n<\/p><p>\nSomebody once said that to fail to prepare is to prepare to fail. That is true with our\nschooling, it is true with our work, it is true with our dating, it is true with every phase of our\nlives. Young people, as the children of God, will you plan for success? You do not need to be\nfrightened about the world conditions, because if you are true and faithful God will protect\nyou, and he will bless you.\n<\/p><p>\nMay I read to you one of the great promises that the Lord has given? I put a lot of confidence\nin this promise. It is found in the last chapter of First Nephi. This is why I say I don't fear\nthe conditions of the world too much.\n<\/p><p>\nIf we will do our part, and if we will fulfill our destiny we will achieve exactly what\nthe Lord has for us, and we will be protected in doing it. I would like you to know that in\nthese, the last days, the Lord has predicted that there shall be two simultaneous movements.\nOne of these movements is the great tribulation that shall come upon the world. The wicked\nwill destroy the wicked.\n<\/p><p>\nThe other great movement which will be going forward simultaneously is that there shall be a\nstone cut out of the mountain without hands, and it shall roll forth and eventually fill the\nwhole earth. The Church to which you and I belong is that stone. It has been cut out of the\nmountain without hands, and your destiny and mine is to help roll it forth.\n<\/p><p>\nNow do you suppose for one moment that the judgments of God are going to interfere with\nthe progress of his work? He is consistent, isn't he? Although he will pour out his tribulations\nupon the wicked, he nevertheless will carry forward his work, and his people, under divine\nprotection, will roll forth that stone until eventually it fills the whole earth.\n<\/p><p>\nAnd so, says the Book of Mormon: \"For the time soon cometh that the fulness of the wrath of\nGod shall be poured out upon all the children of men; for he will not suffer that the wicked\nshall destroy the righteous.\n<\/p><p>\n\"Wherefore, he will preserve the righteous by his power, even if it so be that the fulness of\nhis wrath must come, and the righteous be preserved, even unto the destruction of their\nenemies by fire. Wherefore, the righteous need not fear; for thus saith the prophet, they shall\nbe saved, even if it so be as by fire\"\n(<span class=\"citation\" id=\"1564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1564)\">1 Ne. 22:16-17<\/a><\/span>).\n<\/p><p>\nI believe that. In the midst of all these tribulations God will send fire from heaven, if\nnecessary, to destroy our enemies while we carry forward our work and push that stone until\nit fills the whole earth!\n<\/p><p>\nYour destiny is to do that very thing, and this is the kind of protection you will have. You do\nnot need to fear about world conditions. You do not need to fear about anybody. Just serve\nthe Lord and keep his commandments and build the Kingdom, and as you do so you will be\nprotected in these last days. God will have his hand over you, and you can plan your lives in\nconfidence. Every one of you can plan a wonderful life, a wonderful success, but you must\nplan.\n<\/p><p>\nNow what shall we plan for? We must plan to stay with the Church first, last, and always.\nWe will plan to understand the doctrines of the Church and the proceedings of the Church so\nthat we will understand our true destiny. We will study the gospel and be informed. We\ncannot leave ourselves in darkness or ignorance about our principal assignment in life. We\nwill plan also to go to school and make the most of our educational opportunities, but we will\nnot allow worldly theories to upset our faith.\n<\/p><p>\nWe will dedicate ourselves to the living of the clean life. We will never allow sin to\ndisqualify us for our destiny. We will choose good friends, clean and faithful like ourselves.\nThey will help us on to our destiny. We will be a help to them. We will consider a most\nimportant step in fulfilling our destiny the acceptance of a full time mission for the Church,\nand looking toward that acceptance we will plan for it over the years. A mission is a must in\nthe planning of our lives. We must not at any time allow unwholesome acts to interfere with\nthat planning. It will be our first great step in helping to build the Kingdom of God.\n<\/p><p>\nWe will plan for a temple marriage. We can never fulfill our destiny without it. That means\nwe will date LDS girls&mdash;girls as clean as ourselves, as full of faith as ourselves. We will\nnever let our dating practices put any roadblocks in our way as we move on the road to\ndestiny. We will be honest with all other people. We will be honest with ourselves and never\ntry to kid ourselves into thinking that we can get away with evil and still make the grade, if\nyou will excuse that slang.\n<\/p><p>\nWe will be true. We will be true to our loved ones, true to our country, true to ourselves, and\ntrue to our God. We will live up to the best that is in us. We will live up to our trust in God\nand the trust he places in us, for we know that he lives. We know that he is our Father. We\nknow that we can become like him. We know that the Priesthood we\nhave received is authority to be his servants in these, the last days, to help build the Kingdom,\nto strengthen others, and to prepare for the Second Coming of our Lord and Savior, Jesus\nChrist.\n<\/p><p>\nYoung people, you are a people of destiny. You were not born to fail. You were born to\nsucceed. You were born to accomplish a great work here and now. You were not born to be\nblinded by the sophistries of men. You were born to be bright and intelligent and have your\neyes open, remembering that as the glory of God is intelligence\n(<span class=\"citation\" id=\"13916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13916)\">D&amp;C 93:36<\/a><\/span>), so it is the glory of every\none of us. It is intelligent to believe in God. It is intelligent to serve him. It is intelligent to\ndeclare our allegiance to him. It is intelligent to take the responsibility upon ourselves and\nmove forward in the great assignment that he has given.\n<\/p><p>\nBe honest with yourselves. Live up to the best that is in you. Do not sell your birthright for a\nmess of pottage (<span class=\"citation\" id=\"23663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23663)\">Gen. 25:34<\/a><\/span>).\nBe true to the faith and God will be true to you no matter what the future\nmay hold.\n<\/p><p>\nThis is my testimony to you in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}