{"ID":1105, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i> October 1960, pp. 85-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren we have had great messages tonight. I hope the vast audience will have been aroused\nto the realization that the enemies to truth are just as active today as they have been since\nChrist was tempted, and before when two powers stood before the Creator and each presented\nhis plan.\n<\/p><p>\nI hope there will be just as much realization that the responsibility to teach the truth rests\nupon the Priesthood of the Church as it ever has done.\n<\/p><p>\nThis evening, just before coming to this meeting, I read a line from the Chief Apostle two\nthousand years ago. He addressed the elders of the Church and said, \"I am also an elder and a\nwitness of Christ, and also a partaker of the glory that shall be revealed. Feed the flock of\nGod. Be examples to the flock. Be sober, vigilant, because\nyour adversary, the Devil, as a roaring lion walketh about seeking whom he may devour,\nwhom resist, steadfast in the faith, knowing that the same afflictions are accomplished in your\nbrethren that are in the world\"\n(<span class=\"citation\" id=\"2282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2282)\">1 Pet. 5:1-9<\/a><\/span>).\nBe examples to the flock.\n<\/p><p>\nNow, a testimony. The older I grow the more grateful I am for my parents, for how they\nlived the gospel in that old country home. Father used to preach it, even to visitors who\nstayed at the house&mdash;and that was a stopping place for them&mdash;both father and mother lived\nthe gospel.\n<\/p><p>\nI have realized throughout this conference, as perhaps never before, that my testimony of the\nreality of the existence of God dates back to that home when I was a child, and it was\nthrough their teachings and their examples that I received then the knowledge of the reality of\nthe spiritual world; and I testify that it is a reality.\n<\/p><p>\nIt is just as easy for me to accept as a divine truth the fact that Christ preached to the spirits\nin prison while his body lay in the tomb\n(<span class=\"citation\" id=\"2281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2281)\">1 Pet. 3:18-19<\/a><\/span>) as it is for me to look into your faces tonight. His\nbody was silent. His spirit was in the spiritual realm with his father. It is true.\n<\/p><p>\nAnd it is just as easy for me to realize that one may so live that he may receive impressions\nand direct messages through the Holy Ghost. The veil is thin between those who hold the\nPriesthood and those on the other side of the veil. That testimony\nbegan, I repeat, in the home in my youth because of the example of a father who honored the\nPriesthood&mdash;and his wife, who sustained him and lived it in the home.\n<\/p><p>\nI do not know that Peter had that in mind particularly when he mentioned being an example\nto the flock (<span class=\"citation\" id=\"2283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2283)\">1 Pet. 5:3<\/a><\/span>),\nbut I know that such a home is a part of that flock. The influence you spread in\nyour home will go throughout the town, will go throughout the county, the wards, and the\nstakes. The most precious thing in the world is a testimony of the truth. Truth never grows\nold, and the truth is that God is the source of your Priesthood and mine. The truth is that he\nlives; that Jesus Christ, the Great High Priest, stands at the Head of the Church and that every\nman who holds the Priesthood, if he lives properly, soberly, industriously, humbly and\nprayerfully, is entitled to the inspiration and guidance of the Holy Spirit. I know that is true.\n<\/p><p>\nGod help us to defend the truth&mdash;better than that, to live it. Exemplify it in our homes. What\nwe owe to our parents we cannot express. Are you going to have that same influence on your\nchildren, parents&mdash;fathers and mothers? God give you power so to have that they may be true\nto the last, to death if necessary, to the truth of the gospel of Jesus Christ that magnifies God,\nour Father, who looks as our leader and Saviour, and Redeemer of the World, to his Beloved\nson, Jesus Christ; that they appeared to the Prophet Joseph and revealed themselves in this\nDispensation; that his work is established, nevermore to be thrown down or given to another\npeople (<span class=\"citation\" id=\"10653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10653)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nSatan is still determined to have his way, and his emissaries have power given them today as\nthey have not had throughout the centuries. Be prepared to meet conditions that may be\nsevere&mdash;ideological conditions that seem reasonable&mdash;but depend upon that spirit within. You\nare entitled to interpret the whisperings of the Holy Spirit. They are real. God is guiding this\nChurch. Be true to it, loyal to it. Be true to your families, loyal to them. Protect your\nchildren. Guide them, not arbitrarily, but through the kind example of a father, a loving\nmother, and so contribute to the strength of the Church by exercising your Priesthood in your\nhome and in your lives, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}