{"ID":1106, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i> October 1960, pp. 83-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved fellow workers, I have a humble desire to come before you tonight, not only\nthose who are here assembled, but those who are gathering, and have gathered, and are now\nin the many meeting places throughout the United States, Canada, and New Zealand. It is\nwonderful to be a fellow worker with you in this great missionary cause of the Church. I am\nso grateful that this missionary endeavor does not confine itself to what we call the missions\nof the world. It has become and is now part and parcel of the work of every stake of Zion, as\nwell as every mission. It is my hope and prayer tonight that we are not far distant from the\ntime when there will be less and less differentiation between stake missions and full time\nmissions.\n<\/p><p>\nBrethren, my message to you tonight is that they are one. We are one, and all of us who have\nfellowship in this Church are one in promulgating the gospel of Jesus Christ to our\nfellowmen, wherever we may be, either at home or abroad. Now that message seems so\nsimple that you wonder why I would take the precious time remaining in this meeting to\ndiscuss it further. There are, however, some details pertaining to this work which have not\npermitted us in the past to proceed with as great a unity as we might.\n<\/p><p>\nInto this great missionary movement of the Church have come prominently to the fore what\nwe now call referrals. Some of our mission presidents love to call it \"sharing the gospel,\" and\nin undertaking to carry out this detail of the work there has seemed to be sort of a natural\ninclination upon the part of those laboring in the stakes to exclude the full time missions, and\nI presume equal thought on the part of the full time missions to preclude sharing their\nopportunities with the stake missions.\n<\/p><p>\nBrethren, this just must not be! Possibly at the root of this difficulty is the question of\nrecords, of statistics. We become proud of our performance. We want to make a showing. We\nwant to stand at the head of the list. I wonder if it were possible to devise statistics which\nwould register what I shall call, for convenience, our unselfishness in this respect? What does\nit matter whether the stake mission or the full time mission gets the credit for a baptism? All\nwe are interested in is the conversion of those who will repent of their\nsins, acknowledge Jesus Christ as the Son of God, and accept his gospel as it has been\nrestored in these latter days in its fulness to the world through the instrumentality of the\nProphet Joseph Smith.\n<\/p><p>\nBrethren, we must rise above any personal ambitions or desires. How grateful the General\nAuthorities are for those glorious meetings we have held with these wonderful mission\npresidents, as they have come in from the various missions of the Church in the United States\nand in Canada, Mexico, Central America, and Hawaii.\n<\/p><p>\nMission president after mission president reported that they had no trouble because where they\nworked conjointly with the stake missions they shared the baptisms 50-50, and they did not\nask a question as to whether the success of the stake mission equaled the full time mission,\nnor whether the full time mission equaled that of the stake. I was further thrilled, as were all\nof my Brethren who attended those meetings, to see how there had come about such a close\ncorrelation of the activities of these two great groups of missions. When it was possible of an\nevening for the stake missionaries to divide up with the full time missionaries they would go\nout together, and each benefit and profit by the experience and faithfulness of one another.\n<\/p><p>\nThe stake missionary can bring into the life of our young full time missionaries a stability and\nintegrity, a devotion, a loyalty, and dedication, that can only come to us through years of\nconstant service to the Master. And then on the other hand, these young men, thrilled as they\nare with their early experiences in the mission field of sensing the power that there is in the\nPriesthood which they bear, when they first sense how the Lord has magnified them in their\ncalling, why the thrill of it just sets them on fire, and that fire carries over to some of us older\nones in the stake missions who enjoyed that same fire many years ago, and we enjoy coming\nin such close contact with it now.\n<\/p><p>\nAnd what is the result? Experience after experience in the mission field indicates that those\nwho have not been touched by the missionary labors of the stake mission, or in other\ninstances by the labors of the full time missionaries, have been converted by the joint effort of\na stake missionary and a full time missionary laboring for the time being in the same cause\nand in the same family, or in the same group.\n<\/p><p>\nNow, we do not particularly feel it wise to intermix or to intermingle our missionaries in this\nfashion&mdash;at least I feel a word of caution should be given&mdash;except where there is a result to\nbe accomplished, except that there is a specific purpose concurred in by the president of the\nstake mission and the president of the full time mission.\n<\/p><p>\nI had hoped during this Conference, along with my close, beloved associate, Brother Gordon\nB. Hinckley, that we might have had a meeting of all of the stake mission presidents and the\nstake presidents and our full time presidents, in order that we might sit down and plan a\nprogram mutually agreeable by which the greatest possible unity might be brought about in\nthis matter of cooperating and coordinating the work of these two branches of our missionary\nendeavor.\n<\/p><p>\nFinally, we came to this conclusion, and I am sure in arriving at it we were inspired, that all\nwe needed to do was to call it to the attention of you brethren here tonight, and who might\nhear us over these 271 stations of this closed circuit network. This is the solution which we\npropose&mdash;that you get together without us and work out your own problem in unity.\n<\/p><p>\nThis is the order of the Church. To the extent that we can so diversify the activities of the\nChurch so that almost the full load of our responsibilities rests upon us in the wards and in\nthe stakes of the Church, and we become less and less dependent upon direction, so far as\ndetails are concerned, from General Authorities of the Church, the stronger the Church will\ngrow.\n<\/p><p>\nI want to say in conclusion that that reaches also to the use of our facilities. There should\nnever be any hesitancy upon the part of a bishop or his custodian to make every facility the\nChurch owns available to the mission president at his single request in order that we may not\nhave any lost motion in this work. If there are any costs involved in\nthe use which the full time missions may make of the facilities of the wards and the stakes,\nwe want you bishops and you stake presidents to determine whether you would like to absorb\nthat locally as part of your contribution to the great missionary cause, or want to send the full\ntime missions a bill for it.\n<\/p><p>\nNow we do not want to make that decision for you. All we want is that the facilities which\nthe Lord has blessed us with in the wards and stakes of Zion be utilized to the fullest extent\nfor the carrying on of the promulgation of the gospel, regardless of what agency may have\nneed for it at the moment. Let each agency make its own decision as to its need of these\nfacilities. A ward should not make this decision for the mission.\n<\/p><p>\nLet me say in conclusion that I am sure that as we do this we will not only grow and develop\nthe strength of our stakes, but we will make it possible for our bishops to fully fellowship\nevery convert who comes from the mission. I hope there is not a bishop in the Church who\nwill presume to pass judgment upon what a mission president does in determining who should\nbe baptized and who should not. I tell you solemnly this evening, my brethren, the presidents\nof our missions have read the 37th Verse of the 20th Section of the Doctrine and Covenants\n(<span class=\"citation\" id=\"13848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13848)\">D&amp;C 20:37<\/a><\/span>)\njust as often as any bishop, and are just as much impressed with the importance of following\nits mandate implicitly, but when a stake president speaks and a convert is baptized, let the\nresponsibility for that conversion rest upon the stake president and bishop. It does not lie\nwithin the province of any bishop to challenge it any more than it would lie in the mouth of a\nmission president to challenge the judgment of the bishop under like circumstances.\n<\/p><p>\nGod bless us, brethren, and let us go forward as one, united in the work of the Lord, I pray\nhumbly, in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}