{"ID":1107, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"I am the Life, the Light, the Way, and the Truth; and the Law\"<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i> October 1960, pp. 87-91<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, fellow members of the Church of Jesus Christ of Latter-day Saints,\nthe only true Church on the face of the earth at this time:\n<\/p><p>\nThe Lord has been good to me in giving me the physical strength to be with you this\nmorning. I often facetiously say as long as you do not think with your\nheels, it does not make much difference what they do, it is only when the Lord or somebody\nbegins to interfere with your head (laughter)&mdash;I am uncertain on that point, personally. But I\nam grateful to be with you to mingle my testimony with the testimony of those who have\ngone before, that this is the work of God, that we are doing his service, that we are working\nunder his plan, that we are instructing the world in general, and ourselves in particular, in the\nprinciples of his gospel.\n<\/p><p>\nHe said to the ancients on this continent, \"I am the law\"\n(<span class=\"citation\" id=\"5609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5609)\">3 Ne. 15:9<\/a><\/span>), and such are his words. We need to\nlook no further than to his words to get therefrom the guides and the principles which will\nlead us to eternal life. Time and time and time again, he said, sometimes involving the four\nprinciples, sometimes three of them, \"I am the life, the light, the way, and the truth\"\n(<span class=\"citation\" id=\"27923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27923)\">John 14:6<\/a><\/span>). And\nsuch is his message to us. Such are the principles by which our lives are to be guided.\n<\/p><p>\nI renew to you this morning the testimony I have given to you for over a quarter of a century,\nI believe every conference, a testimony that God lives, that Jesus is his Son and is the Christ,\na testimony that the Father and the Son appeared to the Prophet\n(<span class=\"citation\" id=\"30403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30403)\">JS&mdash;H 1:17<\/a><\/span>), thus settling, so far as we are\nconcerned, forever that the Father and the Son were personalities and that Jesus spoke truly\nwhen he said, \". . . he that hath seen me hath seen the Father\"\n(<span class=\"citation\" id=\"27927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27927)\">John 14:9<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, the way has been laid down for us. We have no choice and no\nnecessity for anything beyond his words and the revelations of his mind and will which he\nmakes known to his prophet, who is called, ordained and set apart, sustained by your vote to\nbe the prophet, seer, and revelator of this Church. I renew again my testimony that the Savior\nwith the Father came to the Prophet Joseph, that the Prophet and his associates through the\nassistance given to associates, set up this Church, the only true Church, as I have already said,\nthat exists upon the face of the earth\n(<span class=\"citation\" id=\"13831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13831)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nHow I wish we could carry this thought, this belief, this testimony in our hearts to the\nexclusion of all others. This is a time, nationally, when it happens that, so far as my memory\ngoes, for the first time, the strictly religious problem has been thrown into the campaign. Be\nnot disturbed. We are not concerned ecclesiastically. We have the truth. Ours is the\npriesthood. We are the ones whom God has set up under a system of government which he\nrevealed, where we have one man standing at the head, sustained as I have already said, by\nyour vote, as the prophet, seer, and revelator of the Lord to his people. No one else has any\nright to declare the word of the Lord to this people.\n<\/p><p>\nI sometimes hear of persons, little groups,\nwho undertake to direct us along lines that they think would be useful, politically. It is time\nfor us to take notice and act when our prophet, seer, and revelator tells us what to do. We are\nnot bound by any small group.\n<\/p><p>\nWhat a glorious thing it is to belong to the Lord's Church. As\nI have already said, it was the Lord who said, \"I am the, life, the light, the way, and the\ntruth\" (<span class=\"citation\" id=\"27924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27924)\">John 14:6<\/a><\/span>),\nand who said to the people on this continent, \"I am the law\"\n(<span class=\"citation\" id=\"5610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5610)\">3 Ne. 15:9<\/a><\/span>), which meant, of course,\nthat by his atoning sacrifice he fulfilled all that the law of Moses contemplated and provided\nfor, and he alone is the one to whom we look.\n<\/p><p>\nNever forget those words of his to Martha, when she said, \". . . I know that he [Lazarus] shall\nrise again in the resurrection at the last day.\"\n<\/p><p>\nChrist said to her, \"I am the resurrection, and the life: he that believeth in me, though he were\ndead\" (alluding, as I believe, to our ordinances for the dead) \". . . yet shall he live:\n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die\"\n(<span class=\"citation\" id=\"27913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27913)\">John 11:24-26<\/a><\/span>).\n<\/p><p>\n\"And this is life eternal,\" said the Savior in the great prayer, \"that they might know thee the\nonly true God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"27937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27937)\">John 17:3<\/a><\/span>).\n<\/p><p>\nAnd the great purposes of the Lord, the great purposes of the Father, were declared to Moses:\n\". . . this is my work and my glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39131)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nHow can we, as members of this Church, forget that great principle? How can we fail to keep\nhis commandments and to go forward as he has directed, for that will\nbring to us the immortality and eternal life which God promised. And I would like to say I\nwas about to conclude, to the brethren of the Church, but unfortunately I fear I must include\nthe sisters: someday, as a beginning to your transgression, you may have to determine whether\na cigarette is worth more than what the Lord promised; someday, you will have to make the\nsame determination about a drink of whiskey; someday, you may have to determine whether\nyou prefer what the Lord has promised to an illicit date. You who have been through the\ntemple of Almighty God, know your covenants, your obligations. Never forget them. Keep the\ncommandments of the Lord.\n<\/p><p>\nVery early in his ministry, the Savior, in that great conversation between him and Nicodemus,\nsaid that the Father sent the Savior to redeem the world, not to condemn it\n(<span class=\"citation\" id=\"27900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27900)\">John 3:17<\/a><\/span>). The Lord never\ncondemns the individual, except on rare occasions. He condemns the sin. And I can never\nforget that the most scathing denunciation that I know of in our literature, scriptural or\notherwise, is that denunciation which the Savior made, and which is recorded in the latter\nchapters of Matthew, against hypocrisy\n(<span class=\"citation\" id=\"35069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35069)\">Matt. 23:13<\/a><\/span>). He leaves one almost\nwith the persuasion that nothing is so bad as that.\n<\/p><p>\nAnd when you think what hypocrisy may do&mdash;lead you to following a life of falsehood,\nmaking you pretend to be what you are not, deceiving your fellow men, sometimes deceiving\nyour wives and your children! But there is one whom you do not deceive, and that is Christ,\nour Lord. He knows all. Personally, I have felt that nobody need keep much of a record about\nme, except what I keep myself in my mind, which is a part of my spirit. I often question in\nmy mind, whether it is going to require very many witnesses in addition to my own as to my\nwrongdoing, and I have frequently thought, in making funeral sermons&mdash;I wonder how many\nof us there are, who, if it became known that Jesus was out here at Wendover, and would be\nhappy to see all who came to see him, Jesus our Lord, who knows all that we have done, all\nthat we have thought, could read our minds as we would read a book&mdash;I wonder how many\nof us would have the courage to go out to Wendover and pay him a visit. And yet if we were\nnot willing, had not the courage, it is because we have not lived and thought and believed as\nwe should. To me, that is one great test of how well I am prepared to meet my Maker.\n<\/p><p>\nThe Lord helps us. He will give of his own Spirit even as much as we are prepared to accept.\n\"I am the way, the truth, the life, and the light\n(<span class=\"citation\" id=\"27925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27925)\">John 14:6<\/a><\/span>). I am the law\"\n(<span class=\"citation\" id=\"5611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5611)\">3 Ne. 15:9<\/a><\/span>), said the Savior.\n<\/p><p>\nLet us try always to learn what the Lord wants. If we are living the kind of lives we should\nlive, that I hope we do live, we will find that no question ever arises in our minds for\ndetermination as to whether or not we should do a good deed, take a good course. The\nquestion comes only when we are thinking of doing something we should not do. And on that\npoint, may I say just a word. \"Prayer is the soul's sincere desire.\" And in praying, no matter\nwhat our words may be, there will be in the back of our minds the real prayer, the real desire,\nand that will be controlling.\n<\/p><p>\nThe Lord is merciful. He overlooks much. He has to. Think of his life, what he did, what he\nsaid. That is your guide. We sometimes think that the Savior lived in a Palestine that was free\nfrom trouble, that there were no murders, no robbings, no thievings. Have you ever wondered\na little why it was that Peter on that last night in the Garden happened to be armed with a\nsword (<span class=\"citation\" id=\"27940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27940)\">John 18:10-11<\/a><\/span>)? His Master's and his own message had never been to fight in that way. The Savior\nsaid he would make families fight among themselves, that their real enemy sometimes would\nbe father or mother (<span class=\"citation\" id=\"35034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35034)\">Matt. 10:34-37<\/a><\/span>)&mdash;but\nI have always understood that to mean the warfare between right\nand wrong, the warfare between his sayings and the sayings of the world.\n<\/p><p>\nDo you think of the Savior as living in a Roman civilization with all of the transgressions, all\nof the temptations, all of the evils of that great civilization? Yet so it was. And yet you will\nfind nothing in the New Testament of any evils the Savior ever did of the many existing in\nthe Roman Empire. I do not remember any reference, allusion, or [p. 90]\nstatement given in the New Testament showing that the Savior patronized the Roman circus\nor the great amphitheaters which almost crowded the Palestine in which he lived.\n<\/p><p>\nTaking the New Testament alone, you will gain little idea of the kind of life the Romans led\nin Palestine, the kind of life that the Christ condemned, and yet as I have already said, it has\nseemed to me that the one sin that the Savior condemned as much as any other was the sin of\nhypocrisy&mdash;the living of the double life, the life we let our friends and sometimes our wives\nbelieve, and the life we actually live.\n<\/p><p>\nI repeat what I have already said, we may think nobody knows of our hypocrisy. As a matter\nof fact, I doubt if that assumption can be true. Somebody does know. But the Lord also\nknows, and we make up the record here in our minds&mdash;that part of us which I think is part of\nour eternal souls. We know, and we will never forget.\n<\/p><p>\nMay the Lord give us strength and power to overcome evil. May he give to us men the power\nto magnify our priesthood. May he give to us the knowledge that we hold in our hands\nthrough our priesthood and the exercise of faith, the most powerful force of which we have\nany knowledge. It transcends the forces of nature, as the Lord showed on more than one\noccasion. It is the force by which the worlds were made. It is at our command, if we so live\nthat we are entitled to it. But it is my faith and my belief that the Lord never gives anyone\nfaith, it being his gift, that will defeat his purposes.\n<\/p><p>\nAnd when we pray, as I have said to you on many occasions, I am sure, pray as he did in\nGethsemane. And have you ever been struck with the thought that here was the Son praying\nto the Father to let the cup of crucifixion pass by, \". . . nevertheless not my will, but thine, be\ndone\" (<span class=\"citation\" id=\"31535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31535)\">Luke 22:42<\/a><\/span>). A few days before in the temple, he had said, \"Father, save me from this\nhour: but for this cause came I unto this hour\"\n(<span class=\"citation\" id=\"27919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27919)\">John 12:27<\/a><\/span>).\n<\/p><p>\nI have been struck with the fact that Deity himself, half mortal for the time, found himself\nasking that his destiny might be changed, but he finished his petition, \"nevertheless not my\nwill, but thine, be done.\"\n<\/p><p>\nIn that spirit we should always approach our Heavenly Father in prayer. And when we go to\nour Heavenly Father for advice, let us not go to him with the request that he confirm us in\nour desires, but ask humbly and in full faith that he will give to us of our desires, no matter\nwhat they are or concerning whom they may be, that which accords with his will.\n<\/p><p>\nI am most grateful to be with you this morning, to mingle my voice with the voices of the\nother brethren who have testified to you during this conference. I have listened to you during\nthe entire conference. I have enjoyed what has been said. I have regretted my absence. I am\ngrateful that the Lord has permitted me to come this morning, and I thank President McKay\nfor giving me the opportunity to say the few unpremeditated words I have said.\n<\/p><p>\nI pray the blessings of the Lord to be upon you and upon all of us. I pray the blessings of the\nLord to be upon him, the prophet, seer, and revelator of the Church and the President thereof.\nI pray that we will give him the full measure of support that we have covenanted to give him\nwhen we sustained him by our uplifted hands. That is a marvelous covenant we make, and as\nwe make it here, we bind the Church, for this is a constituent assembly speaking for the\nChurch. God grant his blessings may be always with us, to help us, to build us up, to keep us\nin the straight and narrow path, even until the end of life, and may he enable us to bestow\nsuch an impress upon our families as will enable them in turn to follow his paths, never\nforgetting and applying strictly the great principle he announced, \"I am the way, the truth, the\nlife, and the light\" (<span class=\"citation\" id=\"27926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27926)\">John 14:6<\/a><\/span>),\nand as to this continent, \"I am the law\"\n(<span class=\"citation\" id=\"5612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5612)\">3 Ne. 15:9<\/a><\/span>), to the end that we ourselves and\nour families after us, may be saved and exalted and reunited in the hereafter, I humbly pray in\nthe name of Jesus. Amen.\n<\/p><p>\nAs President Clark turned to leave the pulpit, he said,\n<\/p><p>\n\"Let me tell a story. I remember when Sullivan and Kilrain were\nfighting a championship down in New Orleans, I believe it was, when I was a kid, in the 76th\nround, or thereabouts, word came back, as I remember, 'Kilrain is slightly disfigured, but still\nin the ring.'\"\n<\/p>\n<\/div>\n<\/div>"}