{"ID":1108, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Open Tomb<\/p>\n<p class=\"gcspeaker\">Elder Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i> October 1960, pp. 91-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure we are all grateful to the Lord for the presence here of President Clark, for the\nprivilege of listening to his inspiring and dynamic testimony, and for his admonition and\nadvice. It is very humbling indeed to be asked to follow him. I shall simply add my testimony\nto his, that this is the Church of Jesus Christ; the qualifying phrase \"of Latter-day Saints\"\ndistinguishes its members from members of the same Church in former times, who are\nreferred to in the New Testament as Saints.\n<\/p><p>\nWe worship God the Father through his Son Jesus Christ. It is he, the Savior, who is the\nHead of the Church, its great High Priest, its Founder, and its Inspiration. All others, whether\nthey be prophets, apostles, elders, members&mdash;all others are willingly subservient to him. We\nagree with the Apostle Paul that \". . . there is none other name under heaven given among men,\nwhereby we must be saved\" (<span class=\"citation\" id=\"7861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7861)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nWe are informed that there are perhaps more nonmembers than members present and listening\nin. To all of you out there we bid a hearty welcome and wish to include you in the usual\nLatter-day Saint greeting: \"Brothers and sisters.\"\n<\/p><p>\nPerhaps many of you would refer to the Church as the \"Mormon\" Church; while we do not\nobject to that designation, it may be a bit misleading. Mormon was an ancient American\nprophet, whose name was given to a sacred record which he compiled; but though this may be\ncalled the Mormon Church, it is not the Church of Mormon, nor is it the Church of Joseph\nSmith nor of Brigham Young, nor of any other man. It is the Church of Jesus Christ.\n<\/p><p>\nReference has been made in this conference to the chaotic condition of the world on account\nof communism. While I shall not dwell on this at length, we all know that our world is\ndivided and imperiled; that though the Western nations believe in God, or claim to, and in the\nfreedom of men, and the worth of the individual, there are hundreds of millions of our fellow\nmen who are being taught that God is a myth and religion but an opiate; who are being\nindoctrinated, while their minds and bodies are enslaved, to believe in the monstrous\nsupremacy of the totalitarian state.\n<\/p><p>\nWhile we are preaching Christ and him crucified\n(<span class=\"citation\" id=\"319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(319)\">1 Cor. 2:2<\/a><\/span>), there are millions on the earth who dare not\nmention his name except in derision and anathema. The battlefronts in this cold war are\ndivided into sectors: social, economic, scientific, geographic, ideological; but the one front on\nwhich the enemy is concentrating, the one front which makes him gnash his teeth at its very\nname, is the front which may be called \"God and religion.\" The war&mdash;cold or hot&mdash;will be\nwaged by the followers of Christ versus anti-Christ.\n<\/p><p>\nThat being true, it is incumbent upon all Christians everywhere, and again I am speaking to\nyou, our friends out there, it behooves us to re-examine our creeds, our fundamental concepts,\nour basic faith, and ask ourselves again the meaning of the word \"God\" in our theology, and\nthe place of God in our lives. Our allegiance must be intelligent and well-defined.\n<\/p><p>\nEvery man should answer for himself the question, \"What think ye of Christ?\"\n(<span class=\"citation\" id=\"35067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35067)\">Matt. 22:42<\/a><\/span>).\nI should like to bear my testimony of him and indicate briefly his\nstatus in the minds and hearts of all Latter-day Saints as background and introductory, or, by\nway of contrast&mdash;for none other, however great, can be compared to him&mdash;may I call\nattention for a moment to what the tourist may see when he goes to Europe or the Middle\nEast, as he visits the birthplaces and the resting places of the notable ones of the earth&mdash;the\npoets, authors, soldiers, and statesmen.\n<\/p><p>\nThe tourist will probably be impressed by the ruins of ancient cities and the crumbling\nmonuments and tombstones of many who are called great. Some of these ancients built and\ngarnished their own sepulchres and gilded their tombs in order to display their wealth and to\nindicate their status. The visitor will be impressed by the Coliseum in Rome, the Acropolis\nin Athens, and admire the work of former masters in art, literature, philosophy, and\ngovernment. He will be reminded of the pomp of the Pharaohs in Egypt as he visits the\npyramids, and may ask: \"Why such colossal expenditure of money and time and lives to build\na tomb?\" He will probably leave without an answer to his question and remember only the\ninscrutable smile of the Sphinx.\n<\/p><p>\nBut if his tour leads him to the Holy Land, he will be inspired by the thought that though\nRome had her Caesars, her master artists, and her geniuses; though Athens had her\nconquerors, her statesmen, and her philosophers; though Egypt had her pompous dictators and\nher unrelenting Pharaohs, it remained for little Bethlehem and later for Nazareth and Galilee\nto give to this world its most transcendent personage.\n<\/p><p>\nIn Jerusalem one has the privilege of standing before an open tomb&mdash;a tomb that was once\nclosed by a great stone on which was placed the seal of Rome and over which a guard was\nmounted. But that stone was rolled away, that seal was broken, that guard was overcome, that\ntomb was opened by an angel of the Lord. That borrowed sepulchre was neither gilded nor\ndecorated, and in it was found no earthly treasure, for its temporary tenant was destitute of\nworldly goods. In life he had no place to lay his head, and in death there was no place to lay\nhis body&mdash;hence, the pity of a friend.\n<\/p><p>\nBut there came forth from that lowly tomb riches beyond all price. The lifeless body, which\nwas placed there by loving hands three days previously, came forth from that tomb triumphant\nover death, a resurrected, glorified Personage, the firstfruits of them that slept\n(<span class=\"citation\" id=\"328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(328)\">1 Cor. 15:20<\/a><\/span>). And the\nrewards of that victory are to be shared among all men everywhere, for, as Paul said, \"For\nsince by man came death, by man came also the resurrection of the dead.\n<\/p><p>\n\"For as in Adam all die, even so in Christ shall all be made alive\"\n(<span class=\"citation\" id=\"329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(329)\">1 Cor. 15:21-22<\/a><\/span>).\n<\/p><p>\nAnd what was it that came from that open tomb? Was it merely a spirit? He himself answered\nthat question when he stood among his followers who were amazed and frightened at his\nappearance. He said to them, \". . . Why are ye troubled? and why do thoughts arise in your\nhearts?\n<\/p><p>\n\"Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not\nflesh and bones, as ye see me have\"\n(<span class=\"citation\" id=\"31541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31541)\">Luke 24:38-39<\/a><\/span>).\n<\/p><p>\nBrothers and sisters, this Babe of Bethlehem, this Carpenter of Nazareth, this Man of Galilee,\nnever wrote a book, and yet the story of what he said and did during the three short years of\nhis ministry, which was faithfully, though only partially, recorded by his humble disciples, has\nbeen read and reread by more people in more languages than any other book.\n<\/p><p>\nHe left no masterpiece on canvas, and yet his life and death have been the inspiration for\nmore artists than any other subject. He left no monument in stone or bronze or marble, and\nyet the image of his divine manhood has been an inspiration to millions down through the\ncenturies.\n<\/p><p>\nBut we testify of and worship not only one who lived and died two thousand years ago&mdash;and\nwe hope you, our friends, will note what now we say, for we declare it by authority and by\ncommandment&mdash;we testify of one who was also resurrected from the dead and is now\nliving&mdash;one who is comprehensible, one who has a material, though an immortal body as he\nhimself declared when he said to his astonished followers: \"Handle me and see\"\n(<span class=\"citation\" id=\"31542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31542)\">Luke 24:39<\/a><\/span>). It\nwas that same body which ascended into heaven out near Bethany\nwhen a cloud enveloped him, and to the amazement and astonishment of his followers, he\nascended into heaven. Two men in white standing by said, \"Ye men of Galilee, why stand ye\ngazing into heaven? this same Jesus, which is taken up from you into heaven, shall so come\nin like manner as ye have seen him go into heaven\"\n(<span class=\"citation\" id=\"7854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7854)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nPeter declared that the heaven must receive him until the time of the \". . . restitution of all\nthings, which God hath spoken by the mouth of all his holy prophets since the world began\"\n(<span class=\"citation\" id=\"7857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7857)\">Acts 3:21<\/a><\/span>).\n<\/p><p>\nYes, we testify of the First Begotten of the Father in the spirit, the Only Begotten Son of God\nin the flesh, a member of the Holy Trinity, the Creator of the world. To prove he was the\nCreator we quote the words of John, the Apostle: \"In the beginning was the Word, and the\nWord was with God, and the Word was God. The same was in the beginning with God. All\nthings were made by him; and without him was not any thing made that was made\"\n(<span class=\"citation\" id=\"27891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27891)\">John 1:1-3<\/a><\/span>).\nThat the Word referred to was none other than the Christ becomes evident when one\nreads the fourteenth verse: \"And the Word was made flesh, and dwelt among us, (and we\nbeheld his glory, the glory as of the only begotten of the Father,) full of grace and truth\"\n(<span class=\"citation\" id=\"27894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27894)\">John 1:14<\/a><\/span>).\n<\/p><p>\nThe Apostle Paul also bears testimony of him as the Creator: \"For by him were all things\ncreated, that are in heaven, and that are in earth, visible and invisible, whether they be\nthrones, or dominions, or principalities, or powers: all things were created by him, and for\nhim:\n<\/p><p>\n\"And he is before all things, and by him all things consist\"\n(<span class=\"citation\" id=\"10504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10504)\">Col. 1:16-17<\/a><\/span>).\n<\/p><p>\nWe read of him in Hebrews: \"God . . .\n<\/p><p>\n\"Hath in these last days spoken unto us by his Son,\nwhom he hath appointed heir of all things, by whom also he made the worlds;\n<\/p><p>\n\"Who being the brightness of his glory, and the express image of his person, and upholding\nall things by the word of his power, when he had by himself purged our sins, sat down on the\nright hand of the Majesty on high\"\n(<span class=\"citation\" id=\"24287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24287)\">Heb. 1:1-3<\/a><\/span>).\n<\/p><p>\nWe speak of him of whom Isaiah prophesied when he said: \". . . Behold, a virgin shall\nconceive, and bear a son, and shall call his name Immanuel\"\n(<span class=\"citation\" id=\"25204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25204)\">Isa. 7:14<\/a><\/span>). That he had\nreference to the Babe of Bethlehem is evidenced by what the angel said to the confused and\nbewildered Joseph, whose beloved Mary was about to bear a child. The angel said to Joseph:\n\"Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is\nconceived in her is of the Holy Ghost.\n<\/p><p>\n\"And she shall bring forth a son, and thou shalt call his name <i>JESUS:<\/i> for he shall save his\npeople from their sins.\n<\/p><p>\n\"Now all this was done, that it might be fulfilled which was spoken of the Lord by the\nprophet, saying,\n<\/p><p>\n\"Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name\nEmmanuel, which being interpreted is, God with us\"\n(<span class=\"citation\" id=\"34998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34998)\">Matt. 1:20-23<\/a><\/span>).\n<\/p><p>\nHe himself proclaimed his Godhood, and his heirship when he was challenged by his\npersecutors after he had said, \"I and my Father are one.\"\n<\/p><p>\nThey wanted to stone him, and he said, \". . . for which of my works do you stone me?\" And\nthey said, \"For a good work we stone thee not; but for blasphemy; and because that thou,\nbeing a man, makest thyself God.\" And he answered them, \"Say ye of him, whom the Father\nhath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of\nGod?\n<\/p><p>\n\"If I do not the works of my Father, believe me not\"\n(<span class=\"citation\" id=\"27911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27911)\">John 10:30-33,36-37<\/a><\/span>).\n<\/p><p>\nAs to the actuality of the resurrection of Christ, his divinity, his universal Godhood, let us\nhear his own declaration and read the testimony of a multitude of people on the American\ncontinent, to whom he appeared just after his crucifixion.\n<\/p><p>\nThis scripture may be new to many of you, but in America, as in Jerusalem, there were holy\nmen of God who spake as they were moved by the Holy Ghost\n(<span class=\"citation\" id=\"4861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4861)\">2 Pet. 1:21<\/a><\/span>). You will remember reading\nin Luke's account of the crucifixion: \"And it was about the sixth hour, and there was a\ndarkness over all the earth until the ninth hour.\n<\/p><p>\n\"And the sun was darkened, and the veil of the temple was rent in the midst\"\n(<span class=\"citation\" id=\"31537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31537)\">Luke 23:44-45<\/a><\/span>).\nAnd in Matthew: \"And behold, the veil of the temple was rent in twain from the\ntop to the bottom; and the earth did quake, and the rocks rent;\n<\/p><p>\n\"And the graves were opened; and many bodies of the saints which slept arose\"\n(<span class=\"citation\" id=\"35079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35079)\">Matt. 27:51-52<\/a><\/span>).\n<\/p><p>\nNow this thick darkness, which covered the earth, and the convulsions of the earth at the time\nof the crucifixion, extended to America. Here the darkness lasted three days, and it was so\nthick upon all the face of the land that the people could feel the vapor of darkness, and they\ncould make no light (<span class=\"citation\" id=\"5596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5596)\">3 Ne. 8:20-21<\/a><\/span>).\n<\/p><p>\nAt the end of the period of darkness and upheaval, they who survived were assembled near\nthe temple. There they heard a voice as if it came out of heaven. They did not understand it\nat first, but afterwards understood when the voice said:\n<\/p><p>\n\"Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my\nname&mdash;hear ye him.\n<\/p><p>\n\"And it came to pass, as they understood they cast their eyes up again toward heaven; and\nbehold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he\ncame down and stood in the midst of them; and the eyes of the whole multitude were turned\nupon him, and they durst not open their mouths, even one to another, and wist not what it\nmeant, for they thought it was an angel that had appeared unto them.\n<\/p><p>\n\"And it came to pass that he stretched forth his hand and spake unto the people, saying:\n<\/p><p>\n\"Behold, I am Jesus Christ, whom the prophets testified shall come into the world.\n<\/p><p>\n\"And behold, I am the light and the life of the world; and I have drunk out of that bitter cup\nwhich the Father hath given me, and have glorified the Father in taking upon me the sins of\nthe world, in the which I have suffered the will of the Father in all things from the beginning.\n<\/p><p>\n\"And it came to pass that when Jesus had spoken these words the whole multitude fell to the\nearth; for they remembered that it had been prophesied among them that Christ should show\nhimself unto them after his ascension into heaven.\n<\/p><p>\n\"And it came to pass that the Lord spake unto them saying:\n<\/p><p>\n\"Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye\nmay feel the prints of the nails in my hands and in my feet, that ye may know that I am the\nGod of Israel, and the God of the whole earth, and have been slain for the sins of the world.\n<\/p><p>\n\"And it came to pass that the multitude went forth, and thrust their hands into his side, and\ndid feel the prints of the nails in his hands and in his feet; and this they did do, going forth\none by one until they had all gone forth, and did see with their eyes and did feel with their\nhands, and did know of a surety and did bear record, that it was he, of whom it was written\nby the prophets, that should come.\n<\/p><p>\n\"And when they had all gone forth and had witnessed for themselves, they did cry out with\none accord, saying:\n<\/p><p>\n\"Hosanna! Blessed be the name of the Most High God! And they did fall down at the feet of\nJesus, and did worship him\" (<span class=\"citation\" id=\"5601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5601)\">3 Ne. 11:7-17<\/a><\/span>).\n<\/p><p>\nAnd thus we have the testimony of eyewitnesses from two continents that Jesus is the Christ.\nWe add our testimony not only that he did live, but that he still lives. This fact is the greatest\nhope of this divided and imperiled world, for if the Christ still lives then the anti-Christ will\nbe defeated. There can be no peace in a godless world.\n<\/p><p>\nBut our testimony would not be complete if we did not reaffirm our faith in the second\ncoming of Christ, in the millennium which is to come when he will reign as King of kings,\nand Lord of lords (<span class=\"citation\" id=\"42303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42303)\">Rev. 19:16<\/a><\/span>).\nThat this climactic event is not far distant is indicated by the signs of the\ntimes, by wars and rumors of wars (<span class=\"citation\" id=\"13874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13874)\">D&amp;C 45:26<\/a><\/span>),\nby the satanic schemes of evil men who would enslave\nnot only the bodies but also the minds of all who dare refuse to subscribe to the ideologies\ninvented by the anti-Christ.\n<\/p><p>\nMay the time soon come when he again will say to this troubled world,\n\"Peace I leave with you. My peace I give unto you; not as the world giveth, give I unto you.\nLet not your heart be troubled, neither let\nit be afraid\" (<span class=\"citation\" id=\"27930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27930)\">John 14:27<\/a><\/span>).\n<\/p><p>\nGod grant that we may be prepared for that day and in the interim be unafraid, knowing that\nhe still lives and that as he said of himself: \"All power is given unto me in heaven and in\nearth\" (<span class=\"citation\" id=\"35082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35082)\">Matt. 28:18<\/a><\/span>).\nOf him I humbly testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}