{"ID":1109, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Need for Witness of the Spirit<\/p>\n<p class=\"gcspeaker\">Elder A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i> October 1960, pp. 95-96<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I have had more compliments on the talk I did not give\nyesterday, than I have ever had on one I actually gave. I am sure those who thus commented\nwere thinking of the advice that Brother Henry Taylor gave yesterday about the responsibility\nof improving upon silence.\n<\/p><p>\nLast night in priesthood meeting, I missed the voice that has always made an eloquent plea\nfor unity, and I am grateful this morning that I heard that voice bear such a powerful\ntestimony to the divinity of this work. [President J. Reuben Clark, Jr., could not attend\npriesthood meeting.]\n<\/p><p>\nWhere else could you go in the world and find such certainty and knowledge that God lives\nand that Jesus Christ is his Son. Contrast what we have heard the past few days with this\nstatement:\n<\/p><p>\n\"Several years ago in a seminary recognized as perhaps the greatest in this country, a doctor\nof divinity, who had a string of honorary doctoral degrees and who is on the board of\ndirectors of one of the largest Protestant churches in America, in lecturing to a large group of\nstudents, most of whom already had bachelor of divinity degrees, said, sympathetically:\n<\/p><p>\n\"'I know that it is difficult for you men to teach creeds which you, yourselves, do not believe,\nbut you have the social obligation to do it.'\"\n<\/p><p>\nAnother man in the same institution, having about the same academic credentials, declared:\n\"Who knows but what in the year 2004 or some other year, there will live a man who will\nlive more perfectly than did Jesus. Then we will worship him as the Son of God, rather than\nJesus. The reason we worship Jesus as the Son of God is because he lived the most perfect\nlife of any man of whom we have knowledge.\"\n<\/p><p>\nDoes the world need the message of Mormonism? I think it needs nothing more than to know\nthe true concept of the Godhead, to have borne upon their souls the testimony that has been\nborne here these days of conference&mdash;the testimony that comes through the gift and power of\nthe Holy Ghost, that bears witness to our souls and our hearts that God does live. He is real.\nHe is a glorified, resurrected Being, and he is our Father, and he loves us. He \"... so loved the\nworld, that he gave his only begotten Son, that whosoever believeth in him should not perish,\nbut have everlasting life\" (<span class=\"citation\" id=\"27898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27898)\">John 3:16<\/a><\/span>).\n<\/p><p>\nJesus is the Savior. We declare boldly, yet humbly, to all of the world [p. 96]\nthat he is the Redeemer; that he atoned for the sins of man, and he is veritably the Son of\nGod.\n<\/p><p>\nI am grateful that we have had restored to us today, another witness that this is so. This\nwitness comes from the Book of Mormon. Nephi saw in vision that Mary was to be the\nmother of the Son of God after the manner of the flesh\n(<span class=\"citation\" id=\"1561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1561)\">1 Ne. 11:18<\/a><\/span>). The Book of\nMormon further witnesses that Jesus Christ did come to this people on this continent. They\nbore testimony that he lives.\n<\/p><p>\nI am grateful for the Prophet Joseph Smith, who said he saw two Personages stand above him\nin the air, and that the one called him by name and said, \"This, is My Beloved Son. Hear\nHim!\" (<span class=\"citation\" id=\"30404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30404)\">JS&mdash;H 1:17<\/a><\/span>).\nAnd I would add to the testimonies that have been borne in\nconference, my own testimony. It has come to me through the gift and power of the Holy\nGhost. I know that God lives, that Jesus is the Christ, the Son of God. I am grateful for this\nwitness of the Spirit to my soul.\n<\/p><p>\nI would plead with the parents of this Church to prepare their sons to bear this testimony to\nthe world, the only power that will bring peace, because peace is rooted in righteousness.\nWhen the hearts of men on this earth can be prepared to receive the witness of the Spirit, all\nmen will be brothers, and then peace can come to our hearts.\n<\/p><p>\nI pray that we shall hasten this day through our united efforts by wholeheartedly supporting\nthese brethren who direct the affairs of the Lord on earth, and can contribute both service and\nsubstance to help the work of the Lord forward. I humbly pray his blessings upon us, and\nbear this testimony in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}