{"ID":1110, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Keep Faith With Your Family\"<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i> October 1960, pp. 96-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, it is good to be here. I think I should like to use as the springboard\nfor my message, the closing remarks of President Clark and a suggestion just made by\nBrother Tuttle. My message for this conference is directed to parents and emphasizes the\ntheme introduced to the membership of the Church this year in connection with the stake\nconferences, \"Keep Faith with Your Family.\"\n<\/p><p>\nMy remarks apply also to the youth of the Church, who will be the parents of tomorrow, for\nthey also should be interested in laying the foundation values now for the building of ideal\nLatter-day Saint homes of their own after marriage and parenthood&mdash;homes where love,\nharmony, and mutual affection predominate and the gospel is both taught and lived.\n<\/p><p>\nMay I begin by reminding you that God extends to earthly parents a choice blessing when he\nsends a spirit son or daughter of his to dwell in a mortal body provided by them. God grants\nto parents, if they have complied with his gospel laws and ordinances, the children born to\nthem in the new and everlasting covenant of marriage, or sealed to them by the authority of\nthe Holy Priesthood of God as their very own throughout the eternities of time.\n<\/p><p>\nThis knowledge adds joy, happiness, and glory to joint-heirship with Christ in all that the\nFather possesses, even the gift of his own spirit children. Every child is born in complete\ninnocence here on earth. The Lord entrusts these choice spirit children of his to earthly\nparents, with a hope that through proper teaching and training they will ever keep them moral,\ntrue, and faithful. God has revealed this truth in our day: \"Every spirit of man was innocent in\nthe beginning; and God having redeemed man from the fall, men became again, in their infant\nstate, innocent before God\" (<span class=\"citation\" id=\"13918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13918)\">D&amp;C 93:38<\/a><\/span>).\n<\/p><p>\nOur Savior, giving his life on the cross, redeemed us from the effects\nof the fall; therefore, every soul at birth stands innocent before God.\n<\/p><p>\nIn the modern revelations the Lord has given important instruction to parents, detailing their\nresponsibility in the upbringing of their children. After children come to bless parents with the\njoy and happiness of possession, the Lord has admonished that \"Every member of the church\nof Christ having children is to bring them unto the elders before the church, who are to lay\ntheir hands upon them in the name of Jesus Christ, and bless them in his name\"\n(<span class=\"citation\" id=\"13849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13849)\">D&amp;C 20:70<\/a><\/span>).\nHere, then, is one of the first duties of parents: to have their children blessed by the\nelders of the Church. What a privilege and proper beginning for a child to be blessed by the\nelders of the Church in the name of Jesus Christ!\n<\/p><p>\nNow, God has revealed that \"little children are redeemed from the foundation of the world\nthrough mine Only Begotten;\n<\/p><p>\n\"Wherefore, they cannot sin, for power is not given unto Satan to tempt little children, until\nthey begin to become accountable before me\"\n(<span class=\"citation\" id=\"13864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13864)\">D&amp;C 29:46-47<\/a><\/span>).\n<\/p><p>\nParents, therefore, have these early, golden years of a child's life in which to teach, train, and\nmold its character, when Satan is not given power to tempt or to mislead it. But there does\ncome a time in the lives of children for individual responsibility and accountability, a time\nwhen they are to act for themselves, and receive the gospel and its ordinances and to be\nbaptized for a remission of their sins.\n<\/p><p>\nThe Lord has declared that, \"No one can be received into the church of Christ unless he has\narrived unto the years of accountability before God, and is capable of repentance\"\n(<span class=\"citation\" id=\"13850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13850)\">D&amp;C 20:71<\/a><\/span>).\nParents, looking forward to the time of individual responsibility of children for their\nown acts, should carefully heed this admonition from the Lord:\n<\/p><p>\n\"And again, inasmuch as parents have children in Zion, or in any of her stakes which are\norganized, that teach them not to understand the doctrine of repentance, faith in Christ the\nSon of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the\nhands, when eight years old, the sin be upon the heads of the parents\"\n(<span class=\"citation\" id=\"13888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13888)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nParents, therefore, have the responsibility of teaching to the understanding of their children\nthe gospel truths, principles, and ordinances, and to prepare them for baptism and the laying\non of hands for the gift of the Holy Ghost when they attain the age of eight years, the age of\naccountability before God; otherwise, the sin is upon the heads of the parents.\n<\/p><p>\nTo leave no doubt in the minds of parents about their responsibility and accountability to this\ninstruction, the Lord continued by saying:\n<\/p><p>\n\"For this shall be a law unto the inhabitants of Zion.\" The teaching of gospel principles and\nthe preparation of children to receive the ordinances of the gospel is not something parents\ncan do only if they want to, because the Lord emphatically declared that it \"shall be a law\nunto the inhabitants of Zion . . . And their children shall be baptized for the remission of their\nsins when eight years old, and receive the laying on of the hands\"\n(<span class=\"citation\" id=\"13889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13889)\">D&amp;C 68:26-27<\/a><\/span>).\n<\/p><p>\nHe did not say that parents could wait until children are nine or ten or older before baptism,\nneither does he suggest that parents can permit their children to grow up to maturity and\ndecide for themselves whether they should be baptized. The Lord said they \"shall be baptized\n. . . when eight years old.\" There can be no question about our understanding of this\ninstruction.\n<\/p><p>\nBecause some parents have not attended to this important counsel, many of their children\ntoday and the posterity of these children are out of the Church, separated from the greatest\ngift in life, and thus are denied all of the blessings which they could otherwise have received\nfrom faithful Church membership.\n<\/p><p>\nThe revelation continues with this further admonition to parents:\n<\/p><p>\n\"And they shall also teach their children to pray, and to walk uprightly before the Lord.\n<\/p><p>\n\"And the inhabitants of Zion shall also observe the Sabbath day to keep it holy\"\n(<span class=\"citation\" id=\"13890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13890)\">D&amp;C 68:28-29<\/a><\/span>).\n<\/p><p>\nThe Lord closes this particular instruction to parents, by saying:\n\"Now, I, the Lord, am not well pleased with the inhabitants of Zion . . . and their\nchildren are also growing up in wickedness; they also seek not earnestly the riches of eternity,\nbut their eyes are full of greediness.\n<\/p><p>\n\"These things,\" said the Lord, \"ought not to be, and must be done away from among them\"\n(<span class=\"citation\" id=\"13891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13891)\">D&amp;C 68:31-32<\/a><\/span>).\n<\/p><p>\nTo prevent these conditions with their penalties, parents who desire to abide by counsel have\nno alternative except to follow religiously the admonition and instruction the Lord has given\nthem in this revelation. He also issued an additional warning, which admonishes parents of the\nobligation they have for the spiritual upbringing of their children. In this revelation, the Lord\nsaid that\n<\/p><p>\n\"The glory of God is intelligence, or, in other words, light and truth. \n<\/p><p>\n\"Light and truth,\" said the Lord, \"forsake that evil one\"\n(<span class=\"citation\" id=\"13917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13917)\">D&amp;C 93:36-37<\/a><\/span>).\n<\/p><p>\nThen he goes on to say that \"Every spirit of man was innocent in the beginning; and God\nhaving redeemed man from the fall, men became again, in their infant state, innocent before\nGod\" (<span class=\"citation\" id=\"13919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13919)\">D&amp;C 93:38<\/a><\/span>).\n<\/p><p>\nAnd then the warning of the Lord: \"And that wicked one cometh and taketh away light and\ntruth, through disobedience, from the children of men, and because of the tradition of their\nfathers\" (<span class=\"citation\" id=\"13920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13920)\">D&amp;C 93:39<\/a><\/span>).\n<\/p><p>\nIt is the power of the wicked one or Satan to deceive and lead children astray after they arrive\nat the years of accountability, which parents must guard against, not only by teaching their\nchildren correct principles, doctrines, and life's true values, but also by setting the proper\nexample before them; otherwise, false traditions will be built up in the home which children\nwill absorb to their eternal harm.\n<\/p><p>\nAs parents we should ask ourselves this question: What kind of traditions are we building up\nin our home for our children to absorb and accept into the pattern of their own lives? Like\nfather, like son; like mother, like daughter, is so true. What is good enough for parents is\nconsidered by children to be good enough for them. What parents do gives license for\nchildren to do.\n<\/p><p>\nAgain may I ask, what are the traditions of our Latter-day Saint homes? Do we have mutual\nlove, respect, admiration, and loyal devotion between parents? Are we observing the Sabbath\nday to keep it holy? Are we attending to our meetings regularly? Are we taking our children\nto Church rather than sending them? Are we obeying the Word of Wisdom? Are we having\nfamily prayer in the home twice daily? Are we permitting our children to take their turn in\nfamily prayer? Are we paying an honest tithing? Are we honest and truthful in our dealings\nwith our fellow men? Are we obeying the law of chastity? Are we keeping the\ncommandments of God fully and always setting a proper example before our children? Are\nwe responding to ecclesiastical authority and supporting and speaking well of those who\npreside over us?\n<\/p><p>\nThese are just a few of the things that decide the kind of traditions in our homes and\ndetermine whether they are good or bad. Remember that Israel was so steeped in the false\ntraditions of their fathers that they did not recognize the Lord Jesus Christ when he came\namong them to set up the kingdom of God on earth. They crucified him for no just cause.\n<\/p><p>\nThe traditions of our own homes could blind the eyes and minds of our children against all\ntruth, just principles, and spiritual values, and could cause them to depart from the right\ncourse they must follow to earn for themselves eternal joy and happiness.\n<\/p><p>\nNow, after calling attention to the traditions of the fathers, the Lord said to the parents of the\nChurch:\n<\/p><p>\n\"But I have commanded you to bring up your children in light and truth\"\n(<span class=\"citation\" id=\"13921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13921)\">D&amp;C 93:40<\/a><\/span>).\n<\/p><p>\nTo bring up children in light and truth is to bring them up in an understanding and acceptance\nof the true word of God. Do our children understand the doctrine of repentance, of faith in\nChrist the Son of the Living God, and the importance of baptism, its purpose, significance,\nand value to them in their lives? Do they understand the need of receiving the gift of the\nHoly Ghost and what the powers and functions of the Holy Ghost are, and the blessings\nwhich are theirs through possessing this divine gift?\n<\/p><p>\nI will close by quoting a warning the Lord gave to Frederick G.\nWilliams, Second Counselor to the Prophet Joseph Smith:\n<\/p><p>\n\"... You have continued under this condemnation;\n<\/p><p>\n\"You have not taught your children light and truth, according to the commandments; and that\nwicked one hath power, as yet, over you, and this is the cause of your affliction.\n<\/p><p>\n\"And now a commandment I give unto you&mdash;if you will be delivered you shall set in order\nyour own house, for there are many things that are not right in your house\"\n(<span class=\"citation\" id=\"13922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13922)\">D&amp;C 93:41-43<\/a><\/span>).\n<\/p><p>\nThe Lord gave similar counsel and admonition at this same time to other of the brethren, after\nwhich he applied the warning to all of us by saying:\n<\/p><p>\n\"What I say unto one I say unto all; pray always lest that wicked one have power in you, and\nremove you out of your place\" (<span class=\"citation\" id=\"13923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13923)\">D&amp;C 93:49<\/a><\/span>).\n<\/p><p>\nI earnestly pray, my brothers and sisters, that we will not permit the things of the world to\nlure us away into complacency and peaceful contentment and cause us to fail in these\nimportant obligations imposed upon us by the Lord in the teaching, training, and proper\nupbringing of our children in the gospel of Christ, which failure would cause us to be\nremoved out of our place and our children to be denied those blessings which they are entitled\nto receive from us, their parents, to enrich their lives here and hereafter.\n<\/p><p>\nGod bless us to recognize the responsibility and obligation we have to our children. God bless\nus to understand the gospel and to be able to teach it so that our children will understand and\nlearn to love and desire to obey the commandments that the Lord has given for their guidance\nand their blessing. This I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}