{"ID":1111, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Communist Threat to the Americas<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i> October 1960, pp. 101-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn keeping with the spirit of that masterful opening address by President McKay, I desire to\ndiscuss a matter that has concerned me deeply for several months. Trusting the Lord will\napprove, I take as my text these sober words of warning from an ancient American prophet:\n<\/p><p>\n\"And others will he pacify, and lull them away into carnal security, that they will say: All is\nwell in Zion; yea, Zion prospereth, all is well&mdash;and thus the devil cheateth their souls, and\nleadeth them away carefully down to hell.\n<\/p><p>\n\"Therefore, wo be unto him that is at ease in Zion!\n<\/p><p>\n\"Wo be unto him that crieth: All is well!\"\n(<span class=\"citation\" id=\"3646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3646)\">2 Ne. 28:21,24-25<\/a><\/span>).\n<\/p><p>\nWe must not be deceived&mdash;all is not well.\n<\/p><p>\nWe live today in an age of peril. It is an age in which we are threatened with the loss not\nonly of wealth and material prosperity, but also of something far more precious&mdash;our freedom\nitself. The very thing that distinguishes man from the beasts&mdash;man&rsquo;s freedom to act: freedom\nto choose&mdash;is threatened as never before by a total and atheistic philosophy of life known as\ncommunism.\n<\/p><p>\nIn April, I called your attention briefly to the nature of communism. Let us remember these\nbasic facts.\n<\/p><p>\nThose who subscribe to this philosophy stop at nothing to achieve their ends. They do not\nhesitate to destroy&mdash;if they are strong enough&mdash;whatever stands in their way. Our own\ngeneration has witnessed the Russian communists liquidate millions of their fellow\ncountrymen. Even more recently we have seen the Chinese communists wipe out millions of\ntheir fellow countrymen&mdash;no one knows the exact number.\n<\/p><p>\nTo the true communist, nothing is evil if it is expedient. Being without conscience or honor,\nhe feels completely justified in using whatever means are necessary to achieve his goal: force,\ntrickery, lies, broken promises, mayhem, and individual and mass murder.\n<\/p><p>\nBy these ruthless means communism has, in a little over forty years, brought more people\nunder its domination than the total number of Christians now living\nin the entire world&mdash;and Christianity, as the world thinks of it, has been in existence for\nnearly two thousand years.\n<\/p><p>\nAnd what has been the result?\n<\/p><p>\nFirst, in the economic area, men and women have been stripped of their property, their\nsavings confiscated, their farms taken from them, their businesses seized by the state. They\nwork where they are commanded to work and for such wages as the state chooses to provide.\nThey cannot quit, take another job, or rebel in any tangible way. They are the puppets of the\nall-powerful state.\n<\/p><p>\nSecond, in the intellectual area, they are forbidden to listen to radio broadcasts not approved\nby the state. They have little or no access to free world books, magazines, and newspapers.\nThey have no voice in the education of their children in the schools. They and their children\nare cast in a communist mold. To write or speak against the state is to ask for exile,\nimprisonment, or possibly even death.\n<\/p><p>\nThird, in the area of morals, faith in moral principle is ruthlessly ridiculed and stripped of\ndignity. The belief that man has certain inalienable rights, so endowed by his Creator, is\ncategorically denied. Atheistic communist leaders, scoffers at God himself, are striving to blot\nthe Almighty out of the minds of one-third of the world's people.\n<\/p><p>\nTo do all this, they rule with iron fists. They seek to hammer into oblivion all who would\noppose them. Indeed it is true as the poet said:\n<\/p><p>\n\"Man's inhumanity to man<br \/>\nMakes countless thousands mourn.\"<br \/>\n&nbsp; &nbsp; &nbsp; (Robert Burns, <i>Man Was Made to Mourn<\/i>, Stanza 7.)\n<\/p><p>\nLet us have no illusions about them. Their leader has told us bluntly&mdash;their purpose is not\nalone to enslave us&mdash;they want to bury us.\n<\/p><p>\nAnd while it is apparently true that Chairman Khrushchev is content for the time being at\nleast to avoid war as a means of communist expansion, there is little doubt that the leaders of\nRed China view war as inevitable and await only the propitious moment in which to strike.\n<\/p><p>\nWhat we face today is not just a cold war, not just a struggle for the control of land, sea, air,\nand even outer space, but total competition for the control of men's minds. Unless we meet it\nand defeat it, we shall almost inevitably one day face the loss of all that we hold dear.\n<\/p><p>\nIn less than half a century, I repeat, this evil system has gained control over one-third of\nmankind, and it is steadily pursuing its vicious goal of control over all the rest of the world. It\nis time, and past time, for us to be alarmed. '\"Wo be unto him that is at ease. Wo be unto\nhim that crieth 'all is well'\"\n(<span class=\"citation\" id=\"3647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3647)\">2 Ne. 28:24-25<\/a><\/span>).\n<\/p><p>\nLatin America does not believe that suppression is the road to freedom.\n<\/p><p>\nLess than fifteen years ago communism was not a powerful force in Latin America. Today, it\nis not only strongly present there as an enemy to be reckoned with, it is openly allied with a\ngovernment located on an island only about ninety miles south of Key West, Florida.\n<\/p><p>\nThe only political party now functioning in Cuba is the Popular Socialist Party, the\nCommunist Party under another name.\n<\/p><p>\nCuba is being used as a funnel through which communists are infiltrating other American\nrepublics.\n<\/p><p>\nTrue to communist and dictator tradition, the Cuban government has deprived its people of\nthe rights of a free press, free elections,\" and the protection of other fundamental human\nrights.\n<\/p><p>\nAnd last August, even as the Organization of American States met in San José, Costa Rica,\nFidel Castro was shouting defiantly: \"We shall be friends of the Soviet Union and the\nPeople's Republic of China.\"\n<\/p><p>\nHow did this situation come about? How has it been possible for this completely warped\nphilosophy in such a short time to reach its present position of influence in the world? How is\nit possible for communism to be here and now moving into Africa, pressing upon all of Asia,\nthreatening the Middle East and increasingly becoming a danger in the western hemisphere?\n<\/p><p>\nThere are, of course, many reasons. Some nations have failed to provide for the advancement\nand desperate physical needs of their people. Others have failed to recognize the worth of the\nindividual.\n<\/p><p>\nBut is it not perhaps true that the biggest reason of all is the failure of western\ncivilization to live up to its Christian ideals?\n<\/p><p>\nIs it perhaps true that, as Dr. Charles Malik, the great Lebanese leader and former President\nof the United Nations General Assembly, has said,\n<\/p><p>\n\"The deepest crisis of the West is the crisis of faith . . . Western civilization is doomed until,\njolted out of its complacency, self-satisfaction and sense of apartness, it rediscovers and\nreaffirms what is genuinely human and universal in its own soul\"?\n<\/p><p>\nLet us examine our own lives and the life of our own beloved land.\n<\/p><p>\nHow richly we the people of the United States have been blessed!\n<\/p><p>\nTruly ours is a choice land&mdash;a land of great favors and opportunities. Yet is it not true that\nthese very blessings could prove to be our undoing unless our perspective is right and our\nidealism more concerned with eternal standards and values than with material gain and\nworldly honors?\n<\/p><p>\nHow does our nation stand?\n<\/p><p>\nAre not many of us materialistic? Do we not find it well-nigh impossible to raise our sights\nabove the dollar sign?\n<\/p><p>\nAre not many of us pragmatists&mdash;living not by principle but by what we can get away with?\n<\/p><p>\nAre not many of us status-seekers&mdash;measuring the worth of a man by the size of his bank\naccount, his house, his automobile?\n<\/p><p>\nAre we not complacent, given to self-satisfaction and self-congratulation&mdash;willing to co-exist\nwith evil . . . so long as it does not touch us personally?\n<\/p><p>\nIf the answer to these questions is, \"yes\"&mdash;and who can honestly give a different\nanswer?&mdash;then surely these are among the many reasons why this is truly an era of peril.\n<\/p><p>\nMany of us have a tendency to forget the Gracious Hand which has preserved our nation,\nenriched it, strengthened it. Many of us imagine in the foolishness of pride, that our manifold\nblessings are due not to God's goodness, but to our own wisdom and virtue. Too many of us\nhave been so drunk with self-sufficiency as no longer to feel the need of prayer. Too many\nhave forgotten the necessity of courage, of sacrifice, of vigilance, of devotion to the cause of\nfreedom.\n<\/p><p>\nWe must revivify Western ideals and in particular the ideals of our own great nation. We\nmust call back the spirit of the dauntless leaders of the past. We must meet our present-day\nchallenge not with softness and complacency, but with the depth, wisdom, and daring that\ncharacterized America in the days of old.\n<\/p><p>\nWe have a rich history to guide us. Think back with me a moment to the year 1823. In that\nyear James Monroe of Virginia was President. John Quincy Adams of Massachusetts was\nSecretary of State. These two men formed and announced a policy which has profoundly\ninfluenced the development of our entire hemisphere.\n<\/p><p>\nHere was the situation that called forth this policy&mdash;known as the Monroe Doctrine&mdash;in 1823.\n<\/p><p>\nSeveral of what are now the Latin American Republics had by force of arms newly won their\nindependence from Spain and Portugal. Among them were Colombia, Mexico, Chile, and\nBrazil.\n<\/p><p>\nMeantime, a number of the sovereigns of Europe were seeking to enforce the \"divine right of\nkings\" with the express purpose of putting \"an end to the system of representative\ngovernment.\"\n<\/p><p>\nFrance, accordingly, had proceeded to restore the rule of Ferdinand VII in Spain. Now these\ncountries proposed to overthrow the new and independent governments in Latin America.\n<\/p><p>\nThis our government refused to permit. It said so plainly in the celebrated Monroe Doctrine.\nThe heart of the Monroe Doctrine consisted of these words: \". . . the American continents, by\nthe free and independent condition which they have assumed and maintained, are henceforth\nnot to be considered as subjects for future colonization by any European power.\"\n<\/p><p>\nAnd the doctrine went on to spell out clearly just what was meant.\n<\/p><p>\n\"The political system of the allied powers is essentially different . . . from that of America . . .\nWe owe it, therefore, to candor, and to the amicable relations existing between the United\nStates and those powers, to declare that we should consider any\nattempt on their part to extend their system to any portion of this hemisphere as dangerous to\nour peace and safety.\"\n<\/p><p>\nNow there is a statement which might well be engraved in all the capitals of all the countries\nin this hemisphere today. Every word in it is as applicable today as it was one hundred\nthirty-seven years ago.\n<\/p><p>\nSurely if it were true a century and a half ago that European monarchy was essentially\ndifferent from our American system of representative government, it is even more true today\nthat the communist system is totally different, totally incompatible, totally inimical to our free\nway of life.\n<\/p><p>\nThe ancient American Prophet Moroni saw our day. Who can doubt that he had in mind the\nevils of godless communism when he gave this solemn warning:\n<\/p><p>\n\"Wherefore, O ye Gentiles, it is wisdom in God that these things should be shown unto you,\nthat thereby ye may repent of your sins, and suffer not that these murderous combinations\nshall get above you, which are built up to get power and gain&mdash;and the work, yea, even the\nwork of destruction come upon you, yea, even the sword of the justice of the Eternal God\nshall fall upon you, to your overthrow and destruction if ye shall suffer these things to be.\n<\/p><p>\n\"Wherefore, the Lord commandeth you, when ye shall see these things come among you that\nye shall awake to a sense of your awful situation, because of this secret combination which\nshall be among you; or wo be unto it, because of the blood of them who have been slain; for\nthey cry from the dust for vengeance upon it, and also upon those who built it up.\n<\/p><p>\n\"For it cometh to pass that whoso buildeth it up seeketh to overthrow the freedom of all\nlands, nations, and countries; and it bringeth to pass the destruction of all people, for it is\nbuilt up by the devil, who is the father of all lies\"\n(<span class=\"citation\" id=\"22217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22217)\">Ether 8:23-25<\/a><\/span>).\n<\/p><p>\nWe are eminently justified\nin declaring that we should consider any attempt on the part of the communists to extend their\nsystem to any part of this hemisphere as dangerous to our peace and safety.\n<\/p><p>\nPresident Eisenhower said as much in his reply to the tirade of Chairman Khrushchev last\nsummer. But it is not enough to say this once, nor is it enough for the President alone to say\nit. It should be repeated again and again and again, and it should be supported by all true\nAmericans speaking as with one voice.\n<\/p><p>\nMoreover, the Monroe Doctrine went on: \"Nor can anyone believe that our southern brethren\nif left to themselves, would adopt it [this system] of their own accord.\" Here again the words\nof the Monroe Doctrine ring true.\n<\/p><p>\nIt is almost unthinkable that any people would knowingly and wilfully take on themselves the\nyoke of communist oppression. No people, no nation, has ever done so yet. If large masses of\nthe Cuban people have done so, it is because they have been duped or coerced.\n<\/p><p>\nThis Monroe Doctrine has been the continuing policy of our nation for almost a century and a\nhalf.\n<\/p><p>\nIt has been reaffirmed by many American Presidents.\n<\/p><p>\nWe are on solid, traditional American ground in demanding that the communists should not\nattempt to extend their political system to this side of the Atlantic Ocean.\n<\/p><p>\nIn recent years the principles of the Monroe Doctrine have been strengthened by various joint\nagreements among the American nations.\n<\/p><p>\nIn 1947, nineteen American nations met in conference in Rio de Janeiro, and on September 2\nof that year signed the treaty of Rio de Janeiro in which they promised to help one another in\nease of aggression.\n<\/p><p>\nOn March 1, 1954, the tenth Inter-American Conference opened in Caracas, Venezuela. When\nwe read now, six years later, the running account of that conference, it is almost as though we\nwere scanning a preview of history. On March 4, for example, our late great Secretary of\nState, John Foster Dulles, urged the American states to stop the communists now.\n<\/p><p>\nOn March 6, the United States presented a draft resolution condemning communism as\nforeign intervention and calling for joint action against it when needed.\n<\/p><p>\nOn March 13, 1954, the conference adopted by a vote of 17 to 1 the anti-communist\nresolution that had been presented by the United States. Guatemala dissented, and Mexico and\nArgentina abstained.\n<\/p><p>\nReferring to the Caracas conference, President Eisenhower said, \"In this hemisphere we have\nstressed our solid understanding with our American neighbors . . . The American republics\nagreed that if international communism were to gain control of the political institution of any\nAmerican state, this control would endanger them all and therefore would demand collective\naction.\"\n<\/p><p>\nVery shortly after the close of the Caracas conference such a communist threat arose in\nGuatemala. The pro-communist government of Guatemala, aided by shipments of arms from\nbehind the Iron Curtain, had moved very rapidly to the left. The Organization of American\nStates had already convoked a meeting of foreign ministers under the Rio Treaty to consider\nthe serious situation which had developed, when the Guatemalans themselves rose up and\nremoved the threat. The meeting never convened. Fighting broke out in Guatemala, and the\ncommunist government was overthrown.\n<\/p><p>\nAll this was before the coming to power of the present leadership in Cuba. Now the Western\nHemisphere faces a new danger&mdash;a new threat.\n<\/p><p>\nOur government is alert to the situation. The Organization of American States has condemned\nRussian-Chinese interference in American affairs. These are first steps.\n<\/p><p>\nBut we must do more. As a nation we must cease to take Latin American security for granted.\nWe must lead this hemisphere in stimulating and co-operating in a program of Latin\nAmerican economic development.\n<\/p><p>\nBut even this is not enough. You and I and all true Americans must play our part, too.\n<\/p><p>\nWhat can you and I do? What can we do to help meet this grave challenge from a godless,\natheistic, cruelly materialistic system&mdash;to preserve our God-given free way of life?\n<\/p><p>\nWe can encourage our government to stand firm at all costs against any further expansion of\ncommunism into the free world.\n<\/p><p>\nWe can tell our government that we are willing to sacrifice our luxuries in exchange for an\nimpregnable defense.\n<\/p><p>\nWe can support our government in keeping the flame of freedom burning in the souls of the\noppressed&mdash;wherever they may be throughout the world.\n<\/p><p>\nBut, above all, we can face up to the decay in our own civilization.\n<\/p><p>\nThe communists bring to the nations they infiltrate a message and a philosophy that affects\nhuman life in its entirety. Communism seeks to provide, what in too many instances a\nlukewarm Christianity has not provided, a total interpretation of life. Communists are willing\nto be revolutionary; to take a stand for this and against that. They challenge what they do not\nbelieve in&mdash;customs, practices, ideas, traditions. They believe <i>heatedly<\/i> in their philosophy.\n<\/p><p>\nBut our civilization and our people are seemingly afraid to be revolutionary. We are too\n\"broadminded\" to challenge what we do not believe in. We are afraid of being thought\nintolerant, uncouth, ungentlemanly. We have become lukewarm in our beliefs. And for that\nwe perhaps merit the bitter condemnation stated in Revelation 3:16: \"So then because thou art\nlukewarm, and neither cold nor hot, I will spue thee out of my mouth\"\n(<span class=\"citation\" id=\"42299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42299)\">Rev. 3:16<\/a><\/span>).\n<\/p><p>\nThis is a sad commentary on a civilization which has given to mankind the greatest\nachievements and progress ever known. But it is an even sadder commentary on those of us\nwho call ourselves Christians, who thus betray the ideals given to us by the Son of God\nhimself.\n<\/p><p>\nLet us awaken to our responsibilities and to our opportunities. Again I quote Dr. Malik:\n<\/p><p>\n\"The civilization which has been blessed and transformed by Christ, needs only a mighty hand\nto shake it out of its slumber. And, once shaken, once really awakened to the world\nresponsibilities which it and it alone can shoulder, there is nothing it cannot dare and do.\"\n<\/p><p>\nDo we believe that? Then let us live up to that faith! For in that faith&mdash;and through that\nfaith&mdash;we can rise triumphant over the menace of atheistic\ncommunism. We can and we <i>must!<\/i>\n<\/p><p>\nIn this dark hour, the fate of the world seems to rest largely in our hands. We who live in this\nchoice land, in fact all of the land of Zion, have the opportunity, the responsibility, and the\nsolemn obligation to stand firm for freedom and justice and morality&mdash;the dignity and\nbrotherhood of man as a child of God.\n<\/p><p>\n\". . . wo be unto him that is at ease in Zion!\"\n<\/p><p>\n\"Wo be unto him that crieth: All is well!\"\n(<span class=\"citation\" id=\"3648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3648)\">2 Ne. 28:24-25<\/a><\/span>).\n<\/p><p>\nGod bless the land of Zion, North and South America, and all the world, I pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}