{"ID":1112, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Magnify the Priesthood<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i> October 1960, pp. 106-107<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I had given up the expectancy of having this privilege of bearing my\ntestimony to you this afternoon, and I haven't the courage to take time to make an extended\nspeech or any extensive remarks. I trust that the Spirit of God may help me to bear a true\ntestimony to the truth of the gospel, and when I say testimony, which seems to be the spirit of\nthis conference, I mean that I testify that Jesus Christ is the Son of God; that he and the\nFather appeared to the Prophet Joseph Smith; that through the visitation of heavenly beings\nand the inspiration that came from God, a real and true interpretation of the plan of life and\nsalvation was returned to the earth; that through heavenly beings there came back to the earth\nthe priesthood which authorized men to perform the functions that are essential to the\nexaltation of people in the kingdom of God; and that to regulate the use of that priesthood the\nChurch was set up according to the will of God and the pattern which Jesus Christ gave us\nwhen he ministered in the earth.\n<\/p><p>\nThat I honestly and sincerely believe to be true, and I feel that the fact of its truth has been\nrevealed to me by the Spirit of God. The spirit of this conference has been testimony. Christ\ntold Peter that upon the revealed testimony that He is the Son of God, he had built his\nChurch, and the gates of hell could not prevail against it\n(<span class=\"citation\" id=\"35045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35045)\">Matt. 16:16-18<\/a><\/span>).\n<\/p><p>\nI honestly believe, brethren and sisters, that if we can properly instill into\nour own hearts and the hearts of our children this testimony to the degree that it will impel\nthem to live true to the principles of the gospel, to the covenants that they have made in the\nwaters of baptism and in the temples of God, and to the promises that are implied, if not\nactually made, when one receives the priesthood, that the Church will never be in danger.\n<\/p><p>\nThe power of the Church is in the administration of the priesthood offices, of course, and in\nthe faith that the people have. I believe that testimony comes from faith and prayer and\nrighteous living, and that the best way to get it is to live true to the teachings of the gospel, to\npray about it, and to exercise our faith to that end. And then I believe further that if we can\nget that testimony truly in our hearts, that all men who accept ordination into the Melchizedek\nPriesthood or the Aaronic Priesthood for that matter, will exert every possible power within\nthem to magnify that calling. There is not the least doubt in my mind that any man who holds\nthe Melchizedek Priesthood, who lives to magnify that calling, should never yield to any of\nthe temptations of his satanic majesty.\n<\/p><p>\nI feel that whenever men give way to those temptations, it is an indication of really either a\nweak testimony or a lack of testimony of these wonderful things. We who hold the priesthood\nhave the problem of planting that testimony in the hearts of others. We do it by the\nway we live and by what we teach.\n<\/p><p>\nI heard a testimony just a week ago from a very fine man who has recently come into the\nChurch. He was first impressed by the life of certain members of the Church whom he met.\nHe became interested and investigated. He had a son fourteen years of age who likewise was\ninterested in the missionaries and attended their meetings in the branch. The son came home\none day and to the utter surprise of his father said, \"Father, I have a testimony,\" and this man\nsaid, \"Now in our church nobody ever testifies.\"\n<\/p><p>\nIt is in Christianity a forgotten art practically, but with us it is the most essential thing of our\nwhole program, brothers and sisters, that we should gain that testimony; that we should live\ntrue to it, and that when we accept responsibility in the priesthood we should magnify it.\n<\/p><p>\nNow we who keep records know that there is a large percentage of men who have been\nordained to the Melchizedek Priesthood who are not magnifying their callings. We have a\nprogram, brothers and sisters, that we have been advocating for sometime, to which reference\nwas made today, to try to interest those people and bring them to pray and study that they\nmay come to understand these things and then go forth to reclaim their privileges as members\nof the Melchizedek Priesthood.\n<\/p><p>\nOf course there is plenty of incentive for it. To those of you who were here last night I\nrecommend again the passages in the Doctrine and Covenants that Brother Romney read to\nyou, that he who receives these callings in the priesthood and magnifies them fully can\neventually attain to the powers of God\n(<span class=\"citation\" id=\"13901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13901)\">D&amp;C 84:33-38<\/a><\/span>).\nThat is the incentive, brothers and sisters. When we\ngo to these people, we must go in love and kindness, helpful as we can in the hope that they\nwill listen to us.\n<\/p><p>\nI pray that God will bless us that we may understand individually our own problems,\nunderstand that the privileges of membership in the Church of Jesus Christ are individual\nprivileges, and that no man should let the conduct of another man prevent his using these\nprivileges to his own exaltation. If people who come into the Church could come\nunderstanding that it is an individual problem pure and simple with them, then these other\nthings that they observe at times would have no effect upon their lives.\n<\/p><p>\nBrethren and sisters, we have the problem not only of our own people, but also of\nassimilating and absorbing and helping the many people who are being baptized into the\nChurch. May God help us to do all these things, I pray in the name of Jesus Christ, our\nRedeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}