{"ID":1115, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Eternal Opportunities<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i> October 1960, pp. 111-112<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt this point of the conference many will understand why I remember a sentence recently\nread&mdash;a sentence which said that you can always use more words to say what has already\nbeen said. I shall try not to make the words too many, but should like to tie back to two or\nthree points of the conference, first, to President McKay's opening address, of the love of\nGod and the love of man, and of the peace that can come only through righteousness and the\nkeeping of the commandments.\n<\/p><p>\nSecondly, from the reports given from this pulpit and others that have come in connection\nwith the conference it is very evident that the Church in the stakes and in the missions is on\nthe move, worldwide. Now it takes service, and it takes means to keep things on the move. I\nhave read somewhere that service is the rent we pay for the space we occupy on earth. Not\nonly the service, but the means are necessary. Nothing does itself. Someone has to do\neverything that is done.\n<\/p><p>\nAs to tithing, it requires that, too, not only as a material matter, but as a spiritual matter also.\nAll we have the Lord God has given us, and I consider tithing to be an opportunity to express\nappreciation for what the Lord God has given. Neither the giving of service nor of substance\nis ever&mdash;or seldom&mdash;completely convenient for any of us. There was a kind of\ntongue-in-cheek British economist lecturing here some months ago&mdash;and may be still in the\nUnited States&mdash;who propounded what he called \"Parkinson's Second Law,\" as I recall, which\nsaid that \"expenditures always rise to meet income.\" We have discovered this to be true.\n<\/p><p>\nThe Lord God has said to us \"... all things unto me are spiritual, and not at any time have I\ngiven unto you a law which was temporal\"\n(<span class=\"citation\" id=\"13862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13862)\">D&amp;C 29:34<\/a><\/span>).\nI would plead with all of us, as\nthe work moves forward gloriously, that we should not hinder it by withholding our service or\nour substance.\n<\/p><p>\nNow, third, I should like to tie back to what I consider a most remarkable meeting last\nevening, which I wish everyone had heard, as President McKay and Brother Moyle and\nBrother Romney and Brother Petersen spoke. I should like to make a plea in keeping with\nsome of what was there said to the youth, and to all of us, that we do not succumb to\nuncertainty. There are problems; there are uncertainties; but always we need to pursue solid\npurposes.\n<\/p><p>\nThe Church is going forward, world-wide&mdash;in the building of buildings, in missionary\nendeavor, and in all else&mdash;and in our private and personal lives, young and old, we must also\nindividually have the faith to go forward. It takes courage; it takes prayer and planning\nand work and faith; but there are glorious eternal opportunities; and\nwe must not wait in uncertainty or succumb to it. The theories and the facts will all ultimately\nbe reconciled; the questions will all ultimately be answered; the problems will all ultimately\nbe resolved; and the promises will all be fulfilled, and we must plan and prayerfully pursue\nour plans and go ahead with our lives on solid and firm foundations, with faith, with\ncleanliness of conduct, with balanced living, with devotion, with the keeping of the\ncommandments.\n<\/p><p>\nI think it was Ruskin who said, \"There is no wealth but life.\" I pray God that we may use that\nwealth which is life, and not waste it away, and pursue earnestly the opportunities of time,\ninto the limitless promises and possibilities of eternity, and I do it in the name of the Lord\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}