{"ID":1116, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Eternal Association of the Family<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i> October 1960,  pp. 113-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI should like to place what I had thought to say in cold storage, even though by the time I\ntake it out it will be too cold to use, and just express my gratitude and appreciation for some\nthings.\n<\/p><p>\nI like the song, \"Now, Let Us Rejoice.\" In my opinion we do not rejoice enough in this\nChurch. We have so much for which to be grateful that we could rejoice day and night and\nstill not be sufficiently grateful in our expressions. I am so thankful for what has been taught\nus in this great conference today and yesterday and the day before. I think it has been\noutstanding. I thought as I sat here how true it is that we cannot be saved in ignorance of\nGod, in ignorance of our relationship to God&mdash;and I thought that as members of this Church\nwe need not be in ignorance, so far as knowledge of our relationship to God is concerned, for\nsurely we are well taught.\n<\/p><p>\nThere is no prize so great and so valuable as the truth. In the Church we are taught the truth.\nWe are taught the proper way to live&mdash;the correct, the right, the happy way to live. We could\nsearch the world over, and we could find no better way to live\nthan the right way, and of course the Lord's way is the right way.\n<\/p><p>\nWe are taught to know the right in all things&mdash;how to repent, how to change our ways. We\nare taught whom and how to serve. We are taught the proper way to enter into the marriage\ncovenant. In fact, the gospel of Jesus Christ is designed to direct us safely through this\nprobationary period, that we \"may dwell . . . in a state of never-ending happiness\"\n(<span class=\"citation\" id=\"40290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40290)\">Mosiah 2:41<\/a><\/span>)\nwith those we love. I like that statement from the Book of Mormon.\n<\/p><p>\nWe are taught that in the true sense of the word, God is our Father; that we are his sons and\nhis daughters, and that he loves us, and that he is concerned about our welfare and our\nfortunes and our misfortunes. He is desirous that when this earth mission is completed that\neach of us comes home with an honorable release from it to dwell with him in a state of\nhappiness and usefulness.\n<\/p><p>\nI am not so interested in heaven unless I may continue my association with those I love, and\nthat is all of you, my brothers and sisters, but especially my companion, my children, my\ngrandchildren, and my progenitors.\n<\/p><p>\nI am grateful to belong to a Church that teaches that the relationship between the husband and\nthe wife, between the father and the mother, and between the children and the parents, is\nintended to be and is eternal in its nature, if we will just prepare for that type of relationship.\nNo principle, doctrine, or practice is so distinctive or so appealing to the human reason as is\nthe perpetuity of the family. The more I think about the gospel the more I see that it revolves\nabout the family and its eternal association.\n<\/p><p>\nWhen I went home at noon, I picked up a letter from a boy written in his own handwriting.\nHe is eleven years old.\n<\/p><p>\n(As you know, in the temple the opportunity is given to place names of those who are ill or\nafflicted on a roll where they are remembered in our prayers.) The letter reads:\n<\/p><p>\n\"Dear Temple Worker: Will you please enter my dad's name on the prayer roll because we\nwant him to become a member of the Church and take Mom and us kids to the temple. We\nsincerely hope and pray that our Heavenly Father will help him to keep the Word of Wisdom.\nHis name is ............................. Sincerely your brother, ............................., 11 years old.\"\n<\/p><p>\nThat tells the story of what is in the heart of a boy who loves his parents, who loves them\nenough to desire their association beyond this earth life. Sometimes the children must lead the\nparents on the way.\n<\/p><p>\nI am grateful that my Father in heaven is a patient Father. If he will stay with me, I am\ndetermined to stay with him, to stay with that which is true to the end of my days.\n<\/p><p>\nGod bless us, brothers and sisters, that we may rejoice; that we may receive thankfully; that\nwe may live worthy of the bounteous blessings that God extends to us, that we will share with\nour nonmember friends the truth as it has been revealed; and that we may bear testimony, not\nalone in words, but in deeds and in action and in doing good to others, I pray humbly in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}