{"ID":1117, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">It Has Been Glorious<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i> October 1960,  pp. 114-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe must take time before the closing song and benediction to express a word of appreciation\nto those who have contributed to the success and comfort of those who have attended this\ngreat conference. I wish first to mention the officers of this city who have watched with care\nthe number of automobiles and their occupants and guided so successfully the hundreds of\ncars and taken care of the thousands of people who have surrounded the block and driven to\nand fro. You have noticed them on every corner&mdash;their courtesy, their attention, their\nprotecting and guiding care, and in your behalf, in behalf of the General Authorities\nparticularly, I express thanks to the city government, and to the police who have protected\nyour interests so carefully and so ably.\n<\/p><p>\nTo the General Authorities we express deep appreciation for the\ninspirational messages they have given us. We haven't had any better. The Lord has guided\nus from this pulpit during our sessions in the daytime and last evening.\n<\/p><p>\nWe must not be unmindful of the reporters for their fair and accurate reports through our\nsessions of this conference. They have been here daily and given to the people, to their\nsubscribers, and to the world a very accurate report, not only in word, but in the spirit of the\nmessages given at this conference.\n<\/p><p>\nThe fire department and the Red Cross have been on hand to render assistance and service\nwhenever or wherever needed. The Tabernacle ushers have rendered service in seating the\nvast audiences of these conference sessions. We have expressed before, but repeat, our\nappreciation to the radio and television stations&mdash;forty-five television and sixty-two radio\nstations throughout our own city and the nation have carried the proceedings of this\nconference. This has been the means of permitting untold thousands of persons to hear the\nsermons given during the one hundred thirtieth semi-annual conference. They have rendered\nthat service free.\n<\/p><p>\nWe appreciate especially those who have furnished the singing throughout the conference. I\nremind you again of the Relief Society Singing Mothers from the Ogden and northern Utah\nregions, who furnished the singing for the Friday morning and Friday afternoon sessions; also\nthe University of Utah Choral Society and the Bonneville Strings&mdash;the singers from the\nInstitute of Religion and the University of Utah choral groups, who furnished the singing for\nthe Saturday morning and Saturday afternoon sessions. Both those sessions were inspirational.\nThink of the hours that the mothers spend practicing, and think of those young people, of the\nhours and hours that they practiced, and of their willingness to come and give their talents so\nimpressively. And then last evening, the male members of the Tabernacle Choir came in a\nbody, dressed neatly, in a dignified way, and impressed the fifty thousand priesthood members\nof the Church with their excellent singing.\n<\/p><p>\nToday we are privileged to have the Tabernacle Choir! Words cannot express our heartfelt\nfeelings for their devotion to the cause. I met one sister the other day who was a member for\nmany years, but she has retired. Her heart was just overflowing with gratitude for the\nopportunity she had had in singing as a member of this choir. That is the feeling that these\nsisters and the brethren have as they sit under the baton of this great leader and his assistant,\npracticing hour after hour, day after day, week after week, month after month, to become\nefficient in this great choral organization. We do not say much about it, brethren and sisters,\nbut we do appreciate what you are doing!\n<\/p><p>\nToo many of us are like that Scotsman of whom I told you, who had lost his wife by death,\nand his neighbor came in, gave comfort, and said what a good neighbor she had been, how\nthoughtful of others, what a good wife she had been to Jock, who was mourning. Jock said,\n\"Aye, Tammas, Janet was a guid woman, a guid neighbor as you say; she was a' you say an'\nmair. She was aye a guid, true wifey tae me, and I <i>cam' near tellin'<\/i> her sae aince or twice.\"\n<\/p><p>\nWe express again our appreciation to those who sent these lovely flowers to us. We want to\nthank all those who have contributed in any way to the success and inspiration of this great\nconference.\n<\/p><p>\nNow, brethren and sisters, may I say just a word in conclusion. I have a deep admiration in\nmy heart for Simon Peter, President of the Twelve Apostles. He said in one of his general\nepistles:\n<\/p><p>\n\"... to them that have obtained like precious faith with us through the righteousness of God\nand our Saviour Jesus Christ:\n<\/p><p>\n\"Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our\nLord,\n<\/p><p>\n\"According as his divine power hath given unto us all things that pertain unto life and\ngodliness, through the knowledge of him that hath called us to glory and virtue:\n<\/p><p>\n\"Whereby are given unto us exceeding great and precious promises: that by these ye might be\npartakers of the divine nature, having escaped the corruption that is in\nthe world through lust\" (<span class=\"citation\" id=\"4854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4854)\">2 Pet. 1:1-4<\/a><\/span>).\n<\/p><p>\nThat comes from Simon Peter who was only two and a half years&mdash;a little more&mdash;in the\npersonal presence of his Lord. Before that he did not care much for the Church, but before\nthis writing he had a testimony of the divinity of the Sonship of Jesus Christ. More than that,\nhe had experienced that communion of the Spirit with his Resurrected Lord, and speaks here\nof being a partaker <i>of the divine nature<\/i>.\n<\/p><p>\nHold to that thought in the midst of an atheistic world, mentioned by Brother Benson and\nothers, while there are godless men who deny the resurrection of Christ, who deny his living\nspirit, and who have taught for forty years young men and young women to deny him. That is\na terrible thing when you think of it. Some of us thought twenty years ago that such a godless\norganization would break of its own weight, and now young men who were ten years of age\nwhen communistic ideology took possession of so many are now fifty years of age.\n<\/p><p>\nPeter says to those who knew Christ, who had partaken of his Spirit:\n<\/p><p>\n\"Whereby are given unto us exceeding great and precious promises: that by these ye might be\npartakers of the divine nature, having escaped the corruption that is in the world through lust.\n<\/p><p>\n\"And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;\n<\/p><p>\n\"And to knowledge temperance; and to temperance patience; and to patience godliness;\n<\/p><p>\n\"And to godliness brotherly kindness; and to brotherly kindness charity.\n<\/p><p>\n\"For if these things [virtues] be in you, and abound, they make you that ye shall neither be\nbarren nor unfruitful in the knowledge of our Lord Jesus Christ\"\n(<span class=\"citation\" id=\"4857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4857)\">2 Pet. 1:4-8<\/a><\/span>).\n<\/p><p>\nTo know God and his Beloved Son is eternal life\n(<span class=\"citation\" id=\"27938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27938)\">John 17:3<\/a><\/span>).\n<\/p><p>\nI do not know the author, but there comes to my mind now these lines:\n<\/p><p>\n\"Admire the goodness of Almighty God<br \/>\nHe riches gave, intellectual strength to few<br \/>\nNor now commands to be nor rich, nor learned<br \/>\nNor promises reward of peace to these.<br \/>\nOn all He moral worth bestowed,<br \/>\nAnd moral tribute asks from all.<br \/>\nAnd who that could not pay?&mdash;<br \/>\nWho born so poor, of intellect so mean<br \/>\nAs not to know what seemed the best<br \/>\nAnd knowing might not do?<br \/>\nAnd He who acted thus fulfilled the law eternal<br \/>\nAnd His promises reaped in peace.<br \/>\nWho sought else (did not do what his judgment bade or the spirit prompted) sought mellow grapes beneath the icy poles,<br \/>\nSought blooming roses on the cheek of death,<br \/>\nSought substance in a world of fleeting shades.\"\n<\/p><p>\nGod help us to be <i>partakers of the DIVINE NATURE<\/i>\n(<span class=\"citation\" id=\"4856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4856)\">2 Pet. 1:4<\/a><\/span>). May the\nspirit of this great conference radiate from your hearts to those whom you will meet when\nyou go back to your stakes and wards, and especially may it radiate in your homes, I pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}