{"ID":1119, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Lift Up Your Eyes<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1961, pp. 9-11<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful, my brothers and sisters, for this semiannual opportunity of attending with\nyou the general conference of the Church. What a great privilege it is to come here and be\nstrengthened in our faith and have our thoughts redirected toward the purpose for which the\nChurch was organized in this greatest and last of all the dispensations.\n<\/p><p>\nThe Lord's reason for bringing us to these valleys in the first place was not primarily to\nestablish us in a condition of wealth and ease, he probably did not intend that we should ever\nexcel as a financial community or as a seat of political influence. We were brought here to\nbuild up the kingdom, to send out the message of the restoration to the nations, and to prepare\nthe world for the glorious second coming of Christ. In these fields we must excel.\n<\/p><p>\nWhat a sobering responsibility it is to be entrusted with the message of universal salvation.\nBut with the advantage in knowledge that we have received from our three great volumes of\nnew scripture, supported by our own personal testimonies of the truth, what reason can we\npossibly give if we do not excel in faith and in education and in Godliness and in honor and\nin the personal preparation we make for eternal life? To help us to get the motivation and\ninspiration for this accomplishment is one of the purposes of these great semiannual meetings.\n<\/p><p>\nAs a part of each conference, the Presidency and other General Authorities of the Church\nhave an inspiring meeting in the upper room of the temple. This conference, as I sat in that\nhistoric place, I thought about our pioneer ancestors, who out of their poverty erected the\nmagnificent temple that stands on this block, wherein the sacred ordinances so necessary to\nour salvation can be performed. But the temple itself is a constant reminder to us to do our\nduty. It is a kind of symbol of our mission.\n<\/p><p>\nAll of you, I am sure, have had the thrilling experience at night of looking up to the lighted\nspires of the temple as they point us up to God, as if to remind us of the purpose of our lives.\nTo me, one of the most inspirational parts of any church edifice is its spire. The word, \"spire\"\nand \"inspire\" have a close origin and a near common meaning. And as God's thoughts are\nhigher than our thoughts, so we need his inspiration for our accomplishment.\n<\/p><p>\nJesus once explained one source of his strength when he said, \"My meat is to do the will of\nhim that sent me, and to finish his work\"\n(<span class=\"citation\" id=\"27963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27963)\">John 4:34<\/a><\/span>).\nDoing God's will is also our greatest\npossible source of strength. To encourage his disciples to follow him in doing the Father's\nwill, Jesus spoke some lines that I would like to use as a text. He said, \"Lift up your eyes,\nand look on the fields; for they are white already to harvest\"\n(<span class=\"citation\" id=\"27965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27965)\">John 4:35<\/a><\/span>).\n<\/p><p>\nCertainly our day is a most urgent time to re-echo that theme. We should lift up our eyes to\nsee our duty and to understand our opportunities; to accept our responsibilities and to put\ntruth in force in our lives. We should lift up our eyes to worship God and to serve our fellow\nmen as the Lord has commanded.\n<\/p><p>\nWe are, of course, all aware that there are other powerful influences in the world inviting us\nto look down to the earth. From the pinnacle of the temple, Satan said to Jesus, \"Cast thyself\ndown\" (<span class=\"citation\" id=\"35086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35086)\">Matt. 4:6<\/a><\/span>).\nSatan has been giving that same direction ever since with the most terrifying success.\nAnd the first step toward any failure is always merely to look down, to let earthly things\nabsorb our interests. It is pretty difficult to look down and to look up at the same time.\n<\/p><p>\nIt has been said that one may not always look where he is going, but he will always go where\nhe is looking. If we merely look down long enough, many will be sure to fall.\n<\/p><p>\nBack in the days of the old sailing ships, a young, inexperienced seaman was sent aloft in a\nstorm to disentangle a broken rigging from the mainmast. Despite the raging\nwinds he climbed up quickly, and soon his mission was accomplished. But as he started to\ndescend, he looked down, and as he looked down, he became dizzy and frightened. He saw\nthe angry, rolling sea. He felt the quiver of the trembling ship as it was tossed about by the\nwaves. Then he became aware that his grip was weakening, and he cried to those on the deck\nbelow that he was about to fall. The captain shouted to him to stop looking down, and\nheeding his superior's command, he turned his eyes upward and soon regained his balance\nand self-confidence. Then he was able to make his way safely back to the deck.\n<\/p><p>\nThe moral dizziness that always comes from looking down is one of our biggest personal\nproblems. It is one of the significant characteristics of our day that as a people we are too\nmuch occupied with the things down. The newspapers, magazines, and our own inclinations\ncenter our attention on sin, crime, war, and material advantage. Then we get dizzy and\nconfused, and our lives tend to lose their balance.\n<\/p><p>\nHere we have the communist example of where leaders of great nations have stopped looking\nup, and soon they have cast themselves down by centering their life's purposes in evil,\nincluding one of the greatest sins which is their attempted enslavement of other nations. When\nnations or individuals look down and recognize no higher authority than their own, they soon\nlose their sense of right and wrong. The communist leaders have deliberately destroyed many\nof their own people, and they would, if they thought they could, deprive every human being\nin the world of his God-given free agency without a moment's hesitation. They have closed\nup their churches by governmental decree and now make no pretense of lifting up their eyes,\ntheir thoughts, or their activities to God.\n<\/p><p>\nAt Fulton, Missouri, on March 5, 1946, Winston Churchill said, \"A shadow has fallen across\nthe scene so recently lighted by Allied victory. From Stettin in the Baltic to Trieste in the\nAdriatic, an iron curtain has descended across the continent.\" The communists have erected a\nvertical curtain, separating themselves from their fellow men and are thereby violating the\nsecond great commandment. But they have also erected a horizontal curtain over their heads,\nseparating themselves from God, and are thereby violating the first and greatest\ncommandment.\n<\/p><p>\nBut we sometimes accomplish about the same thing individually by allowing the iron curtains\nof our material interests, our social affairs, and our spiritual indifference to separate us from\nGod and draw our attention away from the main purpose of our lives. It doesn't take very\nlong looking down before we are incapable of doing anything else.\n<\/p><p>\nIn his <i>Inferno<\/i> Dante gave an account of an imaginary trip through hell. And one group\nof hell's inmates said to him, \"As our eyes intent on earthly things were never lifted up to heaven, so now\ndoth justice fix them down upon the ground. And even as greed destroyed our love for good\nwhereby the labors of our lives were lost, so now doth justice hold us captive here, fettered in\nclose restraint.\"\n<\/p><p>\nWe might see a reflection of our situation in John Bunyon's <i>Pilgrim's Progress<\/i> story of the\nman with the muckrake. Because this man spent his life raking unto himself the chaff and\ndust of the earth, he had trained himself to look in no direction but down. There was an angel\nstanding over his head with a celestial crown in his hand, offering to exchange the crown for\nthe muckrake. But because this man could look in no direction but down, he disregarded the\noffer of the angel as he continued to rake unto himself the chaff and muck of the earth.\n<\/p><p>\nWith a similar situation in mind, Edwin Markham entitled his poetic masterpiece, \"The Man\nwith the Hoe.\" It might have been entitled, \"The Man With the Muckrake.\" It was written\nunder the inspiration of Millet's world-famous painting of a brutalized toiler, representing one\nwho had fallen from the high position in which he had been placed by the Creator. And about\nthis man with an iron curtain over his head, Mr. Markham said: \n<\/p><p>\n\"Bowed by the weight of centuries he leans<br \/>\n     Upon his hoe and gazes on the ground,<br \/>\n     The emptiness of ages in his face,<br \/>\n     And on his back the burden of the world.<br \/>\n     Who made him dead to rapture and despair,<br \/>\n     A thing that grieves not and that never hopes,<br \/>\n     Stolid and stunned, a brother to the ox?<br \/>\n     Who loosened and let down his brutal jaw?<br \/>\n     Whose was the hand that slanted back this brow?<br \/>\n     Whose breath blew out the light within this brain?\n<\/p><p>\n\"Is this the Thing the Lord God made and gave<br \/>\n     To have dominion over sea and land; <br \/>\n     To trace the stars and search the heavens for power; <br \/>\n     To feel the passion of Eternity?<br \/>\n     Is this the dream He dreamed who shaped the suns<br \/>\n     And marked their ways upon the ancient deep?<br \/>\n     Down all the caverns of Hell to their last gulf<br \/>\n     There is no shape more terrible than this&mdash;<br \/>\n     More tongued with censure of the world's blind greed&mdash;<br \/>\n     More filled with signs and portents for the soul&mdash;<br \/>\n     More packt with danger to the universe.\"\n<\/p><p>\nAnd then Mr. Markham asks: \n<\/p><p>\n\"O masters, lords and rulers in all lands,<br \/>\n     How will the future reckon with this man?<br \/>\n     How answer his brute question in that hour<br \/>\n     When whirlwinds of rebellion shake all shores?<br \/>\n     How will it be with kingdoms and with kings&mdash;<br \/>\n     With those who shaped him to the thing he is&mdash;<br \/>\n     When this dumb Terror shall rise to judge the world,<br \/>\n     After the silence of the centuries?\"\n<\/p><p>\nWe always begin this downward process as soon as we separate ourselves from God in any\ndegree. The first and greatest commandment has to do with our first and greatest need, which\nis for God. That is, God created us, he gives us life and breath, he enlightens our minds and\nquickens our understandings. At this very moment God is sending us energy, food, and\nvitality from the sun. We do not live on an independent earth. If the sun's rays were turned\noff for just a few hours, there would be no life left upon this earth. And when men turn their\nbacks on God and obey no higher law than their own, then truth, honor, and fairness lose\ntheir meaning. The angel's song of \"Peace on earth, good will toward men\"\n(<span class=\"citation\" id=\"31547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31547)\">Luke 2:14<\/a><\/span>) is an\nunintelligible concept to communist philosophy. Their wisest strategy and the point of their\ngreatest excellence is to cause confusion, hatred, and strife among their fellow men. Mr. Mao,\nthe communist dictator in China, recently said that he would welcome an atomic war, and we\nhave every reason to believe that he was being entirely truthful in his declaration.\n<\/p><p>\nBut as the captain in the storm called to the inexperienced seaman to look up, so the captain\nof our salvation is calling through the storms of our troubled lives saying that if we would\navoid falling, we must look up to God.\n<\/p><p>\nWe sing a song in which we say: \n<\/p><p>\n\"Look up, my soul, be not cast down,<br \/>\n     Cast not thine eyes upon the ground.<br \/>\n     Break off the shackles of the earth,<br \/>\n     Receive, my soul, a spirit's birth.\"\n<\/p><p>\nWe are not likely to receive the spirit's birth while we are competing with each other in evil.\nWe are born again only when we follow the direction given to our lives by the temple spires\nand look up to our Heavenly Father. We need to trade in our muckrakes. There is an angel\nover our heads offering us the celestial kingdom if we will lift up our eyes and our hearts and\nour voices and our souls unto God. We need to take down our iron curtains and do away with\nour idleness and indifference. We need to remember the purpose of our lives and give a more\nenthusiastic response to the Master's invitation so appropriate to our day, wherein he had said,\n\"Lift up your eyes, and look on the fields; for they are white already to harvest\"\n(<span class=\"citation\" id=\"27964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27964)\">John 4:35<\/a><\/span>).\n<\/p><p>\nThat God will help us so to do, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}