{"ID":112, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1944, pp. 79-84<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my brethren, that I might enjoy the spirit of the Lord for the moment or two\nthat I stand before you. It is now six years since the present Presiding Bishopric was sustained\nin its present position. I should like to say that this period of our lives has been a period of\ninspiration because of the fact that we have had the privilege of being so closely associated\nwith the living prophets of God, these men who receive the mind and will of our Heavenly\nFather to guide and direct the destiny of this great Church. I am deeply grateful for the\nassociation that I have with you, for the privilege of visiting your stakes and wards and\nobserving the high degree of loyalty and devotion to the cause of the Lord Jesus Christ\nmanifested by you.\n<\/p><p>\nGRATEFUL FOR LABORS AMONG YOUTH\n<\/p><p>\nThe Presiding Bishopric is most grateful for the high privilege we enjoy in laboring with the\nyouth of Zion. Of our several responsibilities and duties, we are agreed that the most\nimportant is our participation with you in directing and guiding the destiny of the Aaronic\nPriesthood of the Church. I want to say to you that laboring with boys and young\nmen, securing their confidence and trust, is the sweetest experience that can\ncome into the life of any man. When one speaks of boys, the memory of the Boy of Nazareth\nalways comes to mind, particularly that period of His life when He was twelve years of age.\nIt was the custom of the Jewish people, when a boy attained the age of twelve, to make him a\nmember of his home community. At this age, a boy was expected to have selected his life's\nvocation. He was given higher assignments in the study of the law, and, if he qualified, he\nwas recognized by the religious leader, the priest, as a son of the law. The Jewish boy at the\nage of twelve was extended the privilege of attending the Feast of the Passover, which was\nheld in Jerusalem. Christ at the age of twelve accompanied His father and mother to attend\nthis great Jewish celebration, which lasted for a week. Thereafter, His parents, Joseph and\nMary, started their homeward journey, and at the end of the first day of travel, they\ndiscovered Jesus was not with them. They immediately retraced their steps to the city, and,\nafter searching diligently, they found Jesus in the temple, discussing with the scribes and wise\nmen the problems of the day, propounding and answering questions to the amazement of these\nmen of learning. Mary reproached her son in the following words: \"Son, why hast thou thus\ndealt with us? behold, thy father and I have sought thee sorrowing. And He said unto them,\nHow is it that ye sought me? wist ye not that I must be about my Father's business?\"\n(<span class=\"citation\" id=\"31117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31117)\">Luke 2:48-49<\/a><\/span>).\n<\/p><p>\nJesus Christ, at the age of twelve, was aware of His great mission in the world, and in this\nday, twenty centuries since the Boy of Nazareth lived, it is most inspiring to know that young\nmen at the age of twelve are given definite Priesthood responsibilities. The Boy of Nazareth\nreceived His training and assignments under the old Mosaic law. The young servants of God\ntoday receive their assignments and Priesthood training under the law of the divine direction\nof Jesus Christ, who has set in motion the great training program for the young men of the\nChurch. The Priesthood extended to young men is the Aaronic Priesthood, after the order of\nAaron, the heritage of which belongs to the descendants of Aaron and Levi; but until such\ntime as these descendants claim their Priesthood inheritance of necessity the work is being\ncarried on by the heirs of Ephraim and Manasseh, whose heritage is the Melchizedek\nPriesthood. However, the Aaronic Priesthood for these young men becomes a great school of\npreparation for the higher order of the Priesthood, the Melchizedek Priesthood.\n<\/p><p>\nTHE AARONIC PRIESTHOOD AND ITS FUNCTIONS\n<\/p><p>\nThe Lord, in making known to the Prophet Joseph the powers and the rights of the\nPriesthood, indicated in the 107th section of the Doctrine and Covenants: \"Why it is called the\nlesser Priesthood is because it is an appendage to the greater, or the Melchizedek Priesthood,\nand has power in administering outward ordinances\"\n(<span class=\"citation\" id=\"12047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12047)\">D&amp;C 107:14<\/a><\/span>). This statement of the\nLord to the Prophet Joseph has provoked some thinking on my part, particularly as the\nPriesthood is related to Latter-day Saint homes. If every Latter-day Saint\nhome were in order as it should be, the head of that home would be one holding the\nMelchizedek Priesthood, the Priesthood after the order of the Son of God, and all the sons in\nthat home of the age of twelve and over would hold the Aaronic Priesthood, an appendage to\nthe higher Priesthood.\n<\/p><p>\nIt occurs to me that after all, a son is an appendage to his father. He is a part of his father,\nand how glorious it is to contemplate the relationship of father and son in connection with the\nholy Priesthood of the Lord Jesus Christ. As the Aaronic Priesthood is an appendage to the\nMelchizedek Priesthood, the son is an appendage to his father, and hence they become one in\nthe work of the Boy of Nazareth.\n<\/p><p>\nOne of the evidences of the divine origin of the Priesthood is in its organization. Standing at\nthe head of the Aaronic Priesthood in every ward as the presidency are three high priests,\nconstituting the bishopric of the ward. The young men of the Church come in contact with\nand immediately under the direction of these common judges in Israel, these men who are\nendowed with inspiration from on high to guide and direct the destiny of these young servants\nof the Lord Jesus Christ. The bishop, according to divine revelation, stands at the head of the\npriests' quorum, the Lord making it known to Joseph Smith: \"Also the duty of the president\nover the Priesthood of Aaron is to preside over forty-eight priests, and sit in council with\nthem, to teach them the duties of their office, as is given in the covenants&mdash;This president is to\nbe a bishop; for this is one of the duties of this Priesthood\"\n(<span class=\"citation\" id=\"12050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12050)\">D&amp;C 107:87-88<\/a><\/span>). This is as\nit should be, for as a boy passes from adolescence to young manhood, the Lord's servant, the\nbishop, becomes his counselor, becomes the president of the priests' quorum to which he\nbelongs, preparing him to function in the office of a priest as did John the Baptist of old, and\neventually so qualifying him that he may receive the Melchizedek Priesthood.\n<\/p><p>\nAs with a bishop, so with his first and second counselors. These men constitute a part of the\npresidency of the Aaronic Priesthood of a ward. Therefore, the first counselor should be\nintensely interested in the welfare of teachers or deacons and the same applies to the second\ncounselor, affording a training for the twelve-year-old and the fifteen-year-old boy which will\nqualify them to receive higher offices in the Aaronic Priesthood.\n<\/p><p>\nDUTIES OF BISHOP IN RELATION TO THE AARONIC PRIESTHOOD\n<\/p><p>\nThe bishopric of the ward participates in all of the steps which mark a young man's spiritual\nprogress. First, in fast meeting, under the direction of the bishopric, the infant boy is\npresented to the Lord to receive a father's blessing and a name. Second, the bishopric directs\nhis baptism, and in fast meeting assembled, directs his confirmation. Third, the Priesthood is\nconferred upon him under the hands of the bishopric, as Aaron conferred it upon Joseph\nSmith and Oliver Cowdery. Fourth, the bishopric recommends him for advancement to the\nMelchizedek Priesthood. Fifth, the bishopric recommends him to the First\nPresidency for missionary service. Sixth, the bishop of the ward issues a certificate of\nworthiness in evidence of clean, sweet living, which permits the young man to enter the house\nof the Lord to receive his endowments and be sealed to Iris life's mate for time and eternity.\n<\/p><p>\nAs we contemplate the relationship established by the divine Priesthood of the Lord Jesus\nChrist between young men and the bishopric of the Church, it should be a great source of\ninspiration and motivation, not only to youth but to parents and the men who preside over the\nAaronic Priesthood, parents and members of bishoprics cooperating together to\nthe end that these young men may become more than the Jewish boy at twelve, a son of the\nlaw, but instead well-trained, devoted, faithful servants of the Lord Jesus Christ.\n<\/p><p>\nNo young man can render service in the Aaronic Priesthood sincerely without feeling the\ninfluence of the Boy of Nazareth. For example, the deacon who participates in the\nadministration of the sacrament must think of the fact that Jesus Christ was the first to pass\nthe sacrament to the congregation. It should have a beautiful and sacred influence upon the\nmind and heart of every deacon.\n<\/p><p>\nThe ordained teacher, whose right and duty it is, as the Lord indicates in the 20th section of\nthe Doctrine &amp; Covenants, verse 53, \"to watch over the Church always, and be with and\nstrengthen them\" (<span class=\"citation\" id=\"11956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11956)\">D&amp;C 20:53<\/a><\/span>),\nis afforded a magnificent opportunity in connection with their Melchizedek\nPriesthood companions in watching over the flock and particularly in training young men in\nthe great art of teaching the divine laws of the gospel. He learns to express himself freely, and\nin preparing a message for the people, he unconsciously converts himself to the great truths of\nthe restored Gospel. Again this duty of teaching the people follows the example of the Boy of\nNazareth, for he was the Great Teacher.\n<\/p><p>\nThe office of a priest is one of the most inspirational offices of the entire Priesthood because\nof the duties involved. To kneel at the sacrament table and utter the revealed blessings on the\nbread and water as Christ repeated them before His assembled apostles should inspire a young\nman to the most high and noble motives and impress upon him the necessity of living a\nsweet, clean life. The privilege of performing the ordinance of baptism is one which must\nimpress upon the young priest the reality of the Priesthood and the authority that it carries, for\nno young man could utter the revealed baptismal prayer without feeling that he has indeed\nbeen commissioned of Jesus Christ. With uplifted hand, he declares to the candidate and to\nthe world, \"Having been commissioned of Jesus Christ, I baptize you in the name of the\nFather, and of the Son, and of the Holy Ghost. Amen\"\n(<span class=\"citation\" id=\"11958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11958)\">D&amp;C 20:73<\/a><\/span>). The utterance of the prayer gives him\nthe assurance, the testimony, that his authority is valid, that the visitation of John the Baptist\nwas a reality, and that the priesthood he holds was handed down from John the Baptist\nthrough Joseph Smith.\n<\/p><p>\nOPPORTUNITY FOR SERVICE\n<\/p><p>\nThe Aaronic Priesthood affords the privilege of service, and with that service\nthere comes a fundamental training in Priesthood work to the end that some day these young\nservants of the Lord will receive their Priesthood inheritance, namely the Melchizedek\nPriesthood, which Priesthood is after the order of the Son of God. In the minds of the\nPresiding Bishopric, there is no question but what this sacred privilege of Priesthood service\nwill inculcate into the hearts of these youthful servants a testimony of the restored Gospel,\nand they will become thoroughly familiar with the fundamental principles of the plan of life\nand salvation. They are taught to be clean in body and mind by observing God's law of health\nand to observe the law of dependability, for an assignment to pass the sacrament, to teach the\npeople, to bless the sacrament, or to baptize someone is equivalent to keeping an appointment\nwith Jesus Christ. The lesson of rendering service unto others exemplifies the second part of\nthe first great commandment, \"Love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"33926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33926)\">Matt. 22:39<\/a><\/span>). The payment of tithing is a\nmanifestation of their desire to return to the Lord His portion for the building up and\nsustaining of His kingdom here upon the earth. Participation in the welfare program affords a\ntraining and experience that will qualify them fully for the carrying on of this most important\nwork when they obtain a place in the Melchizedek Priesthood.\n<\/p><p>\nTESTIMONY OF A YOUNG MAN\n<\/p><p>\nA great deal is said about the problem of juvenile delinquency, but how often do we consider\nthat in our hands rests the solutions and the implements whereby the youth of Israel can be so\ntrained that they will accept the declaration of the Boy of Nazareth, \"Wist ye not that I must\nbe about my Father's business?\" (<span class=\"citation\" id=\"31118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31118)\">Luke 2:49<\/a><\/span>).\nAny young man trained properly and fully in the Aaronic\nPriesthood will so live that his parents will never be plagued with any kind of problem in\njuvenile delinquency. An illustration of what Priesthood training will do for a young man\nsupported by excellent parents came to my attention in a recent conference wherein a young\nman was invited to speak. He said:\n<\/p><p>\nBrethren and sisters, in two days I will be eighteen years of age, and you know what that\nmeans to me. I expect to be inducted into the armed services of my country. To many this\nseems a hard thing for one as young as I, but it is easy, for there burns in my heart a\ntestimony of the divinity of this great work, and because of that testimony, my heart is filled\nto overflowing with gratitude for the many blessings the Lord has so generously bestowed\nupon me. I'm grateful for my beloved parents, grateful for the Priesthood I bear, and grateful\nfor the knowledge that should my life be taken in battle, I shall return to Him who gave me\nlife. I'm grateful for the opportunity of mortality, and the spirit of testimony which whispers\nto me that I shall again have my father and mother and that the privilege of serving the Lord\non the other side shall be made available to me.\n<\/p><p>\nThe attitude of this young man, his testimony, his cleanliness, his implicit faith are all the\nresults of a splendid home and his loyal devoted service in the cause of the Boy of Nazareth.\n<\/p><p>\nADULTS HOLDING AARONIC PRIESTHOOD\n<\/p><p>\nBishops preside over young men from twelve to twenty-one years of age, but there is another\ngreat army of 36,880 men over the age of twenty-one in the wards and stakes of the Church,\nstill holding the Aaronic Priesthood. It is needless to point out to you that they, too, are your\nresponsibility and mine, and these souls are precious in the sight of the Good Shepherd. There\ndevolves upon us the responsibility to so motivate them and inspire them to the end that they\nwill qualify and make themselves worthy to receive the Melchizedek Priesthood and all of its\nattendant blessings. \n<\/p><p>\nThe future of the Church depends upon the youth of today. Their leadership will be no more\neffective nor efficient than that for which you and I qualify and train them.\n<\/p><p>\nMay we inspire every boy and young man who comes under our direction to so live the\ngospel and feel the importance of the priesthood that the young sisters, the companions of\nthese boys and young men, will also be influenced to live righteously. Then, at some future\ndate, because of their virtuous lives, these young men and women will enjoy the blessings of\nthe Priesthood together with their life's companions. May the Lord bless us to the end that\nour efforts in behalf of these young servants of the Boy of Nazareth may bring into fruition\nhis statement, \"Wist ye not that I must be about my Father's business?\" which I humbly pray\nwill be the blessing not only of the Aaronic Priesthood but of the Melchizedek Priesthood and\nevery mother and every daughter in Israel. \n<\/p>\n<\/div>\n<\/div>"}