{"ID":1120, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Be Thou an Example of the Believers\"<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1961, pp. 12-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, it is a great source of inspiration to be present this morning.\nWeek after week as I visit the stakes in the Church, I always feel I am with my brethren and\nsisters. That is the way I feel this morning. I know you as my brethren and sisters, but I also\nknow of our older brother, Jesus Christ, the Son of God. In all of our endeavors, we must\ngive consideration to him.\n<\/p><p>\nThis morning, as President McKay was giving us information about the Aaronic Priesthood\nand its achievements, I thought of another young man. His name was Timothy. Timothy\nbecame a wonderful missionary in his work with the Apostle Paul. Paul said to him, \"Let no\nman despise thy youth, but be thou an example of the believers, in word, in conversation, in\ncharity, in spirit, in faith, in purity\"\n(<span class=\"citation\" id=\"2820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2820)\">1 Tim. 4:12<\/a><\/span>).\n<\/p><p>\nPaul's words, \"Let no man despise thy youth . . .\" can be directed to the thousands of our\nyoung missionaries who are out in the world preaching the gospel to those not of our faith.\nAny young man who holds the Melchizedek Priesthood of the Lord Jesus Christ and is\nendeavoring to build up the kingdom may come in contact with people who say, \"Well, after\nall, young man, what do you know about the gospel?\" Then, they can remember, if they will,\nwhat Paul said, \"Let no man despise thy youth.\"\n<\/p><p>\nPaul also said to Timothy, which is most important, when he mentioned \"the believers.\" That\nwould indicate that all these young men should understand the gospel and believe it and teach\nit to the extent that they can bear testimony that they are representing the true Church.\n<\/p><p>\nPaul said to Timothy, \"in word,\" by which he should learn the gospel and all the information\nthat was essential to teach it to those not of the true faith. Paul not only declared to Timothy,\n\"in word,\" but also, \"in conversation,\" which means to preach and teach the gospel of the\nLord Jesus Christ to those who came in contact with him. He also said, \"in charity,\" which\nwould be kindness and helpfulness in all of his teachings. He then said, \"in spirit.\" The spirit\ncomes through prayer, being close to the Lord where individual problems can be solved&mdash;the\nspirit of loyalty and devotion to the Lord and his Son Jesus Christ, and also with this comes\nthe gift of the Holy Ghost. I am sure, my brethren and sisters, that no individual can render\nthe right service in preaching the gospel to those not of our faith unless he has the Holy\nGhost. It is so important in our homes that we instruct our sons and daughters about the Holy\nGhost. Paul also said to Timothy, \"in faith.\" Faith indicates activity. The youth of the Church\nand these young missionaries who go out into the world have faith so strong in their souls\nthat they will be successful in their assignments. He also mentioned \"in purity\" to the young\nmissionary, Timothy; purity of mind and body and soul.\n<\/p><p>\nThe Apostle Matthew recorded these words of the Christ: \"And this gospel of the kingdom\nshall be preached in all the world for a witness unto all nations; and then shall the end come\"\n(<span class=\"citation\" id=\"35135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35135)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nPresident McKay said in the meeting of the General Authorities in the temple two weeks ago\nthat Satan has more power over the world than ever before in history. I accept this without a\nquestion. Therefore, it is very important for all of us to give thought that sooner or later the\nend is going to come&mdash;the end of all of this difficulty that we have at the present time and\nthat we will prepare the world for the second coming of Christ.\n<\/p><p>\nThe Apostle John said in Revelation 14:6-7: \n<\/p><p>\n\"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,\n<\/p><p>\n\"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of\nwaters\" (<span class=\"citation\" id=\"42313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42313)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nWhen the Church was upon the earth two thousand years ago, and thereafter was\ndisorganized, the apostles and all who had labored in building up the kingdom at that time\nwere gone. There were individuals who desired to organize churches of their own. During that\nperiod of time of darkness in the world when the sons and daughters of our Heavenly Father\nwere not receiving the divine guidance they had received during the time of the apostles and\nthose who followed them, the power of Satan was dominant. There were wars, wars that came\nabout because of the differences in religion and the true gospel itself which was lost. The\npriesthood was gone. The people were in darkness.\n<\/p><p>\nProverbs 6:16-19 states: \n<\/p><p>\n\"These six things doth the Lord hate: yea, seven are an abomination unto him: \n<\/p><p>\n\"A proud look, a lying tongue, and hands that shed innocent blood,\n<\/p><p>\n\"An heart that deviseth wicked imaginations, feet that be swift in running to mischief,\"\n<\/p><p>\n\"A false witness that speaketh lies, and he that soweth discord among brethren\"\n(<span class=\"citation\" id=\"41438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41438)\">Prov. 6:16-19<\/a><\/span>).\n<\/p><p>\nThis statement applies to us today as well as it did to the people almost three thousand years\nago.\n<\/p><p>\nA great event was to take place, as I have already indicated to you, when that marvelous\napostle made it very clear that in the last days as he said, \"And I saw another angel fly in the\nmidst of heaven, having the everlasting gospel to preach unto them that dwell on the earth\"\n(<span class=\"citation\" id=\"42310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42310)\">Rev. 14:6<\/a><\/span>).\n<\/p><p>\nA young man who was desirous to find the true Church made it a matter of prayer, and there\nappeared to him the Father and the Son. The Father said to Joseph, \"This is My Beloved Son.\nHear Him!\" (<span class=\"citation\" id=\"30407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30407)\">JS&mdash;H 1:17<\/a><\/span>).\nThereafter, the Prophet Joseph received the direction and the authority to organize\nthe Church. Yes, he received the priesthood when John the Baptist appeared to him. He also\nreceived the Melchizedek Priesthood from Peter, James, and John, the apostles at the time of\nChrist. The golden plates were given to him, which gave the history of America, and most\nimportant, they contained the gospel of the Lord Jesus Christ in its fulness. The Lord intended\nhis Church should be organized again. On April 6, 1830, the Church was organized. Since that\ntime, many other important events have taken place. There was the erection of the temple in\nKirtland, Ohio, and many other temples since then. With these wonderful events, you can\ncome to but one conclusion, the Church of Jesus Christ of Latter-day Saints was again made\navailable for all of the sons and daughters of our Heavenly Father who now live upon the\nearth and those who come after us.\n<\/p><p>\nThere are now eight thousand young men preaching the gospel as Timothy taught it, that\nthose who are seeking the truth can find it through these young missionaries who give them\nthe inspiration and the knowledge that the Church of the Lord Jesus Christ is again on the\nearth.\n<\/p><p>\nOur American Prophet Joseph Smith made a statement in the Thirteenth Article of Faith quite\ncomparable to what Paul said to Timothy: \n<\/p><p>\n\"We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men;\nindeed, we may say that we follow the admonition of Paul&mdash;We believe all things, we hope all\nthings, we have endured many things, and hope to be able to endure all things. If there is\nanything virtuous, lovely, or of good report or praiseworthy, we seek after these things\"\n(<span class=\"citation\" id=\"6762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6762)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nAnd as the Apostle Paul said to Timothy, \"Let no man despise thy youth; but be thou an\nexample of the believers, in word, in conversation, in charity, in spirit, in faith, in purity\"\n(<span class=\"citation\" id=\"2821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2821)\">1 Tim. 4:12<\/a><\/span>),\nwhich I pray will be a guide to all the sons and daughters of our Heavenly Father.\nThis I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}