{"ID":1121, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Put Your Hand to the Plow<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, April 1961, pp. 16-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nNot long ago we were traveling through the air so high above the white clouds that they\nlooked like a blanket of snow beneath us. The sky was blue, and the sun was shining, and\nthen we commenced our descent for landing. As we came down through the clouds, a new\nscene came into view. The earth had been plowed for planting, and the sun was shining on\nthe fields, some plowed in one direction and some in another. It made the earth appear as a\ngreat giant checkerboard. We came down and down and then, when within a few hundred feet\nof the ground, I saw a man laboring in the field, his hands fixed to a plow drawn by a horse.\nMy thoughts turned to that closing verse in the ninth chapter of Luke in which the Master\nsaid: \n<\/p><p>\n\"No man, having put his hand to the plough, and looking back, is fit for the kingdom of\nGod\" (<span class=\"citation\" id=\"31554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31554)\">Luke 9:62<\/a><\/span>).\n<\/p><p>\nChrist made this statement as he traveled to Jerusalem. Three men had expressed their\nwillingness to follow him and become his disciples. The first of these said to him: \"Lord, I\nwill follow thee whithersoever thou goest.\n<\/p><p>\n\"And Jesus said unto him, Foxes have holes, and birds of the air have nests; but the Son of\nman hath not where to lay his head\"\n(<span class=\"citation\" id=\"31551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31551)\">Luke 9:57-58<\/a><\/span>).\n<\/p><p>\nJesus had no definite place of residence. He went from place to place teaching and doing\ngood. It was necessary that the men who were called and set apart for the work should devote\ntheir time and attention and forego worldly affairs. The work of the Master set the great\nexample. The second man was also willing to follow. \"But he said, Lord, suffer me first to go\nand bury my father.\n<\/p><p>\n\"Jesus said unto him, Let the dead bury their dead: but go thou and preach the kingdom of\nGod\" (<span class=\"citation\" id=\"31552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31552)\">Luke 9:59-60<\/a><\/span>).\n<\/p><p>\nDoes this statement sound severe? The Master made it clear that the work of the kingdom was\nto take precedence over all other things. Then the third man stepped forward and said: \"Lord,\nI will follow thee; but let me first go bid them farewell, which are at home at my house\"\n(<span class=\"citation\" id=\"31553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31553)\">Luke 9:61<\/a><\/span>).\n<\/p><p>\nNot one of the three was willing to follow him without first returning to their worldly affairs.\nThe answer of Jesus is one of the great aphorisms of biblical literature. \"No man, having put\nhis hand to the plough, and looking back, is fit for the kingdom of God\"\n(<span class=\"citation\" id=\"31555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31555)\">Luke 9:62<\/a><\/span>).\n<\/p><p>\nIn his teachings the Master used homely figures of speech, those having familiar, everyday\ncharacter. The words \"his hand to the plough,\" unfolds a picture before us with which we are\nall familiar&mdash;a strong man with sinewy arms and a firm step, guiding the blade straight and\ntrue, his eyes intent upon the plough, looking ahead to the furrow to be cut. Hour after hour\nhe toils, never looking backward except to see that the furrow is straight.\n<\/p><p>\nIn addition to \"ploughing\" the Lord often mentioned the words, \"sowing\" and \"reaping.\" He\nmade mention of \"reaping the harvest,\" and when that comes to our minds we think of a\nhappy time and a time of rejoicing. The Lord said: \"Lift up your eyes, and look on the\nfields; for they are white already to harvest.\n<\/p><p>\n\"And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that\nsoweth and he that reapeth may rejoice together\"\n(<span class=\"citation\" id=\"27967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27967)\">John 4:35-36<\/a><\/span>).\n<\/p><p>\nBefore there can be a reaping of the harvest, there must have been a sowing of the seed.\nWhen we think of sowing, our minds turn to the parable spoken by the Savior: \n<\/p><p>\n\"Behold, a sower went forth to sow; \n<\/p><p>\n\"And when he sowed, some seeds fell by the way side, and the fowls came and devoured\nthem up: \n<\/p><p>\n\"Some fell upon stony places, where they had not much earth: and forthwith they sprung up,\nbecause they had no deepness of earth: \n<\/p><p>\n\"And when the sun was up, they were scorched; and because they had no root, they withered\naway.\n<\/p><p>\n\"And some fell among thorns; and the thorns sprung up, and choked them: \n<\/p><p>\n\"But others fell into good ground, and brought forth fruit, some an hundredfold, some\nsixtyfold, some thirtyfold\"  (<span class=\"citation\" id=\"35115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35115)\">Matt. 13:3-8<\/a><\/span>).\n<\/p><p>\nSowing of seed is important; otherwise, there would be no harvest, and as stated in the\nparable, there must be good ground to bring forth a good harvest. Plowing must have been\ndone before the sowing or there would have been no seedbed.\n<\/p><p>\nOf all the work of the field, plow-work is the heaviest labor. It is primary and\nfundamental&mdash;it is pioneer toil. A seed may be dropped anywhere, and there is no resistance, but put the\nblade of the plow into the ground and a thousand forces join to oppose the change. To disturb\nthe conventional, to overturn the traditional, or to attempt to make changes in the deep-rooted\nway of doing things in the lives of individuals, requires toil and sweat. The heaviest work in\nthe kingdom of God is to turn the hard surface of the earth which has been baked in the sun\nor covered by the growth of nature. What a great change comes over land which has been\ncleared and plowed&mdash;row after row of evenly spaced furrows, the subsurface loosened and\nexposed to the sun and air and the rains from heaven, ready to be broken up and planted to\nseed. The wilderness is conquered and subdued.\n<\/p><p>\nThose who become disciples of the Master and put their hands to the plow without turning\nback prove themselves to be worthy plowmen. By turning over the old surfaces of tradition,\nthey prepared the fields for the introduction and the spread of Christianity into the world.\n<\/p><p>\nWe do not need to go back to the time of Christ, however, to find fields to plow. Fields exist\ntoday all over the world, and missionaries have been called and have put their hands to the\nplow. Nearly 15,000 stake and full-time missionaries are now in the fields. Furrows are being\ncut and seeds planted and every day we see the results of the harvest.\n<\/p><p>\nAnd there is the field of education. Hundreds of plowmen are preparing the field for the\nharvest. They are teaching the principles of truth to our young men and young women in the\nChurch educational system. About 63,000 high school students are presently enrolled in\nseminary classes, 9,500 college students are participating in the institute program of religious\neducation, and approximately 17,000 students are enrolled in Church schools. In all, about\n90,000 young people are being given direction in life by those who have put their hands to\nthe plow.\n<\/p><p>\nNot many years ago we entered into the field of assisting those in need by the great welfare\nprogram. The plowshares were driven in and the soil turned over, disclosing the hidden\npossibilities of our arising to full stature in being our brothers' keeper\n(<span class=\"citation\" id=\"23671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23671)\">Gen. 4:9<\/a><\/span>). Men and women have\njoined in the labor of the field, and thousands have been helped and aided in the Lord's way,\nwhen in need.\n<\/p><p>\nWe have in Church leadership great plowmen with firm hands and stout hearts&mdash;stake\npresidents and mission presidents&mdash;determined men who work in the fields. Bishops, branch\npresidents, heads of priesthood quorums and auxiliary organizations are toiling in their\nassigned fields. Close at home and in distant countries new lands are being\nbroken up by these plowmen, and the subsurface exposed to the light of the gospel of Jesus\nChrist.\n<\/p><p>\nIs it hard work? Of course, but that which is worthwhile is seldom easy. As individuals we\nhave a responsibility to plow. Some accept the opportunity, but some shrink from the\nresponsibility. Some of those who commence cut only a short furrow and then leave the field\nfor what appears to be escape from the toil to follow the false illusion of the ease which they\nhad left behind. Their plowshares are left to rust in the furrow.\n<\/p><p>\nWhatever the past may have been in our individual lives, it is gone. The future lies ahead, and\nwe must face it with resolution. There is always a point from which we can begin. Even\nthough we may have been faithful in the past, if we turn away, that faithfulness will profit us\nnothing. \"No man, having put his hand to the plough, and looking back, is fit for the kingdom\nof God\" (<span class=\"citation\" id=\"31556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31556)\">Luke 9:62<\/a><\/span>).\n<\/p><p>\nThere is danger in looking backward. One must keep his eyes ahead in order to cut a straight\nfurrow. When the plowman commences to look backward, he cuts a crooked furrow, and his\nwork is spoiled. We cannot continue to walk forward when at the same time we are looking\nbackward. It makes no difference what object or occasion causes us to look backward, the\nbackward glance commences the backward turning, and may be the beginning of our\ndisendowment in the kingdom of God.\n<\/p><p>\nAs plowing requires an eye intent on the furrow to be made and is marred when one looks\nbackward, so will they come short of exaltation who prosecute the work of God with a\ndistracted attention or a divided heart. We may not see clearly the end of the furrow, but we\ndare not look back. Eternity stretches on ahead, challenging us to be faithful.\n<\/p><p>\n\"And thus, if ye are faithful ye shall be laden with many sheaves, and crowned with honor,\nand glory, and immortality, and eternal life\"\n(<span class=\"citation\" id=\"13999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13999)\">D&amp;C 75:5<\/a><\/span>).\n<\/p><p>\nGod lives. I witness that Jesus is the Christ; that the gospel has been returned to the earth;\nthat Joseph Smith was the servant and prophet raised up for the purpose of the restoration;\nthat there lives today a prophet to reveal to us God's will in all things, and with all my heart I\nsustain President David O. McKay as that prophet, seer, and revelator.\n<\/p><p>\nMay we put our hands to the plow and not look backward, that we may be fit for a place in\nthe kingdom of God, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}