{"ID":1122, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"That the World through Him Might be Saved\"<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1961, pp. 32-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy soul is subdued as I face this vast conference audience, and I seek, therefore, for an\ninterest in your faith and prayers during these next few minutes.\n<\/p><p>\nSeveral weeks ago I had a telephone call from an anxious father about his nineteen-year-old\nson, who, having read certain scriptures, was resisting the idea of going on a mission lest he\nwould do an injustice to those who would reject his message, thus placing them under\ncondemnation as he had construed certain scriptures, which he had read, to mean.\n<\/p><p>\nAs I sat with this young man, at the request of the father, I found that he had two particular\nscriptures in mind. The first was the injunction of the Master to his disciples when he said,\n\"Go ye into all the world, and preach the gospel to every creature.\n<\/p><p>\n\"He that believeth and is baptized shall be saved; but he that believeth not shall be damned\"\n(<span class=\"citation\" id=\"33145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33145)\">Mark 16:15-16<\/a><\/span>).\n<\/p><p>\nAnd then in our day one somewhat similar: \"Behold, I sent you out to testify and warn the\npeople, and it becometh every man who hath been warned to warn his neighbor.\n<\/p><p>\n\"Therefore, they are left without excuse, and their sins are upon their own heads\"\n(<span class=\"citation\" id=\"14022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14022)\">D&amp;C 88:81-82<\/a><\/span>).\n<\/p><p>\nSo this young man asked, \"Why send the missionaries out to preach the gospel, if to do so\nwould put people under condemnation who would not accept? Would it not be better for\npeople to be kept in ignorance than to be taught and then not to accept?\"\n<\/p><p>\nOf course, these questions opened up a subject which would require far more time than is at\nmy disposal this afternoon, but with the thought that these same questions may be in the\nminds of others, particularly our young men who do not understand, I shall this afternoon\nmake a few observations relative to the point raised by this young man. Some of these\nthoughts were expressed in my interview with him.\n<\/p><p>\nThe Master commanded his disciples: \"Go ye therefore, and teach all nations, baptizing them\nin the name of the Father, and of the Son, and of the Holy Ghost\"\n(<span class=\"citation\" id=\"35143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35143)\">Matt. 28:19<\/a><\/span>). \"Whose\nsoever sins ye remit, they are remitted unto them; and whose soever sins ye retain, they are\nretained\" (<span class=\"citation\" id=\"27990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27990)\">John 20:23<\/a><\/span>).\n<\/p><p>\nAnd so the scriptures record, the disciples preached, \"Repent, and be baptized . . . for the\nremission of sins, and ye shall receive the Holy Ghost\"\n(<span class=\"citation\" id=\"7875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7875)\">Acts 2:38<\/a><\/span>).\n<\/p><p>\nThe Master's admonition to Nicodemus, who came confessing Jesus as a teacher come of\nGod, and undoubtedly seeking to know, like so many others who are true seekers after truth,\njust what he must do to be saved. He was told that he must be born again if he would see the\nkingdom of God (<span class=\"citation\" id=\"27951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27951)\">John 3:1-3<\/a><\/span>).\nThis statement, the Master clarified, when he explained, \"Except a man be\nborn of water and of the Spirit, he cannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"27954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27954)\">John 3:5<\/a><\/span>).\n<\/p><p>\nThis new birth, then, was to be accomplished through the medium of baptism by immersion\nand by the laying on of hands for the conferring of the Holy Ghost, as the disciples, thereafter\nas they went out among the people, administered these sacred ordinances.\n<\/p><p>\nThen Nicodemus asked: \"How can these things be?\"\n(<span class=\"citation\" id=\"27956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27956)\">John 3:9<\/a><\/span>).\nAnd in answer, the Master declared the\nprofound truth regarding the atonement, which explains to all who would understand the\nreason why the gospel must be preached by authorized servants to all people. Said he: \n<\/p><p>\n\"For God so loved the world, that he gave his only begotten Son, that\nwhosoever believeth in him should not perish, but have everlasting life\"\n(<span class=\"citation\" id=\"27958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27958)\">John 3:16<\/a><\/span>).\n<\/p><p>\nAnd then he emphasized, \"For God sent not his Son into the world to condemn the world; but\nthat the world through him might be saved\"\n(<span class=\"citation\" id=\"27960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27960)\">John 3:17<\/a><\/span>).\n<\/p><p>\nI then paraphrased to my young missionary friend: \"So our missionaries go not out into the\nworld to condemn the world, but that the world, through their teachings, might be saved.\"\n<\/p><p>\nBeing saved from everlasting condemnation through the atonement of the only Begotten Son\nbecomes a new birth, or a redemption from spiritual death, the meaning of which is explained\nby revelation as the Lord has revealed it.\n<\/p><p>\nFrom the fall of Adam and Eve in the Garden of Eden, they and their posterity suffered a\nspiritual death, or a separation from direct communication with Deity. This is what the\nrevelations have taught us: \n<\/p><p>\n\"And it must needs be that the devil should tempt the children of men, or they could not be\nagents unto themselves; for if they never should have bitter they could not know the sweet&mdash;\n<\/p><p>\n\"Wherefore, it came to pass that the devil tempted Adam, and he partook of the forbidden\nfruit and transgressed the commandment wherein he became subject to the will of the devil,\nbecause he yielded unto temptation.\n<\/p><p>\n\"Wherefore, I, the Lord God, caused that he should be cast out from the Garden of Eden,\nfrom my presence, because of his transgression, wherein he became spiritually dead, which is\nthe first death, even that same death which is the last death, which is spiritual, which shall be\npronounced upon the wicked when I shall say: \"Depart, ye cursed\"\n(<span class=\"citation\" id=\"13971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13971)\">D&amp;C 29:39-41<\/a><\/span>).\n<\/p><p>\nMan through the baptism of the water and of the Spirit is redeemed from this spiritual death\nand by the power of the Holy Ghost, brought back into direct communion with God, and\nthese are \"born again.\" To those who keep the commandments \". . . he may pour out his\nSpirit more abundantly upon you\" (<span class=\"citation\" id=\"40304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40304)\">Mosiah 18:10<\/a><\/span>).\n<\/p><p>\nThose who suffered this first \"spiritual death\" were cast out from the presence of God from\nthe Garden of Eden as the Lord had said to the spirits in the premortal world, that they might\n\"prove themselves to see if they would do all things whatsoever the Lord their God should\ncommand them\" (<span class=\"citation\" id=\"7220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7220)\">Abr. 3:25<\/a><\/span>),\nand there was granted unto all men, therefore a \"probationary\" period as the\nProphet Amulek explained: \"For behold, this life is the time for men to prepare to meet God\"\n(<span class=\"citation\" id=\"9010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9010)\">Alma 34:32<\/a><\/span>),\nor in other words, a time for all men to work out their salvation and to prepare\nto come back into the presence of God.\n<\/p><p>\nIt was this plan of salvation to which the Resurrected Lord made reference when he said to\nthe Nephites: \"And no unclean thing can enter into his kingdom; therefore nothing entereth\ninto his rest save it be those who have washed their garments in my blood, because of their\nfaith, and the repentance of all their sins, and their faithfulness unto the end\"\n(<span class=\"citation\" id=\"5636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5636)\">3 Ne. 27:19<\/a><\/span>).\n<\/p><p>\nBaptism of water and of the Spirit by those having authority are the necessary ordinances for\nthis cleansing, for as the Lord told Adam, \". . . by the water ye keep the commandment, by\nthe Spirit are ye justified, and by the blood are ye sanctified\"\n(<span class=\"citation\" id=\"39149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39149)\">Moses 6:60<\/a><\/span>).\n<\/p><p>\nIt was undoubtedly this same principle that the apostle Paul had in mind when he taught the\nGalatians: \"For as many of you as have been baptized into Christ have put on Christ\"\n(<span class=\"citation\" id=\"23262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23262)\">Gal. 3:27<\/a><\/span>).\n<\/p><p>\nInvolved in this question of the universal proclamation of the gospel is another principle\nimplied in the Master's instruction to Peter. The Master, having declared the fundamental\nprinciple upon which his kingdom would be built, conferred upon Peter the \"keys of the\nkingdom,\" which have been conferred upon all prophet-leaders in every dispensation and held\ntoday by our own President David O. McKay in our time. He said the purpose of so\nestablishing his kingdom with that authority was that the \"gates of hell\" should not prevail\nagainst it (<span class=\"citation\" id=\"35121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35121)\">Matt. 16:18-19<\/a><\/span>).\n<\/p><p>\nThe broad implication of that statement, having in mind the periods of apostasy which have\nfollowed each dispensation, is that even during such periods of apostasy when there was no\none on earth to administer these saving ordinances, the devil would not\nprevail against the plan of salvation of all of our Father's children.\n<\/p><p>\nThis further provision in his plan contemplated the preaching of the gospel then, not only to\nhis children who were upon the earth, but also to the spirits of mortals who had lived upon\nthe earth. The Master prophesied of the time when that would take place when he said:\n\"Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the\nvoice of the Son of God: and they that hear shall live\"\n(<span class=\"citation\" id=\"27968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27968)\">John 5:25<\/a><\/span>).\n<\/p><p>\nNot long after this prophecy was uttered, it was fulfilled when the Crucified Lord, as Peter\ntells us, \". . . quickened by the Spirit, went and preached unto the spirits in prison\"\n(<span class=\"citation\" id=\"2285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2285)\">1 Pet. 3:18-21<\/a><\/span>).\nAnd thus, although temporarily, the powers of the devil drove the Church into the\nwilderness of apostasy after the apostolic period, the gates of hell did not prevail against the\nplan of salvation, either for the dead, who did not have ample opportunity to receive the\ngospel on earth, as well as for those then living when authorized servants were on the earth to\nperform the essential saving ordinances.\n<\/p><p>\nThe missionary work in the spirit world was thus introduced by the Master and has continued\nfrom that time down to the present \". . . that they might be judged according to men in the\nflesh, and yet live according to God in the Spirit,\" to attain which, is to gain eternal life\n(<span class=\"citation\" id=\"2286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2286)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nSo, surely with the preaching of the gospel made thus vital to the eternal blessing of all who\nwill hear and accept, no one should hesitate when called by proper authority to go into all the\nworld and preach the gospel to every nation, kindred, tongue, and people. Among the\nNephites there was an example of how men of this kind of devotion and dedication applied\nthemselves to their teaching. Jacob writes: \n<\/p><p>\n\"For I, Jacob, and my brother Joseph had been consecrated priests and teachers of this people,\nby the hand of Nephi.\n<\/p><p>\n\"And we did magnify our office unto the Lord, taking upon us the responsibility, answering\nthe sins of the people upon our own heads if we did not teach them the word of God with all\ndiligence wherefore, by laboring with our might their blood might not come upon our\ngarments; otherwise their blood would come upon our garments, and we would not be found\nspotless at the last day\" (<span class=\"citation\" id=\"25842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25842)\">Jacob 1:18-19<\/a><\/span>).\n<\/p><p>\nThere is no more welcome voice to the honest in heart than the voice of the true messenger\npreaching the gospel of Jesus Christ. We have a classic example of inspired teachings and\nhow they come. The sons of Mosiah were with Alma at the time the angel first appeared unto\nhim, and when he saw them returning from their missionary journeys, the record says, he\nrejoiced exceedingly \"to see his brethren; and what added more to his joy they were still his\nbrethren in the Lord, yea, and they had waxed strong in the knowledge of the truth; for they\nwere men of a sound understanding, and they had searched the scriptures diligently, that they\nmight know the word of God.\n<\/p><p>\n\"But this is not all, they had given themselves to much prayer, and fasting; therefore they had\nthe spirit of prophecy, and the spirit of revelation, and when they taught, they taught with\npower and authority of God\" (<span class=\"citation\" id=\"9009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9009)\">Alma 17:2-3<\/a><\/span>).\n<\/p><p>\nWhen I read that word \"diligently\" which the Lord has repeated again and again, as when he\nsaid: \"And I give unto you as commandment that you shall teach one another the doctrine of\nthe kingdom,\" and then added, \"Teach ye diligently and my grace shall attend you\"\n(<span class=\"citation\" id=\"14021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14021)\">D&amp;C 88:77-78<\/a><\/span>),\nI have tried to define those words \"diligently\" and \"grace.\" Diligently, the\ndictionary says, is \"perseveringly attentive, prosecuted with careful attention,\" which is\nopposite laziness, or carelessness, or indifference. And when I looked for the definition of\n\"grace,\" I found it defined as a \"state of being pleasing to God because of responsiveness.\"\n<\/p><p>\nBut I do not think that is what the Lord meant by \"grace\" when he said, \"My grace shall\nattend you.\" I believe the definition of \"grace\" is implied in the fourth section of the Doctrine\nand Covenants where the Lord promised to those who would engage vigorously in\nmissionary work: \". . . and lo, he that thrusteth in his sickle with his might,\nthe same layeth up in store that he perisheth not, but bringeth salvation to his soul\"\n(<span class=\"citation\" id=\"13955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13955)\">D&amp;C 4:4<\/a><\/span>).\nThe saving \"grace\" of the Lord's atoning power would extend to the giver as well as to\nthose who would receive the saving ordinances of the gospel.\n<\/p><p>\nSurely, therefore, no one with that understanding of these fundamental principles would think\nhe were doing our Heavenly Father's mortal children a disservice by giving them these\npriceless gifts.\n<\/p><p>\nMay God bless us all and all our Father's children, that they may be responsive to the call of\nthe missionaries. May this young man and all others like him, may they realize that this is a\nresponsibility which the Lord has given to his Church in every dispensation, and to his\nauthorized servants in the world of spirits, to teach the gospel to every creature in order that\neach be left without excuse in the day of judgment, and that all might be redeemed from the\nFall and brought back into the presence of the Lord. We who have the command to preach\nand teach must, like the Apostle Paul declared, \"not be ashamed of the gospel of Jesus Christ\nfor it is the power of God unto salvation to everyone that believeth\"\n(<span class=\"citation\" id=\"42748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42748)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nI pray humbly we may all understand and so teach with the power and authority of God, in\nthe name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}