{"ID":1123, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Who's on the Lord's Side<\/p>\n<p class=\"gcspeaker\">Bishop Carl W. Buehner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Carl W. Buehner, <i>Conference Report<\/i>, April 1961, pp. 35-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe message contained in the words of an old song suggest a few thoughts worthy of\nconsideration: \n<\/p><p>\n\"Who's on the Lord's side? Who?<br \/>\n     Now is the time to show; <br \/>\n     We ask it fearlessly; <br \/>\n     Who's on the Lord's side? Who?\"\n<\/p><p>\nEver since the great council was conducted in heaven for the purpose of providing a plan of\nsalvation, the right of choice has become most important. The Lord revealed to the Prophet\nJoseph Smith, through the writings of Moses in the Pearl of Great Price, some of the things\nwhich took place on this occasion. He told how Satan went before the Father saying: \n<\/p><p>\n<\/p><p>\n\"&mdash;Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul\nshall not be lost, and surely I will do it; wherefore give me thine honor\"\n(<span class=\"citation\" id=\"39141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39141)\">Moses 4:1<\/a><\/span>).\n<\/p><p>\nThen the Father's Beloved Son came forth with another plan described by the Father as\nfollows: \n<\/p><p>\n\"But, behold, my Beloved Son, which was my Beloved and Chosen from the beginning, said\nunto me&mdash;Father, thy will be done, and the glory be thine forever\"\n(<span class=\"citation\" id=\"39143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39143)\">Moses 4:2<\/a><\/span>).\n<\/p><p>\nSatan's proposal was rejected. He rebelled, and as a result of this rebellion, he and his\nfollowers were cast out of heaven. Since that day, he has been trying to destroy man.\n<\/p><p>\nThe primary purpose of our Father in heaven and his only Begotten Son is to exalt mankind.\nSatan's desire is to take away our free agency and reduce everyone to his level.\n<\/p><p>\nWe are here today because of the choices we have made.\n<\/p><p>\nOne verse of another song we frequently sing expresses a thought along this line: \n<\/p><p>\n\"Choose the right! there is peace in righteous doing; <br \/>\n     Choose the right! there's safety for the soul; <br \/>\n     Choose the right in all labors you're pursuing; <br \/>\n     Let God and heaven be your goal.\"\n<\/p><p>\nHistory is replete with examples of blessings and adversity that came to\nnations and individuals as a result of choice. Israel, as a nation, was set free from oppressive\nbondage by the Lord. Time after time, her enemies were subdued, yet she persisted in\nidolatry.\n<\/p><p>\nIn speaking to Israel, Joshua reviewed the many blessings he had received at the hand of the\nLord. He concluded his exhortation by challenging Israel as follows: \n<\/p><p>\n\". . . choose you this day whom ye will serve; . . . but as for me and my house, we will serve\nthe Lord\" (<span class=\"citation\" id=\"30057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30057)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nIsrael failed to give heed to repeated warnings and you know her fate. She chose evil rather\nthan good.\n<\/p><p>\nWe are presently feeling the pressure of another great nation whose desire it is to rob man of\nhis free agency and to force all mankind to accept the plan proposed by Lucifer in the\nbeginning.\n<\/p><p>\nLook about you and observe those who have made the wrong choice. Evil seems to be\nprevalent everywhere. The influence of the destroyer has lured men to become thieves, liars,\ngamblers, adulterers, addicts, and into backbiting, evil-speaking, and the destruction of the\nhome and all that pertains thereto.\n<\/p><p>\nContrast these things with those who choose the right&mdash;happy people, happy homes, those\nfilled with faith and hope for the future. These families make for themselves a heaven on\nearth.\n<\/p><p>\nIs there anything more beautiful than a young couple on their way to the temple to be married\nfor time and eternity? This means preparation and choosing the Lord's way of marriage. We\nwill probably never be closer to heaven while we live in this life than when we are in the\ntemple of the Lord.\n<\/p><p>\nIt is the desire of the Lord to lift us up, to be prepared one day to live again with him. It is\nSatan's desire to reduce us to his level, to live with him in his kingdom.\n<\/p><p>\nOur whole life involves the principle of choice. The Lord commands us to live close to him\nand to keep his commandments, and Satan seems to offer a counter proposal. Let us analyze a\nfew of the things which bring a conflict between the forces of good and evil: \n<\/p><p>\n1. The Lord says, \"Thou shalt love the Lord thy God with all thy might, mind and strength\"\n(see <span class=\"citation\" id=\"33141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33141)\">Mark 12:30<\/a><\/span>).\n<\/p><p>\nSatan, in substance, suggests, \"Why love God? Why not disregard him?\" Or he might even\nindicate there is no god at all but himself.\n<\/p><p>\n2. The Lord says, \"Love thy neighbour as thyself\"\n(<span class=\"citation\" id=\"33143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33143)\">Mark 12:31<\/a><\/span>).\n<\/p><p>\nSatan might say, \"Hate your neighbor and treat him with contempt.\"\n<\/p><p>\n3. The Lord says, \"Keep the Sabbath day holy\" (see\n<span class=\"citation\" id=\"22686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22686)\">Ex. 20:8<\/a><\/span>).\n<\/p><p>\nSatan would say, \"Use the Sabbath day as a recreation day. What value is there in attending\nChurch and in refraining from your labors on this day?\"\n<\/p><p>\n4. The Lord says, \"Honour thy father and thy mother\"\n(<span class=\"citation\" id=\"22690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22690)\">Ex. 20:12<\/a><\/span>).\n<\/p><p>\nSatan craftily puts into our minds the idea of disobeying our parents; your life is your own to\nchoose as you wish. Take all your parents will give you. They will soon be old, and someone\nelse can take care of them.\n<\/p><p>\n5. The Lord says, \"Sustain and uphold the Lord's anointed.\"\n<\/p><p>\nSatan would say, \"Find fault with and weaken the position of the general and local authorities\nof the Church.\"\n<\/p><p>\n6. The Lord says, \"In the sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23669)\">Gen. 3:19<\/a><\/span>), and he also\nsaid, \"Cease to be idle\" (<span class=\"citation\" id=\"14024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14024)\">D&amp;C 88:124<\/a><\/span>).\n<\/p><p>\nSatan might say, \"Get as much as you can for nothing. It is undignified to work for what you\nreceive.\" He would encourage indolence, laziness, and even the thought that the government\nowes you a living.\n<\/p><p>\n7. The Lord says, \"Thou shalt not steal\"\n(<span class=\"citation\" id=\"22692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22692)\">Ex. 20:15<\/a><\/span>).\n<\/p><p>\nSatan might say, \"Why not steal and be dishonest? Give short measure and short weight. Do\nnot give an honest day's work for an honest day's pay.\"\n<\/p><p>\n8. The Lord says, \"Thou shalt not bear false witness\"\n(<span class=\"citation\" id=\"22694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22694)\">Ex. 20:16<\/a><\/span>).\n<\/p><p>\nSatan would say, \"Dig a pit for your neighbors\n(<span class=\"citation\" id=\"3671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3671)\">2 Ne. 28:8<\/a><\/span>); lie about them; cause them personal injury;\nsubject them to embarrassment.\"\n<\/p><p>\n9. The Lord says, \"Pay one tenth of your interest annually as tithing. For this, I shall give you\na great reward\" (<span class=\"citation\" id=\"14049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14049)\">D&amp;C 119:4<\/a><\/span>).\n<\/p><p>\nLucifer would say, \"Why pay your tithing? You need the money more than the Church needs\nit. The greatest blessing is to spend your own money.\"\n<\/p><p>\n10. The Lord says, \"Observe the Word of Wisdom, my law of health\"\n(<span class=\"citation\" id=\"14028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14028)\">D&amp;C 89:1-21<\/a><\/span>).\n<\/p><p>\nLucifer contends that no harm will come from indulging in tobacco, liquor, tea, coffee, and\nother harmful abuses to the body such as overeating and overindulgences. He would say, \"Go\nalong with the crowd and be a good sport. To acquire these contrary habits will make one\npopular.\"\n<\/p><p>\n11. The Lord says, \"Parents, teach your children to pray and walk uprightly before the Lord\"\n(see <span class=\"citation\" id=\"13997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13997)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nSatan would say, \"Why teach your children to pray? There is no value in prayer. It is not\nnecessary to discipline them.\"\n<\/p><p>\n12. The Lord says, \"Seek the genealogy of your ancestors and complete the temple work for\nthem.\"\n<\/p><p>\nSatan would say, \"Postpone doing this work or, better still, don't do it at all.\"\n<\/p><p>\nIn many other things the Lord has counseled us to prepare ourselves to live with him. In each\ninstance, Satan's influence would attempt to destroy this faith and the desire of doing the\nLord's work. He would enslave us and persuade us to join his forces.\n<\/p><p>\nWe cannot cover up evil. Our sins are known to God. Neither can we serve two masters\n(<span class=\"citation\" id=\"35094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35094)\">Matt. 6:24<\/a><\/span>). The\nLord has said, \"He that is not with me is against me\"\n(<span class=\"citation\" id=\"35113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35113)\">Matt. 12:30<\/a><\/span>). It is imperative that\nwe choose the right.\n<\/p><p>\nJohn Oxenham wrote these few lines, entitled \"A High Way and A Low\": \n<\/p><p>\n\"To every man there openeth<br \/>\n     A way, and ways, and a way,<br \/>\n     And the high soul climbs the high way,<br \/>\n     And the low soul gropes the low; <br \/>\n     And in between on the misty flats,<br \/>\n     The rest drift to and fro; <br \/>\n     But to every man there openeth<br \/>\n     A high way and a low,<br \/>\n     And every man decideth<br \/>\n     The way his soul shall go.\"\n<\/p><p>\nHappiness here is dependent upon moral decisions and obedience to the principles of truth.\nOur most important decision and obligation is to live the gospel of Jesus Christ.\n<\/p><p>\nThis period is characterized by trial, suffering, sacrifice, and disappointment, as well as joy.\nAll these experiences are dedicated to our progress and growth. During this life, we are our\nown judges. We judge ourselves continuously. We sentence ourselves to happiness through\nservice or misery through sin.\n<\/p><p>\nIn conclusion, I should like to repeat again: \n<\/p><p>\n\"Who's on the Lord's side? Who?<br \/>\n     Now is the time to show; <br \/>\n     We ask it fearlessly; <br \/>\n     Who's on the Lord's side? Who?\"\n<\/p><p>\nMay our decisions lift us to celestial glory and eternal life, I humbly pray, and leave my\ntestimony, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}