{"ID":1124, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Book of Mormon<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1961, pp. 38-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe are laying the foundation for, and have already actually commenced, the greatest\nmissionary undertaking ever destined to occur in any age of the earth's history. We are going\nforth by command of Deity to carry the knowledge of God and of his saving truths to all\nnations, to preach the gospel to every creature, and to give in due course, in this life or in the\nnext, every living soul the opportunity to hear and obey these saving principles.\n<\/p><p>\nThe ultimate end of this missionary work will be to see the knowledge of God and his saving\ntruths cover the earth \". . . as the waters cover the sea\"\n(<span class=\"citation\" id=\"25216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25216)\">Isa. 11:9<\/a><\/span>). The ultimate end of this\nmissionary work will be reached when the day arrives in which it will no longer be necessary\nfor every man to say to his brother or neighbor, \"Know the Lord,\" for all shall know him\nfrom the greatest to the least (see <span class=\"citation\" id=\"26495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26495)\">Jer. 31:31-34<\/a><\/span>).\n<\/p><p>\nNow, since we are engaged in the greatest missionary undertaking that has ever been planned\nas part of Deity's program, he has also placed in our hands the most effective, compelling,\nand persuasive missionary tool ever given to any people in any age. The name of this tool is\nthe Book of Mormon.\n<\/p><p>\nIt goes without saying that conversion in all ages, for all peoples, is dependent upon their\nreceipt of the Spirit. No one gets a testimony of the divinity of the Lord's work unless he\ngains it from the Spirit&mdash;that is, unless it comes by the power of the Holy Ghost. But the\nBook of Mormon is the means, the tool, the way which has been ordained and given so that\nmen can get their hearts and souls in a frame of mind, in a condition where they can hearken\nto the testimony of the Spirit.\n<\/p><p>\nIt was of this book that the Prophet said: \"I told the Brethren [meaning the Twelve, with\nwhom he had that day met] that the Book of Mormon was the most correct of any book on\nearth, and the keystone of our religion, and a man would get nearer to God by abiding its\nprecepts, than by any other book\" (<i>History of the Church<\/i>, vol. 4, p. 461).\n<\/p><p>\nThis is precisely what we want people to do. We want them to get so near to the Lord that\nthey will come down in the depths of humility, repent of their sins, and accept Christ for what\nhe is, the Son of God. We want them to come to the truth, join the kingdom of God on earth,\nand have performed for them the ordinances of salvation and exaltation under the hands of\nthose legal administrators whom the Lord has appointed in this day and generation.\n<\/p><p>\nShortly before the Church was organized, April 6, 1830, writing by the spirit of prophecy and\nrevelation, Joseph Smith said that the Book of Mormon, which he had translated by the gift\nand power of God, was \". . . a record of a fallen people . . .\"; that it contained \". . . the\nfulness of the gospel of Jesus Christ to the Gentiles and to the Jews . . .\"; that it was \". . .\ngiven by inspiration . . .\", that it had been \". . . confirmed to others by the ministering of\nangels . . .\", that it had been \". . . declared unto the world by them&mdash;\" all for this\npurpose&mdash;and note the purpose: To prove \". . . to the world that the holy scriptures are true, and that\nGod does inspire men and call them to his holy work in this age and generation, as well as in\ngenerations of old; \n<\/p><p>\n\"Thereby showing that he is the same God yesterday, today, and forever\"\n(<span class=\"citation\" id=\"13966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13966)\">D&amp;C 20:6-12<\/a><\/span>).\n<\/p><p>\nIn other words, the Lord has given the Book of Mormon in this day as the absolute, sure,\npositive witness of the divinity of his work. We go out in the missionary cause, and we bear\ntestimony in soberness and in truth, knowing the verity of what we say, that the heavens have\nbeen opened and that God has spoken again; that angels have ministered to men; that the\ngifts, powers, and graces had anciently have been restored anew; that the gospel and the plan\nof salvation are again on earth in all their ancient beauty and glory.\n<\/p><p>\nBut this witness which we bear is not left to stand alone. The Lord sends\nwith us a written record, a means, a missionary tool, which can be used by any person to gain\na knowledge of the divinity of the work. The Prophet's expression that \"the Book of Mormon\nis the keystone of our religion\" means precisely what it says. The keystone is the central stone\nin the top of the arch. If that stone is removed, then the arch crumbles, which, in effect,\nmeans that Mormonism so-called&mdash;which actually is the gospel of Christ, restored anew in\nthis day&mdash;stands or falls with the truth or the falsity of the Book of Mormon. Thus our\nprogram and our purpose, as witnesses of the Lord in this day, ought to be to devise ways and\nmeans and to create inducements that will persuade those who are not of us to read the Book\nof Mormon and to read it according to the revealed pattern.\n<\/p><p>\nMoroni has left us in the Book of Mormon itself the recorded promise that if anyone will read\nit \". . . with real intent, having faith in Christ . . .\" and will ask \". . . God, the Eternal Father,\nin the name of Christ . . .\" whether it is true, he shall get a knowledge of its truth and\ndivinity by personal revelation (see\n<span class=\"citation\" id=\"38286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38286)\">Moro. 10:3-4<\/a><\/span>).\nThis promise is true. It has been tested\nby thousands and tens of thousands of people in the world, and they have received this\npersonal revelation. Further, by his own voice, the Lord himself testifies of the truth of the\nBook of Mormon in these words: \". . . as your Lord and your God liveth it is true\"\n(<span class=\"citation\" id=\"13960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13960)\">D&amp;C 17:6<\/a><\/span>).\n<\/p><p>\nNow, our message to the world centers around three great truths. The first, the divine Sonship\nof Christ; the second, that in this day the knowledge of Christ and his saving truths have been\nrestored through the instrumentality of Joseph Smith; and the third, that the Church of Jesus\nChrist of Latter-day Saints is the kingdom of God on earth, the organization through which\nsalvation, hope, and peace are offered to all men.\n<\/p><p>\nBefore any person is prepared to join the Church, he must believe that Jesus Christ is literally\nthe Son of God; that as such he worked out the infinite and eternal atonement whereby all\nmen are raised in immortality, and those who believe and obey his laws gain the additional\nreward of eternal life; and that he has ordained and revealed a plan of salvation which enables\nmen so to live as to gain peace here and the fulness of salvation hereafter.\n<\/p><p>\nBefore joining the Church a person must believe that Joseph Smith was called of God to open\nthis gospel dispensation; that he was indeed a prophet who received keys, powers, authority,\nand revelation from heaven; that he was the revealer of the gospel and the knowledge of God,\nof Christ, and of salvation for this age; and that he was commanded by Deity to set up his\nChurch and kingdom again on earth.\n<\/p><p>\nBefore baptism a person must believe that this Church is true; that it is in fact the Lord's\nearthly kingdom; that the priesthood and keys are here; that those who now officer it are legal\nadministrators sent of God to preach the gospel and administer in the ordinances thereof.\n<\/p><p>\nThe Book of Mormon&mdash;which has come forth to prove that God inspires men and calls them\nto his holy work in this age and generation&mdash;establishes the verity of these great truths which\ncomprise the message of the restoration. If the Book of Mormon is true, our message to the\nworld is truth; the truth of this message is established in and through this book.\n<\/p><p>\nThe Book of Mormon is a new, living, modern witness of the divine Sonship of Christ. It\ntestifies of him and of the doctrines of his gospel. It teaches of his atoning sacrifice; it\nproclaims that through him men are redeemed from the spiritual and temporal death brought\ninto the world by the fall of Adam. It outlines the course men must follow to gain eternal life.\n<\/p><p>\nThe Book of Mormon stands as a witness of the divine Sonship of Christ; it has come forth\nfor \". . . the convincing of the Jew and Gentile that <i>Jesus<\/i> is the Christ, the <i>Eternal God<\/i>,\nmanifesting himself unto all nations&mdash;\"\n(<span class=\"citation\" id=\"43131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43131)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nThis book also is a witness of the divine mission of the Prophet Joseph Smith and of the\ndivinity of the Church set up under his instrumentality. It establishes and\nproves to the world that Joseph Smith is a prophet, for he received the book from a\nresurrected personage and translated it by the gift and power of God. And since the Book of\nMormon came by revelation, which included the ministering of angels, then obviously Joseph\nSmith also received other revelations and was ministered to by other heavenly beings. Among\nthose revelations was the command to organize the Church. The Church is thus the one true\nChurch because it was set up by a prophet acting under command of God. Thus the truth of\nthe message of the restoration is established in and through and by means of the Book of\nMormon.\n<\/p><p>\nNo person can read this book, according to the prescribed pattern, and not know that it is true.\nNo person can read this book, in the way Moroni directed, without getting in his heart the\nabsolute, certain, sure knowledge that Jesus Christ is the Son of God. No person can read this\nbook and learn of its divinity \". . . by the power of the Holy Ghost\"\n(<span class=\"citation\" id=\"38291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38291)\">Moro. 10:5<\/a><\/span>),\nwithout knowing that Joseph Smith is a Prophet of God and that this Church, as now\nconstituted, organized, and set up is God's kingdom on earth.\n<\/p><p>\nAs one voice among thousands of others, I certify that I know by the promptings of the Spirit\nthat the Book of Mormon is true. As a consequence I have in addition a personal knowledge,\nalso born of the Spirit, of the divinity of Christ, of the divine mission of the Prophet Joseph\nSmith, and of all things incident to this great latter-day work which are essential for the\nsalvation and exaltation of men.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}