{"ID":1125, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Prove Me Now Herewith...\"<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1961, pp. 42-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, in occupying this position today for a few moments, I have no greater\ndesire and prayer in my heart than that I might say something that will help to increase our\nlove for the truth and our desire to serve the Lord, to be an example to the world and to our\nfamilies, and to all men, that we may show forth the gifts and graces of the gospel through the\nlives we live.\n<\/p><p>\nIn thinking of what I might say today, I want to make reference to a statement I read in an\narticle in the <i>Reader's Digest<\/i> about six months ago that gave seven reasons why a scientist\nbelieved in God. This was by A. Cressy Morrison, former president of the New York\nAcademy of Sciences. I am not going to take time to read the article, but I want to read these\nstatements.\n<\/p><p>\nFor the first reason, he said: \"By unwavering mathematical law, we can prove that our\nuniverse was designed and executed by a great engineering intelligence.\" And then after he\nhad given the seven reasons why he believed there was a God. he made this\nstatement: \"It is apparent from these and a host of other examples that there is not\none chance in billions that life on our planet is an accident,\" and then he concluded with these\nwords: \"It is scientifically, as well as imaginatively true, as the Psalmist said, 'The heavens\ndeclare the glory of God; and the firmament sheweth his handwork'\"\n(<span class=\"citation\" id=\"41817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41817)\">Ps. 19:1<\/a><\/span>).\n<\/p><p>\nThis is the thought I had as I read that article, which I appreciated so much, as I did a talk\nthat Brother Clark gave to seminary and institute teachers called, \"Man, God's Greatest\nMiracle.\" The scientists and this scientist give wonderful reasons why there was an\nintelligence&mdash;a major intelligence&mdash;that brought forth this universe, but the scientists cannot\ngo beyond that. They cannot tell us why it was brought forth, and wherever you see an\nintelligent organization, you know that there was a reason for it. This building did not just\nhappen here. You do not go into the wilderness and find a forty-story office building.\nEverything in this world that shows intelligence back of it had a reason for its coming into\nexistence.\n<\/p><p>\nSo, when he says it is apparent from these and a host of other examples that there is not one\nchance in billions that life on our planet is an accident, I could just as well believe that my\nwatch made itself as to believe that we made ourselves or that this universe made itself. There\nis a master intelligence back of it.\n<\/p><p>\nThen the question is, if the scientists cannot tell us why this organization, where do we go to\nget this information? Then I remind you of the words of the Prophet Amos when he said: \n<\/p><p>\n\"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets\" (<span class=\"citation\" id=\"10417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10417)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nSo we have to turn to the prophets to find the secret of why the Lord created this earth, why\nwe are here, and all the marvelous things that evidence the fact that he does exist.\n<\/p><p>\nI like the statement in the first chapter of John: \n<\/p><p>\n\"In the beginning was the Word, and the Word was with God, and the Word was God. . . .\n<\/p><p>\n\"All things were made by him; and without him was not any thing made that was made\"\n(<span class=\"citation\" id=\"27948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27948)\">John 1:1,3<\/a><\/span>).\n<\/p><p>\nThen it goes on to say that the Word \". . . was the true light, which lighteth every man that\ncometh into the world\" (<span class=\"citation\" id=\"27949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27949)\">John 1:9<\/a><\/span>).\n<\/p><p>\nAnd then it adds that\n<\/p><p>\n\". . . the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of\nthe only begotten of the Father,) full of grace and truth\"\n(<span class=\"citation\" id=\"27950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27950)\">John 1:14<\/a><\/span>).\n<\/p><p>\nNo wonder we love to testify of the divinity of the Son of God when we realize that he was\nthe instrument in the hands of the Lord in bringing about all this marvelous creation, and this\nscientist said, \"there is not one chance in billions that life on our planet is an accident.\" And\nyou know in the Pearl of Great Price, we read where the Lord said to Moses that he had\ncreated worlds without number,\n<\/p><p>\n\". . . but all things are numbered unto me, for they are mine\"\n(<span class=\"citation\" id=\"39137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39137)\">Moses 1:35<\/a><\/span>). \"And by the\nword of my power, have I created them, which is mine Only Begotten Son\"\n(<span class=\"citation\" id=\"39136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39136)\">Moses 1:32<\/a><\/span>).\n<\/p><p>\nJust think of who it is we serve, and the power that God gave to him. No wonder when he\nwas upon the earth he said to Peter that he could call down legions of angels to protect him,\nwhen Peter drew his sword and smote off the ear of the guard\n(<span class=\"citation\" id=\"35140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35140)\">Matt. 26:51-53<\/a><\/span>).\nNo wonder he said, \"No man\ntaketh my life from me. The Father hath given me power to lay it down and take it up again\"\n(see <span class=\"citation\" id=\"27976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27976)\">John 10:18<\/a><\/span>).\n<\/p><p>\nWe have had reference made here today to the council in heaven and after the Lord had stood\nin the midst of the spirits, and many of them the noble and great ones, he said: \n<\/p><p>\n\". . . These I will make my rulers; . . . Abraham, thou art one of them; thou wast chosen\nbefore thou wast born\" (<span class=\"citation\" id=\"7217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7217)\">Abr. 3:23<\/a><\/span>).\n<\/p><p>\nThen he said: \n<\/p><p>\n\"And there stood one among them that was like unto God, and he said unto those who were\nwith him: We will go down, for there is space there, and we will take of these materials, and\nwe will make an earth whereon these may dwell; \n<\/p><p>\n\"And we will prove them herewith, to see if they will do all things\nwhatsoever the Lord their God shall command them\"\n(<span class=\"citation\" id=\"7218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7218)\">Abr. 3:24-25<\/a><\/span>).\n<\/p><p>\nAs Brother Carl W. Buehner pointed out, we have a lot of people who will do some of the\nthings, but the purpose of creating this earth upon which we might dwell was that the Lord\nwould prove us to see whether we were willing to do all things whatsoever the Lord hath\ncommanded. And in a revelation to the Prophet Joseph we are told that the Lord has given us\n\"commandments not a few\" (<span class=\"citation\" id=\"13989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13989)\">D&amp;C 59:4<\/a><\/span>).\n<\/p><p>\nThere are some who would object to that. They would rather have one or two\ncommandments, but the Lord never gave a commandment unto his children without a\npromised blessing. You just read them. Read the Beatitudes, and with every one there is a\npromised blessing.\n<\/p><p>\nTake the one on the law of tithing.\n<\/p><p>\n\". . prove me now herewith, saith the Lord of hosts, if I will not open you the windows of\nheaven, and pour you out a blessing, that there shall not be room enough to receive it.\n<\/p><p>\n\"And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your\nground; neither shall your vine cast her fruit before the time in the field, saith the Lord of\nhosts.\n<\/p><p>\n\"And all nations shall call you blessed\"\n(<span class=\"citation\" id=\"32768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32768)\">Mal. 3:10-12<\/a><\/span>).\n<\/p><p>\nWe usually stop there, but you just read the rest of that chapter, the third chapter of Malachi.\n<\/p><p>\nThey began reasoning among themselves and showing how some of the wicked were more\nblessed financially than some of the righteous, and what did the Lord do about it\n(<span class=\"citation\" id=\"32769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32769)\">Mal. 3:13-15<\/a><\/span>)? He required\nthat a book of remembrance should be written before him\n(<span class=\"citation\" id=\"32770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32770)\">Mal. 3:16<\/a><\/span>), and in that book should be\nrecorded the names of those who feared the Lord, and then he adds: \n<\/p><p>\n\"And they shall be mine, saith the Lord of hosts, in that day when I make up my jewels; . . .\n<\/p><p>\n\"Then shall ye return, and discern between the righteous and the wicked, between him that\nserveth God and him that serveth him not\"\n(<span class=\"citation\" id=\"32771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32771)\">Mal. 3:17-18<\/a><\/span>).\n<\/p><p>\nI have always said that when I was the Presiding Bishop, we did not place the paying of\ntithing in the youth program to obtain an individual award to get more money. We wanted\nevery boy and girl in Israel to have their names recorded in the Lord's book of remembrance\nand to be numbered among his jewels.\n<\/p><p>\nSpeaking of doing all things whatsoever the Lord hath commanded, you will remember that\nthe Lord said: \"I, the Lord, am bound when ye do what I say; but when ye do not what I say,\nye have no promise\" (<span class=\"citation\" id=\"14008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14008)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nSo all we need to do is to know what the Lord says and then do it, and then we have the\nLord's promise that he will make good.\n<\/p><p>\nI could tell you many stories about tithing to let you know that the Lord doesn't fail. I have\nthe faith that a man can keep out of debt longer, get out of debt easier, live more comfortably\non the ninety cents on the dollar, with the blessing of the Lord, than on the dollar when he\n\"paddles his own canoe,\" if you will let me put it into those words, because I have watched it\nand I know that it works in the lives of people.\n<\/p><p>\nSister Richards and I toured the Scandinavian missions a year ago last summer, and\nsome of their leading men who joined the Church said that the one thing that held them back\nwas the payment of tithing. \"Now,\" they said, \"we have more money to spend than we have\never had in our lives. Now we can go to the temple and do other things that we never thought\nwe could do before.\"\n<\/p><p>\nYou remember what President Grant used to tell about the Sunday School teacher who took\nten big red apples to her Sunday School class, and she explained to her class that everything\nwe have in this world we got from the Lord, and then she said, \"If I were to give all these\napples to any one of you, you would be glad to give one of them back to me, wouldn't you?\"\nAnd of course, they all agreed that they would.\n<\/p><p>\nBut President Grant said, \"We have a lot of Latter-day Saints who wouldn't give one back\nuntil they had taken a few big bites out of it.\" I wonder if that isn't what the Lord meant\nwhen he told us the purpose of the creation of this earth was to see if we\nwould do all things, not a few things.\n<\/p><p>\nYou bishops, when you have your tithing settlement, don't your hearts rejoice when the\nwidow and the orphan and the old man and the young man come in and settle their tithing,\nand they say, \"Bishop, it's a full tithing.\" God bless them for it. I wish we all had that\ncourage, because the Lord is bound, he said, when we do what he says.\n<\/p><p>\nI was in a Sunday School class some time ago, and the matter of the Word of Wisdom came\nup, and one sister, the wife of one of our prominent brethren, said, \"I wish the brethren would\nquit harping on the Word of Wisdom.\" Well, nobody said anything, and so I asked if I might\nsay a few words, and I asked if they thought it was \"harping\" to remind the people of the\nmind and the will of the Lord.\n<\/p><p>\nLet me read you what the Lord has to say about the Word of Wisdom with his promises,\nbecause every commandment the Lord gives has a promised blessing if we will just keep the\ncommandments. The Word of Wisdom is: \n<\/p><p>\n\"Given for a principle with promise, adapted to the capacity of the weak and the weakest of\nall saints, who are or can be called saints\n(<span class=\"citation\" id=\"14030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14030)\">D&amp;C 89:3<\/a><\/span>).\n<\/p><p>\nI labored, as you know, much in the mission field. I presided over two missions. We had\nmany Saints who had used tobacco and tea and coffee, and some of them liquor, all of their\nlives, and it was hard for some of them to quit. I remember being in one meeting with a\nstalwart man sitting right down in front of me, and as I read these words, \"Adapted to the\ncapacity of the weak and the weakest of all saints who are or can be called saints,\" I said: \"If\nthere are any Latter-day Saints in this mission weaker than that we will not ask them to keep\nthe Word of Wisdom.\" At the close of the meeting, that big fellow came up and said,\n\"President Richards, I am not that weak.\" I said, \"I didn't think you were. I just wanted to let\nyou know what the Lord had to say about this principle.\"\n<\/p><p>\nI have to close in a minute, but I want to read you one more promise: \n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures\"\n(<span class=\"citation\" id=\"14032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14032)\">D&amp;C 89:19<\/a><\/span>).\n<\/p><p>\nIs there any Latter-day Saint in this world who wouldn't want his children to get hidden\ntreasures of knowledge? President McKay talked about that this morning.\n<\/p><p>\nA short time ago I attended a youth conference in Carthage, Illinois, where the Prophet and\nhis brother Hyrum were martyred, and we had over five hundred young people there in the\nauditorium of the college. They had come, some of them, a thousand miles, and we held a\nfour-hour testimony meeting. We never lost one minute between one speaker and the next for\nthose four hours, and those young people stood there, many of them overcome with the Spirit\nof the Lord, until they could hardly bear their testimonies, but their hearts were full, and they\nwanted to testify, and I said to myself, \"Where could you find anything like this in all the\nworld other than among our young people?\" Surely the Lord had blessed them with \"great\ntreasures of knowledge, even hidden treasures.\"\n<\/p><p>\nI want to leave another thought with you before I close. I interviewed a young man for his\nmission some time ago here in the state of Utah. He had spent eighteen months in an army\ncamp in Germany, and he related this experience. He said: \"We Mormon boys went to the\nchief chaplain to see if we could get permission to hold our meetings in the government\nchapel, and the chaplain said, 'Well, we would like to accommodate you, but it is in such\nconstant use we just can't do it. There is a classroom down in the basement. You can use\nthat.' Then he asked for a report of the meetings.\n<\/p><p>\n\"When the first report was handed in, the chaplain said, 'My, you must have a lot of Mormon\nboys at this base,' and he was told there were thirty-five He said, 'I can't believe it. How do\nyou do it? Why, you have more boys attending your meetings than I have attending mine, and\nI have 5,000 Protestant boys under my supervision. I'll tell you what we'll do. We'll take the\nclassroom in the basement, and you can have the chapel.'\"\n<\/p><p>\nThe Lord said, \"And they shall find wisdom and great treasures of\nknowledge.\" Is there any treasure of knowledge in this world to be sought after, more\ndesirable than to know that God lives, that Jesus is the Christ, to know that his kingdom has\nbeen established again in the earth, to know that God has promised a reward for every\ncommandment that he has given to know that he has created this earth that we might prove\nunto him that we would do all things, not just a few of them, all things whatsoever the Lord\nour God hath commanded?\n<\/p><p>\nGod help us as a people to do that that we may be a light unto the world\n(<span class=\"citation\" id=\"35089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35089)\">Matt. 5:14<\/a><\/span>), I pray, and leave\nyou my blessing, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}