{"ID":1126, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Eternity of Temple Marriage<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1961, pp. 48-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI trust that I may have the guidance of the Spirit of the Lord in what I may say.\n<\/p><p>\nI will commence by quoting from the nineteenth chapter of Matthew: \n<\/p><p>\n\"The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man\nto put away his wife for every cause?\n<\/p><p>\n\"And he answered and said unto them, Have ye not read, that he which made them at the\nbeginning made them male and female,\n<\/p><p>\n\"And said, For this cause shall a man leave father and mother, and shall cleave to his wife:\nand they twain shall be one flesh?\n<\/p><p>\n\"Wherefore they are no more twain, but one flesh. What therefore God hath joined together,\nlet not man put asunder\"\n(<span class=\"citation\" id=\"35128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35128)\">Matt. 19:3-6<\/a><\/span>).\n<\/p><p>\nIn the Church of Jesus Christ of Latter-day Saints,\nmarriage is performed for those who love the truth and desire to belong to the family of God,\nas spoken of by Paul in the third chapter of Ephesians, wherein he says: \n<\/p><p>\n\"For this cause I bow my knees unto the Father of our Lord Jesus Christ,\n<\/p><p>\n\"Of whom the whole family in heaven and earth is named\"\n(<span class=\"citation\" id=\"21724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21724)\">Eph. 3:14-15<\/a><\/span>).\n<\/p><p>\nIs there a family in heaven and in earth? Yes. That family is composed of those who go to\nthe temple of the Lord and there are sealed or married for time and for all eternity according\nto the law of the Lord. Marriage is to be eternal, just as the Lord declares here in the words\nthat I have read, and when a man and a woman go to the house of the Lord and are married\nfor time and for all eternity, they take upon them certain covenants that they will be true and\nfaithful in that union. Those covenants are made in the presence of God and angels at the\naltar in the temple of the Lord. How, then, can a man and a woman with the love of God in\ntheir hearts ever turn away from the solemn covenants that they make that they will be true\nand faithful all the days of their lives in mortality and that their faithfulness will continue\nafter death? That is the covenant that they make.\n<\/p><p>\nNow, the Lord says further in answer to the Pharisees query: \n<\/p><p>\n\"They say unto him, Why did Moses then command to give a writing of divorcement, and to\nput her away?\n<\/p><p>\n\"He saith unto them, Moses because of the hardness of your hearts suffered you to put away\nyour wives: but from the beginning it was not so.\n<\/p><p>\n\"And I say unto you, Whosoever shall put away his wife, except it be for fornication, and\nshall marry another, committeth adultery: and whoso marrieth her which is put away doth\ncommit adultery.\n<\/p><p>\n\"His disciples say unto him, If the case of the man be so with his wife, it is not good to\nmarry\" (<span class=\"citation\" id=\"35129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35129)\">Matt. 19:7-10<\/a><\/span>).\n<\/p><p>\nNow, evidently they did not get the full significance of the Savior's words.\n<\/p><p>\nIn the temple of the Lord a couple goes to be sealed or married for time and all eternity.\nChildren born in that union will be the children of that father and mother not only in mortal\nlife but in all eternity, and they become members of the family of God in heaven and on\nearth, as spoken of by Paul, and that family order should never be broken. The Lord tried to\nimpress this upon his disciples that it was only because of the hardness of the hearts of the\npeople, because they failed to keep the commandments that the Lord had given them that\nMoses granted the putting away of the wife. Today the laws are different, and sometimes men\nput away their wives, and sometimes wives put away their husbands, but a marriage in the\ntemple of the Lord should be one that should be considered sacred and holy, never to be\nviolated in any way whatsoever, because it means that those who enter into such a covenant\nshall continue after death and have eternal increase and build a kingdom.\n<\/p><p>\nNow, if there is ever a divorce between a man and a woman married in the temple for time\nand all eternity, it is because they, one or the other or both, have violated the covenants that\nthey made at the altar of the Lord, otherwise they could not separate, and the Lord never\nintended that a man and a woman be separated in death, but that this marriage was one for\neternity. There was no separation in death, and one of the greatest sins that can be committed\nis for a man and a woman to separate after they have been sealed in the house of the Lord to\nbecome sons and daughters of God and members of his household, and to have children come\nto them, sent by divine approval to be in that household not only for time but for all eternity.\n<\/p><p>\nNow how in the world a man and a woman can go to the temple and there be sealed and\nmake their solemn covenants that they will be true and faithful before the Lord, and then the\ntime comes when one of them is dissatisfied, maybe both, and they want to separate! They are\ncommitting one of the great crimes that could be committed, if they have children. Those\nchildren born to them have a right to the companionship of father and mother, and father and\nmother are under obligations before their Eternal Father to be true to each other and raise\nthose children in light and truth, that they may in the eternities to come, be one&mdash;a family\nwithin the great family of God, as spoken of by Paul\n(<span class=\"citation\" id=\"21725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21725)\">Eph. 3:15<\/a><\/span>).\n<\/p><p>\nIt is only because of transgression on\nthe part of the wife or of the husband, or perhaps on the part of both, when a couple has been\nmarried in the temple of the Lord, and then separate. If they were true to their covenants, to\nthe obligations that they have made to each other at the altar in the house of the Lord, they\ncould not separate, and if they have children, they are not only committing a crime against\nthemselves, but they are harming those children and robbing them of blessings that they were\nborn entitled to receive.\n<\/p><p>\nThe Savior is very emphatic in his answer to these Pharisees. If the law was true in the days\nof the Savior and his words are according to the law, then it seems to me that that law has\nnot changed in the Dispensation of the Fulness of Times. It is only through sin and the\ntransgression of the law that a separation can come that would divide father and mother and\nleave the children stranded and perhaps to be received into some other family by adoption,\nbecause parents have lost their faith and have turned away from the covenants they solemnly\nmade before God and angels.\n<\/p><p>\nHow members of the Church can do such a thing appears to me as a mystery. It can be\nexplained, of course. They do it because they have lost the spirit of the gospel. That divorce\ncomes to them because they are not keeping the commandments that the Lord gave to them,\nbecause they have permitted darkness to enter into their souls.\n<\/p><p>\nI think I can say here safely and truthfully that no judge in this world in any court of the land\ncan annul a marriage for time and all eternity. He may separate the husband and wife by legal\nenactments so far as this world is concerned, but he cannot separate that husband and wife so\nfar as the next world is concerned. Only the President of the Church has authority to cancel\nsealings, and when the man and his wife lose their faith and go to the courts and get a\nseparation, and then go out and marry according to the laws of the land, they are not culpable\nbefore the law of the land, but they are before the kingdom of God and what the Savior says\nhere in this revelation is absolutely true: \n<\/p><p>\n\". . . Whosoever shall put away his wife, except it be for fornication, and shall marry another,\ncommitteth adultery: and whoso marrieth her which is put away doth commit adultery\"\n(<span class=\"citation\" id=\"35130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35130)\">Matt. 19:9<\/a><\/span>).\nMay the Lord bless you all, I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}