{"ID":1127, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Greatest Event in Ancient America<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1961, pp. 50-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I desire today to speak briefly upon what I consider to be the\ngreatest event that ever occurred in ancient America&mdash;namely, the visitation to the Nephites\nof Jesus Christ after his resurrection and the great work that he did among them.\n<\/p><p>\nFive years before the birth of Christ, Samuel the Lamanite stood upon the walls of the city of\nZarahemla and predicted the signs of the birth and of the death of Jesus. He asserted that, at\nhis birth, there should be a day and a night and a day of continuous light as if it were one\nday, and a new star should appear\n(<span class=\"citation\" id=\"24691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24691)\">Hel. 14:2-5<\/a><\/span>).\nSince Jesus Christ is the light and the life of the world, no\nmore appropriate sign or symbol of his birth into mortality could have been given. Neither\ncould a more appropriate sign of his death have been given than three days of darkness, the\nlight and the life going out of the world.\n<\/p><p>\nWe read in the Book of Mormon,\n<\/p><p>\n\"And it came to pass in the thirty and fourth year, in the first month, on the fourth day of the\nmonth, there arose a great storm, such an one as never had been known in all the land.\n<\/p><p>\n\"And there was also a great and terrible tempest; and there was terrible thunder, insomuch\nthat it did shake the whole earth as if it was about to divide asunder . . .\n<\/p><p>\n\"And behold, the rocks were rent in twain, they were broken up upon the face of the whole\nearth, . . .\n<\/p><p>\n\"And it came to pass that there was thick darkness upon all the face of the land . . .\n<\/p><p>\n\"And there was not any light seen neither fire, nor glimmer, neither the sun, nor the moon,\nnor the stars, for so great were the mists of darkness which were upon the face of the land\"\n(<span class=\"citation\" id=\"5621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5621)\">3 Ne. 8:5-6,18,20,22<\/a><\/span>).\n<\/p><p>\nThese tremendous convulsions of nature not only impressed the Nephites greatly so that they\nrecorded them in their history, but the memory of them also stayed in the minds of the\nLamanites, or the American Indians, for fifteen hundred years. Shortly after the discovery of\nAmerica, the Catholic missionaries and explorers learned that the American Indians had a\ntradition of the great convulsions of nature that took place at the time of Christ's death. For\nexample, I would like to quote from a Lamanite, an Indian prince named\nIxtlilxochitl, who lived near the city of Mexico and wrote his book in 1600 A.D.: \n<\/p><p>\n\". . . the sun and the moon eclipsed, and the earth trembled, and the rocks broke, and many\nother things and signs took place . . . This happened . . . at the same time when Christ our\nLord suffered, and they say it happened during the first days of the year\"\n(<i>Works of Ixtlilxochitl<\/i>, cited in Milton R. Hunter and Thomas Stuart Ferguson,\n<i>Ancient America and the Book of Mormon<\/i>, p. 190).\n<\/p><p>\nIxtlilxochitl could not have received his information from Catholic Fathers, because they did\nnot know anything about the great convulsions of nature at the time of Christ's crucifixion.\nNeither could he have received it from the Book of Mormon, since this book had not yet been\npublished. He claimed to have received his information from a Lamanitish source, records\nhanded down from his ancestors. I think Ixtlilxochitl's testimony, coming as it did from the\nAmerican Indians, is a marvelous evidence of the divinity and truthfulness of the Book of\nMormon.\n<\/p><p>\nThe Nephites readjusted their measurement of time at the time of the signs of Christ's birth.\nAccording to the Book of Mormon, Christ lived thirty-three years and four days\n(<span class=\"citation\" id=\"5620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5620)\">3 Ne. 8:5<\/a><\/span>), being\ncrucified on the fourth day of the first month of their year. Remember, Ixtlilxochitl gave this\nsignificant statement, \". . . they say it happened during the first days of the year.\" To me it is\nremarkable how accurate the Lamanite record was and how aptly it sustains the Book of\nMormon.\n<\/p><p>\nThe Nephite historian continued his account of the terrible destruction that took place, of\ncities and people during the three hours of storm, and the distressing condition during the\nthree days of darkness.\n<\/p><p>\nFinally, the sun arose. The earth was again filled with bright, radiant light. The Nephites in\nthe city of Bountiful assembled in front of the temple to discuss the great events which had\noccurred during the past few days, especially the signs of Christ's crucifixion. As they\nconversed one with another, they heard a voice coming as it were out of heaven. They did not\nunderstand what the voice said. It was not a shrill, loud voice, yet it pierced them to the very\nheart. They gazed upward into the heavens. They heard the voice the second time and the\nthird time, and then they recognized it to be the voice of God the Eternal Father introducing\nhis Son, saying: \n<\/p><p>\n\"Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my\nname&mdash;hear ye him\" (<span class=\"citation\" id=\"5624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5624)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nAs they continued to gaze heavenward, they saw a radiant, beautiful Man, dressed in a white\nrobe, descending out of the heavens to the earth. He came down and stood in their midst.\nStretching forth his hand, he said: \n<\/p><p>\n\"Behold, I am Jesus Christ, whom the prophets testified shall come into the world . . . and I\nhave drunk out of that bitter cup which the Father hath given me, and have glorified the\nFather in taking upon me the sins of the world\"\n(<span class=\"citation\" id=\"5625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5625)\">3 Ne. 11:10-11<\/a><\/span>).\n<\/p><p>\nThe people fell upon their knees and worshipped the Savior. He commanded them to arise\nand come forward and for each of them to thrust his hand into the spear wound in his side\nand feel the prints of the nails in his hands and feet, \". . . that ye may know that I am the\nGod of Israel, and the God of the whole earth, and have been slain for the sins of the world\"\n(<span class=\"citation\" id=\"5626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5626)\">3 Ne. 11:14<\/a><\/span>).\nAfter they had all complied with this request, again the Nephites dropped on\ntheir knees and worshipped him, shouting: \"Hosanna! Blessed be the name of the Most High\nGod!\" (<span class=\"citation\" id=\"5627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5627)\">3 Ne. 11:17<\/a><\/span>).\n<\/p><p>\nJesus selected twelve men (<span class=\"citation\" id=\"5629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5629)\">3 Ne. 12:1<\/a><\/span>)\nand ordained them to the priesthood. He commanded them that\nafter his departure they should organize his Church.\n<\/p><p>\nDay after day, for some time, Jesus appeared to the Nephites. He taught them the same gospel\nthat he had taught to the Jews in Palestine before his crucifixion. Also, he performed many\nwonderful miracles among the people in ancient America. He healed the sick, raised the dead,\ngave sight to the blind, made the lame to walk, and the deaf to hear. Finally Jesus ascended\ninto heaven promising the people that he would return again.\n<\/p><p>\nSo tremendous was the effect of the visitation of the Resurrected Lord to the Nephites that for\ntwo hundred years they lived in perfect righteousness, no sin being among them. Finally\napostasy crept in, which resulted in a terrible war between the Nephites and the Lamanites.\nEventually the Nephite nation was exterminated. Yet this did not exterminate the knowledge\nthat Christ had visited ancient America and that he had given the ancestors of the American\nIndians the gospel. For fifteen hundred years, down to the time of the Spanish conquest, the\nLamanites, or the American Indians, retained that knowledge. When the Catholic Fathers first\ncame to the New World, they found among the various Indian tribes the tradition and\npractices of many of the gospel teachings. The religious beliefs and practices, as well as their\ntraditions, were so near like Christianity that many of the Catholic Fathers claimed that the\nIndians had Christianity before the coming of the Europeans.\n<\/p><p>\nFrom Alaska in the north to the south end of South America, paramount among all the\ntraditions held by the Indians was that of a \"Fair God.\" In the distant past that God helped\ncreate the world and had played a prominent part in organizing man. He had loved the people\nso much that he had come down to earth and dwelt among the ancestors of the American\nIndians. He had given them their government, their writing, and their culture. Above all he\nhad given them their religious beliefs and practices, being their great high priest.\n<\/p><p>\nIn these Indian traditions the various aboriginal tribes gave different names to this white and\nbearded God: for example, in Mexico Valley he was called \"Quetzalcoatl.\" In Yucatan he was\nknown as \"Itzamna\" and later he was called \"Kukulcan.\" The most prominent name by which\nhe was known in Peru was \"Viracocha.\" Also, he was called \"Tonapa.\"\n<\/p><p>\nRegardless of the name by which the white and bearded God was known, all of the Indian\ntraditions were similar. This fact indicates that they came from a common source. All of the\nprincipal events of Christ's life&mdash;namely, his virgin birth, the marvelous missionary work\nthat he did, the numerous miracles that he performed, his death, his internment for three days,\nhis resurrection, his ascension into heaven, his final promise that he would come again&mdash;were\nfound among the American Indians by the Catholic Fathers when they first visited various\nparts of the New World.\n<\/p><p>\nFather Bernardo de Lizana, \"one of the most devout Catholic priests of his time,\" did\nmissionary work among the Itza-Maya Indians of Yucatan during the first century of the\nSpanish Conquest. In his <i>History of Yucatan and Spiritual Conquest<\/i>, written in 1633, Lizana\nmaintained that \"Chief of the beneficent gods [of the Itza-Mayas] was Itzamna\" (Bernardo de\nLizana, cited in T. A. Willard, <i>Kukulcan the Bearded Conqueror<\/i>, p. 127).\n<\/p><p>\nItzamna was a God, according to the Maya sacred books, who was held in the highest\nveneration, being regarded as a universal deity. Father Lizana informs us that the Indians\nclaimed that this person was the Son of the Most High God. Itzamna had come to earth and\nhad lived among the ancestors of the Itza-Mayas. He, according to Lizana, had taught the\nancient inhabitants of Yucatan to read and write. He had given them their government and\nwas the founder of their religion. To quote the words of the Catholic Padre Lizana: \n<\/p><p>\n\"Itzamna was called Kabul, the Skillful Hand, with which he performed miracles, curing the\nsick by placing his hands on them. He was a king, a priest, a legislator, a ruler of benevolent\ncharacter, like Christ . . .\n<\/p><p>\n\"The people consulted him [Itzamna] about things that happened in some remote parts and he\ntold them of present and future things.\n<\/p><p>\n\"At the same time they carried their dead to him and he brought them back to life, and the\nsick got well, and for this he was greatly venerated and with reason, for if it were true that he\nwas a Son of God, who only can give life to the dead, and health to the sick, since it is\nimpossible for an ordinary man, nor the demons, but only the same God [whom the Christians\nworship], who is the Lord of life and death.\n<\/p><p>\n\"The people . . . said he resurrected and cured them\" (<i>Ibid.<\/i>, pp. 151-152).\n<\/p><p>\nIn speaking of the death of Itzamna, Father Lizana wrote: \n<\/p><p>\n\"Thus passed Itzamna, this reputed Son of God&mdash;perhaps our Christian God under another\nname, and the Itzas believed that his soul went to dwell with his Heavenly Father\" (<i>Ibid.<\/i>, pp.\n148-149).\n<\/p><p>\nIxtlilxochitl, the Lamanite Mexican prince, wrote about the coming of Quetzalcoatl or Jesus\nChrist to the valley of Mexico. He put the date, interestingly enough, at about the time the\nSavior lived in Palestine. Ixtlilxochitl wrote: \n<\/p><p>\n\"And when they\" [the Toltecs, we would call them the Nephites], \"were in the height of their\npower, there arrived in this land a man whom they called Quetzalcoatl . . . on account of his\ngreat virtues, considering him as just, saintly [holy], and good; teaching them by deeds and\nwords the path of virtue, and forbidding them their vices and sins, giving laws and good\ndoctrine. And in order to refrain them from their pleasures and dishonesties, he instituted\n(established) fasting for them, and [he was] the first who worshipped and placed the cross. . .\"\n(Ixtlilxochitl, <i>op. cit.<\/i>, p. 203).\n<\/p><p>\nDr. Herbert Joseph Spinden, one of the world's greatest scholars on the American Indians,\nstated that Quetzalcoatl is,\n<\/p><p>\n\". . . the greatest figure in the ancient history of the New World, with a code of ethics and\nlove for the sciences and the arts.\" (H. J. Spinden, <i>New Light on Quetzalcoatl,<\/i>\n<i>Congreso Internacional de Americanistas<\/i>, Paris, 1947.)\n<\/p><p>\nHubert Howe Bancroft wrote: \n<\/p><p>\n\". . . Quetzalcoatl was a white, bearded man, venerable, just and holy, who taught by precept\nand example the paths of virtue . . . His teachings, according to traditions, had much in\ncommon with those of Christ in the Old World.\" (Hubert Howe Bancroft, <i>The Native Races<\/i>,\nvol. 5, p. 201.)\n<\/p><p>\nRecently Laurette Sejourne, a famous Mexican archaeologist, wrote an excellent book on the\nreligious beliefs of ancient Mexico. Quetzalcoatl plays the leading role in that book. The\nwriter states that at approximately the time that Jesus Christ founded the Christian religion\nand culture in Palestine, which has continued to the present time, a man-God&mdash;a\nsuper-religious genius named Quetzalcoatl&mdash;lived in ancient America and established the\nculture of the Indians. He gave them their religion, portions of which lasted for 1,500 years,\ndown to the time of the Spanish conquest. I shall quote from Laurette Sejourne.\n<\/p><p>\n\"His [Quetzalcoatl's] essential role as founder of ancient American culture was never\nquestioned by any of the historians of the sixteenth and seventeenth centuries, who always\nstate that, just as our era began with Christ, so that of the Aztecs and their predecessors\nbegan&mdash;approximately at the same time&mdash;with Quetzalcoatl. \"Who, then was this primordial figure,\nand why was his memory so ardently worshipped? As we know, that during his reign . . . the\nsocial and religious views that dominated Meso-America for over 1,500 years were\ncrystallized. We must think of him first as an organizer without equal.\n<\/p><p>\n\"But whence did this statesman derive the power which enabled him to amalgamate and\ntransfigure the cultural elements he had inherited . . . into so dynamically homogeneous a\nsystem? He must evidently have been possessed of some quite exceptional interior strength,\nand all that is known about him corroborates this view\" (Laurette Sejourne,\n<i>Burning Water&mdash;Thought and Religion in Ancient Mexico<\/i>, pp. 25-26).\n<\/p><p>\nCertainly the only person who has ever lived in this world who could have crystallized the\nsocial and religious views which dominated ancient America for over fifteen hundred years\nprior to the Spanish conquest, that primordial figure who lived and did his unique work in the\nNew World about the time that Christ established the Christian era in the Old World, that\nreligious genius who is supreme over all other religious teachers known, could have been\nnone other than Jesus the Christ, the resurrected Savior who did such a phenomenal work\namong the Nephites. Thus the resurrected Savior and Quetzalcoatl and the other \"Fair Gods\"\nof ancient America are identical.\n<\/p><p>\nAs all Latter-day Saints know, the story of Christ's work in ancient America\nis beautifully told in the Book of Mormon, and so that record proclaims the greatest event that\never occurred anciently on the Western Hemisphere.\n<\/p><p>\nI bear testimony that through the power of the Holy Ghost I know that Jesus is the Christ, the\nSavior of the world, your Savior, and my Savior, and as he claimed, the God of the entire\nworld. I know that he died for your sins and my sins. I witness that he broke the bands of\ndeath and brought about a universal resurrection. I testify that he restored his gospel in this\ndispensation, and if you and I will keep his commandments, someday we shall return into his\npresence and receive a blessed exaltation.\n<\/p><p>\nMay God bless us to this end, I humbly pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}