{"ID":1128, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Portrait of the Prophet Joseph Smith<\/p>\n<p class=\"gcspeaker\">Elder William J. Critchlow, Jr.<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">William J. Critchlow, Jr., <i>Conference Report<\/i>, April 1961, pp. 54-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo many of my stake conference assignments I am airborne. Such transportation I call air\nflights.\n<\/p><p>\nYesterday, while this conference was in recess, I employed a flight of imagination to take me\nback through years of time and miles of space to attend, in fancy, a session of a general\nconference of the Church held in Nauvoo, on April 7, 1844, exactly 117 years ago yesterday.\nThe proceedings of that conference made noteworthy history. This conference is history in the\nmaking.\n<\/p><p>\nI made this fanciful flight to see the Prophet Joseph Smith whose life and personality excite\nmy deepest veneration. I wanted, too, to see the temple and to locate the store which my\ngreat-grandmother helped her first husband establish in that city. My traveling companions\nwere books which revealed the life of the Prophet. They made excellent guides as well as\ndelightful companions.\n<\/p><p>\nI knew in 1844 that horses, even oxen and wagons, were deluxe means of transportation, but I\nchose for my vehicle of transportation on this imaginary flight a large overstuffed armchair. It\nwas comfortable and roomy enough to allow me to curl up in it, so I took a refreshing thirty\nwinks or more en route.\n<\/p><p>\nMy fanciful flight deposited me, purposefully, in the business district of Nauvoo shortly\nbefore 10:00 am. Business places were closed: April 7 was Sunday. My guides could not find\nthe store I sought. I paused to read an editorial in the <i>Times and Seasons<\/i> paper which I found\nposted in the area. It reported in part: \". . . commercial business has been somewhat dull . . .\npreparations are being made by the farmers in the vicinity for the cultivation of land . . .\n<\/p><p>\n\"And a word we would say to the Saints abroad, which is, that the temple is being built in\ncompliance with a special commandment of God not to a few individuals, but to all.\nTherefore we sincerely hope you will contribute of your means as liberally as your\ncircumstances will allow\" (Joseph Smith, <i>History of the Church<\/i>, Vol. 6, pp.\n265-266).\n<\/p><p>\nFrom a distance, I observed the temple. Its walls were up, windows and roof were lacking. I\nwanted to make a closer inspection, but I was startled suddenly by a burst of sound&mdash;voices\nin song and in such volume as I have never heard coming from any meetinghouse. Surely, I\nthought, the walls of the building just won't stand the vibration. In my excitement I\ncompletely forgot the temple. That meetinghouse I just had to see. It could not be far away, a\nblock or so, I guessed, as I hurried in the direction of the sound. The distance lengthened into\ntwo, three, possibly four blocks, and then around a corner I came to a grove of trees, and\nthere in a clearing I beheld a vast multitude of people. I stood amazed and\nout of breath. Now it was I, not the walls that vibrated. There were no walls. There never\nwere any walls. The great canopy of heaven was the roof; the floor, like the foundation, was\nthe damp terra firma&mdash;it had rained the afternoon before. The place had good\nventilation&mdash;the air was fresh, clean, and warm. The bright sun was an excellent heating unit.\n<\/p><p>\nMy guide advised me that this was the largest assembly of people in the brief history of\nNauvoo. Twenty thousand, sitting and standing, faced an elevated stand upon which the\nleaders were seated. From my position in the fringes of the crowd, I could neither see nor\nhear well. Sidney Rigdon was the morning speaker. He reviewed the history of the Church.\n<\/p><p>\nAt noon the conference recessed until 2 pm. When some of those down front left for lunch, I\nquickly moved into a place where I could see and hear the afternoon speakers.\n<\/p><p>\nMy guide identified the first speaker of the afternoon as the Patriarch. \"You must be\nmistaken,\" I thought. \"The patriarch is the Prophet's father and is a much older man.\" My\nface must have turned red when I was informed that the Prophet's father was dead and that\nHyrum the Prophet's brother was the succeeding Patriarch and the speaker. For nearly an hour\nhe pleaded with the congregation to bring \". . . provisions money, boards, planks, and\nanything that is good; we don't want any more old guns or watches\" he said. \"I give a\nprivilege to anyone to pay a cent a week . . . I want it by next fall to buy nails and glass.\n<\/p><p>\n\". . . I want to get the roof on this season . . . the windows in . . . so that we may dedicate\nthe House of the Lord by this time next year, if nothing more than one room\" (Joseph Smith,\n<i>History of the Church<\/i>, Vol. 6, p. 298).\n<\/p><p>\nAt about 3 pm the Prophet came upon the stand. I recognized him immediately. A great hush\ncame over the multitude when he arose to speak. He began by saying he would preach a\nsermon for his friend King Follett whose funeral, held a few days before, he did not attend\nbecause of illness. For a few moments I missed his words, I was too engrossed in the process\nof appraising and admiring his personality.\n<\/p><p>\nHe was a commanding figure&mdash;tall and well-proportioned.\n<\/p><p>\nHe looked strong. My guide said he weighed 212 pounds at the time.\n<\/p><p>\nHis shoulders were broad.\n<\/p><p>\nHis head, one might call, a very oblong oval.\n<\/p><p>\nHis brow was high, white, and smooth.\n<\/p><p>\nHis cheeks were full, free from hair, a bit pale, I thought, but clear.\n<\/p><p>\nHis blue eyes were his most remarkable feature, not very large nor very deeply set, but at\ntimes almost veiled by the longest, thickest, light lashes you ever saw belonging to a man.\n<\/p><p>\nHis nose was prominent&mdash;straight and thin.\n<\/p><p>\nHis lips were thin, too.\n<\/p><p>\nHis wavy, fine long, light-brown hair was parted faintly on the left and was combed back on\ntop in a high roll which made it full in back, and it protruded in full waves above, behind,\nand in front of his ears, almost obscuring them.\n<\/p><p>\nHis hands were small.\n<\/p><p>\nHe spoke powerfully. He spoke like a Prophet. He looked like a Prophet. He was a Prophet.\n<\/p><p>\nHe said&mdash;and these are mere excerpts from his sermon: \n<\/p><p>\n\"God himself was once as we are now, and is an exalted man, and sits enthroned in yonder\nheavens! . . . If the veil were rent today, and the great God who holds this world in its orbit,\nand who upholds all worlds and all things by His power, was to make himself visible,&mdash;I say,\nif you were to see him today, you would see him like a man in form&mdash;like yourselves in all\nthe person, image, and very form as a man; for Adam was created in the very fashion, image\nand likeness of God, and received instruction from, and walked, talked and conversed with\nHim, as one man talks and communes with another . . .\n<\/p><p>\n\". . . it is the first principle of the Gospel to know for a certainty the character of God, and\nto know that we may converse with Him as one man converses with another,\nand that He was once a man like us; yea, that God himself, the Father of us all, dwelt on an\nearth, the same as Jesus Christ Himself did . . .\n<\/p><p>\n\". . . Here, then, is eternal life&mdash;to know the only wise and true God\n(<span class=\"citation\" id=\"27985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27985)\">John 17:3<\/a><\/span>); and you have got to\nlearn how to be gods yourselves, and to be kings and priests to God, the same as all gods\nhave done before you, namely, by going from one small degree to another, and from a small\ncapacity to a great one; from grace to grace, from exaltation to exaltation, until you attain to\nthe resurrection of the dead . . .\n<\/p><p>\n\". . . What did Jesus do? Why, I do the things I saw my Father do when worlds came rolling\ninto existence. My Father worked out His kingdom with fear and trembling, and I must do the\nsame; and when I get my kingdom, I shall present it to my Father, so that He may obtain\nkingdom upon kingdom, and it will exalt Him in glory. He will then take a higher exaltation,\nand I will take his place, and thereby become exalted myself . . .\n<\/p><p>\n\"When you climb up a ladder, you must begin at the bottom, and ascend step by step until\nyou arrive at the top, and so it is with the principles of the gospel&mdash;you must begin with the\nfirst, and go on until you learn all the principles of exaltation. But it will be a great while\nafter you have passed through the veil before you will have learned them. It is not all to be\ncomprehended in this world . . .\n<\/p><p>\n\". . . learned men . . . say that God created the heavens and the earth out of nothing . . .\n<\/p><p>\n\"And they infer, from the word create, that it must have been made out of nothing. Now, the\nword create . . . does not mean to create out of nothing; it means to organize; the same as a\nman would organize materials and build a ship. Hence we infer that God had materials to\norganize the world out of chaos&mdash;chaotic matter, which is element . . . Element had an\nexistence from the time He had . . . they may be organized and reorganized, but not\ndestroyed. They had no beginning, and can have no end . . .\n<\/p><p>\n\". . . The intelligence of spirits had no beginning, neither will it have an end . . . There never\nwas a time when there were not spirits; for they are coequal [co-eternal] with our Father in\nheaven . . .\n<\/p><p>\n\"The greatest responsibility in this world that God has laid upon us is to seek after our dead . . .\n<\/p><p>\n\"The contention in heaven was&mdash;Jesus said there would be certain souls that would not be\nsaved; and the devil said he would save them all, and laid his plans before the grand council,\nwho gave their vote in favor of Jesus Christ. So the devil rose up in rebellion against God,\nand was cast down, with all who put up their heads for him . . .\n<\/p><p>\n\"I have a father, brothers, children, and friends who have gone to a world of spirits. They are\nonly absent for a moment. They are in the spirit, and we shall soon meet again. The time will\nsoon arrive when the trumpet shall sound. When we depart we shall hail our mothers, fathers,\nfriends, and all whom we love, who have fallen asleep in Jesus . . .\n<\/p><p>\n\". . . The baptism of\nwater, without the baptism of fire and the Holy Ghost attending it, is of no use; they are\nnecessarily and inseparably connected. An individual must be born of water and the Spirit in\norder to get into the kingdom of God\n(<span class=\"citation\" id=\"27952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27952)\">John 3:3-5<\/a><\/span>) . . .\n<\/p><p>\n\"Hear it, all ye ends of the earth&mdash;all ye priests, all ye sinners, and all men. Repent! repent!\nObey the gospel. Turn to God . . .\n<\/p><p>\n\"I have intended my remarks for all, both rich and poor, bond and free, great and small. I\nhave no enmity against any man. I love you all; but I hate some of your deeds . . .\n<\/p><p>\n\". . . You don't know me; you never knew my heart. No man knows my history I cannot tell\nit: I shall never undertake it . . .\n<\/p><p>\n\". . . When I am called by the trump of the archangel and weighed in the balance, you will all\nknow me then . . . God bless you all. Amen.\" (<i>History of the Church<\/i>, 6:302-317, also\n<i>Teachings of the Prophet Joseph Smith<\/i>, compiled by Joseph Fielding Smith, pp. 342-362.)\n<\/p><p>\nThe Prophet spoke for 3 1\/2 hours. My guides said it was the longest, the most powerful, and\nthe most eloquent address he ever gave, and he gave it without notes before\nthe largest crowd ever assembled in Nauvoo. They also said that he depended upon the Holy\nGhost rather than upon notes to guide him. \"I do not have time to prepare my sermons,\" he\nsaid.\n<\/p><p>\nMy visit to Nauvoo, April 7, 1844, was as I said, fanciful. The conference and the Prophet's\nsermon were factual. Factual too was the visit one month later of one Joseph Quincy son of\nthe president of Harvard and himself later mayor of Boston who in his appraisal of the\nProphet wrote: \n<\/p><p>\n\"It is by no means improbable that some future textbook, for the use of generations yet\nunborn, will contain a question something like this: What historical American of the\nnineteenth century has exerted the most powerful influence upon the destinies of his\ncountrymen? And it is by no means impossible that the answer to that interrogatory may be\nthus written: Joseph Smith, the Mormon Prophet. And the reply, absurd as it doubtless seems\nto most men now living, may be an obvious commonplace to their descendants . . . The man\nwho established a religion in this age of free debate, who was and is to-day accepted by\nhundreds of thousands as a direct emissary from the Most High,&mdash;such a rare human being is\nnot to be disposed of by pelting his memory with unsavory epithets.\"\n<\/p><p>\n\"This Joe Smith,\" another contemporary writer on the New York Sun said, \"must be set down\nas an extraordinary character, a prophet-hero as Carlyle might call him. He is one of the\ngreatest men of the age and in the future will rank with those who in one way or another,\nhave stamped their impression strongly on society\" (<i>Stories about Joseph Smith the Prophet<\/i>\nby Edwin F. Parry, pp. 13-14).\n<\/p><p>\nThe poet, John Greenleaf Whittier wrote: \n<\/p><p>\n\"Once in the world's history we were to have a Yankee prophet, and we have had him in Joe\nSmith. For good or evil, he has left his track on the great pathway of life; or, to use the\nwords of Horne, 'knocked out for himself a window in the wall of the nineteenth century,\nwhence his rude, bold, good-humored face will peer out upon the generations to come'\"\n(Howitts Journal as quoted in Millennial Star<\/i>, October 1, 1848, p. 303).\n<\/p><p>\nHis associates in the Church said: \n<\/p><p>\n\"Joseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the\nsalvation of men in this world, than any other man that ever lived in it . . . He lived great,\nand he died great . . . and . . . has sealed his mission and his works with his own blood\"\n(<span class=\"citation\" id=\"14063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14063)\">D&amp;C 135:3<\/a><\/span>).\n<\/p><p>\nMy guide bore this fervent testimony: \n<\/p><p>\n\"Here is a man who was born in the stark hills of Vermont; who was reared in the backwoods\nof New York, who never looked inside a college or high school, who lived in six states, no\none of which would own him during his lifetime; who spent months in the vile prisons of the\nperiod; who, even when he had his freedom, was hounded like a fugitive; who was covered\nonce with a coat of tar and feathers, and left for dead; who, with his following, was driven by\nirate neighbors from New York to Ohio, from Ohio to Missouri, and from Missouri to\nIllinois, and who at the unripe age of thirty-eight, was shot to death by a mob with painted\nfaces.\n<\/p><p>\n\"Yet this man became mayor of the biggest town in Illinois and the state's most prominent\ncitizen, the commander of the largest body of trained soldiers in the nation outside the Federal\narmy, the founder of cities and of a university, and aspired to become President of the United\nStates.\n<\/p><p>\n\"He wrote a book which has baffled the literary critics for a hundred years and which is today\nmore widely read than any other volume save the Bible On the threshold of an organizing age\nhe established the most nearly perfect social mechanism in the modern world, and developed a\nreligious philosophy that challenges anything of the kind in history, for completeness and\ncohesion. And he set up the machinery for an economic system that would take the brood of\nfears out of the heart of man&mdash;the fear of want through sickness, old age unemployment, and\npoverty.\n<\/p><p>\n\"In thirty nations are men and women who look upon him as a greater leader\nthan Moses and a greater prophet than Isaiah\" (<i>Joseph Smith An American Prophet<\/i> by\nJohn Henry Evans, foreword).\n<\/p><p>\nTo these may I add my testimony; \n<\/p><p>\nI believe&mdash;I know Joseph Smith was a Prophet of God; that he was visited by heavenly\nmessengers. Among them were John the Baptist, Peter, James, and John; Moses, Elias, Elijah;\nand one Moroni who led him to some hidden golden plates, the characters on which he\ntranslated and thus produced the Book of Mormon. I also believe&mdash;yes, I know, that he was\nvisited by the Father and by the Son and was instructed by the Son. This testimony I bear\nhumbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}