{"ID":1129, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"And None Shall Stay Them ...\"<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1961, pp. 58-60<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, there were power and inspiration in the song which we have just\nsung. I appreciate the good singing by the various choirs who have appeared during this\nconference. I am especially grateful for the singing of the choir this morning, coming as it did\nfrom the Logan Institute and from the Utah State University. I am very happy that the\nprogram of this great Church provides for the development of choirs and choral groups.\n<\/p><p>\nFor a few minutes I would like to say something about our missionary effort in the world.\nThis is a missionary Church, and when one becomes a member of it, he is also a missionary.\nAs an introduction I want to read from the first section of the Doctrine and Covenants which\nis also a preface, or an introduction, to the revelations which follow.\n<\/p><p>\nSaid the Lord: \"For verily the voice of the Lord is unto all men, and there is none to escape;\nand there is no eye that shall not see, neither ear that shall not hear, neither heart that shall\nnot be penetrated. \"And the voice of warning shall be unto all people, by the mouths of my\ndisciples, whom I have chosen in these last days.\n<\/p><p>\n\"And they shall go forth and none shall stay them, for I the Lord have commanded them\"\n(<span class=\"citation\" id=\"13950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13950)\">D&amp;C 1:2,4-5<\/a><\/span>).\n<\/p><p>\nThe Savior's great commission to his chosen apostles prior to his ascension is similar in all\nrespects to what I have read. Said he: \"Go ye into all the world, and preach the gospel to\nevery creature.\n<\/p><p>\n\"He that believeth and is baptized shall be saved, but he that believeth not shall be damned\"\n(<span class=\"citation\" id=\"33146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33146)\">Mark 16:15-16<\/a><\/span>).\n<\/p><p>\nUnder those solemn injunctions God's work has gone forward in the earth. Neither\npersecution, ridicule, nor bigotry have been able to stop it from progressing.\n<\/p><p>\nWhen I visited the Canadian Mission a few months ago, I was told that Elder Orson Hyde\nopened the mission in 1833. The Church was then three years old, after having been\norganized by six humble men. In the same year Joseph Smith the Prophet and Sidney Rigdon\nstrengthened the mission by their personal ministry. Their first meeting was\nheld in a store building in the province of Ontario. The location was pointed out to us as we\nvisited the place. It is a historical landmark.\n<\/p><p>\nThe result of that effort was fourteen baptisms. Three years later in 1836 Apostle Parley P.\nPratt went to Toronto. He had with him a letter of introduction to John Taylor from a man\nnamed Moses Nickerson. Taylor was a minister in the Methodist Church. Such letters are now\ncalled referrals and are very effective in reaching the people. John Taylor and a group of\nbusinessmen were holding weekly meetings to study and search for the truth, using the Bible\nas a guide.\n<\/p><p>\nParley P. Pratt explained the gospel to those men, and all but one was converted and baptized.\nIn the same year John E. Page and Orson Hyde returned and converted and baptized six\nhundred. Thus the work was begun in the great country of Canada.\n<\/p><p>\nI need not tell you what has happened since those early days. Similar results were obtained in\nGreat Britain, in Scandinavia, in the United States, and elsewhere. In the year 1837, seven\nyears after the Church was organized, Heber C. Kimball, a member of the Twelve was set\napart by the First Presidency of the Church to preside over a mission to be established in\nEngland. Six others, similarly called and set apart, accompanied him.\n<\/p><p>\nThey were poor, these men, in the things of the world. They had attended no theological\nseminary in preparation for their ministry, and they were not prominent in the affairs of men.\nThe following words from President Heber C. Kimball illustrate the spirit under which they\ndid their work.\n<\/p><p>\nHumbly President Kimball said: \"The idea of such a mission was almost more than I could\nbear up under. I was almost ready to sink under the burden which was placed upon me.\nHowever, all these considerations did not deter me from the path of duty. The moment I\nunderstood the will of my Heavenly Father I felt a determination to go at all hazards,\nbelieving that he would support me by his almighty power, and endow me with every\nqualification that I needed, and although my family was dear to me, and I should have to\nleave them almost destitute, I felt that the cause of truth, the gospel of Jesus Christ,\noutweighed every other consideration\" (See <i>Heber C. Kimball's Journal<\/i>, Vol. 7, pp. 10-11).\n<\/p><p>\nThere, my brethren and sisters, is an example of magnificent faith. President Kimball was a\nstrong man, full of faith and testimony. He was not easily dismayed. Many of you people who\nare now listening to me have visited the city of Preston in Lancashire, England. Some of you\nhave seen the River Ribble, which flows through the city. It was in that river that nine\nbaptisms were performed, the first in Europe in this dispensation. The baptismal ceremony\nwas witnessed by a crowd of between seven and nine thousand people. Great Britain was\nbeing proselyted by great and good men who were humble and God-fearing, but very\neffective.\n<\/p><p>\nIn 1840 eight members of the Quorum of the Twelve were in England laying the foundation\nof the work to be done in that prolific field. Among them were Brigham Young, Heber C.\nKimball, Wilford Woodruff, and others. Their success was phenomenal. Nothing like it had\noccurred since Peter, the apostle of the Lord Jesus Christ, delivered his marvelous sermon on\nthe day of Pentecost. Congregations of religious worshipers joined the Church and accepted\nthe restored gospel. Many of them immigrated to America, to return as missionaries to their\nnative lands and to make contact with their former neighbors and friends.\n<\/p><p>\nOut of their numbers came great leaders like John Taylor, George Q. Cannon, Charles W.\nPenrose, Charles W. Nibley, and many others. From Scotland came the McKay family, whose\nfaith and devotion have touched the hearts of thousands in Zion and on foreign shores. The\nmissionary system of the Church has not failed, nor will it fail. There is no commercial or\nprofessional aspect connected with it. It is a plan of proselyting adopted by the Savior when\nhe sent his disciples out into the world to teach the nations.\n<\/p><p>\nJesus chose humble men to represent him before the world. The same caliber of men has been\nchosen in this dispensation. Humility is a godly virtue. The missionary\nrealizes that he is engaged in God's work. It is not man's work. His best qualifications are his\nworthiness and a firm and unshakable testimony Someone has said, \"A testimony supported\nby two or more witnesses is worth a thousand arguments.\" I know that is true. Converts are a\nsource of strength to the Church. On June 6, 1840 the first company of English converts left\ntheir native country for Nauvoo, Illinois. Other companies followed in rapid succession. They\narrived in Nauvoo at a crucial moment when the forces of evil were asserting themselves with\npersistent and relentless fury. God is blessing the missionary endeavors of 15,000 missionaries\nlaboring at home and abroad. He will continue to do so.\n<\/p><p>\nGod's work will triumph in the earth, and the warning is going forth to the nations. May the\nLord inspire us to support the missionary program of this great Church, I humbly pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}