{"ID":1130, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Joint Heirship with Christ<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1961, pp. 65-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, as I contemplate the gospel plan of our Heavenly Father for his\nchildren as given in the revelations, I am convinced that no sacrifice here in mortality is too\ngreat for us to make to attain the riches and glories of eternal life. I am also convinced that\nby righteous living and devoted service a good measure of this happiness and joy can be\nexperienced here and now in this mortal life.\n<\/p><p>\nGod our Father, through his Beloved Son, Jesus Christ, has admonished: \n<\/p><p>\n\"For all who will have a blessing at my hands shall abide the law which was appointed for\nthat blessing, and the conditions thereof, as were instituted from before the foundation of the\nworld\" (<span class=\"citation\" id=\"14057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14057)\">D&amp;C 132:5<\/a><\/span>).\n<\/p><p>\nThis important admonition is reaffirmed in another revelation which is clear to the\nunderstanding of all mankind. Said the Lord: \n<\/p><p>\n\"There is a law, irrevocably decreed in heaven before the foundations of this world, upon\nwhich all blessings are predicated&mdash;\n<\/p><p>\n\"And when we obtain any blessing from God, it is by obedience to that law upon which it is\npredicated\" (<span class=\"citation\" id=\"14053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14053)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nThese pronouncements of principle and admonition of the Lord are fundamental requirements\nfor each individual seeking eternal life and are as firm and sure as the pillars of heaven.\nEvery law and ordinance of the gospel is to be complied with to attain a fulness of God's\nglory. The key to guide us safely to the celestial kingdom is found in this instruction: \n<\/p><p>\n\"And I now give unto you a commandment to beware concerning yourselves, to give diligent\nheed to the words of eternal life.\n<\/p><p>\n\"For you shall live by every word that proceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"14014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14014)\">D&amp;C 84:43-44<\/a><\/span>).\n<\/p><p>\nThree important points are here enumerated: 1. to beware concerning ourselves; 2. to give\ndiligent heed to the words of eternal life; and 3. to live by every word that proceeds forth\nfrom the mouth of God.\n<\/p><p>\nThe Apostle James warned, \"For whosoever shall keep the whole law, and yet offend in one\npoint, he is guilty of all\" (<span class=\"citation\" id=\"26148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26148)\">James 2:10<\/a><\/span>).\nThis statement appears harsh and uncompromising,\nbut it takes full obedience to the whole gospel plan to obtain a fulness of eternal lives and\nglory, therefore, to break one law is to violate the whole law and makes the violator guilty of\nall. So often we are deceived by thinking that some divine laws are not too significant and to\nbreak them is no deterrent to a fulness of eternal joy. However, the Lord himself has\ndeclared: \n<\/p><p>\n\"But no man is possessor of all things except he be purified and cleansed from all sin.\n<\/p><p>\n\"And if ye are purified and cleansed from all sin, ye shall ask whatsoever you will in the\nname of Jesus and it shall be done\"\n(<span class=\"citation\" id=\"13987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13987)\">D&amp;C 50:28-29<\/a><\/span>).\n<\/p><p>\nOur Omnipotent God is possessor of all things: the universe with its heights and depths and\nall his works of creation; all truth, knowledge, power, wisdom, and every quality of goodness,\nlove, and charity. Christ inherited these gifts and attributes from his Father and if, as the\nscriptures teach, we are joint-heirs with Christ, we are then potentially eligible to share with\nhim the full joy and glory of these creations, powers, gifts, and blessings.\n<\/p><p>\nComplete obedience and faithfulness obtain full fellowship in the household of faith and,\nmore importantly, merit joint-heirship with Christ our Lord in all that the Father has\ncommitted unto him. The Apostle Paul stated that God appointed his Only Begotten Son heir\nof all things (<span class=\"citation\" id=\"24291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24291)\">Heb. 1:2<\/a><\/span>)\nand it pleased the Father that in his Son should a fulness dwell\n(<span class=\"citation\" id=\"10506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10506)\">Col. 1:19<\/a><\/span>). John the Beloved\ntaught,\n<\/p><p>\n\"The Father loveth the Son, and hath given all things into his hand,\"\n(<span class=\"citation\" id=\"27961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27961)\">John 3:35<\/a><\/span>)&mdash;which\nmakes Christ the heir and joint-possessor of the fulness of God's kingdoms, works,\nand glory.\n<\/p><p>\nChrist prayed to the Father for his disciples to be one even as he and the\nFather are one (<span class=\"citation\" id=\"27988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27988)\">John 17:21<\/a><\/span>).\nThis quality of sharing so characteristic of the Savior's life, offers to us, if\nfaithful and worthy, every blessing which he has received from his Father.\n<\/p><p>\nIn the important doctrinal discourse known as the \"King Follett Sermon\" the Prophet Joseph\nSmith, referring to those who \"shall be heirs of God and joint-heirs with Jesus Christ,\"\ndescribed joint-heirship as inheriting the same power, the same glory, and the same exaltation,\nuntil an individual ascends to the station of Godhood and rises to the throne of eternal power,\nsharing the rewards with all the faithful who have preceded him. A joint-heir legally inherits\nand shares all equities and gifts in equal interest with all other heirs. Nothing is excluded nor\nadjusted in value between the participating joint-heirs.\n<\/p><p>\nThe Apostle Paul expressed to the Roman saints this knowledge and hope: \n<\/p><p>\n\"For as many as are led by the Spirit of God, they are the sons of God. . . .\n<\/p><p>\n\"The Spirit itself beareth witness with our spirit, that we are the children of God; \n<\/p><p>\n\"And if children, then heirs; heirs of God, and joint-heirs with Christ, if so be that we suffer\nwith him, that we may be also glorified together\"\n(<span class=\"citation\" id=\"42750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42750)\">Rom. 8:14,16-18<\/a><\/span>).\n<\/p><p>\nIf we are led by the Spirit of God in our lives, we are promised heirship with him and\njoint-heirship with Christ our Lord in the great estate of God's kingdom and glory. We \"suffer\nwith Christ\" as we sacrifice the things of the world and yield complete obedience to every\ntruth, principle, and ordinance of the gospel plan. Whatever we contribute in honest tithes and\nother contributions along with unselfish participation and service to our fellow men to build\nthe kingdom of God on the earth, increases our personal joy and happiness in heirship with\nChrist the Lord.\n<\/p><p>\nWe learn in modern scripture that Abraham, Isaac, and Jacob abided by the law of God\ncompletely and did \". . . none other things than that which they were commanded; and\nbecause they did none other things than that which they were commanded, they have entered\ninto their exaltation, according to the promises, and sit upon thrones, and are not angels but\nare Gods\" (<span class=\"citation\" id=\"14061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14061)\">D&amp;C 132:37<\/a><\/span>).\nThey have inherited, as joint-heirs with Christ, a fulness of God's\nkingdom, power, and glory.\n<\/p><p>\nJohn the beloved apostle expressed this meaningful teaching and instruction: \n<\/p><p>\n\"Behold, what manner of love the Father hath bestowed upon us, that we should be called the\nsons of God: therefore the world knoweth us not, because it knew him not.\n<\/p><p>\n\"Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we\nknow that when he shall appear, we shall be like him for we shall see him as he is.\n<\/p><p>\n\"And every man that hath this hope in him purifieth himself, even as he is pure\"\n(<span class=\"citation\" id=\"1058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1058)\">1 Jn. 3:1-3<\/a><\/span>).\n<\/p><p>\nAs sons and daughters of God, we are required to purify and perfect ourselves in\nrighteousness, otherwise, we cannot be with him nor enjoy eternal lives and glory in his\nkingdom. To become like God we must possess the powers of Godhood. For such preparation\nthere are important covenants, obligations, and ordinances for mankind to receive beyond the\nrequirement of baptism and the laying on of hands for the reception of the Holy Ghost. Every\nperson is to receive his or her endowments in the house of the Lord which permit them, if\nfaithful and true, to pass by the angels who stand as sentinels guarding the way to eternal\nglory in the mansions of God (<span class=\"citation\" id=\"14060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14060)\">D&amp;C 132:19<\/a><\/span>).\nThe everlasting covenant of marriage, ordained of God for man\nand woman, also is to be entered into and the marriage contract sealed eternally by the\nauthority of the Holy Priesthood of God. Otherwise, the highest degree of the celestial\nkingdom cannot be attained nor Godhood acquired, which exalted condition assures\ncontinuation of the lives forever.\n<\/p><p>\nPresident Joseph Fielding Smith has said,\n<\/p><p>\n\"He who obtains eternal life will become a son of God, a joint-heir with Jesus Christ, and the\nFather promises him the fullness of the blessings of his kingdom. Eternal life has a deeper\nmeaning than immortality, and all those who receive it become like God\nThey will inherit the fulness of the Father's kingdom, all things will be given to them and\nthey become sons and daughters of God\" (<i>Man, His Origin and Destiny<\/i>, pp. 530, 540).\n<\/p><p>\nGod has said of his sons, \"For the power is in them wherein they are agents unto themselves\"\n(<span class=\"citation\" id=\"13988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13988)\">D&amp;C 58:28<\/a><\/span>).\nMan, as a child of God, partakes of the divine nature of his Father and has\nwithin him the power to upgrade himself and by perfecting his own native endowments\nbecome like his eternal parent, possessing the same attributes and qualities in their perfection\nas the Father and the Son.\n<\/p><p>\nThe Father has promised his sons who receive the Holy Priesthood and faithfully abide by the\nconditions of its oath and covenant that they are to share in all that which the Father hath\n(<span class=\"citation\" id=\"14012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14012)\">D&amp;C 84:33-38<\/a><\/span>).\nThe Father possesses kingdoms, thrones, principalities, powers, dominions, and exaltations.\nThese the faithful will receive of him as heirs of God and joint-heirs with Jesus Christ. This\npromise&mdash;and the Lord will not fail&mdash;is a challenging encouragement for all to do his will.\nIt is natural for a father to share his estate with his children. Our Heavenly Father is no\nexception. He does so with a binding covenant with his faithful sons. Listen to the words of\nthis promise: \n<\/p><p>\n\"Therefore, all those who receive the priesthood, receive this oath and covenant of my Father,\nwhich he cannot break, neither can it be moved\"\n(<span class=\"citation\" id=\"14013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14013)\">D&amp;C 84:40<\/a><\/span>).\n<\/p><p>\nThe number sharing these great and choice blessings will be limited. It is unfortunate that so\nfew will worthily prepare themselves and enter the strait gate and faithfully follow the narrow\nway (<span class=\"citation\" id=\"35104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35104)\">Matt. 7:14<\/a><\/span>)\nto the end to earn the promising reward of eternal life and its joint-heirship with Christ\nof all that God the Father possesses.\n<\/p><p>\nIt seems strange, but people generally fail to understand these gospel teachings and, living as\nthey do in this mortal world, are prone to think and act in terms of mortal existence, which\nthey only partially understand. As a result they fail to project themselves into that eternal state\nof life after the death of the mortal body and to envision their true place in it according to\ntheir present manner of living here in mortality. If somehow we could view with clarity the\nimpressive picture of the life hereafter resulting from obeying every gospel principle and\nordinance while here, perhaps we would plan our lives in mortality differently and see to it\nthat all our daily actions are motivated by truth and righteousness and good works. Life then\nwould have sincere purpose and would earn rewarding values for the soul.\n<\/p><p>\nPresident Wilford Woodruff made this significant observation: \n<\/p><p>\n\"Now I sometimes ask myself the question, Do we comprehend these things? Do we\ncomprehend that if we abide the laws of the priesthood we shall become heirs of God and\njoint-heirs with Jesus Christ? I realize that our eyes have not seen, our ears have not heard,\nneither hath it entered into our hearts to conceive the glory that is in store for the faithful\n(<span class=\"citation\" id=\"332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(332)\">1 Cor. 2:9<\/a><\/span>)\"\n(<i>Discourses of Wilford Woodruff<\/i>, p. 80).\n<\/p><p>\nIn the vision given to Joseph Smith and Sidney Rigdon concerning the degrees of glory, the\nLord specified the qualifications of those who belong to the Church of the Firstborn and then\nsaid: \n<\/p><p>\n\"They are they into whose hands the Father has given all things&mdash;\n<\/p><p>\n\"They are they who are priests and kings, who have received of his fulness, and of his glory . . .\n<\/p><p>\n\"Wherefore, as it is written, they are gods, even the sons of God&mdash;\n<\/p><p>\n\"Wherefore, all things are theirs, whether life or death, or things present, or things to come, all\nare theirs and they are Christ's, and Christ is God's\"\n(<span class=\"citation\" id=\"14005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14005)\">D&amp;C 76:55-56,58-59<\/a><\/span>).\n<\/p><p>\nPersonally, my brothers and sisters, I am humbly grateful for the privilege and blessing of\nbeing a candidate for joint-heirship with Christ, my Lord, in all that the Father has promised\nMy heart is full of love and gratitude for the Savior and for the sacrifice of his life on the\ncross to redeem mankind from the fall and the offer he has given all mankind for salvation\nand exaltation as joint-heirs with him in the kingdom of our God.\n<\/p><p>\nI pray that God will bless us all, my brothers and sisters, with the courage and the faith to\nlive every standard and obey every law and every ordinance of the gospel to merit\njoint-heirship with Christ our Lord in all things. This I humbly pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}