{"ID":1131, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">What Makes a Latter-day Saint?<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1961, pp. 68-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray that I will have the guidance of the Lord while I fulfil this assignment. We have heard\nconsiderable in these conference sessions (as we usually do in all of our meetings throughout\nthe Church) about the principles and acts and teachings which label us as Latter-day Saints\nand note to us the requirements to be a Latter-day Saint. Have you ever thought to ask\nyourself, \"Are you a Latter-day Saint because of the things you do not do or because of the\nthings you do?\" What makes a Latter-day Saint?\n<\/p><p>\nJesus was asked on one occasion \"Master, which is the great commandment in the law?\n<\/p><p>\n\"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy\nsoul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself.\n<\/p><p>\n\"On these two commandments hang all the law and the prophets\"\n(<span class=\"citation\" id=\"35131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35131)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nThese two commandments are inseparable. It is impossible to fulfil the first without fulfilling\nthe second. We cannot love our Father in heaven without loving our fellow men and loving\nour neighbor.\n<\/p><p>\nLatter-day Saints should be known by the things they do, the first of which is to keep these\ntwo commandments.\n<\/p><p>\nA most important quality in love is forgiveness. If we truly love our neighbor, we will always\nbe willing and ready to forgive. Jesus Christ placed great importance on forgiveness. Teaching\nthe multitude, he gave what is known as the Lord's prayer in which he said: \". . . forgive us\nour debts, as we forgive our debtors.\" Then he added: \n<\/p><p>\n\"For if ye forgive men their trespasses, your Heavenly Father will also forgive you: \"But if ye\nforgive not men their trespasses, neither will your Father forgive your trespasses\"\n(<span class=\"citation\" id=\"35093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35093)\">Matt. 6:12,14-15<\/a><\/span>).\n<\/p><p>\nAgain the Lord said, \"Judge not that ye be not judged.\n<\/p><p>\n\"For with what judgment ye judge, ye shall be judged\"\n(<span class=\"citation\" id=\"35096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35096)\">Matt. 7:1-2<\/a><\/span>).\n<\/p><p>\nHow can we as mortals fully judge another? We do not know how much knowledge another\nhas received, for he receives knowledge through the Spirit. We cannot measure that which\nanother receives through the Spirit.\n<\/p><p>\nElder Matthew Cowley once said: \n<\/p><p>\n\"We ought to say in our hearts let God judge between me and thee, but as for me I will\nforgive\" (<span class=\"citation\" id=\"13993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13993)\">D&amp;C 64:11<\/a><\/span>).\nThat means to say in our hearts, not just lip service. We must be willing to forgive\nand forget. Most of us have a natural ability to forget, especially the things we are supposed\nto remember. Most of us work diligently to increase our power to remember. However, in\nforgiving, we should increase or attempt to increase and work diligently to increase our power\nto forget.\n<\/p><p>\nPeter asked Jesus: \"Lord, how oft shall my brother sin against me, and I forgive him? till\nseven times?\n<\/p><p>\n\"Jesus saith unto him, I say not unto thee, Until seven times: but, until seventy times seven\"\n(<span class=\"citation\" id=\"35127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35127)\">Matt. 18:21-22<\/a><\/span>).\n<\/p><p>\nThe Lord also said: \n<\/p><p>\n\"But I say unto you, Love your enemies, bless them that curse you, do good to them that hate\nyou, and pray for them which despitefully use you, and persecute you\"\n(<span class=\"citation\" id=\"35091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35091)\">Matt. 5:44<\/a><\/span>).\n<\/p><p>\nWhen the adulteress was brought before Christ to be stoned, according to the law, he said: \n<\/p><p>\n\"He that is without sin among you, let him first cast a stone at her.\"\n<\/p><p>\nThey all then slipped away, leaving the woman alone with Jesus. No accusers left, Jesus said,\n\"Neither do I condemn thee: go, and sin no more.\" Thus giving the woman the opportunity to\nrepent and be forgiven (<span class=\"citation\" id=\"27970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27970)\">John 8:6-11<\/a><\/span>).\n<\/p><p>\nThen, finally, in his agony on the cross, showing the supreme example of forgiveness, he\ncried out to his Father in heaven: \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31562)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nCould you be as forgiving?\n<\/p><p>\nAgain in our day the Lord reminds us that we are required to forgive one another.\n<\/p><p>\n\". . . verily I say unto you, I, the Lord, forgive sins unto those who confess their sins before\nme and ask forgiveness, who have not sinned unto death. . . .\n<\/p><p>\n\"Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his\nbrother his trespasses standeth condemned before the Lord; for there remaineth in him the\ngreater sin.\n<\/p><p>\n\"I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.\n<\/p><p>\n\"And ye ought to say in your hearts&mdash;let God judge between me and thee, and reward thee\naccording to thy deeds\" (<span class=\"citation\" id=\"13992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13992)\">D&amp;C 64:7,9-11<\/a><\/span>).\n<\/p><p>\nWhen you have ill feelings toward anyone, you have an uneasiness in his presence. You will\ngo out of your way to avoid him. You become to a degree, mentally ill. A contentious spirit\nprevails within you. John stated it this way: \n<\/p><p>\n\"But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not\nwhither he goeth, because that darkness hath blinded his eyes\"\n(<span class=\"citation\" id=\"1057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1057)\">1 Jn. 2:11<\/a><\/span>).\n<\/p><p>\nOften we think of forgiveness as a form of charity. We forget that the benefits extend both\nways. It is as beneficial to forgive as to be forgiven. This is not a formula but a spirit which\ncan bring out the best in people and illuminate every moment of living. It is one of the happy\nparadoxes of human behavior that the readier we are to forgive the less we are called on to\nforgive. Forgiveness does not undo what has already been done. It enables us to accept what\nhas been done and go on from there.\n<\/p><p>\nIt is only through forgiveness of our mistakes that we gain the freedom to learn from\nexperience, but forgiving our shortcomings does not mean denying that they exist. On the\ncontrary, it means facing them honestly, realistically. Forgiving brings a peace of mind, a\npleasant assuredness, and freedom.\n<\/p><p>\nOne who hates is his own tormentor. Unless you forgive, you cannot love. Without love, life\nhas little or no meaning. Love thy neighbor as thyself, forgive and forget, let no ill feelings\nexist between you and any member of your family or a neighbor or friend or anyone, for we\nare all God's children&mdash;sons and daughters of our Father in heaven and brothers and sisters\nin the spirit of our Savior Jesus Christ. That we may enjoy that sweet spirit of peace which\nthe Lord giveth, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}