{"ID":1132, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Young People Away from Home<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1961, pp. 69-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy heart rejoiced yesterday morning when the President of the Church talked about the\nresponse of youth to the various programs which we provide for them. I should like to refer\nto one of these programs, make a practical reference to it, and illustrate its application to what\nBrother Smith just referred to&mdash;the matter of the second commandment, loving thy neighbor\n(<span class=\"citation\" id=\"35134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35134)\">Matt. 22:39<\/a><\/span>).\n<\/p><p>\nI remember the first time I ever went away from home&mdash;I mean to work. I\nwas thrown into the company of a crowd of men and boys my own age. If one didn't smoke\nwith this particular crowd one was considered to be a sissy. During the daytime hours while\nwe worked, the air was filled with blasphemous remarks concerning the Father and the Son\nand derogatory remarks concerning one's own personal ancestry and the illegitimacy of it. On\nweekends they got drunk. They didn't just drink, they got drunk. If one didn't get drunk\nSaturday night something was wrong with him, and they pointed it out to him Monday\nmorning. While they were in the process of this weekend orgy they sought out, of course, the\nyoung ladies of like bent and then spent the rest of the week bragging about their conquests.\n<\/p><p>\nI did not find, nor did I look for, as far as that goes, any young man in that community who\nhad the same feelings as I did. I could not bring myself to associate with the situation, and I\nspent my free time on the weekends in reading. I have always been grateful that my family,\nwho believe that reading is a great gift to cultivate, taught me early to read and kept me\nencouraged in its practice.\n<\/p><p>\nI was shy. That may sound peculiar to some of you folk who know me, but I really was; and\nI was frightened of people. I was scared of the boys and men with whom I worked, and I was\nmore frightened to go into crowds where I was not known. Consequently I did not seek out\nthe ward in the town in which I was working.\n<\/p><p>\nBut, on the other hand, neither did the bishop seek me out. Nobody sought me out. I doubt if\nthey knew I was there, yet they must have done because the man for whom I worked was\nquite prominent, and he must have told somebody in the town that he had a young squirt from\nSalt Lake City building muscle at his expense.\n<\/p><p>\nI have often thought of what would have happened to me during the month or two that I was\nout that first summer if some good man had come over and said, \"Look, Dil, next Sunday\nmorning we are having a meeting. Why don't you come over to it?\" I likely would have gone,\nbut I confess to you that I didn't quite have the nerve to overcome my fears and do it\nvoluntarily.\n<\/p><p>\nAdolescent youths are shy&mdash;most of them. Adolescent youths are frightened of other\npeople&mdash;most of them. To overcome that shyness and fear, and not mistake it for stubbornness, is\nthe genius of men who work with boys.\n<\/p><p>\nNow it is different. We have a different program, and it is about that program I wish to\nspeak. You know we have a system whereby if you notify a committee of the twelve\ncomposed of Brother Spencer W. Kimball and Brother Mark E. Petersen, machinery is set in\nmotion to see that things I have just described don't happen. May I read from some of the\nreports which have come into the office of these two good brethren on matters concerning\nchildren.\n<\/p><p>\nThis is about Mary. The names, of course, are fictitious. \"After several attempts to make\ncontact with Mary by my counselors, my wife and I visited her Friday. Then we brought her\nto MIA last Tuesday. We have assigned a Gleaner Girl to visit her and to take her to stake M\nMan and Gleaner functions, and we have assigned the ward teachers to call. We will keep our\neye on her.\"\n<\/p><p>\nNow if you had a daughter away from home, wouldn't you feel relieved if you knew that the\nbishop and his wife saw to it that that girl had a chance to get into the ward? You would\nsleep at night, wouldn't you?\n<\/p><p>\nHere is another one. \"Beth is a good girl and has been active in the ward in our town. She has\nnever been away from home, nor ever lived in a large city. We hope she can be given a\nwelcome in her ward in that city.\" And the bishop writes&mdash;that is, the bishop of the ward to\nwhich she went: \"We have called on Beth several times. She is attending regularly. We\nhaven't yet given her a position. We shall very soon. We shall keep our eye on her and check\nwith her regularly.\" This word was conveyed to the girl's mother. She sleeps well at night,\nalso.\n<\/p><p>\nHere is another one about Don, \"a student who has been active here in our ward. He is\nattending his freshman year at Freshwater. We hope he will keep his values.\" And the second\ncounselor at Freshwater writes, \"I have personally visited Don at\nFreshwater, and invited him to our meetings. I will make it a point to see that he is visited by\nthe campus ward teachers, and is invited to the Deseret Club functions. We shall follow\nthrough.\" And it gives one a comfortable feeling inside, doesn't it?\n<\/p><p>\nAnother one. \"Henry is the only member of his family who has joined the Church. He was\nactive for a time, but has not done much in the past two years.\" He went to a certain city for\nemployment. And the second counselor in that city writes: \"I have been trying to reach this\nyoung man. Conditions are not of the best at his boardinghouse. We have ward teachers and\nthe senior Aaronic Priesthood committee calling at his house to influence him to enter our\nactivities. We'll keep trying.\" That's it&mdash;\"we'll keep trying.\"\n<\/p><p>\nHere's one from our own school. \"Ann has gone to BYU, and has taught in Primary.\" And\nthe bishop of a ward at BYU writes: \"As always, a fine and rewarding member of our ward,\"\nand a fine rewarding feeling comes to father and mother when they hear that all is well.\n<\/p><p>\nAnother one. \"Kenneth Woods.\" No note about him&mdash;just his name and address&mdash;and then\nthis report was sent to the home ward bishop. \"We have tried to reach him but without\nsuccess. We know where he lives; we have talked to his roommates; but either he hides\nhimself when we call or he is too busy as to be rarely home. We have called and asked for\nhim over the phone without success. We have left word for him to call, but he never does.\nThe elders' president has gone there several times and told his roommates his purpose, but the\nboy has not yet responded. We do know that he has been out of work several weeks and that\nhe is going to school, and that he seems to spend his weekends skiing. We shall continue to\ntry.\"\n<\/p><p>\nOnce in a while a stake president knows a situation, and he reports for the bishop. \"The\nbishop reported,\" said he, \"that she is living with three other girls, and the environment is not\nthe best. Apparently she fell in love with a young man who was active but does not now live\nour standards. This is also quite a problem for her. She is definite in her desire to be married\nin the temple. The bishop reports that Ann shows a desire to be active in the Church, and the\nYWMIA officers have been alerted to follow through. Because of our interest I am sure the\nbishop will take a personal interest in Ann and her progress, and I am sure,\" he writes to\nBrother Petersen, \"that the action on your part may have been the means of preventing a\ntragedy, because when we found her she was very low. The bishop's personal interview gave\nher an opportunity to clear her feelings, and opened the way for further activity. The bishop\nwill also do what he can with other girls in this group.\"\n<\/p><p>\nA boy, secretary to a priests' quorum, is going to school. Notice of his move was sent in with\na note that he is a good boy and no one needs to worry about him. The first reply which\ncame in from the bishop: \"Have been unsuccessful in contacting this young man at the college\ndorm. Will write him and try to make an appointment.\" A second reply came later. \"John was\nhappy for my visit. Said he didn't know which ward he should attend, so he didn't attend at\nall. Said he would be at priesthood meeting next Sunday morning, and is anxious to become\nan elder.\" A recent convert&mdash;a young woman&mdash;left home and crossed three states to attend\nschool. Unable to find any of our people, she attended the local Community Church. And then\nthe nearest branch president received a card from the committee. He had to drive forty miles\nto meet her, and he reported: \"She is in good spirits. She has a testimony. The nearest chapel\nis nearly forty miles, and she has no transportation. I have made arrangements for her to have\ntransportation. She will be an asset to our branch.\" Suppose he had never learned that that girl\nwas anywhere near, and she was left to herself and on her own?\n<\/p><p>\nNow this program is quite simple to apply. I shall repeat briefly the rules. If a daughter or a\nson is going away for a period, either to work or to school, all the parents need do is to notify\nthe ward bishop of the fact. It is also incumbent upon the priesthood\nleaders, the young women officers, as well as the ward teachers, to be alert, to notify the\nbishop when such a person leaves. Promptly the bishop will send to the committee a card\nupon which he states the essential facts and gives the new address. It is quite essential that the\nnew address be on the card.\n<\/p><p>\nThe committee then processes the card, discovers to what ward and stake the young person\nhas moved, and notifies the bishop of the ward or the president of the branch that that young\nperson is there, and asks him to see that proper integration takes place. After that, contacts are\nmade, the youth is integrated, and the report is made back before the file is closed. And if the\nyouth is not integrated, the file is kept open until he either is reached or returns home.\n<\/p><p>\nIt seems to me that we can do no better work for those of our young folk who are away from\nhome, than to take this simple expedient of picking up a telephone and calling the bishop, and\nasking him to watch out for our children. No greater work could be done to safeguard them.\nYou would be surprised at the great number who are immediately brought into activity in the\nwards to which they go.\n<\/p><p>\nNow, I pray the Lord will bless us in our effort to do this work. My testimony is that the\nPresident of the Church&mdash;President McKay&mdash;is a prophet. I support him as such with all my\nheart, and of course, with that goes the fact long since attested, that Joseph Smith was\nlikewise a prophet, saw the Father and the Son, who commissioned him to bring forth the\nwork of this last dispensation.\n<\/p><p>\nI ask blessings upon us all in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}