{"ID":1133, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...Walk in My Statutes...\"<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1961, pp. 72-74<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the song just concluded, were the words, \"Why should we seek to earn a great reward, if\nwe now shun the fight?\"\n<\/p><p>\nI believe, my brothers and sisters, that is the feeling I have had as I have thought of what I\nmight say. What I shall say is given in the spirit of encouragement and commendation for the\nyoung, for the rest of us, and for all mankind.\n<\/p><p>\nAccording to the writings of Moses, the history of the world from the beginning to the end\nwas revealed to Enoch when Enoch was permitted to look upon the world and see it as it was\nin the days of Noah, as it was in the Meridian of Time, and as it would be in the last days, or\nthe days in which we now live. Enoch beheld all of the inhabitants of the earth. He saw that\nafter the flood had depopulated the earth, because of wickedness, it was after a time inhabited\nagain. But then he saw that after a time, men were again forgetting God and were rebelling\nagainst the truth. He saw the Savior in the Meridian of Time lifted up on the cross as a\nsacrifice for mankind and as the Redeemer of the world. When Enoch saw all this, he wept.\nAnd he beheld also that Jesus wept. And Enoch asked of him, \"How is it that thou canst\nweep, seeing thou art holy, and from all eternity to all eternity?\" \"The Lord said to Enoch:\nBehold these thy brethren; they are the workmanship of mine own hands, and I gave unto\nthem their knowledge, in the day I created them; and in the Garden of Eden,\ngave I unto man his agency\" (<span class=\"citation\" id=\"39150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39150)\">Moses 7:29,32<\/a><\/span>).\n<\/p><p>\nThe Lord went on to explain to Enoch by saying that he and the hosts of heaven wept\nbecause of the rebellion of mankind, nevertheless, Enoch was assured that the Lord would\ncome again in the last days, and that before his coming he would cause righteousness and\ntruth to sweep the earth as with a flood, to gather out his elect from the four corners of the\nearth (<span class=\"citation\" id=\"39152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39152)\">Moses 7:62<\/a><\/span>).\nSurely that has been going on ever since the Church came into being.\n<\/p><p>\n\"And the Lord showed Enoch all things, even unto the end of the world; and he saw the day\nof the righteous, the hour of their redemption; and received a fulness of joy\"\n(<span class=\"citation\" id=\"39153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39153)\">Moses 7:67<\/a><\/span>).\n<\/p><p>\nBy his supreme knowledge of the nature of man, both individually and collectively, the Lord\nsees the future of men and of nations, but even so the agency of man is not nullified.\nIndividuals and free nations may choose wickedness and bring upon themselves sorrow and\nultimate destruction, or they may choose righteousness and be preserved in peace.\n<\/p><p>\nIn the Doctrine and Covenants we are told that in our day there are many who are \"blinded\nby the craftiness of men who lie in wait to deceive\"\n(<span class=\"citation\" id=\"14051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14051)\">D&amp;C 123:12<\/a><\/span>). An example of this is\nseen in the relentless efforts that are made to have as many as possible become addicted to the\nuse of products which not only degrade and weaken but which also impair the health and\nundermine the moral and spiritual qualities of those who are misled.\n<\/p><p>\nAs expressed in the second epistle of Peter: \n<\/p><p>\n\"And through covetousness shall they with feigned words make merchandise of you\"\n(<span class=\"citation\" id=\"4864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4864)\">2 Pet. 2:3<\/a><\/span>).\n<\/p><p>\nAn example of how certain individuals intend to make merchandise out of us, if they can, is\nseen in the following statement taken from the <i>Brewers Journal<\/i>. I quote: \n<\/p><p>\n\"Now I am going to talk about how to sell more beer and I mean a lot more. It is easy if you\ngo about it in the right way. The place to sell more beer and ale is in the home. Home\nconsumption that is what I mean. That means sell the women. Women do 90% of the\nshopping. Work with the grocery store and the super-market. The possibilities stagger the\nimagination. Why, you do not even have any competition. Promote beer as a beverage at\nmealtime. Beer is a food. Have the grocer give the woman a little booklet showing typical\nfamily meal combinations with beer, delicious, mouth-watering combinations and how to\nserve.\" End of the quotation. \"Beer is a food.\" How ridiculous!\n<\/p><p>\nI hope that we will be aware of these scheming ways of some. I hope that we will not be\ngullible to this or to any other means of enticing us and pressuring us that they might make\nmerchandise out of us. The words of Nephi should put us on guard against such things: \n<\/p><p>\n\"Cursed is he that putteth his trust in man, or maketh flesh his arm, or shall hearken unto the\nprecepts of men, save their precepts shall be given by the power of the Holy Ghost\"\n(<span class=\"citation\" id=\"3676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3676)\">2 Ne. 28:31<\/a><\/span>).\n<\/p><p>\nWhat applies to us individually, applies to the nation as a whole.\n<\/p><p>\nAt least two civilizations have previously occupied the land of America. They became a great\npeople, a truly great people, who, like the people of today, found favor with God, but it is sad\nto read that both of these civilizations brought destruction upon themselves through\ndisobedience and iniquity&mdash;actually because they rebelled against God. The Prophet Mormon\ntells us that the cause of this iniquity and their ultimate downfall came because as he said:\n\"Satan had great power, unto the stirring up of the people to do all manner of iniquity, and to\nthe puffing them up with pride, tempting them to seek for power, and authority, and riches,\nand the vain things of the world.\n<\/p><p>\n\"And thus Satan did lead away the hearts of the people to do all manner of iniquity; therefore\nthey had enjoyed peace but a few years.\n<\/p><p>\n\"Now, they did not sin ignorantly, for they knew the will of God concerning them, for it had\nbeen taught unto them, therefore they did wilfully rebel against God\"\n(<span class=\"citation\" id=\"5619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5619)\">3 Ne. 6:15-16,18<\/a><\/span>).\nSo it is with us today. We, too, are well-taught, but many, too many of us,\nin the Church and out of the Church, are led away by crafty men whom the Adversary uses as\ntools, from the standards and the ideals the Lord has set for our happiness and our security.\n<\/p><p>\nWill history repeat itself? Shall we in this beloved land again lose our freedom because of\ndisobedience? No nation rises above its religion. President Calvin Coolidge once wrote these\nlines: \n<\/p><p>\n\"Our government rests upon religion. There are only two main theories of government in the\nworld, the one rests on righteousness and the other upon force. A government of a country\nnever gets ahead of the religion of a country.\"\n<\/p><p>\nThis very moment finds our beloved nation tense and wondering. We are concerned about the\nincreasing power and the intentions of rulers of other nations, and well we should be\nconcerned, because Godless, ruthless men are determined by their satanic plan to subject all\nthe world to their will, and admittedly, they are making amazing progress.\n<\/p><p>\nBut the Lord has made a promise to the inhabitants of America which should give us hope\nand direction. It is recorded in the book of Ether, the second chapter, wherein the promise is\nmade that this, being a choice land, no nation or combination of nations should take its people\ninto bondage or captivity \". . . if they will but serve the God of the land, who is Jesus Christ\"\n(<span class=\"citation\" id=\"22224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22224)\">Ether 2:12<\/a><\/span>).\nWhat a simple way to preserve our liberty and our freedom!\n<\/p><p>\nIn a revelation in our day, through the Prophet Joseph Smith, the Lord has declared: \n<\/p><p>\n\"I, the Lord God, make you free, therefore ye are free indeed; and the law also maketh you\nfree.\n<\/p><p>\n\"Nevertheless, when the wicked rule the people mourn. . . .\n<\/p><p>\n\"And I give unto you a commandment, that ye shall forsake all evil and cleave unto all good,\nthat ye shall live by every word which proceedeth forth out of the mouth of God\"\n(<span class=\"citation\" id=\"14039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14039)\">D&amp;C 98:8-9,11<\/a><\/span>).\n<\/p><p>\nThis is indeed a day of testing, not only the testing of rockets and missiles, but also the\ntesting of our allegiance to God, the testing of our beliefs in God.\n<\/p><p>\nIt is a day of sifting, a day when each of us must determine where we stand. To each member\nof the Church and to all people, I say, with King Benjamin (1 hope I shall meet him\nsomeday), these words: \n<\/p><p>\n\"Believe in God; believe that he is, and that he created all things, both in heaven and in earth;\nbelieve that he has all wisdom, and all power, both in heaven and in earth; believe that man\ndoth not comprehend all the things which the Lord can comprehend. \"And again, believe that\nye must repent of your sins and forsake them, and humble yourselves before God; and ask in\nsincerity of heart that he would forgive you; and now, if you believe all these things see that\nye do them\" (<span class=\"citation\" id=\"40300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40300)\">Mosiah 4:9-10<\/a><\/span>).\n<\/p><p>\n\"And moreover, I would desire that ye should consider on the blessed and happy state of\nthose that keep the commandments of God. For behold, they are blessed in all things, both\ntemporal and spiritual; and if they hold out faithful to the end they are received into heaven,\nthat thereby they may dwell with God in a state of never-ending happiness. O remember,\nremember,\" he said, \"that these things are true, for the Lord hath spoken it\"\n(<span class=\"citation\" id=\"40299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40299)\">Mosiah 2:41<\/a><\/span>).\n<\/p><p>\nI have no doubt, my brothers and sisters, that the course of this nation will be directed by the\nhand of God if we believe in him to the degree that we serve him and keep his\ncommandments as a people and as a nation, for he has said, \"If ye walk in my statutes and\nkeep my commandments, and do them, . . .\n(<span class=\"citation\" id=\"30894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30894)\">Lev. 26:3<\/a><\/span>) . . . I will give peace in the land . . .\n(<span class=\"citation\" id=\"30896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30896)\">Lev. 26:6<\/a><\/span>)\nand will be your God, and ye shall be my people\"\n(<span class=\"citation\" id=\"30897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30897)\">Lev. 26:12<\/a><\/span>). This I believe\nand I testify to the reality of God and of Jesus Christ and of those who represent him here at\nthe head of his Church and kingdom today, and I sustain them with all my heart.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}