{"ID":1134, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Toward a Balanced Life<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1961, pp. 75-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe presence of this choice group of young people from the LDS Institute at Utah State\nUniversity in Logan, and the remembrance of President McKay's meaningful address which\ndevoted itself in part to youth at the opening session Thursday&mdash;in which he spoke of\ngratitude and guidance and faith and inspiration&mdash;suggest that I pursue some thoughts along\nthese lines, if I may, on perhaps eight or ten topics each one of which could well be the\nsubject of a sermon.\n<\/p><p>\nI should like to introduce what follows with some of Longfellow's eloquent lines, as he\naddressed himself to a group of young people upon returning, after fifty years, for a reunion\nof his college class: \n<\/p><p>\n\"How beautiful is youth! how bright it gleams<br \/>\n     With its illusions, aspirations, dreams!<br \/>\n     Book of Beginnings, Story without End,<br \/>\n     Each maid a heroine, and each man a friend!\"\n<\/p><p>\nBecause it is a story without end, the book of beginnings is exceedingly important, and I\nshould like to suggest to these young people here and you out there, wherever you are, to the\nfarthest reaches of time and distance, first that you seek counsel. Do not try to go it alone in\nlife. Seek the guidance that President McKay spoke of, of prayer, the guidance of parents, of\nthose who would lead you well in all decisions.\n<\/p><p>\nI should like to plead with you to have faith. The Lord will not leave you alone. Have faith in\nfreedom, in the future, in God, in yourselves, in things to come, and in the wisdom of\npreparing well. (It has been well said that \"Yesterday is a canceled check; tomorrow is a\npromissory note; but today is cash.\") Have faith in tomorrow, but use well today.\n<\/p><p>\nMay I suggest that you keep flexibility in life, along with a steadfast firmness. Life does\nchange. Many things change. We have to learn to change in some things, and we have to\nlearn to distinguish between what we should change and what we should not change&mdash;for the\nbasic fundamentals are still irrevocably there. We cannot change principles or conduct without\nthe consequences that come from conduct, no matter what changes there are on the face of\nthings. Keep flexibility with firmness: watching the spirit as well as the letter of the law, not\nquibbling, not relying on technicalities; pursuing those things which lead to health and\nhappiness, peace and a quiet conscience; learning to live with the light which the Lord has\nplaced within us; and in all things moving as we need to, to adjust to surface considerations,\nyet standing firmly fixed in the principles and commandments and in the things of honor and\njustice and eternal truth and right that God has given; living in truth and decency; never\ngiving way to sin or to cynicism; keeping control of ourselves, our thoughts, our actions, our\nutterances.\n<\/p><p>\nMay I plead with you, also, keep a balance in life.\n<\/p><p>\nI am proud of what the seminary system of the Church is doing and the institutes from which\nthese young people have come, and other organizations of the Church that help to balance the\nmaterial considerations of life with the things of the Spirit.\n<\/p><p>\nNever become narrowly educated, but broadly so, feeding all sides of yourselves, reading and\nbecoming acquainted with good books, with great minds and great men of the past; becoming\nacquainted with scripture and reading scripture itself. Do not be satisfied to read books about\nscripture or books about books, but go to the prime and the primary sources. You do not\ncatch much of the spirit of Shakespeare merely by reading commentaries on Shakespeare. You\ncapture it by reading Shakespeare, and so it is in large measure with scripture. Keep balanced\nin your lives and starve no side of yourselves.\n<\/p><p>\nNow, as to a willingness to work: Nothing ever does itself. Nothing ever memorizes itself.\nNothing ever accomplishes itself&mdash;without the requisite effort. Carlyle said, \"Men do less\nthan they ought, unless they do all that they can.\" It is not enough just to try; we have to\nsucceed. The Lord expects us to see things through.\n<\/p><p>\nMay I plead with you one other thing? That you share the gospel and these great gifts that\nGod has given. Call it referral, call it sharing the gospel, or whatever you will&mdash;that which\nwe have, which others have helped to give us, we have an earnest obligation to share. Will\nyou young men, wherever you are, point your lives towards missions and you parents help\nthem so to point? There is an old proverb which says, \"When you drink of the water, don't\nforget the spring from which it flows.\"\n<\/p><p>\nOur lives are not our own. So much of others has gone into the making of all of us, into\nteaching, into training, into all that we have inherited, into all that God has given, and\nespecially above all, the gospel. Earnestly we have an obligation to share it with others.\n<\/p><p>\nWould you look wisely toward your choices in marriage and remember that there is nothing\nthat a good marriage so much needs as it needs character and common convictions? Respect\nand character and common convictions will compensate for many other things; nothing else\nwill compensate for these. Love will not last long without respect and character and common\nconvictions. Remember this, and make no hasty or shortsighted decisions.\n<\/p><p>\nMay I suggest that you go all the way with the gospel, keeping all the commandments, for\nthey all came from the same source. I do not know who in mortality, among men, would have\nthe wisdom to choose one commandment, or several, and set aside some others. This would\nbe presuming to set our wisdom against that which God has given. Go with his way all the\nway.\n<\/p><p>\nMay I suggest humility and never the pride of learning. Be patient. There may be some\nseeming discrepancies. Do not worry about them. Eternity is a long time. I have a great\nrespect for learning, for academic endeavor and the university atmosphere. I have spent many\nyears of my life in one way or another going to or in being associated with some great\ninstitutions of learning. I have a great respect for science and scientists and for the search for\ntruth. But remember this: science after all (even when it is true and final and factual) is\nsimply man's discovering of a few things that God already knows and controls in his ordering\nof the universe. We are, after all, a bit like Newton who said of himself that he was like a\nchild handling a few pebbles on the shore while the great, limitless, eternal sea was before\nhim. God has not told us all he knows. We believe in continuous revelation. Be patient. Keep\nhumble and balanced in all things.\n<\/p><p>\nKeep courage. Do not feel sorry for yourselves. Whatever you do, do not feel sorry for\nyourselves. You live in a great age of great opportunity. I remember the words of one very\nsharp and shrewd observer who said, \"Whenever I hear someone sigh and say that life is hard,\nI am tempted to ask 'compared to what'?\" What are the alternatives? No one ever promised\nus it would be easy. It is a schooling; it is an opportunity; it is a learning period, and a\nwonderful one. Despite all the disappointments and difficulties, the great and ultimate rewards\nare beyond price. Keep faith. \"And, if you keep my commandments,\" the Lord God has said\nto us, \"and endure to the end you shall have eternal life, which gift is the greatest of all the\ngifts of God\" (<span class=\"citation\" id=\"13959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13959)\">D&amp;C 14:7<\/a><\/span>).\n<\/p><p>\nNow, it will not be long, in reality, in these quickly moving days when you, my beloved\nyoung friends, will be taking over from us. I started with some lines from Longfellow. I\nshould like to offer some others at this point from the same meaningful poem that he wrote\non the fiftieth anniversary of his college class: \n<\/p><p>\n\"And ye who fill the places we once filled<br \/>\n     And follow in the furrows that we tilled,<br \/>\n     Young men whose generous hearts are beating high,<br \/>\n     We who are old, and are about to die,<br \/>\n     Salute you; hail you; take your hands in ours,<br \/>\n     And crown you with our welcome as with flowers!\"\n<\/p><p>\nWhen we sing, \"We Thank Thee, O God, for a Prophet,\" my beloved friends, it is not just for\na prophet of the past, but with a great gratitude in our hearts for the prophet of God that he\nhas given us in this day, for whose leadership I acknowledge with you my gratitude to God,\nand also the literal divinity of the Lord Jesus Christ and the appearance of him and his Father\nto a Prophet of the last dispensation, even Joseph Smith.\n<\/p><p>\nI have a great respect for all men and their beliefs, but think it not a strange thing that in a\nkingdom, the kingdom of God, there should be specific requirements and commandments, and\na way that God has given for our realizing the highest happiness and peace and progress.\n<\/p><p>\nMay we follow that way, may we share it, may we keep faith, I pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}