{"ID":1135, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Unforgettable Holy Land<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1961, pp. 77-81<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhen I was a little boy in Primary and Sunday School there was one song we sang almost\nmore than any other. One verse and chorus go like this: \n<\/p><p>\n\"O Galilee! sweet Galilee!<br \/>\nWhere Jesus loved so much to be; <br \/>\nOh Galilee! blue Galilee!<br \/>\nCome, sing thy songs again to me.\n<\/p><p>\n     \"And when I read the thrilling lore<br \/>\n     Of him who walked upon the sea<br \/>\n     I long, oh, how I long once more<br \/>\n     To follow him in Galilee.\"\n<\/p><p>\nAnd at last after many years, that longing was fulfilled, and I saw his beloved Galilee. Would\nyou like to make a little hurried trip with us to the land of milk and honey\n(<span class=\"citation\" id=\"22683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22683)\">Ex. 3:8<\/a><\/span>), the land our\nfathers loved?\n<\/p><p>\nWe stand on the steepened hill rising north from the blue, blue sea of Galilee. We are\nhundreds of feet below sea level. It is winter, and the air is crisp, and our top coats are little\nenough. Our guide points out locations, at least some of which are authentic. Here, he says,\nsat the multitude while the Master expounded the never-dying \"Sermon on the Mount.\" Below\nus lies the sea he loved. It is smaller than we expected. We can see the whole of it in one\nglance. It is not unlike a great heart in shape or function for its fluid has been the life blood\nof millions of people through many ages.\n<\/p><p>\nThis is the sea of miracles. We see it calm and placid, and again, rough and boisterous.\nCountless fish from it have fed countless peoples. It was crossed numerous times by the\nSavior in little boats, in larger ships; and in its cool waters, tired feet were cooled. Its wild\nwaves were calmed by his single command: \"Peace, be still!\"\n(<span class=\"citation\" id=\"33140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33140)\">Mark 4:39<\/a><\/span>). He walked on its surface; he\npreached from its shores. Not far to our left gathered the thousands whose hunger was\nsatisfied on the miracled increase of loaves and fishes.\n<\/p><p>\nAnd we can almost see the disciples gathering up twelve baskets of residue after 5,000 had\nfed on five loaves and two fishes (<span class=\"citation\" id=\"35117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35117)\">Matt. 14:20-21<\/a><\/span>).\nWe seem to see the four special fishermen with their nets\nand boats. Here Peter grappled with a fish which had in its mouth a coin for taxes\n(<span class=\"citation\" id=\"35126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35126)\">Matt. 17:27<\/a><\/span>). Down\nthere he walked on the water (<span class=\"citation\" id=\"35118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35118)\">Matt. 14:25-31<\/a><\/span>);\nand when his faith waned, it was supplemented by that of the\nLord. With our Testament open we read of the ministry of Christ, for this was the scene of\nmuch of it. We ask for the cities in which he lived and performed so many miracles, for we\nremember that in this area of but a few miles much of his work was done, much of his\nministry was accomplished. We would like to walk through the triplet cities\nso often visited: Bethsaida, Chorazin and Capernaum. We see no spires nor towers, nor walls.\nWe ask our guide: \"Where is Chorazin?\" He shakes his head. There is no Chorazin. We\nconclude it must have been on those hills above where now are sprouting grain and vegetables\nand dry weeds.\n<\/p><p>\n\"Then where is Bethsaida?\" we ask. \"Where is that noted city where so many sick were\nhealed and the lame were made to walk; where deaf could hear and lepers lost their curse?\nWhere is his favorite place he often lodged, the home of Andrew, Peter, and Philip, his dearest\nfriends? Where is old Bethsaida, the house of fishers, the place of miracles, the seat of gospel\nteachings, where fishermen became apostles?\" In these very few miles much of interest\nhappened. \"Where is Bethsaida?\" Our guide shakes his head again. There is no Bethsaida.\n\"Capernaum, then?\" we ask, \"Where is that important place, the port where fish were loaded,\ntraded, marketed?\" He shakes his head again, then smiles as he thinks it through and changes\nthe accent, and \"Oh, you mean Capernaum.\" He shows us the ruins of a large synagogue.\n<\/p><p>\nIf this was of the Messianic period, it is the sole survivor. A back wall, great stones tumbled in\ndisarray, some olive presses are mute reminders of long ago. But that can't be Capernaum, his\nown city, the great Capernaum, the haughty, wicked, rebellious, Capernaum!\n<\/p><p>\nNow we realize that we should not have expected to see these cities, for were they not\ndoomed 1,900 years ago? Have we forgotten the prophetic curse of the Master? In their\nunrepentant attitudes toward the Savior of the world and his exalting message, Christ warned:\n\"Woe unto thee, Chorazin! Woe unto thee, Bethsaida! for if the mighty works, which were\ndone in you, had been in Tyre and Sidon, they would have repented long ago in sackcloth and\nashes.\n<\/p><p>\n\"But I say unto you, It shall be more tolerable for Tyre and Sidon at the day of judgment,\nthan for you.\" We found that Tyre and Sidon still exist on the Mediterranean coast.\n<\/p><p>\n\"And thou, Capernaum, which art exalted unto heaven, shalt be brought down to hell: for if\nthe mighty works, which have been done in thee, had been done in Sodom, it would have\nremained until this day. But I say unto you, That it shall be more tolerable for the land of\nSodom in the day of judgment, than for thee\"\n(<span class=\"citation\" id=\"35108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35108)\">Matt. 11:21-24<\/a><\/span>).\n<\/p><p>\nAnd then we remember that only prophets and angels had visited Sodom to call that people to\nrepentance, but for these tri-cities the Creator, the Lord, the Christ had come in person and\nfor nearly three years had dwelt among them and performed the miracles and taught the\ngospel. They had ignored and rejected him. (We cannot remember ever reading about any\nChurch branches in these cities.) Sodom and Gomorrah went up in smoke \"as the smoke of a\nfurnace\" (<span class=\"citation\" id=\"23674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23674)\">Gen. 19:28<\/a><\/span>).\nIf these cities were more rebellious than Tyre and Sidon, more corrupt than Sodom,\nand more wicked than Gomorrah, we think we understand.\n<\/p><p>\nWe bathe our tired feet in the rippling waters of the shoreline. We look for remains of former\ncities. A few stones lapped by the water are rounded or squared. Could they have been a part\nof a synagogue, the home of Peter, the remains of a stone harbor, the walls of the centurion's\nplace?\n<\/p><p>\nWe move to the Jordan, the deepest ditch in the world, the liquid backbone of Palestine. \"The\nriver that goes down\" is an appropriate name, for it descends in many streams from\nsnow-covered Mt. Hermon in thousands of leaps and falls and gurgles to saunter through the\nvalley of Hula and take a kind hospitable rest in the blue of Galilee. It tears and twists ever\nmore swiftly downward in an almost incredibly sinuous manner from the sweet waters of the\nfountains and melting snow to the bitter dead waters of the salt sea, 2,500 feet lower.\n<\/p><p>\nThis Jordan is not so unlike our own Jordan in this Salt Lake Valley. Squirming, twisting,\nburrowing madly, reversing, side to side, turning, writhing like a serpent, meandering like a\nlazy tidewater stream but in places pushing, hurrying swiftly down its circuitous way. It loops\nin quarter, half, and three quarter turns and travels two hundred miles of river in a sixty mile\ndistance, covered three to ten feet deep and ninety to one hundred feet wide.\nIt flows swiftly, some of the way through its whirlpools, cascades, and winding through the\njungle growth. And we are on its banks not many miles from where it spreads gently into the\nsea, where it also dies.\n<\/p><p>\nThe Jordan&mdash;the famous Jordan! (We open our Bibles and read.) Across and beyond, not\nmany miles is Mt. Pisgah. We fancy we see an old bearded man whose \"eye was not dim nor\nhis natural force abated\" (<span class=\"citation\" id=\"21238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21238)\">Deut. 34:7<\/a><\/span>).\nHe climbs the heights as commanded: \n<\/p><p>\n\"Get thee up into the top of Pisgah,\" said the Lord, \"and lift up thine eyes westward, and\nnorthward, and southward, and eastward, and behold it with thine eyes: for thou shalt not go\nover this Jordan\" (<span class=\"citation\" id=\"21236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21236)\">Deut. 3:27<\/a><\/span>).\nIt is a little land. Moses could see Mt. Hermon to the far\nnorth, the Mediterranean to the west, south and east to the deserts and the country in between.\nMiles are short unless one travels on foot or by donkey as did the Savior. From Dan to\nBeersheba he can see almost the whole of Palestine spread out before him like a huge\nelephant hide, wrinkled in hills and valleys and thicker and heavier on top and thinning at the\nedges where are the Jordan and the Mediterranean.\n<\/p><p>\nWe fancy we can see the hordes of Israelites coming from the south, four decades earlier\nreleased from Egypt's thralldom. They come with their families and burdens to this river, too\ndeep to ford. Moses has been left behind, but Joshua commands, and the Jordan dries as did\nthe Red Sea before them (<span class=\"citation\" id=\"30055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30055)\">Josh. 3:7-17<\/a><\/span>).\nAnd Israel with their bundles, animals, burdens, flocks, and families\ncrossed this winding muddy river to the promised land on which we stand. We turn westward.\nAbout three miles are Gilgal ruins, the first camp of Israel on the west. And a little farther is\nJericho, the old and the new. The ancient one is in ruins and its tumbling walls, buried for\nages, are now excavated. These crumbling walls fell when the ram horns of the people of\nJoshua rent the air and when the tramping of hordes of feet seemed to shake them\n(<span class=\"citation\" id=\"30056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30056)\">Josh. 6:1-27<\/a><\/span>). Beyond is\nthe precipitous mountain between here and Jerusalem where, tradition claims, is the Mount of\nTemptation, where the divine voice commanded, \"Get thee behind me, Satan\"\n(<span class=\"citation\" id=\"31548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31548)\">Luke 4:8<\/a><\/span>).\n<\/p><p>\nWe are back on the banks of the Jordan where it is narrower and swifter. We fancy we see\nElijah and Elisha cross the miraculously drained river bed. From here we see the towers of\nJerusalem on the crest of the high western hills. The river still intrigues us. Abraham, Lot,\nand Jacob waded it; Joshua and Israel crossed it; its fords were fought over; it was a barrier\nagainst enemies and a hiding place for fugitives; in it the Syrian captain left his leprosy; here\nElijah crossed dry shod, and here Elisha received Elijah's mantle. Here John preached, and\nhere was the Lord baptized to fulfil all righteousness. We tread lightly, for this is sacred\nground. We reabsorb the story as we read. We fancy we see in the muddy water two people\nand one is immersed. A holy voice speaks, and we hear impressive words, \"This is my\nBeloved Son in whom I am well pleased\"\n(<span class=\"citation\" id=\"35085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35085)\">Matt. 3:17<\/a><\/span>).\n<\/p><p>\nWe climb the sharp hills to the west, reluctantly leaving the sacred spots made holy by the\npresence and works of the Master. Perhaps these very hills may be the ones in which he\nsought solitude so often as he climbed the mount apart.\n<\/p><p>\nThrough grain fields, over hilly areas, and through the great valley of Jezreel, with a distance\nless than from Salt Lake City to Ogden, we come to Megiddo. Let us stand on this abrupt\neminence for from here we can see much of Galilee. This steep hill goes back near the\nbeginning. History grew up here. Many civilizations have come and gone, and the debris tells\nscientists that the ruins of the 20th civilization is the one on which we tread. This is Megiddo\nor Armageddon&mdash;Megiddo, the ancient&mdash;Megiddo, the scene of mighty conflicts&mdash;\"Battle\nMountain,\" it could be called. This hill has witnessed the caravans of traders for many\ncenturies&mdash;caravans laden with treasures for trade around the fertile crescent and the East.\nThis hill has seen armies of great nations, training, camping, fighting, bleeding&mdash;Egyptians,\nAssyrians, Canaanites, Israelites, Persians, Greeks, Romans, Saracens, Crusaders, the Turks,\nand the British.\n<\/p><p>\nSoil here was fertilized with human bodies&mdash;soil here was drenched with human blood.\n<\/p><p>\nWe climb the ramp walk on the farther side and pick gorgeous scarlet poppies as we climb.\nDid not the Savior say something about Solomon in all his glory not being arrayed like one of\nthese (<span class=\"citation\" id=\"35095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35095)\">Matt. 6:29<\/a><\/span>)?\n<\/p><p>\nHere Solomon stabled his horses and stored his chariots. Here are the excavated silo pits in\nwhich their barley and other feed was stored; here certainly were some of Solomon's \"forty\nthousand stalls for horses for his chariots, and twelve thousand horsemen\"\n(<span class=\"citation\" id=\"1214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1214)\">1 Kgs. 4:26<\/a><\/span>).\nBelow us is the fertile, watered valley of Esdraelon, where grew the barley and the straw\nstored in the silos for the king's horses and dromedaries. His horses were prized ones, costing\nin Egypt 150 shekels of silver, and a chariot, four times the amount\n(<span class=\"citation\" id=\"1215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1215)\">1 Kgs. 10:29<\/a><\/span>). They must have the best\nfood and lodging. Below in the checkered valley grew the barley, the vegetables, the fruits,\nthe grapes.\n<\/p><p>\nBeneath us is the brook Kishon (<span class=\"citation\" id=\"1216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1216)\">1 Kgs. 18:40<\/a><\/span>).\nTo our left is the Carmel range, and here was Elijah in his\nmemorable contest with the priests of Baal. Mt. Carmel stones made the altar, Mt. Carmel\nwood was the fuel. Mt. Carmel saw the defeat and route of 400 idolatrous priests of Baal and\nthe great triumph of the prophet of the God of Israel.\n<\/p><p>\nAcross the little valley in a clump of green is Endor. Just those few miles away. Disguised\nKing Saul and the witch of Endor were here. What consternation must have enveloped the\nperturbed Saul as he was told his army would be captured; he and his sons would be killed\n(<span class=\"citation\" id=\"2551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2551)\">1 Sam. 28:7-19<\/a><\/span>).\nThe Lord could have walked here many times. It is near Nazareth.\n<\/p><p>\nA little to the right is Nain. We fancy we see the large crowd of people with the Master at the\nhead walking into the little village. A funeral procession is en route to the cemetery, and they\nmeet at the city's gate. A few minutes pass, and the mourners turn around and return to their\nhomes. A miracle has happened&mdash;a dead man is now a living soul. The widow is overjoyed.\nThe restored lad is speaking (<span class=\"citation\" id=\"31550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31550)\">Luke 7:11-15<\/a><\/span>).\nThe Nazarene may have been acquainted with and sympathetic\nwith this widow, for Nain is but a few miles from Nazareth. Across to the left is the rounded\nMt. Tabor. It looks like a gigantic basketball with its lower seventy percent buried. It is\nwooded. We read our New Testament again. Here is reputed to be the Mount of\nTransfiguration. If that be true then up these steepening slopes walked the Lord with Peter,\nJames, and John. There they would meet in conference with Moses and Elias, and three\nhumble fishermen apostles would hear from the overshadowing cloud the voice of the Eternal\nFather in heaven introducing his Son Jesus Christ as his Beloved Son in whom he was well\npleased; and here would Peter say: \". . . let us make here three tabernacles; one for thee, and\none for Moses, and one for Elias\" (<span class=\"citation\" id=\"35124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35124)\">Matt. 17:4<\/a><\/span>),\nand here would unspeakable things be told and authority be given.\n<\/p><p>\nBeyond Tabor, not very far is Cana, the place of the miracle of the wedding feast. Jesus and\nhis family might have been well acquainted in nearby Cana.\n<\/p><p>\nTo the left of Tabor and across the valley of Jezreel, in the cup in the cluster of hills, is the\nboyhood home of the Savior. That is Nazareth toward the top of the long canyon draw, the\ncity of gnarled olive trees and threshing floors. There are the old stone houses of the ages\npast. There are the caves in which he played, the hills he climbed, the places where he\nworked.\n<\/p><p>\nAnd this is Galilee, and in a glance we can see the haunts of Jesus' growing-up years and his\nministry. He likely knew every hill and vale, every creek and valley. He surely knew many of\nthe people, for distances were not great and people not too numerous. Here and in the plains\nbelow he must have learned the many lessons of his parables. Birds of the air, the foxes in\ntheir holes, the lilies of the valley, the olive press, the plow, the waving grain, the wine press,\nthe watchmen towers. It would be from one of these sharp hills that his townspeople would\nhave thrown him to death (<span class=\"citation\" id=\"31549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31549)\">Luke 4:29<\/a><\/span>)&mdash;perhaps\nthe only inhabitant which would ever be prominent\nenough to be remembered by history. Perhaps in those very caves or tombs was he\nable to escape from their fury to leave forever the city of his growing up.\n<\/p><p>\nWe stand upon Mt. Olivet the mile-long mountain above Jerusalem. It is a long, rugged way\nto its top, but the Lord must have climbed it numerous times. Behind the mount but a few\nshort miles is Bethany where he visited his loved friends Mary and Martha and Lazarus whom\nhe brought out of the tomb when four days dead by the single authoritative command,\n\"Lazarus come forth\" (<span class=\"citation\" id=\"27977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27977)\">John 11:43<\/a><\/span>).\n<\/p><p>\nBelow us is the Kidron Valley, deepening sharply down to the Pool of Siloam where the\nfountain water comes forth from the mountain on which the city stands. Here the blind man\ncame to see, when he washed the clay and spittle from his eyelids in response to the\ncommand, \"Go, wash in the pool of Siloam\"\n(<span class=\"citation\" id=\"27974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27974)\">John 9:7<\/a><\/span>).\n<\/p><p>\nAbove are the high up, irregular city walls and within them the narrow streets, the cave-like\nshops, the dark passages, the wailing wall. Nearest us are the temple precincts, where the\ncourts and towers were so important in those centuries when history was being made. Beyond\nis Golgotha, the place of the skull, the hill of crucifixion. There he suffered and bled and\ndied. Not far from the mount is the garden tomb thought to be the sacred one where the\nlifeless body of the Redeemer lay, and immediately outside of it the garden into which he\nemerged from the tomb where he said to Mary, \"Touch me not; for I am not yet ascended to\nmy father\" (<span class=\"citation\" id=\"27989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27989)\">John 20:17<\/a><\/span>).\n<\/p><p>\nAt the foot of this mount is Gethsemane where his sufferings were beyond all mortal\ncomprehension. We climb this lofty Mount of Olives to its rounded top and stand on sacred\nground. Here Christ's earthly ministry was completed; here the apostles gathered about him,\nsaw the overshadowing cloud receive him out of their sight, and breathless, stood in awe and\nwonder as the angels said, \"Ye men of Galilee, why stand ye gazing up into heaven? this\nsame Jesus, which is taken up from you into heaven, shall so come in like manner as ye have\nseen him go into heaven\" (<span class=\"citation\" id=\"7872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7872)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nTo visit the places where such momentous happenings affected the eternities of us all was\nmost interesting and intriguing and added color to our picture, but we did not need to walk\nthrough the Holy Land to know eternal truth.\n<\/p><p>\nWe realized it is not so important to know whether Mt. Hermon or Mt. Tabor was the\ntransfiguration place but to know that on the summit of a high mountain was held a great\nconference of mortal and immortal beings where unspeakable things were said and\nauthoritative keys were delivered and approval was given of the life and works of his only\nBegotten Son when the voice of the Father in the overshadowing cloud said: \"This is my\nBeloved Son in whom I am well pleased\"\n(<span class=\"citation\" id=\"35125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35125)\">Matt. 17:5<\/a><\/span>).\n<\/p><p>\nNot so important to know upon which great stone the Master leaned in agonizing\ndecision-prayers in the Garden of Gethsemane, as to know that he did in that area conclude to\naccept voluntarily crucifixion for our sakes. Not so needful to know on which hill his cross\nwas planted nor in what tomb his body lay nor in which garden he met Mary, but that he did\nhang in voluntary physical and mental agony; that his lifeless, bloodless body did lie in the\ntomb into the third day as prophesied, and above all that he did emerge a resurrected\nperfected one&mdash;the first fruits of all men (<span class=\"citation\" id=\"344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(344)\">1 Cor. 15:20<\/a><\/span>)\nin resurrection and the author of the gospel which\ncould give eternal life to obedient man.\n<\/p><p>\nNot so important to know where he was born and died and resurrected but to know for a\ncertainty that the Eternal, Living Father came to approve his Son in his baptism and later in\nhis ministry, that the Son of God broke the bands of death and established the exaltation, the\nway of life, and that we may grow like him in knowledge and perfected eternal life. And this\nI know, and give my solemn witness, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}