{"ID":1136, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Share the Gospel<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, April 1961, pp. 83-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, I pray that the beautiful prayer that was offered by President Lewis may be\nanswered in my behalf. I am aware of the responsibility that rests upon me, and I appreciate\nthe opportunity of speaking to you tonight.\n<\/p><p>\nI rejoice in the wonderful messages that we have heard from President McKay and others who\nhave spoken to us during this conference, and I am inspired by the great vision of our leaders.\nI am grateful for the knowledge that I have of the restored gospel and for the knowledge that\nI have of my Father in heaven and his Son Jesus Christ. The Prophet Joseph Smith is a great\ninspiration to me, and I thrill in testifying that God the Father and his Son Jesus Christ did\nactually appear to him in the Sacred Grove\n(<span class=\"citation\" id=\"30409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30409)\">JS&mdash;H 1:17-19<\/a><\/span>).\n<\/p><p>\nI thrill throughout my body, mind, and spirit when I testify to the truthfulness of that great\nvision&mdash;the first vision of the Prophet Joseph, and I appreciate the wonderful things that the\nProphet did in restoring the Church&mdash;he was an instrument in the hands of the Lord in\nrestoring the gospel and the priesthood to the earth in this dispensation. I, like you, love and\nrespect our great prophet and leader, President David O. McKay, and I know and testify that\nhe is indeed the prophet of the Lord and the head of the Church of Jesus Christ on this earth\ntoday.\n<\/p><p>\nNow, brethren, truly the kingdom of God is going forward that the kingdom of heaven may\ncome. President McKay has counseled us that every member of this Church should be a\nmissionary. Tonight my heart is really filled with the missionary spirit.\nHeretofore the missionary work has been performed chiefly by full-time missionaries and\nstake and district missionaries. Now as President McKay has told us, each and every one of us\nhas the opportunity of being a missionary. What a glorious opportunity this really gives us\nwhen we appreciate what we can do as members of this Church in spreading the gospel.\n<\/p><p>\nAnother great prophet, President George Albert Smith, said on the anniversary of the first\nhundred years of the Church: \"As we stand on the threshold of a new century, as\nrepresentatives of the Church of Jesus Christ in all walks of life, we have the responsibility to\ngo among the people at home and abroad, and great will be our happiness as we participate in\nthis new era of growth and development that lies ahead.\"\n<\/p><p>\nYes, brethren, we are truly in a new era of growth and development, and personally I am\ngrateful and thankful to be a part of it. Realizing this new era, the leaders of the Church are\ndoubling the number of full-time missionaries, and more stake and district missionaries are\nbeing called today than ever before. Formerly, the missionaries spent a large part of their time\nin finding someone to teach, but now with every member of the Church being a missionary,\nby using the \"share the gospel\" program, the members, in effect, find the people to teach, and\nthe missionaries now can spend a very large part of their time in teaching, mainly in groups.\n<\/p><p>\nThis group teaching we have found to be very effective, both in saving time in teaching and\nin the psychology that results from teaching in groups. But, you may say, how can I be a\nmissionary and participate in the \"share the gospel\" program? Well, there are several ways.\n<\/p><p>\nFirst, you can invite your nonmember friends, relatives, neighbors, business associates, or\nothers that you might casually contact, into your homes, preferably in groups, and then let the\nfull-time, the stake, or the district missionaries teach them the gospel.\n<\/p><p>\nSecond, you can do missionary work by using the referral system. By the referral system we\nmean sending the names of those friends or relatives who live outside of the area that you are\nliving in, who you think would be interested in the Church, to the stake or mission president\nin the area in which the people live.\n<\/p><p>\nThis morning we heard of the referral that resulted in the conversion and baptism of President\nJohn Taylor. Many wonderful people are being brought into the Church now through this\nreferral system.\n<\/p><p>\nThird, invite your nonmember friends to attend auxiliary meetings and other Church meetings\nwith you. Fourth live your religion, love your neighbor. \"Let your light so shine before men,\nthat they may see your good works, and glorify your Father which is in heaven\"\n(<span class=\"citation\" id=\"35090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35090)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nElder Harold B. Lee, in touring the Northwestern States Mission last summer, said, \"This\nmeans let your light so shine that men shall be led to join the Church, or the kingdom of\nGod.\"\n<\/p><p>\nBut I can hear many of you say, \"I know my friends and relatives wouldn't be interested. I\nhave tried for years to talk to members of my family about religion, and it seems to irritate\nthem,\" and other such things. But I ask you, do you really know that your friends would not\nbe interested? Have you asked them? I suggest that you do ask them.\n<\/p><p>\nThe people of the Northwestern States Mission, where I presided as president during the year\n1960, as well as in many other places, have found thousands of people who are interested,\nwho they thought were not interested, and this by merely asking two important questions,\nwhich you can do. First, \"What do you know about the Mormon Church?\" And regardless of\ntheir answer, \"Would you like to know more?\"\n<\/p><p>\nWe found that approximately two out of every three that are asked these questions say, \"No, I\nam not interested.\" In that event, just pass them off, possibly with a casual, \"Well, maybe\nsome day you will be.\" But don't irritate them or press the situation. There are thousands and\nthousands that are waiting and wanting to hear this message, and they have a right to hear it.\n<\/p><p>\nThe one out of three who says, \"Yes, I would like to know more,\" is the one to invite into\nyour home for a group meeting with the missionaries. Or if that is not possible, give that\nname to the missionaries. I personally regularly ask these two questions: \"What do you know\nabout the Mormon Church?\" and then, regardless of the answer, \"Would you like to know\nmore?\"\n<\/p><p>\nBy doing this almost daily I find many, many fine people who say, \"Yes, I would like to\nknow more,\" and I have never been embarrassed yet in asking that question. I have turned\nmany, many fine referrals over to our missionaries. In fact, there is hardly a day goes by that\nI do not get a referral by asking these questions.\n<\/p><p>\nIn asking groups of members all over the country to ask these questions, many times I have\nsensed a feeling of skepticism, but almost always afterwards someone has written me or sent\nword to me saying that although he was doubtful at first, he tried asking the questions, and\nwas happily surprised to find many saying, \"Yes, I would like to know more.\"\n<\/p><p>\nThe opportunity will present itself to you as you go about from day to day if you are thinking\nabout it. So I suggest, do think about it, and try it. Let's assume that a hundred members in a\nward or branch asked these two questions only once every other day. They would ask on an\naverage of three hundred a week, and experience has shown that approximately one out of\nevery three will answer that he would like to know more. On this basis the missionaries\nwould have about one hundred new people to teach each week in that ward or branch,\nprobably many more than all of the full-time and part-time missionaries could possibly\nhandle.\n<\/p><p>\nKeep in mind also that the young people as well as the old ask these questions, and the\nyounger ones do not seem to hesitate like some of us older ones. I have some remarkable\ninstances that I wish I had time to tell you about. Sometime maybe I can.\n<\/p><p>\nSpeaking of referrals, I would like to read from a letter that I received just about two or three\ndays ago from a person who apparently thought I was still president of the Northwestern\nStates Mission. I have sent the letter on to President Don C. Wood. She said: \"Dear President\nRichards: Ever since I joined the Church three and a half years ago I have wished all my\nfriends and relatives had the same opportunity to investigate the gospel, and I have decided\nit's time that I asked to have missionaries sent to my relatives. Most of them seem interested\nand curious about our Church since my brother and I joined it, so I am hoping and praying\nthat they will recognize the truth when they hear it. It certainly leads to the happiest way of\nlife, and I know I could have avoided pitfalls if I had only found it sooner. It's wonderful to\nhave the true gospel to guide your children through their lives, and so dangerous to try and\nraise them without it.\" Then she listed the names and addresses of twenty-five friends and\nrelatives, saying she would appreciate very much having the missionaries call on these\ntwenty-five people, and she would be praying that they would be as happy to receive the\ngospel message as she had been.\n<\/p><p>\nAs I left the Northwest in December, more than a thousand referrals were passing through our\noffice each month, members wanting to share the gospel with friends and relatives, knowing\nthe joy it would bring into their lives. Brethren, this is the \"share the gospel\" plan at work\nthrough the referral system.\n<\/p><p>\nI would like to say a few words about the auxiliaries as missionary aids. Invite your friends to\nattend the auxiliary meetings with you. I would say that this is one of the easier ways that we\nhave of sharing the gospel. As an officer or teacher, or even a member of one of these\nauxiliary groups, you can be a missionary by following this program. You and the members\nof your family not only invite these people but make appointments to pick them up to attend\nSunday School, Relief Society, Mutual, Primary, Sacrament meeting, or any other of the\nChurch meetings.\n<\/p><p>\nLikewise, you can take these people to the social functions being given by the auxiliary\norganizations. They offer very pleasant occasions for these nonmembers, and when they come\nto feel the warmth and friendship that they find in this association, they are much\nmore susceptible to the teachings of the gospel.\n<\/p><p>\nThis is a very practical way that you can participate. A striking example of this is an incident\nthat happened last year in the Northwest. Sister Freeman, a convert of about two years, was\nserving as president of the Relief Society in one of the branches. There had been no\nmissionaries in this branch for some time. In the spring, we discussed the \"share the gospel\"\nplan with the members of the branch, and we sent two missionaries in with instructions to use\nthe \"share the gospel\" program. Soon after they arrived, they got in touch with Sister\nFreeman, and she wrote to me saying this: \"A special thanks for sending these fine\nmissionaries to our branch. We are thrilled and very thankful, and we are reorganizing our\nvisiting teachers so that the presidency will be free to visit any contacts that the missionaries\nask us to.\"\n<\/p><p>\nAbout six months later I was interviewing one of the elders working in the area. I asked him\nhow things were going in the branch. He said, \"Simply great. Do you know how many\nnonmember women were out to the opening Relief Society meeting in the branch?\" I guessed\nsix or eight, which I thought would be pretty good. He said, \"Thirty-four!\" This, brethren, is\nthe \"share the gospel\" plan in action in the Relief Society. Thanks to Sister Freeman and her\nfine members, because of this activity many wonderful members are now enjoying the\nbenefits of the gospel.\n<\/p><p>\nAs a result of the \"share the gospel\" plan, actually thousands of people are being brought into\nthe Church every month. The effectiveness of this plan is especially impressive in the\nNorthwestern States Mission, where we adopted it early last year. By the members of the\nstakes and districts working with the full-time missionaries, 775 converts were baptized in\nJanuary and February of this year, compared with 106 a year ago&mdash;nearly seven and a half\ntimes as many. This figure does not include many more baptisms by stake missionaries.\n<\/p><p>\nIn the eight eastern United States and Canadian missions that Sister Richards and I visited\nduring January, February, and March of this year, the \"share the gospel\" plan has been\nintroduced, and the number of baptisms so far this year is approximately double that of a year\nago for a comparable period. But amazing as these figures sound and are, the important thing\nis that a great many more of God's children are enjoying the blessings of the gospel than\notherwise might be.\n<\/p><p>\nAnd what is our responsibility? It is to give every one of God's children the opportunity of\nenjoying the blessings of immortality and eternal life. As Jesus said to Nicodemus, a ruler of\nthe Jews, \". . . Verily, verily, I say unto thee, Except a man be born of water and of the\nSpirit, he cannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"27955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27955)\">John 3:5<\/a><\/span>).\n<\/p><p>\nYes, baptism is necessary, and we must be baptism conscious. On several occasions bishops\nand branch presidents have said to me, \"President, having all of these people coming into the\nChurch is wonderful. We need them.\" But also another great blessing is received by members\nparticipating in this \"share the gospel\" plan. Many who had been relatively inactive became\nactive again. An increased spirituality is definitely noticeable among the ward members who\nare sharing. It is like love, as you give it to others it increases in yourself.\n<\/p><p>\nFurther, by members sharing the gospel with friends a great many very fine converts are\ncoming into the Church, many who are making wonderful leaders almost immediately after\nbaptism.\n<\/p><p>\nBrethren, remember the word of the Lord to the Prophet Joseph: \"And if it so be that you\nshould labor all your days in crying repentance unto this people, and bring, save it be one\nsoul unto me, how great shall be your joy with him in the kingdom of my Father!\n<\/p><p>\n\"And now, if your joy will be great with one soul that you have brought unto me into the\nkingdom of my Father, how great will be your joy if you should bring many souls unto me!\"\n(<span class=\"citation\" id=\"13962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13962)\">D&amp;C 18:15-16<\/a><\/span>).\n<\/p><p>\nYes, the \"share the gospel\" plan is really here. Every member of the Church a missionary!\nThis also means group teaching to a very large extent, and this plan is very\nsimple and extremely effective. President Moyle has said: \"We can go out into the mission\nfield, we can go out into the world we can go into our lives, and accomplish anything that we\ndesire to accomplish. Whenever the Lord calls upon us to do anything, he makes us equal to\nthe task.\"\n<\/p><p>\nI know this is true. Let everyone of us be a missionary. It is wonderful. And may we have the\nfaith and the determination and the courage to make this \"share the gospel\" plan an effective\nvehicle in bringing great numbers of souls into the kingdom of God. Let us always keep in\nmind that the purpose of missionary work is to bring souls into the kingdom of God through\nthe ordinance of baptism.\n<\/p><p>\nMay the Lord bless us to this end, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}