{"ID":1137, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Ready to Harvest<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, April 1961, pp. 87-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, I count this a great privilege and a great opportunity. I feel the weight of\nthis responsibility and seek the inspiration of the Lord. As I envision the vast network of\nChurch buildings, 285 of them reaching all the way to New Zealand across an expanse of\n12,000 miles, with thousands upon thousands of men and boys who are assembled tonight, I\nthink of Wilford Woodruff's story of the first meeting that he attended with the Prophet\nJoseph Smith.\n<\/p><p>\nOn a Sunday morning in 1834 in Kirtland, Ohio, all of the priesthood were called together.\nThey met in a little, rough log cabin. Hyrum Smith, Oliver Cowdery, Brigham Young, Heber\nC. Kimball, Parley and Orson Pratt, and William E. M'Lellin all spoke, and then Joseph\nspoke and said: \"I want to tell you this: You know no more concerning the results of this\nwork and what lies before you as elders of Israel, and before this people, than a group of\nchildren.\" He then went on to say that this work will fill the whole earth, and all nations will\nhave to hear the proclamation of the gospel (<i>Mill. Star<\/i>, Vol. 54, p. 605).\n<\/p><p>\nWere those men here tonight they would marvel at the accomplishments that have been\nwrought. Never has the work of teaching the gospel moved so splendidly forward as it is\nmoving today. Never before was so much being accomplished. I think you may be interested\nto know that during the ten years that President McKay has stood as President of the Church,\nmore than 24,000 full-time missionaries have gone into the field, notwithstanding the fact that\nmany of our young men were prohibited from going because of military problems beyond\ntheir control. During this same period more than 261,000 converts have been baptized into the\nChurch. I can think of no more fitting memorial to the marvelous work of our great\nmissionary President than the fact that in these last ten years more than a quarter of a million\npeople have entered the waters of baptism. There were 48,500 plus last year, the equivalent of\nten or twelve average stakes, and a hundred wards.\n<\/p><p>\nWe now have approximately 8,500 missionaries in the field who are working, I think, as\nmissionaries have never worked before, averaging 210 hours a month of actual proselyting per\nmissionary. We have approximately seven thousand additional missionaries in the stakes. But\nwith all of these, \"the laborers are few and the harvest is great\" (see\n<span class=\"citation\" id=\"31557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31557)\">Luke 10:2<\/a><\/span>).\n<\/p><p>\n\". . . Lift up your eyes, and look on the fields; for they are white already to harvest\"\n(<span class=\"citation\" id=\"27966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27966)\">John 4:35<\/a><\/span>).\n<\/p><p>\nI believe, my brethren, with all my heart that the field is white ready to harvest. We had\nnearly 50,000 baptisms last year. I think it not at all unrealistic to believe that we could have\n100,000 converts a year in the Church if all of us were alert to the opportunities that are\nabout us and would go to work accordingly. I think the answer to the\nincreased number of converts does not lie particularly in our methods&mdash;effective as those\nmethods are. Rather, I think we are living in the day of the fulfillment of the word of the\nLord given through the Prophet Joel, and repeated by Moroni in his first visitation to the\nProphet Joseph.\n<\/p><p>\n\"And it shall come to pass afterward, that I will pour out my Spirit upon all flesh\"\n(<span class=\"citation\" id=\"26872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26872)\">Joel 2:28<\/a><\/span>).\n<\/p><p>\nI believe, my brethren, that we are living in the day when the Spirit of the Lord is being\npoured out upon all flesh.\n<\/p><p>\nTo Peter, Jesus said,\n<\/p><p>\n\". . . Simon, Simon, behold Satan hath desired to have you, that he may sift you as wheat: \n<\/p><p>\n\"But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen\nthy brethren\" (<span class=\"citation\" id=\"31560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31560)\">Luke 22:31-32<\/a><\/span>).\nI believe, my brethren, that that great admonition applies to\nthe men of the priesthood of the Church of Christ: \". . . when thou art converted, strengthen\nthy brethren.\" When thou art converted, go thou and convert thy brethren. This is our\nresponsibility.\n<\/p><p>\nWhat will it take to do it?\n<\/p><p>\nFirst, it will take an awareness of our responsibility and our opportunity. Great and\nmagnificent as is the work of the more than 15,000 missionaries who have been set apart, I\nam convinced that we have a far greater force for teaching the gospel to the world in the\nmembership of the Church&mdash;\"every man a missionary\"&mdash;as has been said here so convincingly\ntonight. \"Every man a missionary!\"\n<\/p><p>\nAnyone can do this, whether you're rich or poor, whether you're bond or free. I think every\nmember of the Church has the capacity to teach the gospel to nonmembers. I was told the\nother day of a crippled woman, homebound, who spends her days in a wheelchair, who has\nbeen the means of bringing thirty-seven people into the Church. An awareness, brethren, we\nneed an awareness, an everyday awareness of the great power that we have to do this thing.\n<\/p><p>\nSecond, a desire. I think many of us realize that we could do it, but we lack the desire. Let\nevery man single out another, a friend. Let him get on his knees and pray to the Lord to help\nhim bring that man into the Church. I am as satisfied as I am of anything that with that kind\nof prayerful, conscientious, directed effort, there isn't a man in this Church who could not\nconvert another. I think of a phrase that has been quoted by Brother Richard L. Evans: \"If not\nI, who? If not now, when?\" I leave that thought with you.\n<\/p><p>\nThird, the faith to try. It is so simple. As Brother Franklin D. Richards has pointed out, this is\nnot complex. It is simple. We have in the Northern Far East Mission of the Church today a\nbeautiful and capable Japanese girl, born in Honolulu. I said to her, \"Were your folks\nmembers of the Church?\" \"No, they were Buddhists.\" \"How is it then that you are here?\" She\nsaid, \"I had a high school friend who took me to Mutual once a week and then gave me a\ntract to read.\" That girl went on to the University of Hawaii and then to Illinois Wesleyan\nUniversity, from which school she was graduated. Today she is a missionary in Japan.\n<\/p><p>\nThe average missionary in Japan brings approximately seven people a year into the Church.\nThat means that if she is just average she will be the means of bringing about fourteen people\ninto the Church. Now if each of those fourteen were to bring another fourteen people into the\nChurch and so on, it is easy to see how the gospel might spread through that land of a\nhundred million people.\n<\/p><p>\nWe have in one of our great universities a professor, a doctor in science, who spends his noon\nhours discussing the gospel with his associates, to whom he had said in effect: \"What do you\nknow about the Mormons? Would you like to learn more?\" They are learning more.\n<\/p><p>\nI want to tell of one more instance. We had speaking recently in a stake conference a lovely\neighteen or nineteen-year-old girl who had joined the Church. She stood up and in substance\nsaid, \"My father was a minister. His father was a minister. My mother's father was a minister.\nIn fact, my father was the minister of the church just down around the corner. A school friend\nof mine took me to Mutual. Then she brought me to Sacrament meeting.\nThen she said, 'Couldn't I invite the missionaries to come to your home and teach you?' \"\n<\/p><p>\n\"I replied with astonishment, 'To my home, with my father pastor of the church around the\ncorner?'\" The friend suggested she ask her father. So the girl went to her father, and he\nconsented. The missionaries met with her in one room while her father listened in another.\nShe has joined the Church, and her father has resigned his pastorate and is now teaching in a\nCalifornia school.\n<\/p><p>\nI say all of this only to illustrate the point which was made by Brother Richards here tonight\nthat the capacity lies within our young people by the tens and tens of thousands to bring their\nfriends into the fold of the Church.\n<\/p><p>\nI have here a letter that I picked off my desk. It came from a friend, a lawyer who works in a\nlarge bank. He writes: \"I set a goal of at least one referral per week. Thus far there have been\nnumerous opportunities to make appointments. With over 1,000 employees at the main office\nof the bank, the chances of success are good.\"\n<\/p><p>\nThe faith to try! It is so simple! And then after that will come the joy which has been\npromised of the Lord. I know of no other work where the Lord has given so great a promise\nof joy to those who engage in it.\n<\/p><p>\nMay I take a minute or two to share with you a testimony&mdash;and I hope you will not consider\nthis egotistical, but consider it rather in the spirit in which it is given. I was flying across the\nocean on one occasion, and I resolved I would try to discuss the gospel with someone on that\nplane. We had been flying all night, morning was coming, and I began a conversation with a\nman across the aisle. I asked him where he was from. He said he was from Newark. He\nasked, \"Where are you from?\" I said, \"Salt Lake.\" He said, \"Are you a Mormon?\" and I said,\n\"Yes.\" He said, \"I thought so. You've had more orange juice than everybody else on this\nplane put together.\" Well, he hasn't joined the Church yet, but he has read the Book of\nMormon, and he has read LeGrand Richards' book and two or three other books, and he has\ninvited the missionaries to come and speak before the service club of which he is an officer. I\nthink no one can foretell the eventual consequence of that conversation.\n<\/p><p>\nI had an interesting experience while going to the Orient last year. When I checked in in San\nFrancisco, the man examined my passport and inquired about my business. I said, \"I am going\nto represent the Mormon Church. Do you know anything about the Mormons?\" \"Oh,\" he said,\n\"I know a little. My wife's a Mormon.\" \"Has she ever told you anything about the Church?\" I\nasked him. He said, \"Very little. She is rather backward about talking about it.\" \"Where does\nshe come from?\" And he told me, and I said, \"Your wife comes from wonderful people, great\nstock, pioneer stock. Wouldn't you like to know something about the faith of your wife's\npeople?\" And he said, \"Yes.\" I said, \"How about next Thursday night at seven o'clock? Will\nyou spend an hour?\" And he said, \"Yes.\" He handed me his card. President Warren E. Pugh of\nthe Northern California Mission was there, and we arranged an appointment. Eight weeks later\nI had a letter from President Pugh to say that that man had joined the Church.\n<\/p><p>\nNow, I give you those instances, brethren, by way of testimony. I think I have known a little\nof the joy of which the Lord spoke, and concerning which he gave promise.\n<\/p><p>\nYou never know how much good you can do until you try. You never can judge the\nconsequences of your work. I have been in Korea, in that rough, sad, poverty-stricken land,\nwhich has seen so much of sorrow. We have today nearly a thousand members there. They\nare wonderful people. Last year the missionaries in Korea averaged fourteen converts per\nmissionary, and eighty percent of them were university students or university graduates.\n<\/p><p>\nThat marvelous work in Korea is largely the lengthened shadow of one man, Dr. Ho Jik Kim,\nwho was a student at Cornell University fifteen years ago. A fellow student, a Mormon boy\nby the name of Oliver Wayman, began to talk to him about Mormonism.\nWhen Elder Wayman left, another Mormon boy by the name of Don Wood, who went there\nto study bio-chemistry became friendly with this Korean student.\n<\/p><p>\nDr. Kim joined the Church, and he went back to Korea. He undertook to translate the Book of\nMormon. He became a tremendous strength to the work there. He rose to high positions of\nleadership in the government, and the stature which the Church now has in Korea is largely\nthe result of that. Don C. Wood today is president of the Northwestern States Mission. With\nall that he will do as president of that mission, directing the work of 150 missionaries, I do\nnot know that he will do anything more significant than he did when he was a student at\nCornell, walking arm in arm with a young man from Korea over to our little meetings, and\nthen coming back and explaining the gospel to him and encouraging him to read the Book of\nMormon.\n<\/p><p>\nBrethren, the power lies within us to spread the Lord's work. \". . . I am not ashamed of the\ngospel of Christ: for it is the power of God unto salvation\"\n(<span class=\"citation\" id=\"42749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42749)\">Rom. 1:16<\/a><\/span>). I give you\nmy testimony of this work, of its divinity, and of the responsibility which lies upon us to\nspread it throughout the earth to fill its divine mission, and urge you, my brethren, every one\nof you, young or old, rich or poor, professional man, clerk, or laborer, to work with your\nassociates to build the kingdom, all of which I do in the name of the Lord Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}