{"ID":1139, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Time of Preparation<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1961, pp. 96-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have just been handed a paper giving the general priesthood conference count, April 8,\n1961. These reports have come in early. Attendance in the Salt Lake Tabernacle, 8,097. In the\nAssembly Hall, Barratt Hall, and grounds, 2,688. A total attendance on these two blocks,\n10,785. Attendance in other places is to be reported by mail later. For comparison, in April\n1960, we had 10,432 on the grounds; in October, 1960, 9,911; so we have 10,785 tonight, the\nlargest we have ever had.\n<\/p><p>\nWe have had a remarkable meeting. We shall report to you tomorrow how many are in the\nother chapels listening in to this inspirational missionary meeting. In the congregations there\nare thousands, tens of thousands of young men of the Lesser Priesthood&mdash;our future\nmissionaries. I shall just ask the bishops to call their attention to the following.\n<\/p><p>\nTo render service for two or three years in the mission field is a blessing to anyone. It is\nrecognized as such by thousands of parents throughout the Church who appreciate the value\nof such labor to their sons and daughters, in whom this experience awakens an appreciation of\nhome and of the gospel. Parents know also that missionary activity brings into the plane of\nconsciousness a knowledge of the truth of the gospel, which the young men have perhaps felt\nbut not expressed.\n<\/p><p>\nBishops, it is well for us to have in mind not so much the benefit to those representatives as\ntheir preparation and fitness to carry on the responsibilities entailed in a missionary call. In\nchoosing a missionary it is well to keep in mind questions as follows: \n<\/p><p>\nIs he worthy to represent the Church?\n<\/p><p>\nHas he sufficient will power to resist temptation?\n<\/p><p>\nHas he kept himself clean while he has been home and by that standard proved himself\ncapable of resisting possible temptation in the field?\n<\/p><p>\nHas he taken active part in Church organizations at home?\n<\/p><p>\nDoes he at least glimpse what the Church has to offer the world?\n<\/p><p>\nHas he glimpsed that the Church is the greatest thing in the world, and the only authorized\ngroup to represent the Lord Jesus Christ in the salvation of mankind? I use the word <i>glimpsed<\/i>\nbecause many of our young men hesitate to bear their testimonies. They say they don't\nknow&mdash;they believe. But if they will just stop to analyze what this Church does to the individual,\nfirst in keeping himself <i>clean and unspotted<\/i> \n(<span class=\"citation\" id=\"26146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26146)\">James 1:27<\/a><\/span>);\n<i>second<\/i>, in <i>keeping the Word of Wisdom<\/i>\n(<span class=\"citation\" id=\"14029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14029)\">D&amp;C 89:1-21<\/a><\/span>); <i>third<\/i>,\nin keeping <i>chaste and pure<\/i>; if he just studies and realizes and even just glimpses what it does\nfor the home&mdash;no drunken father, if he is a member of the Church; no disloyal husband; no\nmother who makes home unhappy by her infidelity&mdash;a home keeping the standards of the\nChurch, is a happy home; an unbroken home&mdash;a home where boys and girls take turns in\noffering prayer, in courtesy and mutual helpfulness. That is what we mean by \"glimpsing.\"\n<\/p><p>\nHas he taken active part in Church organizations? I do not have time to elaborate upon that.\n<\/p><p>\nHas he, through prayer, or experience, felt God's nearness to him, so that he can approach the\nLord as he would his earthly father?\n<\/p><p>\nYoung men, please keep those questions in mind as you take part in your\ndeacons' quorums, teachers' quorums, priests' quorums, elders' quorums; and as you prepare\nin activity at home, in personal life, and in your schoolwork to qualify yourselves to go out as\nrepresentatives. May you be among those who can be trusted&mdash;a representative of the Lord\nJesus Christ, I humbly pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}