{"ID":1140, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Testimony We Give of Him<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1961, pp. 98-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"The earth is the Lord's, and the fulness thereof; the world, and they that dwell therein\"\n(<span class=\"citation\" id=\"41819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41819)\">Ps. 24:1<\/a><\/span>).\n<\/p><p>\nAs Latter-day Saints we believe literally these words of the Psalmist. We are the Lord's as are\nall our fellow men. This makes us all brothers and sisters, sons and daughters of God, with\nhis only Begotten Son Jesus Christ, our elder brother. This is a much closer relationship than\nmost of us realize. It gives ample justification for \"The Golden Rule\"\n(<span class=\"citation\" id=\"35105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35105)\">Matt. 7:14<\/a><\/span>) and all that Christ\ntaught the world in his Sermon on the Mount. In fact, this relationship forms the basis for all\nof Christ's teachings.\n<\/p><p>\nWhatever the Lord has for his children here on earth, he has for all of us. He is no respecter\nof persons (<span class=\"citation\" id=\"7880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7880)\">Acts 4:12<\/a><\/span>).\nUnderlying all of God's dealings with his children in all generations of time is the\nresponsibility which attaches to any gift which we receive from God.\n<\/p><p>\nIn the lives of those of us who are the recipients of his great blessings, our duty is well\nunderstood, and we do not shirk it. Herein lies the reason for and the foundation of all of our\ngreat missionary work, both at home and abroad. Having received a knowledge of the\nrestoration of the gospel, we are impelled by a power far greater than any earthly power or\nearthly influence to teach the gospel to others that they might enjoy the fulness of life in full\nfellowship with our Father in heaven and in communion with us.\n<\/p><p>\nThe importance of our missionary labors is emphasized in the gospel as written by John: \"And\nthis is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou\nhast sent\" (<span class=\"citation\" id=\"27986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27986)\">John 17:3<\/a><\/span>).\n<\/p><p>\nWe have often been asked why we do not limit our missionary labors to the heathens, why do\nwe bother Christian nations. The answer to this important question is best found in the fact\nthat the missionary work which we perform is the same all over the world, whether it be here\nat home in the United States or in some remote nation of the earth. Our responsibility is to\ntake the restored gospel of Jesus Christ to all our fellow men. Following Christ's ministry, his\ngospel was carried to the great centers of culture by his apostles and their\nassociates&mdash;Jerusalem, Corinth, Ephesus, Athens, Rome, Carthage, to mention only a few.\n<\/p><p>\nWe are not left in doubt as to what we should do. At the end of the Gospel, according to\nJohn, we read: \n<\/p><p>\n\". . . Peter was grieved because he said unto him the third time, Lovest thou me? And he said\nunto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him,\n[for the third time] Feed my sheep\"\n(<span class=\"citation\" id=\"27991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27991)\">John 21:17<\/a><\/span>).\n<\/p><p>\nWere there any doubt in our minds as to the meaning of this parable, the doubt should be\nremoved when we read the closing sentences of the Gospel according to Matthew.\n<\/p><p>\n\"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the\nSon, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you\"\n(<span class=\"citation\" id=\"35144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35144)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nWith the passing of time our relationship to one another and to God has not changed. We are\nnow no less constrained to teach others the ways of God than were his disciples of old. We\nare in fact, under greater stress so to do because God has given us sufficient temporal\nresources and also unlimited means of transmitting to all mankind the eternal truths of the\ngospel of Jesus Christ which have once again been given to man through his prophets in these\nlatter days to the convincing of the souls of men that God lives, that Jesus is the Christ, that a\nplan for the salvation and exaltation of man was given by God himself before the foundations\nof the earth were laid, which, if followed, will bring all his children back into his divine\npresence, there to dwell eternally in a state of eternal happiness and progression; that we\nthrough the gift and power of the Holy Ghost can know and understand and follow this way\nof life which was also laid down for us by our Lord and Savior Jesus Christ, while he walked\nhere among men upon the earth in the Meridian of Time.\n<\/p><p>\nIndeed, this course which God intends his children to follow in mortality was given to Adam\nand has been revealed to all the prophets of God in every gospel dispensation for the\nenlightenment of mankind down to the present time.\n<\/p><p>\nPaul said, \"That in the dispensation of the fulness of times he might gather together in one all\nthings in Christ, both which are in heaven, and which are on earth\"\n(<span class=\"citation\" id=\"21718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21718)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nThis is the Dispensation of the Fulness of Times of which Paul spoke to the Ephesians.\n<\/p><p>\nInasmuch as the Fulness of Times has now been revealed to man, we have all that has gone\nbefore in all former dispensations of time, to now present and teach to men.\n<\/p><p>\nIt is of course with the present time that we are immediately concerned. This again\ndemonstrates how great is our responsibility and how wonderful our opportunity for service. It\nis the purpose of the Almighty that all mankind shall sooner or later receive the message of\nthe restoration of the gospel in its fulness.\n<\/p><p>\nIn a general conference of the Church held in Nauvoo in October 1840, Joseph Smith said:\n\"Now the purpose in Himself in the winding up scene of the last dispensation is that all things\npertaining to that dispensation shall be conducted precisely in accordance with the preceding\ndispensations\" (<i>DHC<\/i>, Vol. IV, p. 208).\n<\/p><p>\nWe see that the gospel today is the gospel of yesterday. Therefore the revelations of God to\nman through his prophets in the past, as found in the Holy Bible, are of immediate\nimportance and application in our lives today. To us they are in no wise antiquated or\noutmoded. The revelations of the past and the present reveal God the Father and Jesus Christ\nhis Son to those who will read with a will to understand. God's laws are eternal. Our\nrelationship to God is both unchanging and everlasting.\n<\/p><p>\nParenthetically, let me say that new editions of the Bible, no matter how modern, cannot help\nus any unless they present to us a more accurate interpretation of the original source material\nstill available. Our attention is particularly called in this respect to the importance of the\ntranslation of the Bible. Our Eighth Article of Faith reads: \"We believe the Bible to be the\nword of God as far as it is translated correctly; we also believe the Book of Mormon to be the\nword of God\" (<span class=\"citation\" id=\"6758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6758)\">A of F 1:8<\/a><\/span>).\n<\/p><p>\nPaul gave the Corinthians the spiritual attainment necessary to our understanding of God, for\nhe said: \". . . no man can say [know] that Jesus is the Lord, but by the Holy Ghost\"\n(<span class=\"citation\" id=\"339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(339)\">1 Cor. 12:3<\/a><\/span>).\n<\/p><p>\nOur understanding of the scriptures and our conversion to the truth today must follow the\nsame pattern as was set for Paul's conversion and followed by Paul in his ministry in the\nconversion of others. Paul once said: \"I have planted, Apollos watered; but God gave the\nincrease\" (<span class=\"citation\" id=\"335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(335)\">1 Cor. 3:6<\/a><\/span>).\nWhere there is no increase given, of such as Paul spoke, there is no conversion.\n<\/p><p>\nJob's declaration is all-enlightening. \"But there is a spirit in man: and the\ninspiration of the Almighty giveth them understanding\"\n(<span class=\"citation\" id=\"26696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26696)\">Job 32:8<\/a><\/span>).\n<\/p><p>\nTherefore, when we come to fulfil all righteousness by delivering the message of the gospel\nas it has been revealed to us, to our fellow men, we must teach by the Spirit. The Spirit must\nbear witness of the truthfulness of our message to the world. No one need fear to hear our\nmessage. If we speak of ourselves, our work will come to naught. Paul declared to the\nCorinthians: \n<\/p><p>\n\"And I, brethren, when I came to you, came not with excellency of speech or of wisdom,\ndeclaring unto you the testimony of God.\n<\/p><p>\n\"For I determined not to know any thing among you, save Jesus Christ, and him crucified.\n<\/p><p>\n\"And I was with you in weakness, and in fear, and in much trembling.\n<\/p><p>\n\"And my speech and my preaching was not with enticing words of man's wisdom, but in\ndemonstration of the Spirit and power: \n<\/p><p>\n\"That your faith should not stand in the wisdom of men, but in the power of God\"\n(<span class=\"citation\" id=\"331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(331)\">1 Cor. 2:1-5<\/a><\/span>).\n<\/p><p>\nPaul wrote to the Ephesians: \"For through him we both have access by one Spirit unto the\nFather\" (<span class=\"citation\" id=\"21720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21720)\">Eph. 2:18<\/a><\/span>).\n<\/p><p>\n\"There is one body, and one Spirit, even as ye are called in one hope of your calling; \n<\/p><p>\n\"One Lord, one faith, one baptism,\n<\/p><p>\n\"One God and Father of all, who is above all, and through all, and in you all\"\n(<span class=\"citation\" id=\"21726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21726)\">Eph. 4:4-6<\/a><\/span>).\n<\/p><p>\nWe bear solemn witness to the world that God has revealed himself and his Son Jesus Christ\nto the world through his Prophet Joseph Smith; that he has restored his priesthood, his\nprophets, and his apostles as of old upon this earth. They are with his people here and now.\nWe as recipients of the Holy Priesthood are empowered and authorized to preach the gospel\nof Jesus Christ to mankind today, and to administer in all the ordinances of the gospel given\nto man from the time of Adam to the present day. All our elders called on missions at home,\nand those who are in the various nations of the earth, have been ordained to the priesthood of\nGod and set apart to teach the world the saving principles of the gospel, to call the world to\nrepentance, to warn the world of impending dangers which can be met successfully only by\nliving lives of righteousness, adhering to the principles of truth which emanate from the\nthrone of God, obedience to which results in peace on earth and in exaltation eternally in the\nkingdom of our Heavenly Father.\n<\/p><p>\nThe Lord once said, \"For behold, this is my work and my glory&mdash;to bring to pass the\nimmortality and eternal life of man\"\n(<span class=\"citation\" id=\"39138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39138)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nEvery elder of the Church of Jesus Christ\nof Latter-day Saints called into the service of the Master as a missionary goes forth to\nproclaim these duties, with this admonition from the Lord&mdash;to do his work, to establish his\nglory, to turn the hearts and spirits of men to their Maker. We have received a very positive\nand definite commission from on high. The Lord has spoken, and these are his words: \n<\/p><p>\n\". . . Ye are not sent forth to be taught, but to teach the children of men the things which I\nhave put into your hands by the power of my Spirit; \n<\/p><p>\n\"And ye are to be taught from on high. Sanctify yourselves and ye shall be endowed with\npower, that ye may give even as I have spoken\"\n(<span class=\"citation\" id=\"13980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13980)\">D&amp;C 43:15-16<\/a><\/span>).\n<\/p><p>\n\"And again, the elders, priests and teachers of this church shall teach the principles of my\ngospel, which are in the Bible and the Book of Mormon, in the which is the fulness of the\ngospel\" (<span class=\"citation\" id=\"13977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13977)\">D&amp;C 42:12<\/a><\/span>).\n<\/p><p>\nNow to those who hear will be given to know and to understand the teachings of our elders,\nif their hearts and minds are open, and they have a sincere desire to know the truth. The Lord\nwill answer the prayers of those who seek to know the truth. Did not the Master admonish us\nall to \"Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened\nunto you\" (<span class=\"citation\" id=\"35097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35097)\">Matt. 7:7<\/a><\/span>).\n<\/p><p>\nPeople by the thousands can be heard all over the earth to testify that the message of the\nmissionaries of the Church is true. They do not rely upon the word of the elders of the\nChurch alone. They receive a testimony of their own which is born of the\nSpirit. This is the greatest gift which comes to man from on high. He immediately sees\nhimself in true perspective with his fellow men and with his God. He knows what he should\nknow. He is responsive to the gospel plan. He seeks baptism by immersion for the remission\nof his sins.\n<\/p><p>\nChrist sought John the Baptist in the wilderness to be baptized of him in the River Jordan.\nChrist at once recognized the authority to baptize held by John. Christ declared that he was\nbaptized to \"fulfil all righteousness.\" Following his baptism, and as he came straightway out\nof the water, having been immersed therein, the heavens opened and God the Father declared:\n\"This is my beloved Son, in whom I am well pleased.\" The Holy Ghost, the other member of\nthe Godhead, descended from heaven and rested upon the Savior\n(<span class=\"citation\" id=\"35084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35084)\">Matt. 3:15-17<\/a><\/span>). Thus the Savior was\nbaptized both by water and by the Spirit.\n<\/p><p>\nIn all generations of time those who have been baptized according to the plan laid down by\nthe Father, justified by the Son and recognized and approved by both the Father and the Holy\nGhost, have, after baptism, received the Holy Ghost through the laying on of hands by those\nwho are in authority&mdash;the Holy Ghost, the Comforter, which Christ promised his disciples\nwould be sent to them by the Father upon his ascension on high. Those who seek after the\nComforter can be assured, through obedience to the laws and ordinances of the gospel, never\nto be left alone, but always to have the influence, power, and inspiration of a member of the\nGodhead ever present.\n<\/p><p>\nChrist says, as recorded in John: \"But when the Comforter is come, whom I will send unto\nyou from the Father, even the Spirit of truth, which proceedeth from the Father, he shall\ntestify of me: \n<\/p><p>\n\"And ye also shall bear witness, because ye have been with me from the beginning\"\n(<span class=\"citation\" id=\"27983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27983)\">John 15:26-27<\/a><\/span>).\n<\/p><p>\nFor you it is left to decide whether our message is like the seed in the parable of the sower,\nsome falling by the wayside into stony places, or among the thorns, or into the good ground,\nand is heard and understood and beareth fruit and bringeth forth \"some an hundredfold, some\nsixtyfold, some thirtyfold\" (see\n(<span class=\"citation\" id=\"35116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35116)\">Matt. 13:3-8<\/a><\/span>).\n<\/p><p>\nOur preaching of the gospel today is no different from the days of Pentecost in Jerusalem\nwhen Peter preached to the multitude. We read: \n<\/p><p>\n\"And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all\nthe house where they were sitting.\n<\/p><p>\n\"And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.\n<\/p><p>\n\"And they were all filled with the Holy Ghost, and began to speak with other tongues, as the\nSpirit gave them utterance.\n<\/p><p>\n\"And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven\"\n(<span class=\"citation\" id=\"7873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7873)\">Acts 2:2-5<\/a><\/span>).\n<\/p><p>\nFinally Peter testified unto them in the power and majesty of his priesthood: \n<\/p><p>\n\"Therefore let all the house of Israel know assuredly, that God hath made that same Jesus,\nwhom ye have crucified, both Lord and Christ.\n<\/p><p>\n\"Now when they heard this, they were pricked in their heart, and said unto Peter and to the\nrest of the apostles, Men and brethren, what shall we do?\n<\/p><p>\n\"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost\"\n(<span class=\"citation\" id=\"7874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7874)\">Acts 2:36-38<\/a><\/span>).\n<\/p><p>\nWith President McKay to direct us in our effort to do our duty in promulgating the gospel at\nhome and abroad, we always know the proper course to pursue. The Lord has raised him up\nto be his prophet, seer, and revelator and to give to his Church a revelation pertaining to our\nduties as members of the Church in the world today. We are all becoming more and more\naware of our responsibility, our privilege, our power, and our opportunity. On every hand we\nare beckoned by the world to divulge, as it were, the secret of our unity and success and\nhappiness. No one lacks opportunity.\n<\/p><p>\nSome may ask the question as to how we convert others to the truth. The answer is, we do\nnot. Conversion comes from above. Our part in this work is to plant the\nseeds of truth. These seeds are born of our conviction when we testify of the divine mission\nof Jesus Christ the Son of the Living God, who offered himself as a sacrifice for the sins of\nthe world. We rely upon the gift and power of the Holy Ghost to carry our message into the\nhearts of our listeners and witness unto them the truthfulness of our stated conviction.\n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony,\nlast of all, which we give of him: That he lives!\" declared Joseph Smith and Sidney Rigdon in\n1832.\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;\n<\/p><p>\n\"That by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\"\n(<span class=\"citation\" id=\"14003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14003)\">D&amp;C 76:22-24<\/a><\/span>).\n<\/p><p>\nGod help us all as his children that we may wend our way back to him by obedience to the\nlaws and commandments set forth in his gospel, I humbly pray in the name of the Lord Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}