{"ID":1141, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Great Missionary Service<\/p>\n<p class=\"gcspeaker\">Elder Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1961, pp. 106-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Moyle, brethren and sisters: I am truly thankful for the\nopportunity of being here with you and attending this wonderful conference where one feels\nso keenly the Spirit of the Lord and the spirit of brotherhood and can enjoy this lovely music\nby the choirs which we have with us in our conference.\n<\/p><p>\nI feel very humble this morning and earnestly request an interest in your faith and prayers and\npray that the Spirit of the Lord will attend me as I stand here before you this beautiful\nSabbath morning. What a wonderful experience it is to listen to our great Prophet, David O.\nMcKay&mdash;truly a prophet of God&mdash;and President Moyle, and the other leaders of the Church\nand kingdom of God here upon this earth. I am sure that we all have missed\nPresident Clark and his testimony and counsel, and pray for his well-being.\n<\/p><p>\nWhere else in all the world, my brothers and sisters, are people privileged to listen to apostles\nand prophets? What a privilege we have of being and using our best efforts to help others be,\n\". . . no more strangers and foreigners, but fellow citizens with the saints, and of the\nhousehold of God.\n<\/p><p>\n\"And are built upon the foundation of the apostles and prophets, Jesus Christ himself being\nthe chief corner stone\" (<span class=\"citation\" id=\"21723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21723)\">Eph. 2:19-20<\/a><\/span>).\n<\/p><p>\nI am very happy to have this opportunity this morning of bringing to you assembled here and\nto those parents and loved ones wherever they may be, who are listening in, greetings and glad\ntidings from Elder and Sister Hugh B. Brown, Elder and Sister Alvin R. Dyer, those dedicated\nmission presidents and their wives, who are doing such a wonderful job with the missionaries;\nthat wonderful corps of faithful, energetic missionaries, and all of those fine people whom we\nsaw in those delightful countries of Great Britain, France, and the Netherlands.\n<\/p><p>\nWe have here attending these conference meetings at this time President Selvoy J. Boyer of\nthe London Temple, representatives of the five stake presidencies and two bishops from each\nstake. I appreciate more than I can possibly say the signal honor and privilege afforded Sister\nTanner and myself of being able to accompany President and Sister McKay and their fine son\nand daughter and their party to London, England, where we were privileged to participate in\nthe dedication of the magnificent Hyde Park chapel with its lovely organ, which Sir Thomas\nBennett so ably described to you yesterday.\n<\/p><p>\nThere we listened to that stirring testimony and message of the Prophet to the world and to\nthat inspiring dedicatory prayer. It was a rare experience. We also felt the influence of the\ninternational Singing Mothers under the able leadership of Sister Florence J. Madsen,\naccompanied by Brother Frank W. Asper, all of whom were so well received throughout the\nBritish Isles.\n<\/p><p>\nI feel that President McKay would wish me to give you a brief report of my assignment and\nconditions as I found them among the Saints where we went. As most of you know, Elders\nBrown, Dyer, and I were given the very pleasant assignment and privilege of organizing four\nnew stakes, three in England and one in Holland. What a privilege and honor it is to be called\nto labor in the British Mission, from which eighty percent of the membership of this Church\ntoday can trace their ancestry. Every President of the Church, except Joseph the Prophet, has\npresided over that mission.\n<\/p><p>\nDuring the 124 years since Brother Heber C. Kimball was called to preside over the British\nMission, thousands and thousands of British people have been brought into the Church.\nApproximately 60,000 of these devoted members have emigrated to make their homes in\nAmerica, thousands of whom crossed the plains to be with the Saints, and many of whom\nwillingly gave their lives in the struggle. Thousands of others in the Church are proud to trace\ntheir ancestry to other countries in Europe from which many of our leaders have come, while\nthousands of loyal, faithful members who remained in their native lands have carried on under\nmany trials and tribulations, contributing much to the building up of the kingdom of God at\nhome.\n<\/p><p>\nBrother Sonne gave you a very fine review of the missionary work in the land. You will be\ninterested also in knowing the tremendous growth that has taken place in the Church in those\nareas since President McKay pronounced a new era and since the dedication of the temple in\n1958, most of which has taken place within the last year and a half.\nAlthough I haven't a complete picture, I should like to give you some information\nwhich I found most interesting. During that short period, the Church population in Great\nBritain has increased from approximately 10,000 to approximately 20,000, or nearly double.\nThe number of missionaries has increased from 150 to 500. There was only one mission in\nthe British Isles known as the British Mission. Today there are four&mdash;namely, the British, the\nCentral British, the North British, and the Scottish-Irish. There were no\nstakes then, while today there are four stakes. In order of organization they are, the\nManchester, London, Leicester, and Leeds stakes.\n<\/p><p>\nThe European Mission, including the British Isles, was composed of eleven missions when\nPresident Dyer was called to preside over it a year and a half ago. Today this same area is\ncomposed of eighteen missions and five stakes. The European Mission has been divided, as\nPresident McKay told you this morning, leaving President Dyer still with eleven missions,\nthough seven have been placed in the new West European Mission.\n<\/p><p>\nThe West European Mission consists of the four missions on the British Isles which I have\nnamed, the French, the French East, and the Netherlands missions, over which I have the\nhonor of being called to preside.\n<\/p><p>\nI should tell you that the Holland Stake was organized March 12&mdash;the first stake to be\norganized on the continent of Europe. This makes a total of five stakes and seven missions in\nthis area.\n<\/p><p>\nWhile this tremendous growth is taking place, it is impossible to keep up with the building\nprogram. In fact, the lack of buildings is very serious. We cannot begin to accommodate the\nnew converts as they are being brought into the Church. In some branches there is only\nstanding room for some of the people as they attend the Sacrament services, and they stand\nduring the whole of the service.\n<\/p><p>\nI am pleased to report, however, that the Church, through the building committee, is doing all\npossible there, as elsewhere in the Church, to cope with the situation. In spite of the\ntremendous growth that is taking place in these areas, I should like to point out the great need\nfor more and more missionaries. In the Central British Mission there are eighty important\ncities or boroughs, with populations ranging from 25,000 to over 250,000, in which we have\nno missionaries whatever.\n<\/p><p>\nIn the British Mission there are 136 such cities with no missionaries, while in the French East\nMission we have fifty-five cities and in the French Mission 147 cities without missionaries.\nThis means that in these four missions alone we have over 400 important cities and boroughs\nwith populations of approximately 25,000 and over without any missionaries whatever.\n<\/p><p>\nWhile in the West European Mission, Sister Tanner and I had the rare privilege of traveling\nwith Elder and Sister Hugh B. Brown, who have spent so many years in missionary work\nover there, and with President and Sister Dyer, and of meeting and associating with the\nmission presidents and many of the missionaries, and aiding in the organization of new stakes.\n<\/p><p>\nDuring our travels we met with thousands of the Saints. In fact, at the organization of the\nLeeds Stake we had in attendance 2,080 people. It was a great inspiration to me to meet with\nthe missionaries in their conferences and to hear them bear their fervent testimonies to the\ntruthfulness of the gospel and to have the privilege of interviewing them and feeling their fine\nspirit.\n<\/p><p>\nAfter attending one of these meetings, Sister Tanner said that when she went into that meeting\nand saw all those young missionaries&mdash;most of them from nineteen to twenty-two years of\nage&mdash;she thought, \"What can these youngsters do in this great work?\" You know, they are\nmuch younger than they were when she was that age. But she said as she left that meeting,\nafter listening to them bear their testimonies and expound the principles of the gospel, she had\nwatched those boys grow into mature men, able and prepared to take the gospel message of\nsalvation into the world. It is thrilling indeed to listen to this great army of\nmissionaries&mdash;both elders and sisters&mdash;bear their testimonies and to see their enthusiasm and devotion as\nthey go forward unselfishly with only one thing in mind, and that is to bear testimony to the\nworld that the gospel has been restored through a prophet in these the latter days, that God is\na personal God of body, parts, and passions; and that we accept Jesus Christ as the Living\nSon of the Living God and the Savior of the world.\n<\/p><p>\nAs they teach repentance and the truths of the restored gospel, they\nencourage the people to follow the admonition of Moroni when he said, \"And when ye shall\nreceive these things, I would exhort you that ye would ask God, the Eternal Father, in the\nname of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real\nintent, having faith in Christ, he will manifest the truth of it unto you, by the power of the\nHoly Ghost.\n<\/p><p>\n\"And by the power of the Holy Ghost ye may know the truth of all things\"\n(<span class=\"citation\" id=\"38290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38290)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nIn no other Church will you find an army of young men prepared to go into the world to\ncarry the gospel plan of life and salvation. There are approximately eight thousand\nmissionaries in the field today who are working night and day, and who often fast and pray to\ntheir Heavenly Father that they will do their work and carry forth the gospel message in a\nway that will be acceptable to him and bring the people to a knowledge and acceptance of the\ntruth.\n<\/p><p>\nI call upon the world to hearken to their message, and without prejudice put it to the test by\npraying earnestly to God the Eternal Father. Many of these young men have asked their\nmissions to be extended beyond the normal time so that they might continue in the service of\ntheir Heavenly Father and of their fellow men. It is their hope that those who are seeking for\nthe truth might hear and accept it.\n<\/p><p>\nYou parents of these missionaries have every reason to be humbly proud, and I appeal to\nthose parents whose children are not yet old enough to fill missions to set about now to teach\nand train and to prepare them in mind and in attitude to accept a call so that they might go\nforward as ambassadors of the Lord. This is a special call to the members of the restored\nChurch. As the Lord said, \"Go ye into all the world, preach the gospel to every creature,\nacting in the authority which I have given you, baptizing in the name of the Father, and of the\nSon, and of the Holy Ghost\" (<span class=\"citation\" id=\"13996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13996)\">D&amp;C 68:8<\/a><\/span>).\n<\/p><p>\nAs we interviewed dozens of men to fill offices in these stakes and wards, both in England\nand in Holland, every man without exception expressed his gratitude for his membership in\nthe Church and his appreciation to those who had brought the gospel to him and his family.\nThey also expressed their willingness and desire to accept office and to labor in the Church\nand devote whatever time was necessary to carry out the assignments.\n<\/p><p>\nAmong those selected as members of stake presidencies and bishoprics, we found\nindustrialists, contractors, teachers, accountants, merchants, men in the Air Force and in the\nNavy, builders, and even the humblest of laborers. Though the majority of these men had been\nin the Church less than ten years, and many of them from one to five years, they are men\nwith testimonies of the truthfulness of the work and of the joy of service. All were so\nthankful for what the Church meant to them in their lives and in their homes.\n<\/p><p>\nThey expressed their humility and feel keenly their lack of experience, but feel, as Nephi\nexpressed himself as he prepared to go back and get the plates: \"I will go and do the things\nwhich the Lord hath commanded, for I know that the Lord giveth no commandments unto the\nchildren of men, save he shall prepare a way for them that they may accomplish the thing\nwhich he commandeth them\" (<span class=\"citation\" id=\"1567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1567)\">1 Ne. 3:7<\/a><\/span>).\nAnd they have the knowledge and belief that\nthey in and of themselves can accomplish nothing, but with the help of the Lord they will\nsucceed.\n<\/p><p>\nOne of the finest meetings Sister Tanner and I attended was a meeting of the stake\nmissionaries in Leicester Stake, where the stake mission president had been in the Church\nonly three years. The way he conducted, the lovely testimonies that were borne, and the\ndevotion of those missionaries&mdash;all young in the Church&mdash;were most inspiring. They all\nstood ready, and expressed their desire to spend hours every week teaching and sharing the\ngospel with the people in their communities.\n<\/p><p>\nIn conclusion I should like to join with those who have spoken in this conference and with\nthose devoted missionaries, both full-time, stake, and district missionaries, in bearing my\ntestimony to all who are listening. I should like to do this by telling an experience of\nJoseph Smith right here on the American continent in the year 1820, which\nto me is one of the most important and thrilling happenings since the resurrection of our\nSavior Jesus Christ, and one with which all members of the Church are very familiar, and\nwhich is being told by the missionaries throughout the world.\n<\/p><p>\nIt is the story of a young boy, not yet fifteen years of age, who desired to know which of all\nthe churches was true. He knew that God could not be the author of all the confusion\n(<span class=\"citation\" id=\"343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(343)\">1 Cor. 14:33<\/a><\/span>) where\neach church was zealously trying to establish its own tenets and disprove others. In order to\nget the answer direct, he went alone to ask God in prayer. As he knelt in the grove by\nhimself, he saw a pillar of light exactly over his head, which was above the brightness of the\nsun, and he saw two Personages whose brightness and glory defied all description, standing\nabove him in the air.\n<\/p><p>\nOne of them said to Joseph, \"This is My Beloved Son. Hear Him!\" As soon as Joseph could\nspeak he asked which church he should join, and he was told to \"join none of them, for . . .\nthey draw near to me with their lips, but their hearts are far from me, they teach for doctrines\nthe commandments of men, having a form of godliness, but they deny the power thereof\"\n(<span class=\"citation\" id=\"30410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30410)\">JS&mdash;H 1:17,19<\/a><\/span>).\n<\/p><p>\nAs he left this grove, though he had been taught that God was just a spirit, he knew as he\nknew that he lived that God the Father and his Son Jesus Christ were personal beings, and he\nbore testimony that they had appeared to him and had instructed him. Though only an obscure\nboy, not yet fifteen years of age, he was ridiculed and persecuted by ministers and men of\nhigh standing, who told him that there were no such things as visions or revelations in these\ndays; that all these things had ceased with the apostles, and that there would never be any\nmore of them (<span class=\"citation\" id=\"30411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30411)\">JS&mdash;H 1:21-23<\/a><\/span>).\n<\/p><p>\nHowever, though only a boy, he maintained that he had beheld a vision, and all the\npersecution under heaven could not make it otherwise\n(<span class=\"citation\" id=\"30412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30412)\">JS&mdash;H 1:24-25<\/a><\/span>). It was through him that the gospel was\nrestored, and the Church and kingdom of God, known as the Church of Jesus Christ of\nLatter-day Saints, was established in which we have apostles and prophets and the priesthood\nof God with our beloved Prophet David O. McKay at the head of Christ's Church here upon\nthe earth.\n<\/p><p>\nThis is my witness to you this day, and I do hope and pray that we will all go forth, keeping\nall of the commandments of God, bearing this testimony to the world, as our missionaries are\ndoing so effectively, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}