{"ID":1142, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A World Message<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1961, pp. 110-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSomeone has said there is a new Beatitude which reads: \"Blessed is he who expects nothing,\nfor he shall not be disappointed.\"\n<\/p><p>\nI stand before you this morning in deep humility and gratitude, my brothers and sisters,\nrejoicing in the opportunities and blessings which have been mine to be in attendance at this\nconference. With all my heart I endorse the counsel that has been given and add my witness\nto those testimonies already borne.\n<\/p><p>\nI think it was Edgar A. Guest who said: \n<\/p><p>\n\"Some folks leave home for money<br \/>\n       And some folks leave home for fame,<br \/>\n     Some seek skies always sunny,<br \/>\n       And some depart in shame.<br \/>\n     I care not what the reason<br \/>\n       Men travel east or west,<br \/>\n     Or what the time or season&mdash;<br \/>\n       The home-town is the best.\"\n<\/p><p>\nI am so happy, my brethren and sisters to be with you today back here in the\nbosom of the Church, and to realize that I can probably remain here beyond the end of this\nconference session this afternoon.\n<\/p><p>\nAs I drove west a few days ago from my home of eight years in Washington to these valleys\nof the mountains, I caught myself singing many of the old familiar Mormon hymns: \"O Ye\nMountains High,\" \"Beautiful Zion for Me.\" I had a great joy in my heart, and I had a great\nsurge of freedom, I think augmented somewhat by the fact that I was behind the wheel of my\nown car after riding behind government chauffeurs for eight years.\n<\/p><p>\nIt is good to be home. There is one expression that has become very dear to me. It has been\nrepeated over and over again, I guess hundreds of times by many people during the last few\ndays: \"Brother Benson, it is good to have you home again.\" It isn't half as good to have me\nhome as it is for me to be home. It is a joy, my brethren and sisters, to be here to enjoy the\nwarm welcome and the sweet spirit of brotherhood and fellowship that we have in the\nChurch. I know it is very real. Of course, it isn't what it should be. It isn't what it could be.\nIt isn't what it will be, as we continue to increase our faith and live more fully the gospel of\nJesus Christ. But it is truly a sweet spirit.\n<\/p><p>\nI am grateful for the privilege of being back again associating with my brethren of the\nGeneral Authorities. There is no sweeter association in all this world among men than the\nassociation we enjoy as a body of General Authorities of the Church. And I say this after\nhaving traveled six million miles in forty-two nations during the last eight years. And I am\ngrateful to be a part of this brotherhood, this fellowship, this spirit, which is part of the\nChurch and kingdom of God.\n<\/p><p>\nI express my gratitude this morning for the interest that has been shown in my activities\nduring recent years, for the support that has been given to my humble efforts. These have\nbeen eight rather difficult, eventful, and I must say, rewarding years. I have had a prayer in\nmy heart constantly that I would never do anything that would hurt the Church, or my great\ncountry&mdash;your country.\n<\/p><p>\nI have missed the association of the brethren of the General Authorities. I think the happiest\nhour each week has been on Sunday when I had the pleasure of reading the minutes of the\nweekly meeting of the First Presidency and the Council of the Twelve, held in the upper room\nof the Salt Lake Temple. I am grateful to President McKay for kindly granting me this\nprivilege.\n<\/p><p>\nI have missed the weekly travels to the stakes and missions of the Church, and yet I have had\nthe glorious privilege of meeting the Saints in many parts of the world. I have had a\nconviction, through all this period, my brethren and sisters, that I was where the Lord wanted\nme to be. I hope and pray that I will always be where he wants me to be. I have had no\ndoubt of that since President McKay in November 1952, realizing that there might be a\nrequest for me to occupy an important government position, said to me: \"Brother Benson, my\nmind is clear, and if the opportunity comes in the proper spirit, I think you should accept.\"\n<\/p><p>\nThe opportunity came in the proper spirit on a high spiritual plane, and I accepted. We have a\nresponsibility as American citizens to respond to the calls of Presidents of the United States.\nAs a humble stake president I had responded to such a call from President Franklin Delano\nRoosevelt and served for some time on a four-man national agricultural advisory committee\nduring the 1940's.\n<\/p><p>\nBut the thing I am most grateful for this morning is the faith and prayers that have been\nexercised in my behalf during the last eight years&mdash;first of all by my brethren of the General\nAuthorities, by the members of my own quorum, by the First Presidency and others, by my\ndevoted family, and my companion who always has come to the rescue especially during\ncrucial periods&mdash;and we have had a few. I shall ever be grateful for the faith and prayers of\nthe Latter-day Saints throughout the Church and for the faith and prayers of the people of all\nfaiths from all over the free world. Hundreds, yes, thousands of letters, telegrams, telephone\ncalls, and other messages have given ample evidence of the great amount of\nfaith and prayer that has been exercised in my behalf. Without this faith and without this help\nI am sure I could not possibly have accomplished even the small amount that I have been able\nto do.\n<\/p><p>\nYes, it has been a politically sensitive position. There have been honest differences. Thank\nGod we live in a land where men and women can differ honestly without fear. I have been in\ncountries where that is not possible. I know that some of the differences have probably been\ninspired by political expediency, but on the whole I think they have been honest differences.\n<\/p><p>\nThere has been criticism too, but I am frank and honest in saying that it has never bothered\nme very much because in my heart I have been convinced I was doing the thing that seemed\nto me, at least, to be right, and the thing which our mail and other evidence also indicated\nrepresented the views of the overwhelming majority of the American people. And I have\nnothing in my heart, nor have I had, except a love for the people. I have had no bitterness. I\nhave no bitterness today. At times when the wonderful representatives of the press, who have\nbeen such a help, have said, \"Surely, you must hate these people who criticize you,\" I have\nusually replied, \"I do not hate any living soul. I love all of our Father's children. True, I love\nsome more than others.\"\n<\/p><p>\nBut honestly, my brethren and sisters, I have had no feeling of bitterness or hatred in my\nheart, for which I am deeply grateful because I have prayed&mdash;we have prayed as a\nfamily&mdash;that we could avoid any spirit of hatred or bitterness. I love our Father's children. I think the\ngreat rank and file of them are good. Oh, they have weaknesses&mdash;all of us do&mdash;but as I\nhave visited them in forty-two nations, I found that they are very much the same. True, some\nof them have bad leaders. Some of them have lost that which is priceless, yea, even more\npriceless than life itself&mdash;their freedom, their right to choose, their right to make their own\ndecisions. But on the whole they are good people.\n<\/p><p>\nI like to think they have five things in common&mdash;five aspirations, five hopes. I have found\nthat universally they long for peace, and I am confident that if the leaders of this world or of\nthe nations of the earth respond to the will of the people, they will work and labor and pray\nfor peace.\n<\/p><p>\nSecondly, they want to live as brothers, as neighbors, and friends. Third, they love their\nhomes and families, and on the whole they want to be good parents. Fourth, they want to\nraise their standards of living. They want to enjoy some of the comforts of life, some of the\nopportunities for development and growth and culture. And fifth, they desire to do good.\n<\/p><p>\nNow, most of these people have been from the rural areas, but keep in mind that the rural\npeople of this world represent more than half of the total population. They are people who\nhave had their feet in the soil, who have been close to the land, who live and work in the\ncountry, and they are solid, substantial people, not easily stampeded, who probably know\nabout as well as any other segment of our population that \"as ye sow, so shall ye reap\"\n(<span class=\"citation\" id=\"23263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23263)\">Gal. 6:7<\/a><\/span>).\n<\/p><p>\nI am\ngrateful for the people I have worked with. I am grateful that my lot has been cast in large\nmeasure with the rural people of the world. I am grateful for the support I have had from\nmany of these wonderful people, from the wonderful group of men who have been associated\nwith me in the Department of Agriculture, for their spirit of loyalty and unity and devoted\nservice. I am very grateful for the support I have had from the Chief Executive during these\neight years, for his loyalty, for his deep spirituality, for his determination to do that which he\nbelieved to be right, and to approve my doing so as well. Also I am grateful that he remained\ntrue to his promise that I would never be asked to support any program or policy which I did\nnot believe in, and I am sure he knew in his own heart that I would not do it anyway.\n<\/p><p>\nI say I love our Father's children. Hundreds and thousands of them I have contacted during\nthe last eight years. Last night in the priesthood meeting we heard about the great \"share the\ngospel\" program and the referral program. I have the names of some 9,000\nmen, approximately, with whom I have had personal contact in an official capacity. I hope to\ngive referral cards for them. I would like to have every one of them hear the gospel. I wish\nthat all of our Father's children might enjoy the blessings that come through an acceptance\nand living of the gospel of Jesus Christ.\n<\/p><p>\nYes, even when I was in Russia, I expressed the hope to the Russian leaders, our hosts, that\nafter my tour of duty was over for the government that I might have the opportunity of\nreturning to Russia and being privileged to hold meetings to discuss my philosophy of life and\nto talk about things spiritual with the wonderful Russian people. Of course, I was not given a\npromise. The leaders of communism are afraid of the light of truth. But it is my hope and\nprayer, my brethren and sisters, that some time in some way the door may be opened in all\nthe nations of the earth, that they might receive the message of the restored gospel, that they\nmight enjoy the blessings of freedom under a system similar to what we enjoy here in this\ngreat land&mdash;a system that has brought us so much joy and happiness and so many of the\ngood things of life&mdash;a system based on freedom of choice, on the private ownership of\nproperty, on the right to exchange our goods and services with our neighbors.\n<\/p><p>\nYes, I love this great land. It has been an honor to serve. I know that this nation has a\nprophetic history. I would to God that every citizen of this land might read the Book of\nMormon prayerfully and learn something of the prophecies made regarding this land&mdash;the\npromises made and the conditions upon which they are made&mdash;that we might as an American\npeople so live that these great promises could be fully realized; that we might come to know\nthat the Constitution of this land has been established by men whom the God of heaven raised\nup unto that very purpose (<span class=\"citation\" id=\"14042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14042)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\nThis nation has a great mission to perform. Here was prepared the place where the gospel\ncould be restored as has been told so beautifully by Brother Tanner. It is my conviction that\nthe world needs, as it needs no other thing, the gospel of Jesus Christ, and the people of the\nworld want what the gospel will give, but they do not realize it. They want the anchor which\nthe gospel provides, which gives them the answers to the problems that face them; that brings\nthem a feeling of security and a feeling of inner peace. The gospel is the only answer to the\nproblems of the world, my brethren and sisters. We may cry peace. We may hold peace\nconferences. And I have nothing but commendation for those who work for peace. But it is\nmy conviction that peace must come from within. It cannot be imposed by state mandate. It\ncan come only by following the teachings and the example of the Prince of Peace.\n<\/p><p>\nYes, I am happy to be back home. It is my hope and prayer that I may be able to help in\nsome small way to carry this glorious message to our Father's children. I have hoped and\nprayed that my services in the last eight years may have contributed somewhat to the great\nmissionary effort of the Church. I wish that we might go to all the world&mdash;to Israel, where I\nhave had the opportunity of two extensive visits recently, where miracles are being performed,\nwhere prophecies are being fulfilled. I wish we could go to the wonderful Arab countries. I\nshall never forget how I was received with open arms, how the hand of friendship and\nfellowship was extended to me there.\n<\/p><p>\nI shall never forget my visit to Egypt, and as a tangible\nevidence further of their love and friendship, they offered to me one of their choicest prized\ngifts&mdash;a wonderful Arabian stallion. I would like to see us carry the gospel to India, to the\nhumble people of that land; to Pakistan, to China, to Yugoslavia, to Poland, to Russia,\neverywhere, because, my brethren and sisters, our message is a world message. This Church is\na world organization.\n<\/p><p>\nA hundred and thirty years ago, when the elders were assembled in conference to determine\nwhether the revelations should be published to the world, the Lord saw fit to give a revelation\nto his Church, which was also directed to the world. He referred to it as his \"Preface,\"\nor his \"Introduction to his Book of Commandments,\" and it is the first\nsection of the Doctrine and Covenants, from which I quote these words: (Note them\ncarefully.)\n<\/p><p>\n\"Hearken, O ye people of my church, saith the voice of him who dwells on high, and whose\neyes are upon all men; yea, verily I say: Hearken ye people from afar; and ye that are upon\nthe islands of the sea, listen together.\n<\/p><p>\n\"For verily the voice of the Lord is unto all men, and there is none to escape; \n<\/p><p>\n\"And the voice of warning shall be unto all people, by the mouths of my disciples, whom I\nhave chosen in these last days.\n<\/p><p>\n\"And they shall go forth and none shall stay them, for I the Lord have commanded them\"\n(<span class=\"citation\" id=\"13949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13949)\">D&amp;C 1:1-2,4-5<\/a><\/span>).\n<\/p><p>\nSo our message is a world message. It is intended for all of our Father's children. When God\nthe Father and his Son Jesus Christ saw fit to come here to earth and appear to a boy prophet,\nsurely such a visitation was intended to bless all of our Father's children.\n<\/p><p>\nI testify to you today, my brethren and sisters, that the gospel is true; that it has been restored\nto the earth in its purity, in its fulness. Mormonism is the gospel of Jesus Christ in its fulness.\nand therefore Mormonism is true. God help us to live the gospel. I testify to you that God has\nagain spoken from the heavens. The heavens are not sealed. The vision of God the Father and\nthe Son to the boy prophet did in very deed occur. God lives. Jesus is the Christ, the\nRedeemer of the world, not just a great moral teacher, as much of the Christian world is\nclaiming, but the Savior of mankind, the very Son of God.\n<\/p><p>\nJoseph Smith was a prophet of the Living God, one of the greatest prophets that has ever\nlived upon the earth. He was the instrument in God's hand in ushering in a great gospel\ndispensation, the greatest ever, and the last of all in preparation for the second coming of the\nMaster.\n<\/p><p>\nI bear witness that these things are true, and that we have standing at the head of the Church\ntoday a prophet of the Living God, who holds all the keys and authority necessary to carry\nforward our Father's program for the blessing of his children. As God lives, I know these\nthings to be true and bear this witness to you, my brethren and sisters, in the name of the\nLord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}