{"ID":1143, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"My Church Shall Be Called in My Name\"<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1961, pp. 116-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, and I include all of you, both you in this building and you\nwho are listening in on radio and television. I consider you all my brothers and sisters, for I\nknow, as you do, that we are all the sons and daughters of our Father in heaven. I sincerely\ntrust that you will join with me in a prayer that while I speak I may enjoy the Spirit and that\nyou may enjoy the Spirit, for I am convinced with Nephi that \". . . when a man speaketh by\nthe power of the Holy Ghost the power of the Holy Ghost carrieth it unto the hearts of the\nchildren of men\" (<span class=\"citation\" id=\"3677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3677)\">2 Ne. 33:1<\/a><\/span>).\n<\/p><p>\nI have a prepared talk in my pocket, which took me five months to prepare, titled \"The Book\nof Mormon&mdash;The Keystone of Our Religion.\" You, of course know what Brother McConkie\ndid to it. (laughter) He has made me feel towards it as the player on a boys' baseball team\nfelt towards left field. This player was taken out of a game to give Jimmy from the second\nstring a chance to play. As luck would have it, Jimmy dropped the first two balls hit into left\nfield. He was therefore taken out, and the left fielder put back in. The next two balls hit also\nwent to left field, and the regular player dropped them. When he came off the field at the end\nof the inning, the coach said, \"I wasn't surprised when Jimmy fumbled the ball, but I was\nsurprised at you.\" \"Well, Coach,\" said the player, \"I'll tell you, Jimmy messed up left field so\nbadly that no one can play it.\"\n<\/p><p>\nHowever, I do want to say one or two things about the Book of Mormon before I get to the\npoint that I have in mind to comment on.\n<\/p><p>\nAs you know, the Book of Mormon is the current study course for\nMelchizedek Priesthood quorums. I urge everyone to read it during 1961, particularly\nMelchizedek Priesthood bearers. This I do because I think we need&mdash;as we increase in\nChurch membership under the impetus of our great missionary program&mdash;to keep pace in the\nperfecting of our own lives. This we can do by putting on the \"whole armour of God,\" as\nPaul says, (<span class=\"citation\" id=\"21729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21729)\">Eph. 6:11<\/a><\/span>)\nor, as Peter puts it, by more rapidly becoming \"partakers of the divine\nnature\" (<span class=\"citation\" id=\"4862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4862)\">2 Pet. 1:4<\/a><\/span>).\nI do not know any more effective way to do this than to know and live\nthe teachings of the Book of Mormon. The Prophet knew what he was talking about when he\nsaid that \". . . a man would get nearer to God by abiding by its precepts, than by any other\nbook\" (<i>DHC<\/i> 4:461).\n<\/p><p>\nThe Prophet also knew what he was talking about when he said \"the Book of Mormon\" is\n\"the keystone of our religion.\" We may not know all he had in mind when he said this, but\nwe do know the statement was amply justified because the authenticity of the Book of\nMormon rests upon two facts, acceptance of which is tantamount to acceptance of the whole\nof the restored gospel, namely: the fact of modern revelation, by which I mean direct\ncommunication from God to men, and the fact that Joseph Smith was a prophet of God.\n<\/p><p>\nAcceptance of the Book of Mormon requires acceptance of these two facts, because they are\ninseparably connected with its coming forth. If one accepts them and the Book of Mormon,\nhe cannot deny the restored gospel, for it rests upon the same two facts. The person who\nknows the Book of Mormon is true has passed the point of no return, so far as conversion is\nconcerned. He has come out of darkness into the glorious light of truth. He has, in effect,\naccepted the gospel of Jesus Christ.\n<\/p><p>\nI would now like to say a few words about the significance of this conference. I have been\nthinking about this as I have sat here on this stand during these conference sessions and\nconsidered what was going on. I do not think I have the language to convey to you its full\nsignificance, but I can say that it represents the most effective force in the world for the good\nof humanity.\n<\/p><p>\nWe have great gatherings, of course, in the United Nations. Representatives from the\ngovernments of the world convene to deliberate, to reason, to argue, to compromise, to try in\nevery way devisable by the human mind to resolve differences. I suppose most of them come\nwith honest hearts to try to bring peace to the world.\n<\/p><p>\nWe have come to this conference from many nations of the world&mdash;not, however, as\nrepresentatives of the governments of these nations. We are here representing the leadership of\nthe kingdom of God. This Church is the literal kingdom of God in the earth. We did not\ncome to argue, to jockey for position, to compromise differences and establish policies. We\ncame here to hear and learn the word of God as he has and does now reveal it through his\nappointed servants, and to take it back and teach it to our people. We know that the gospel of\nJesus Christ, of which this Church is the repository, is the one and only way of peace. We\nknow that to everyone who accepts and lives it there comes peace&mdash;peace in his heart&mdash;even\nin the midst of turmoil in the world. We know that if the people of the world would accept it\nand live it, we would have peace in all the world. We are in very deed representatives of\nJesus Christ our Redeemer and his Father, God our Eternal Father. Our authority comes from\nthem.\n<\/p><p>\nThis is the Church of Jesus Christ. It is the Church of Christ by his own statement as to what\nhis Church had to be. I am going to take the time to read to you what he said his Church had\nto be. Brother [Milton R.] Hunter told about the visit of Jesus to the Nephites after he had\ncompleted his post-resurrection ministry among the Saints at Jerusalem. When he appeared to\nthe Nephites, they saw him as he was&mdash;a glorified man of flesh and bone and spirit. He\nwalked with them, and he talked with them. He organized his Church among them. He clearly\npointed out to them two distinguishing characteristics of his Church. He chose, as you\nremember, twelve disciples who were to serve among the Nephites as the\nTwelve Apostles served the people in the land of Jerusalem.\n<\/p><p>\n\"And it came to pass that as the disciples of Jesus were journeying and were preaching the\nthings which they had both heard and seen, and were baptizing in the name of Jesus, it came\nto pass that the disciples were gathered together and were united in mighty prayer and fasting.\n<\/p><p>\n\"And Jesus again showed himself unto them, for they were praying unto the Father in his\nname; and Jesus came and stood in the midst of them, and said unto them: What will ye that I\nshall give unto you?\n<\/p><p>\n\"And they said unto him: Lord, we will that thou wouldst tell us the name whereby we shall\ncall this church; for there are disputations among the people concerning this matter.\n<\/p><p>\n\"And the Lord said unto them: Verily, verily, I say unto you, why is it that the people should\nmurmur and dispute because of this thing?\n<\/p><p>\n\"Have they not read the scriptures which say ye must take upon you the name of Christ,\nwhich is my name? For by this name shall ye be called at the last day&mdash;[That great day when\nwe shall be called to stand before him to be judged]; \n<\/p><p>\n\"And whoso taketh upon him my name, and endureth to the end, the same shall be saved at\nthe last day.\n<\/p><p>\n\"Therefore, whatsoever ye shall do, ye shall do it in my name; therefore ye shall call the\nchurch in my name; and ye shall call upon the Father in my name that he will bless the\nchurch for my sake.\n<\/p><p>\n\"And how be it my church save it be called in my name? For if a church be called in Moses'\nname then it be Moses' church; or if it be called in the name of a man then it be the church\nof a man; but if it be called in my name then it is my church, if it so be that they are built\nupon my gospel\" (<span class=\"citation\" id=\"5634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5634)\">3 Ne. 27:1-8<\/a><\/span>).\n<\/p><p>\nHow about the name of this Church? What is it? It is \"The Church of Jesus Christ of\nLatter-day Saints.\" How did it get the name? Did Joseph Smith select it? No. The Lord Jesus\nChrist himself told Joseph Smith to name this Church \"The Church of Jesus Christ of\nLatter-day Saints.\" I will not take time to read the instruction. You will find it in the 115th\nsection of the Doctrine and Covenants. In that revelation Jesus refers to \"all the elders and\npeople of my Church of Jesus Christ of Latter-day Saints scattered abroad in all the world;\nFor thus shall my church be called in the last days, even the Church of Jesus Christ of\nLatter-day Saints\" (see <span class=\"citation\" id=\"14047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14047)\">D&amp;C 115:3-4<\/a><\/span>).\n<\/p><p>\nNow what about the other point? It is my church \"if it be called in my name . . . if it so be\nthat they are built upon my gospel.\" Now what is the gospel of Jesus Christ? I would like to\nread to you out of this same chapter, the 27th chapter of 3rd Nephi, the gospel of Jesus\nChrist, as defined by the Master himself&mdash;not by Joseph Smith, not by men, but by Christ\nhimself as he stood among the Nephites, as a resurrected being. To me it is marvelous: \n<\/p><p>\n\"Behold I have given unto you my gospel [he said], and this is the gospel which I have given\nunto you&mdash;that I came into the world to do the will of my Father, because my Father sent\nme.\n<\/p><p>\n\"And my Father sent me that I might be lifted up upon the cross; and after that I had been\nlifted up upon the cross, that I might draw all men unto me, that as I have been lifted up by\nmen even so should men be lifted up by the Father to stand before me, to be judged of their\nworks, whether they be good or whether they be evil&mdash;\n<\/p><p>\n\"And for this cause have I been lifted up; therefore, according to the power of the Father I\nwill draw all men unto me, [in the universal resurrection], that they may be judged according\nto their works.\n<\/p><p>\n\"And it shall come to pass, that whoso repenteth and is baptized in my name shall be filled;\nand if he endureth to the end, behold, him will I hold guiltless before my Father at that day\nwhen I shall stand to judge the world.\n<\/p><p>\n\"And he that endureth not unto the end [this is the Redeemer speaking], the same is he that is\nalso hewn down and cast into the fire, from whence they can no more return, because of the\njustice of the Father.\n<\/p><p>\n\"And this is the word which he hath given unto the children of men. And for\nthis cause he fulfilleth the words which he hath given, and he lieth not, but fulfilleth all his\nwords.\n<\/p><p>\n\"And no unclean thing can enter into his kingdom; therefore nothing entereth into his rest\nsave it be those who have washed their garments in my blood, because of their faith, and the\nrepentance of all their sins, and their faithfulness unto the end.\n<\/p><p>\n\"Now this is the commandment [said the Redeemer]: Repent, all ye ends of the earth and\ncome unto me and be baptized in my name, that ye may be sanctified by the reception of the\nHoly Ghost, that ye may stand spotless before me at the last day.\n<\/p><p>\n\"Verily, verily, I say unto you, this is my gospel\"\n(<span class=\"citation\" id=\"5635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5635)\">3 Ne. 27:13-21<\/a><\/span>).\n<\/p><p>\nThen he adds that \"if ye do these things blessed are ye, for ye shall be lifted up at the last\nday\" (<span class=\"citation\" id=\"5637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5637)\">3 Ne. 27:22<\/a><\/span>).\n<\/p><p>\nNow this Church is the Church of Jesus Christ. Of course, no one can know this fact with\ncertainty unless he has received a witness from the Holy Ghost. Everyone who will look can\nsee, however, that the Church meets the requirement laid down by the Redeemer. It was\nnamed by him, it is called after him, and it is built upon the gospel as he defined it.\n<\/p><p>\nThis Church is the standard which Isaiah said the Lord would set up for the people in the\nlatter days. This Church was given to be a light to the world and to be a standard for God's\npeople and for the Gentiles to seek to\n(<span class=\"citation\" id=\"13981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13981)\">D&amp;C 45:9<\/a><\/span>). This Church is the ensign on the mountain spoken of\nby the Old Testament prophets\n(<span class=\"citation\" id=\"25217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25217)\">Isa. 18:3<\/a><\/span>). It is the way, the truth, and the life\n(<span class=\"citation\" id=\"27979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27979)\">John 14:6<\/a><\/span>).\n<\/p><p>\nI know these things are true. I know them by the witness of the Spirit to my soul, and I bear\nyou that witness. I know Jesus Christ lives. When I think of him, my Redeemer, I am always\nmoved. In my mind's eye, I see him in that great council before the world was\n(<span class=\"citation\" id=\"39144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39144)\">Moses 4:2<\/a><\/span>), when he said\nin effect to his Father, \"I will go. Mine be the willing sacrifice, the endless glory thine.\"\n<\/p><p>\nI view him as the Creator of this world and of the starry heavens. In this respect it is difficult\nfor us to realize the greatness of Jesus. Enoch was amazed when the Lord showed him his\ncreations. He referred to the number of them in this language: \". . . were it possible that man\ncould number the particles of the earth, yea, millions of earths like this, it would not be a\nbeginning to the number of thy creations\"\n(<span class=\"citation\" id=\"39151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39151)\">Moses 7:30<\/a><\/span>).\n<\/p><p>\nI think of this man&mdash;this Son of God, Jesus&mdash;as he stood on Mount Shelem before the\nbrother of Jared in his full-length spirit body and said: \n<\/p><p>\n\"Behold, I am he who was prepared from the foundation of the world to redeem my people.\nBehold, I am Jesus Christ. . . .\n<\/p><p>\n\". . . Seest thou that ye are created after mine own image? Yea, even all men were created in\nthe beginning after mine own image.\n<\/p><p>\n\"Behold, this body, which ye now behold, is the body of my spirit; and man have I created\nafter the body of my spirit; and even as I appear unto thee to be in the spirit will I appear\nunto my people in the flesh\"\n(<span class=\"citation\" id=\"22228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22228)\">Ether 3:14-16<\/a><\/span>).\n<\/p><p>\nThat was 2,200 years before he appeared on earth as the infant son of Mary. I think of his\ncoming into this world, the Son of Mary and God the Eternal Father.\n<\/p><p>\nI think of him as he went through his life, teaching and blessing the people.\n<\/p><p>\nAnd, oh, I think of him in Gethsemane, when he suffered the pain of all men, that we might\nbe forgiven of our sins on conditions of repentance. I think of Luke's statement describing\nChrist's suffering in Gethsemane: \"... his sweat was as it were great drops of blood falling\ndown to the ground\" (<span class=\"citation\" id=\"31561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31561)\">Luke 22:44<\/a><\/span>).\n And of Christ's statement to Joseph Smith: \". . . Which\nsuffering caused myself, even God, the greatest of all, to tremble because of pain, and to\nbleed at every pore, and to suffer both body and spirit&mdash;and would that I might not drink the\nbitter cup, and shrink&mdash;\n<\/p><p>\n\"Nevertheless, glory be to the Father, and I partook and finished my preparations unto the\nchildren of men\" (<span class=\"citation\" id=\"13965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13965)\">D&amp;C 19:18-19<\/a><\/span>).\n<\/p><p>\nBy his suffering he put into effect the plan of mercy, the merciful gospel\nplan of redemption by which all men may be cleansed of their sins.\n<\/p><p>\nAnd then I think of him on the cross. I think of him in the garden, when he spoke to Mary,\nfollowing which the light and knowledge broke through upon his disciples that he in reality\nhad won the victory over death, bringing about not only his own, but the resurrection of all\npeople.\n<\/p><p>\nI think of him with the Father in the grove with the Prophet Joseph. I know he lives.\n<\/p><p>\nI know my Redeemer lives. \"Hear, O ye heavens, and give ear, O earth, and rejoice ye\ninhabitants thereof, for the Lord is God, and beside him there is no Savior\"\n(<span class=\"citation\" id=\"14001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14001)\">D&amp;C 76:1<\/a><\/span>).\n<\/p><p>\nI bear you my testimony that this statement is true, and this witness which I bear will be\nbinding upon you; for I, like my brethren of the presiding councils of the Church, am a called\nand ordained personal witness of the Lord Jesus Christ.\n<\/p><p>\nThis Church is the Church of God. We do have the gospel of Jesus Christ. If we will live it,\nwe will gain the promised blessings. That this may so be, I humbly pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}