{"ID":1145, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"In the Sweat of Thy Face...\"<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1961, pp. 124-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"In the sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23670)\">Gen. 3:19<\/a><\/span>).\nIn these words the Lord gave to\nAdam and Eve, as they were driven from the Garden of Eden, the economic law by which\nthey and their posterity should live out their lives here upon the earth. All laws given to\nAdam, we are advised, were spiritual laws. Inasmuch as he was given the edict that in the\nsweat of his brow he should eat bread, and this to be produced from the earth, which had\nbeen condemned to bring forth thorns and thistles, we can logically conclude that work is a\nspiritual law.\n<\/p><p>\nWe should understand, however, that Adam and Eve were put under no curse, but rather the\nground was cursed for Adam's sake or for his good and benefit, for the Lord further stated:\n\". . . cursed is the ground for thy sake\" (<span class=\"citation\" id=\"23668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23668)\">Gen. 3:17<\/a><\/span>).\n<\/p><p>\nIt was just twenty-five years ago at the April 1936 general conference that the divinely\ninspired welfare plan was announced, giving renewed emphasis to principles as old as the\nChurch itself. At the following conference in October, the First Presidency explained the\nprimary purposes for the establishment of the program. One of the basic principles, they\nstated, was: \"Work is to be re-enthroned as the ruling principle of the lives of our Church\nmembership.\" (Conference Report, October 1936, page 3.)\n<\/p><p>\nTo carry out the purposes of the program, it was intended that all members of the Church\nshould join together and work and labor to produce and process the commodities necessary to\ncare for the \"Lord's poor,\" that is the worthy needy, and that those needy, who were to\nreceive assistance, should, to the extent of their ability, work for the help received. In this\nmanner there would be no dole, no receiving something and giving nothing in return. It will\nbe understood that an essential factor of this great movement, the welfare plan, is work.\n<\/p><p>\nFrom early youth, Latter-day Saints have or should have been taught to regard work as\nhonorable and to dignify it by performing an honest day's work for a fair day's pay. The poet\nCarlyle expressed this sentiment when he penned the lines: \"All work, even cotton-spinning is\nnoble; work alone is noble.\" The Apostle Paul clearly understood and emphasized the\nprinciple of work. In his epistle to the Thessalonians, he reminded them: \". . . this we\ncommanded you, that if any would not work, neither should he eat.\n<\/p><p>\n\"For we hear that there are some which walk among you disorderly, working not at all, but are\nbusybodies.\n<\/p><p>\n\"Now them that are such we command and exhort by our Lord Jesus Christ, that with\nquietness they work, and eat their own bread.\n<\/p><p>\n\"But ye, brethren, be not weary in well doing\"\n(<span class=\"citation\" id=\"5041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5041)\">2 Thes. 3:10-13<\/a><\/span>).\n<\/p><p>\nMany have viewed with concern present-day trends continually to shorten working hours. The\nexisting forty-hour week seems destined for revision downward, as agitation mounts to reduce\nfurther the working week to thirty-five or even thirty hours, with no decrease in benefits.\nThen there are those who look forward with anticipation to age sixty-five as the time of\nretirement from all work and labor. Much to their sorrow, many discover that too much leisure\ntime may create problems not anticipated and brings disillusionment and unhappiness. They\nlearn the important truth that work is a great blessing and can result in joy and happiness to\nthemselves and to mankind. They also discover that doing nothing is one of the hardest of all\njobs. When you get tired, you can't rest. You are in bondage when you refuse to work.\n<\/p><p>\nElizabeth Barrett Browning said: \"Free men freely work: Whoever fears God, fears to sit at\nease.\"\n<\/p><p>\nIdleness is an offense against the gospel and has received the Lord's severe condemnation. He\ndenounced it with vigor and vehemence when he instructed: \n<\/p><p>\n\"Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the\nlaborer\" (<span class=\"citation\" id=\"13979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13979)\">D&amp;C 42:42<\/a><\/span>).\n<\/p><p>\n\"For the idler shall be had in remembrance before the Lord\"\n(<span class=\"citation\" id=\"13998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13998)\">D&amp;C 68:30<\/a><\/span>).\n<\/p><p>\nOn another occasion he counseled: \n<\/p><p>\n\"Let every man be diligent in all things. And the idler shall not have place in the church,\nexcept he repent and mend his ways\" (<span class=\"citation\" id=\"14000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14000)\">D&amp;C 75:29<\/a><\/span>).\n<\/p><p>\nBrigham Young admonished the Saints by saying: \n<\/p><p>\n\"To give to the idler is as wicked as anything else. Never give to the idler\"\n(<i>Discourses of Brigham Young<\/i>, p. 275).\n<\/p><p>\nThe First Presidency expressed disapproval of the evil of idleness when in explaining the\npurposes of the welfare program, they stated, that it is among other things: \n<\/p><p>\n\"To set up . . . a system under which the curse of idleness would be done away with.\"\n<\/p><p>\nThe life span of man is constantly lengthening. More and more elderly citizens are confronted\nwith the problem of properly utilizing leisure time in accordance with their desires,\nexperience, knowledge, and abilities. These sunset years can be rich, rewarding, golden years,\nfilled with work and activity as witnessed by the serene, happy faces of the aging temple\nworkers, and the research people in the Genealogical Library. I was deeply impressed and\ntouched with the look of happiness and contentment on the face of a ninety-two-year-old\nbrother engaged in labeling cans at Welfare Square. Work to him was worthwhile and\nprecious.\n<\/p><p>\nHow glorious it is that the Church provides ways, means, and opportunities for those growing\nolder to engage in interesting and constructive work; and how proud we should be to belong\nto such an organization.\n<\/p><p>\nPresident McKay in his eighty-eighth year is an inspiration and a shining example to all of us;\nin his office from early morning until evening, traveling throughout the world, guiding,\nstimulating, and inspiring the Saints.\n<\/p><p>\nInactivity or refraining from work can produce a deterioration of both muscle and mind. The\nbody accumulates poison when it ceases to be active. The mind becomes weak and dwindles\nin effectiveness when not stimulated by vigorous mental exercise. On the other hand, work is\nconducive to good health, contentment, and cheerfulness. Some of its happy results are peace\nof mind, a hearty appetite, sound sleep, and undisturbed rest.\n<\/p><p>\n\". . . work out your own salvation with fear and trembling\"\n(<span class=\"citation\" id=\"41256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41256)\">Philip. 2:12<\/a><\/span>). To Latter-day Saints,\nthis is not just an empty phrase, it is a profound truth. Working out one's own salvation is the\nconcern of every individual, contemplating and requiring more than mere lip service. Each of\nus will at some future day stand before the judgment bar of God to answer for our acts in this\nlife. John the Beloved Apostle foresaw in vision this memorable event and described it in\nthese words: \n<\/p><p>\n\"And I saw the dead, small and great, stand before God; and the books were opened: and\nanother book was opened, which is the book of life: and the dead were judged out of those\nthings which were written in the books, according to their works\"\n(<span class=\"citation\" id=\"42316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42316)\">Rev. 20:12<\/a><\/span>).\n<\/p><p>\nSo we can say with grateful hearts, \"thanks, Heavenly Father,\" for the privilege and the\nblessing of work; and as one has so aptly said, \"For the might of it, the pride of it, the glory\nof it, the peace of mind that comes from the strain of it.\"\n<\/p><p>\nI bear you my witness, my brothers and sisters, that the principle of work is a God-given and\nspiritual law. I humbly pray that each one of us will labor diligently, so that some day we\nmay merit the words of approbation, \"Well done, thou good and faithful servant . . . enter\nthou into the joy of thy Lord\"\n(<span class=\"citation\" id=\"35138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35138)\">Matt. 25:21<\/a><\/span>),\nin the name of Jesus Christ our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}