{"ID":1148, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Need for Better Parents<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1961, pp. 134-136<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish to talk with you today about our youth, our homes,\nand our future.\n<\/p><p>\nMay I first remind you that students of youthful trends and\nactivities emphasize the fact that our juvenile problem is\nnow more than ever an adult problem, and that the only way\nto solve it is to provide our youth with better parents.\nThere can be no doubt that children learn most of their\nmoral behavior within the family and that behavior patterns\nare fixed at an early age. To change them later in life is\nsuch a slow and difficult task that many consider it almost\nimpossible. Hence, the only way to build good adults for the\nfuture is to provide children with better parents now.\n<\/p><p>\nIn a recent address Mr. J. Edgar Hoover, the head of the\nF.B.I., expressed this thought: \"Given discipline, young\npeople will learn self-discipline; given training, they will\nlearn to live useful lives. In almost every case, the\nfailure to develop character is directly attributable to a\nlack of proper influence and guidance in the home.\"\n<\/p><p>\nSurveys and studies made in various parts of the United\nStates indicate that 80 per cent of our delinquent children\nsay that they had no real family life, and that their\nparents were too busy with other things to give them any\nguidance. Nearly all of these delinquents said that there\nwas no religion in their homes, and that their parents set\nthem a bad example.\n<\/p><p>\n<b>Lack of Religion<\/b>\n<\/p><p>\nLack of religion is characteristic of delinquent families.\nIt is interesting to note that a police report from one\nlarge American city showed that 84 per cent of the juvenile\ncriminals in that city did not attend any church. A juvenile\ncourt judge in Michigan reports that last year, 91 per cent\nof the youngsters appearing in his court had no religious\ntraining.\n<\/p><p>\nLack of faith among children generally reflects the\nattitude of their parents.\nIf the parents have no religion, they can hardly teach it to\ntheir children. And yet, religion is our best deterrent to\njuvenile crime.\n<\/p><p>\nMr. Hoover analyzes the problem in this way: \"The basic\ncause of the present (juvenile delinquency) situation is\nthat so many of our young people have no real sense of moral\nresponsibility which comes from an intimate knowledge of\nGod's teachings. The tragic void of God and Prayer in their\nlives weakens our homes and our Nation's welfare.\"\n<\/p><p>\nAmerica seems to have forgotten that true religion is the\nvery source of its freedom and strength, because nearly half\nthe parents of this land appear to withhold religion from\ntheir children.\n<\/p><p>\nDoes it shock you to learn that almost 50 per cent of our\npopulation belongs to no church at all?\n<\/p><p>\nDo you know the price which the irreligious have to pay for\ntheir rejection of God?\n<\/p><p>\n<b>Antidote to Communism<\/b>\n<\/p><p>\nIt is a well-known fact that Communism is rooted in the\nirreligious. It is anti-religion and anti-Christ. Do we want\nCommunism in America? When nearly half of our population is\nirreligious are you not frightened by the fact that\nCommunism is based upon a rejection of religion? Living the\nGospel of Christ is our strongest antidote to Communism.\n<\/p><p>\nCrime, which is increasing at an alarming rate in America,\nalso is rooted in the irreligious. It too is anti-Christ,\nviolates the Golden Rule which deals with our treatment of\nour fellowman, and which Christ taught during his earthly\nministry (<span class=\"citation\" id=\"35099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35099)\">Matt. 7:12<\/a><\/span>).\n<\/p><p>\nCrime is selfish, brutal, and deceitful. Do we want\ncriminals and gangsters to run our country? Is it within the\nrange of possibility since so many of our people have\npractically banished all forms of religion from their lives,\nsetting aside the very basis of character-building, honesty,\nand integrity?\n<\/p><p>\nMr. Hoover has said that either faith in God must triumph in\nthe United States, or we will be dominated by criminals and\nCommunists.\n<\/p><p>\nIs being irreligious worth the price we must pay for it? Are\nease, pleasure, and irresponsibility worth the price we must\npay for an abandonment of good character?\n<\/p><p>\nIs there any real joy in wickedness, weakness, or\ncarelessness? Is ignoring God the way to enduring happiness?\n<\/p><p>\nAmerica may well remember that it is in Godless countries\nwhere people are slaves. It is in Godless countries where\ndictators reign, and where iron curtains shut out all\nfreedom and opportunity for the average individual. In such\ncountries worship of God is punished in many subtle ways\nbecause dictators know from past history that there is\npower and strength in religion, while it is their plan to\nkeep their people weak and subdued.\n<\/p><p>\nIn homes where parents are irreligious, the children grow up\nwithout God, without faith, or prayer, or the spiritual\nstrength which builds good character.\n<\/p><p>\n<b>Parents As Examples<\/b>\n<\/p><p>\nIn our love of pleasure and money-making, we too often\nneglect to set our children examples in good living, in\ndealing fairly and honestly with their fellows, in telling\nthe truth, in doing unto others as they would be done by, in\nlearning to respect law and order, in reading good books and\nseeing to it that their homes contain many of them; in\nlooking on honest work as a duty and a privilege.\n<\/p><p>\nMany children now-a-days know but little about work, except\nthat it is for the other fellow, and yet it is one of the\nfirst laws God ever gave to man.\n<\/p><p>\nNot one among us, if we gave it any thought, would purposely\nand with design nurture in the hearts of our children the\nseeds of failure and crime. Yet these seeds grow in a lack\nof faith in God, a rejection of church activity, a neglect\nof the simple habits which make parents and children a\nfamily, and which make a house a home.\n<\/p><p>\nWe must learn to become better parents. We must build\nbetter homes. We can do this by showing our children the\nattention they deserve. We can provide them with the\ncompanionship they\nneed, and set before them good examples in our own lives.\n<\/p><p>\nWe can do many things together as a family. We can plan\nfamily recreation, and family work and responsibility from\nearliest childhood. Each child should have his own definite\nduties assigned to him, whether it be to help mother with\nthe housework, or wash the car, or lend a hand with the yard\nwork. Regularity of work responsibilities is vital to the\ndevelopment of children.\n<\/p><p>\nTruth and honesty should be held before them constantly.\nThere can be no success without integrity. We rob our loved\nones of their opportunities if we fail to prepare them for\nthe advancement which can be made only upon the principles\nof good character.\n<\/p><p>\nAbove all we can teach our children the Gospel of the Lord\nJesus Christ. It is the foundation of good character. It is\nthe way to success.\n<\/p><p>\n<b>Live the Gospel<\/b>\n<\/p><p>\nWe can study the Gospel ourselves and live it. We can\nworship God in our homes. We can become active in our church\nand teach our children to do likewise.\n<\/p><p>\nDo you think that the children will resent it? Statistics\nshow that 85 per cent of the young people of America hope\ntheir parents will give them leadership in religious and\ncharacter-building matters. Delinquent children admit that\nthere was no such training in their homes.\n<\/p><p>\nThen as parents, let us acknowledge that lack of leadership\non our part in giving our children spiritual and\ncharacter-building instruction may result in serious\ndifficulty for them.\n<\/p><p>\nLet us be willing to face the fact that we really are the\ncustodians and the guardians of our little ones, and that\nif we neglect that guardianship we do them irreparable harm.\n<\/p><p>\nWe must not surrender our guardianship. Both the law of the\nland and the law of God make us the heads of our homes. Let\nus take the leadership there, assert our position and lead\nour children in love and kindness, but with firm and\nintelligent discipline, into the paths of right.\n<\/p><p>\nFor the love of our children, for the sake of their future\ndevelopment, for their happiness and well being, let us\nrestore family life and the true worship of God to our\nhomes. Let us keep faith with our families. Their destiny is\nin our hands.\n<\/div>\n<\/div>"}