{"ID":115, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Nicholas G. Smith<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Nicholas G. Smith, <i>Conference Report<\/i>, April 1944, pp. 98-101<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, this is an inspiring sight. With you I have rejoiced in the proceedings of the\nconference thus far; President Grant's great message to us, and then the word that came that\nBrother Mark Petersen is to be the new Apostle.\n<\/p><p>\nSome twenty years ago a young couple moved into the ward where I presided as bishop, and\nas I approached them and shook hands with them the young man said, \"This is my wife,\nMarr, and I am Mark Petersen,\" and I said, \"I hope you won't mar this Mark,\" and she said,\n\"I won't,\" and you can well know that she hasn't, for truly she has been an inspiration and a\nblessing to this fine young man who is worthy in every way to hold the position to which he\nhas been called.\n<\/p><p>\nACCOMPLISHMENTS OF A YOUNG LATTER-DAY SAINT\n<\/p><p>\nI want to congratulate the Presiding Bishopric in the job they are doing for the youth of this\nChurch. A few weeks ago I was in Lyman Stake, and a young man by the name of Amber C.\nDavidson, a seventeen-year-old youngster was there taking part in the exercises at stake\nconference. Recently he was awarded a twenty-four-hundred-dollar scholarship by the\nWestinghouse people as showing the most scientific aptitude of any young man in America.\nFifteen thousand seniors from high schools had entered the contest, and this young Mormon\nlad won the scholarship. I am sure that the Presiding Bishopric had something to do with this.\nThe house was well filled with lesser Priesthood at that conference. These boys gain\ninspiration in all the things they have to do from the things that the Presiding Bishopric are\ndoing for them. They learn to know responsibility, and I am grateful for the program that is\nbeing put into effect throughout the Church. After this afternoon's session I met a lady from\nLos Angeles who was telling me that recently at one of her guilds a prominent lawyer was\ntalking about the problems of youth. Much has been said about youth here today. I remarked\nthat Brother Oscar Kirkham had said he didn't think it was a matter of the youth being\ndelinquent, but it was a matter of parents who were delinquent, and she said: \"Do you know,\nthis lawyer said to us that in the community where he was, whenever a child committed a\ncrime and there was a sentence imposed, the sentence was imposed upon the parents and they\nhad to serve the time in jail, and that had reduced crime in their community down to two\npercent of what it had been.\" I think parents have something to think about.\n<\/p><p>\nDELINQUENCY OF PARENTS\n<\/p><p>\nRecently, I received a letter from a mother saying, \"Dear Brother Smith, would you mind\nlooking up my daughter and getting her into some good home? Some weeks ago she wanted\nto go to Salt Lake. She is fifteen years of age. She really needs her father, but he is too busy\nwith the sheep to give her much attention, but I raked up ten dollars and sent her to Salt Lake\nCity\"&mdash;to start out life at fifteen years of age. I began to check and the scent led me to the\njuvenile court; and there I discovered that they had found her and had her located and in their\npossession. When I asked what the difficulty was, they said she registered at a hotel which\ncost two and a half dollars a day, and the second day she appeared with a soldier and\ncontinued on with that friendship and the hotel people permitted her to stay there until the\nhotel bill was seventeen fifty and finally they put her out, and she and this soldier registered\nin a Chinese place here in the city as man and wife; the father was too busy with his sheep to\ngive any attention to his daughter. Truly, parents are sometimes delinquent.\n<\/p><p>\nCONVERSION OF A YOUNG WOMAN\n<\/p><p>\nI thought, as Brother Joseph Fielding Smith was speaking about family\nprayer, of a little lady who, returning from her mission field, came to report to me; and I said,\n\"That name sounds Italian.\" She said: \"It is.\" I said, \"Are your parents members of the\nChurch?\" \"Oh, no,\" she said. \"Well,\" I said, \"how is it possible for you to be a Latter-day\nSaint?\" \"Well,\" she said, \"I went to work for a Mormon family, and the first evening I was\nthere the father called the family in to prayer, and he asked one of the little youngsters to\npray for the whole family, and do you know, Brother Smith, that little boy prayed for what he\nwanted, and I had never heard of such a thing as asking the Lord for what I wanted. I thought\nit was such good sense that I began to go to the Mormon Sunday School and finally became\nbaptized. My parents objected rather strenuously, but finally gave consent, and then the good\nfamily with whom I lived offered to finance my mission, and I filled my mission and I have\nreturned home and am going back to New Mexico to see what I can do with my parents.\"\nTruly, there are some who have family prayer, and isn't it a wonderful thing that such a result\ncould come from the prayer of an eight-year-old child to cause one to join this Church?\n<\/p><p>\nIMPORTANCE OF TEMPLE WORK STRESSED\n<\/p><p>\nWe should be more exemplary, all of us. On this block there stands a temple dedicated many\nyears ago; an institution that should attract all the members of the Latter-day Saint Church.\nThe Prophet Joseph Smith was very explicit in his instructions in regard to temple work.\nBrigham Young declared it would be the greatest work performed by man on this earth. Each\nof the presidents of the Church has been just as emphatic in the importance of temple work.\nWilford Woodruff, to whom I listened as he offered the dedicatory prayer in the Salt Lake\nTemple, thus expressed himself:\n<\/p><p>\nWe want the Latter-day Saints from this time to trace their genealogies as far as they can and\nbe sealed to their fathers and mothers; have children sealed to parents and run this chain\nthrough as far as you can get it. This is the will of the Lord to his people. I pray God that as\na people our eyes may be opened to see, our ears to hear and our hearts to understand the\ngreat and mighty work that rests upon our shoulders and that the God of heaven requires at\nour hands.\n<\/p><p>\nLorenzo Snow and Joseph F. Smith have been just as emphatic. President Grant, who has\nbeen as fully awake to this responsibility as any of the others has said, \"I do not ask anybody\nwho is as busy as I am to go to the temple any more than I do. If you can get it into your\nhearts and soul that this is one of the most important things you Latter-day Saints can do, you\nwill find a way to do it. That is the one lesson above all others that I would like to impress\nupon you.\"\n<\/p><p>\nNotwithstanding these solemn admonitions by the presidents of the Church, our people have\nnot taken very much to temple work. I picked up an old report, 1940, I think it was, which\nshowed that three hundred eleven thousand members had taken out their own endowments\nsince the first endowments were given. The Church now has, as you heard\ntoday, nine hundred thirty-seven thousand people in it&mdash;nearly a million&mdash;and less than one\nthird of the membership who now live have taken out their own endowments since the\nbeginning of the Church; and yet we have temples built and building. They used to have\nseven sessions running in the Salt Lake Temple; now they have four, and many of them are\nnot very crowded. Once in a while you will find a crowded session.\n<\/p><p>\nI wonder if it wouldn't be a good thing if the Priesthood, the shepherds of the flock, would\nput into the hearts and the minds of the people and the membership of the Church the\nthoughts expressed by the prophets of God, for you remember that the Lord was so concerned\nabout this work that one night he sent an angel here to earth to talk to a boy. Three times that\nnight he gave the selfsame message. \"Behold,\" said he to this boy, three times that night and\nthen again the next morning:\n<\/p><p>\nBehold, I will reveal unto you the Priesthood, by the hand of Elijah the Prophet, before the\ncoming of the great and dreadful day of the Lord. And he shall plant in the hearts of the\nchildren the promises made to the fathers, and the hearts of the children shall turn to their\nfathers. If it were not so, the whole earth would be utterly wasted at His coming\n(<span class=\"citation\" id=\"30228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30228)\">JS&mdash;H 1:38-39<\/a><\/span>).\n<\/p><p>\nWhat a dramatic statement. Now, mind you, up to this time nothing had been said about\nbaptism for the living. It seemed our Heavenly Father was so concerned about our fathers, our\nancestors, that this was the message that seemed to be of the greatest import, that the\nPriesthood was to be revealed and that the children's hearts should be turned to their parents\nor that the whole earth should be wasted at His coming. Brethren, let us think about these\nwords that come direct from our Heavenly Father through his prophets. We are admonished to\nbe awake to our responsibilities.\n<\/p><p>\nGod bless us and help us to be wise, big and broad, that we won't get absorbed in just temple\nwork or in any other one work, but that we may be interested in the things that the Lord\nwants us to do and put forth our every effort to see that our example shall be one that will be\nworthwhile to the flock over whom we preside, and as we do our part we will not need to\nworry about the children. God bless and inspire us and direct us in His Priesthood to live as\nHe would have us live is my prayer in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}