{"ID":1150, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Design for Living<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1961, pp. 9-11<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith you, my brothers and sisters, I have been deeply moved by the message of President\nMcKay this morning&mdash;so timely, so fitting, so true! He is, indeed, the prophet of God in this\nday. To this I testify! I know also that God lives, that Jesus is the Christ, and that through the\nrestoration of the gospel he has given a divine plan for living which will help all of us who\nadhere to it to avoid the pitfalls and the sorrows that will surely come if we depart therefrom.\nIf ever there were a day in the world when the gospel of Jesus Christ is needed, it is today! It\nis needed to give us fortitude and direction.\n<\/p><p>\nThe gospel is more than something just to talk about, however. It is a design for living, for\nsuccessful living, for happy living. It calls for deeds, action, and proper conduct on the part of\neach and all of us. Its principles are not limited to the payment of tithing, the Word of\nWisdom, keeping holy the Sabbath day&mdash;they are part of the gospel, of course, and are very\nimportant, but the gospel embraces <i>all<\/i> truth and the application of <i>all<\/i> virtues. \"We believe in\nbeing honest, true, chaste, benevolent, virtuous, and in doing good to all men . . . If there is\nanything virtuous, lovely, or of good report or praiseworthy, we seek after these things\"\n(<span class=\"citation\" id=\"6764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6764)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nThe principles enunciated in that Article of Faith are designed to help us to become more\nrefined, more reliable, more peaceable, more Christlike.\n<\/p><p>\nOne of the virtues mentioned is benevolence, which is the disposition to do good, to be kind,\nto be charitable to others. Among the beautiful principles taught the multitude by Jesus upon\nthe mountain was this: \"Therefore all things whatsoever ye would that men should do to you,\ndo ye even so to them\" (<span class=\"citation\" id=\"35101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35101)\">Matt. 7:12<\/a><\/span>).\nThis is often referred to as the Golden Rule. It is\nanother version of the second great commandment, \"Thou shalt love thy neighbour as thyself\"\n(<span class=\"citation\" id=\"33144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33144)\">Mark 12:31<\/a><\/span>)\n<\/p><p>\nLaws, rules, regulations are designed to give society a more safe and a more orderly way of\nliving. But it is understandable that even though we have innumerable laws, both civil and\necclesiastical, to direct us, laws cannot be made to cover each specific act or each transaction\nthat we make. For this reason we must develop a conscience attuned to the\nwill of the Lord. We must develop a feeling of obligation to do what is right. We must\ncountenance no subterfuge, no evasiveness. When correct laws are not written to guide us, we\nmust conduct ourselves by correct principles, by high standards of personal ethics.\n<\/p><p>\nTo illustrate: An opportunist, knowing that he was protected by the letter of the law, was led\nto exploit and take advantage of a widow who was not versed in the law and by clever\nmaneuvering caused her to lose her property and her savings while technically he was within\nthe law. He was led to do this unjust deed because he was not sensitive to correct principles\nor the desire to do good. Rather he was motivated by a desire for personal gain even at the\nexpense of another.\n<\/p><p>\nIn the Bible we read: \"Thou shalt not defraud thy neighbour, neither rob him\"\n(<span class=\"citation\" id=\"30893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30893)\">Lev. 19:13<\/a><\/span>).\n<\/p><p>\nIn contrast to this selfish exploitation consider the report that was given in the Relief Society\nconference held earlier this week. With the desire to do good&mdash;224,000 hours were spent in\ncompassionate service; 775,000 hours spent by these sisters in welfare service, doing good\nunto their neighbors.\n<\/p><p>\nTrue greatness and integrity are found together in men. Great minds are motivated by\nself-sacrifice, not by self-seeking. Strong men have the moral courage to choose the right\nabove economic advantage, even though it may be within the letter of the law for them to do\notherwise.\n<\/p><p>\n\". . . whatsoever ye would that men should do to you, do ye even so to them\"\n(<span class=\"citation\" id=\"35102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35102)\">Matt. 7:12<\/a><\/span>).\n<\/p><p>\nNow, to what degree is this principle being applied in your life and in mine? Do we take all\nthat we can get for a commodity or for a service, or do we accept a reasonable and fair\nreturn?\n<\/p><p>\nWhen I was a youth, I was greatly impressed by the honor and fairness of a man in the\ncommunity who offered for sale his hay at a certain price a ton. When others told him that\nbecause of scarcity he could obtain a higher price for the hay, he replied, \"I know, I know.\nBut if I were buying the hay I would not want to pay more than the price I have set, so why\nshould I require my neighbor to pay more?\"\n<\/p><p>\nTrue religion is the activated love of God and of neighbor. It is based on good deeds, not\ngood intentions, not merely good words.\n<\/p><p>\nThe Article of Faith that I have referred to states: \"We believe in being true\"\n(<span class=\"citation\" id=\"6763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6763)\">A of F 1:13<\/a><\/span>), which means\nthat we are true to a trust, we can be relied upon, we are upright in our dealings.\n<\/p><p>\nSome years ago I arranged with a fine man to purchase a building lot in Logan. It was a\nchoice lot in a choice place, the only lot left in the area. The price was agreed upon, and I\noffered some earnest money, so-called, to bind the agreement until the deed was prepared, but\nthe owner said, \"In my dealings, I never require down payments. You can pay me when the\ndeed is ready.\" During the time he was preparing the papers, he received two or three other\noffers at a price considerably higher. He could have sold at a higher price, but he did not.\n\"That is what we agreed upon,\" he said. His word was as good as his bond.\n<\/p><p>\nDr. James E. Talmage has reminded us in his writings, \"Religion without morality,\nprofessions of godliness without charity, Church membership without adequate responsibility\nas to honorable individual conduct in daily life, are but as sounding brass and tinkling\ncymbals (<span class=\"citation\" id=\"341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(341)\">1 Cor. 13:1<\/a><\/span>),\nnoise without music, the words [of a prayer] without the spirit of prayer.\"\n<\/p><p>\nOne does not truly love the Lord unless he lives according to the moral principles that he has\ngiven us. \". . . whatsoever ye would that men should do to you, do ye even so to them\"\n(<span class=\"citation\" id=\"35103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35103)\">Matt. 7:12<\/a><\/span>).\nThat is a grand principle, so simple, so just.\n<\/p><p>\nNow, if I wish to help make this a better world, I should begin by improving myself. As\nsomeone said, \"Oh, Lord, reform the world, beginning with me.\" If this principle were\npractised in our homes&mdash;love, respect, unselfishness would abound. If this principle were\npractised in our communities&mdash;robberies, assaults, and even many traffic accidents would be\navoided. If this principle were practised by mankind generally, the dangers threatening us\nwould vanish; wickedness would ultimately cease, waste of public funds\nwould be eliminated, strikes would be unnecessary; peace would prevail.\n<\/p><p>\nEven though revolutionary changes are taking place all over the world, even in our own land,\nwe must remember that God has not changed. Virtue, honesty, trust, a desire to do good, a\ndesire to be helpful are still basic and indispensable principles of the gospel of Jesus Christ.\n<\/p><p>\nIn the first section of the Doctrine and Covenants, we are told that \". . . the Lord shall come\nto recompense unto every man according to his work, and measure to every man according to\nthe measure which he has measured to his fellow man\"\n(<span class=\"citation\" id=\"13951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13951)\">D&amp;C 1:10<\/a><\/span>).\n<\/p><p>\n\"Therefore all things whatsoever ye would that men should do to you, do ye even so to\nthem\" (<span class=\"citation\" id=\"35100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35100)\">Matt. 7:12<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}