{"ID":1151, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Preparation, an Antidote for Fear<\/p>\n<p class=\"gcspeaker\">Elder Marion Duff Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, October 1961, pp. 11-14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrother Christiansen's quotation makes me think of another attributed to an ancient, who said,\n\"Lord, make me good, but not yet.\" That which we would hope the Lord might do for us we\nhad best begin to do for ourselves with prayer and seeking his blessings, now, while there is\ntime.\n<\/p><p>\nIt was a glorious experience this morning to look into your faces and shake hands with many\nof you and nod at others. I sat recalling the many places where I have been blessed to see you\nand thought that I have seldom been willing to comfort myself that I have contributed greatly\nto you, but that I have always come away thanking the Lord for what you have contributed to\nme. In the years of my association with you through the stakes and missions and in the\ninstitutions of the Church, I have yet to be imposed upon by one filthy word or unworthy idea\nor evil story. I have had association under other circumstances, and I thank God for the\nfellowship of the members of the Church of Jesus Christ of Latter-day Saints and for the\nfellowship of people of good will outside that Church who share common objectives and who\nhave loyalty and devotion in their own way to their own faiths and persuasions.\n<\/p><p>\nBut it is to this group this morning that I would hope to address a thought or two which seem\nto me at this moment to be of extreme significance. Charles Malik, the former president of\nthe United Nations General Assembly, a great diplomat and man, a time ago made this\nstatement: \"We&mdash;all of us&mdash;need a mighty spiritual revival. The ideal of a settled,\nsuccessful, selfish life is wholly inadequate. One craves to see great themes sought and\ndiscussed, great causes espoused. One burns for the reintroduction into life of the pursuit of\ngreatness. Everywhere I go I find people sitting on the edge of their seats, waiting to be\nshown the way.\n<\/p><p>\n\"There are infinite possibilities, both material and moral, to vindicate freedom against\nunfreedom, joy of living against tyranny, man against all that is subhuman and inhuman, truth\nagainst darkness and falsehood, and God against the devil and his works. The time is here not\nfor pessimism and despair, but for a vast advance on many fronts.\"\n<\/p><p>\nI believe that these words are true. They reflect the experience I have had. They have been\nstated in his own way by President McKay this morning, and I sat thinking of what the Lord\nhas said to bulwark and sustain and lay the foundation for optimism and faith in this time of\napprehension and uncertainty and discontent and fear.\n<\/p><p>\nThere was a little band of struggling people in Harmony, Pennsylvania, in 1829. There was\nnot yet a Church; there was not yet a published Book of Mormon. There was a man with a\nstory, and the Spirit of God moved upon them and bore witness that he was\ntelling the truth, and so they rallied to him and gave him their allegiance and asked him what\nthey must now do. The answers he gave them were the answers which made possible for them\nthe greatest gift of God to man&mdash;happiness here, quiet conscience, truth, and eternal\nopportunities for creative expression ultimately in the kingdom of God with our Heavenly\nFather.\n<\/p><p>\nTo this struggling little band, beset and sore tried, and I am sure some of them seriously\nconcerned, came these words: \n<\/p><p>\n\"Fear not to do good, my sons, for whatsoever ye sow, that shall ye also reap; therefore, if ye\nsow good ye shall also reap good for your reward.\n<\/p><p>\n\"Therefore fear not, little flock; do good; let earth and hell combine against you, for if ye are\nbuilt upon my rock they cannot prevail\"\n(<span class=\"citation\" id=\"13957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13957)\">D&amp;C 6:33-34<\/a><\/span>).\n<\/p><p>\nIn 1831 there was a Church and a published Book of Mormon, an organization with officers,\nbut the little Church was in its formative period. There was imposition. There was already\nserious mobbing. There was disbelief and great antagonism.\n<\/p><p>\nIn that day to his people, through the Prophet, the Lord said: \n<\/p><p>\n\"Wherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by\nyou; and ye shall bear record of me, even Jesus Christ, that I am the Son of the living God,\nthat I was, that I am, and that I am to come\"\n(<span class=\"citation\" id=\"13995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13995)\">D&amp;C 68:6<\/a><\/span>).\n<\/p><p>\nThrough all the books of recorded revelations of God to man, one may read again and again\nthe marvelous message of fearlessness, of faith, of courage, of testimony, of a sound, strong\nmind. The words of Paul to Timothy, his son in the gospel, give strength and courage and\nought to lay foundations for us to stand up where we are and bear our own witness of faith\nand not of fear. Said Paul to Timothy, as well you know, \"For God has not given us the spirit\nof fear, but of power, and of love, and of a sound mind\"\n(<span class=\"citation\" id=\"5140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5140)\">2 Tim. 1:7<\/a><\/span>).\n<\/p><p>\nOut of the ancient record words well known, again, to all of you, words of faith and\nassurance: \"Yea, though I walk through the valley of the shadow of death, I will fear no evil:\nfor thou art with me\" (<span class=\"citation\" id=\"41818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41818)\">Ps. 23:4<\/a><\/span>).\n<\/p><p>\nThrough all the dealings of God with man there have been trials and troubles and afflictions\nand impositions and apprehensions, and there have been the repeated assurances of God to\nman that he should be of courage and not fear.\n<\/p><p>\nThere is one other citation in the Doctrine and Covenants which I would note, and one from\nthe Book of Mormon. The section known as thirty-eight has in it some of the great literature\nof the restoration, in my estimation, and among the statements of faith and assurance God\ngave is this magnificent, simple and wonderful one: \". . . if ye are prepared ye shall not fear\"\n(<span class=\"citation\" id=\"13976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13976)\">D&amp;C 38:30<\/a><\/span>).\n<\/p><p>\nAlma, teaching the people out of his own experience, and some of it had been less than\nadmirable in his youth, answered in a most marvelous way what the preparation is that we\nmust have if we are to stand without fear. In the fifth chapter of the book of Alma are these\nwonderful words, and they are written (spoken in their time) to those who had once\nexperienced a change of heart. Alma's question to them is \". . . if you have experienced a\nchange of heart, and if you have felt to sing the song of redeeming love, I would ask, can you\nfeel so now?\" And then these questions: \n<\/p><p>\n\"Have ye walked, keeping yourselves blameless before God? Could ye say, if ye were called\nto die at this time, within yourselves, that ye have been sufficiently humble?\" (I skip a word or\ntwo for the sake of emphasis and time.)\n<\/p><p>\n\"Behold, are ye stripped of pride? I say unto you, if ye are not ye are not prepared to meet\nGod. Behold ye must prepare quickly; for the kingdom of heaven is soon at hand, and such an\none hath not eternal life.\n<\/p><p>\n\"Behold, I say, is there one among you who is not stripped of envy? I say unto you that such\nan one is not prepared . . .\n<\/p><p>\n\". . . is there one among you that doth make a mock of his brother, or that heapeth upon him\npersecutions?\n<\/p><p>\n\"Wo unto such an one, for he is not prepared\"\n(<span class=\"citation\" id=\"9008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9008)\">Alma 5:26-31<\/a><\/span>).\n<\/p><p>\nThe Lord has given us in his great goodness and graciousness a foundation of firmness upon\nwhich we may stand if we will, without fear, but with faith, based on preparation, a\npreparation which he, through his prophets, has clearly spelled out. If you have had a\ntestimony of the gospel, if you have felt in your heart this great stirring, moving, satisfying\nlove of God, do you have it now? Are you obedient? Do you keep the commandments of\nGod?\n<\/p><p>\nHe talked of humility and of faithfulness. He talked of weeding out of our lives pride and\nenvy, persecutions and mockery. I offer these simple suggestions&mdash;over-simplified and only\nin headline&mdash;as to what we may do to have faith and weed out fear. We may learn the\ngospel. We may obey the injunction of God to search diligently, to seek, to knock, to ask, to\ninvest ourselves in an honest effort to know what we are talking about.\n<\/p><p>\nI heard someone say (and I cannot personally vouch for the accuracy of this, but I think\nprobably it is so) that those who read the Book of Mormon out loud to put that book on the\nrecords which are for sale completed the task in something like thirty-five hours or less. Yet\nthere are Latter-day Saints who live and die and never read the book.\n<\/p><p>\nIn addition to learning, we must live as the Lord has commanded us. There are so many\nmarvelous directions and injunctions and suggestions and commandments from God, but let\nme repeat only a few words, very familiar to all of you, because they seem to me to\nconstitute the heart of the spirit of faith which we can have if we will. The Lord said that if\nwe exercise power and authority and leadership in the Church it must be done on the basis of\n\". . . persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; \n<\/p><p>\n\"By kindness, and pure knowledge . . .\n<\/p><p>\n\"Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing\nforth afterwards an increase of love toward him whom we have reproved, lest he esteem us to\nbe his enemy\" (<span class=\"citation\" id=\"14050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14050)\">D&amp;C 121:41-43<\/a><\/span>).\n<\/p><p>\nThe word <i>charity<\/i> is used, and the word <i>virtue<\/i>. I thought at an early hour this morning of\nsome counsel Alma gave his son, Shiblon. Some of the great instructions of the Book of\nMormon are given by fathers to their own sons, a magnificent example, and some of the\ngreatest testimonies borne. Hear these words of Alma to Shiblon: \n<\/p><p>\n\"Do not pray as the Zoramites do, for ye have seen that they pray to be heard of men, and to\nbe praised for their wisdom.\n<\/p><p>\n\"Do not say: O God, I thank thee that we are better than our brethren; but rather say: O Lord,\nforgive my unworthiness, and remember my brethren in mercy&mdash;yea, acknowledge your\nunworthiness before God at all times\"\n(<span class=\"citation\" id=\"9011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9011)\">Alma 38:13-14<\/a><\/span>).\n<\/p><p>\nIf we are to have faith and turn away fear, we must learn and live, and I would add, share\nand serve the gospel of Jesus Christ. You are all very familiar with the impressive account in\nthe story of Lehi's vision of the great satisfaction that came to Lehi as he tasted the fruit of\nthe tree&mdash;that tree which represented the love of God. Let me read you what followed his\nexpression of satisfaction as he tasted the love of God.\n<\/p><p>\n\"And it came to pass that I did go forth and partake of the fruit thereof; and I beheld that it\nwas most sweet, above all that I ever before tasted. Yea, and I beheld that the fruit thereof was\nwhite, to exceed all the whiteness that I had ever seen.\n<\/p><p>\n\"And as I partook of the fruit thereof it filled my soul with exceeding great joy; wherefore, I\nbegan to be desirous that my family should partake of it also\"\n(<span class=\"citation\" id=\"1568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1568)\">1 Ne. 8:11-12<\/a><\/span>).\n<\/p><p>\nI conceive this to be the simplest and most understandable of human emotions. That which is\nbeautiful and good and satisfying to the soul is infinitely more so when shared with those we\nlove. I believe this is the foundation of the missionary work of the Church, of the Primary\nprogram and the genealogical program and the serviceman's program, and every other effort\nmade by the Church to lift and inspire and strengthen the individual child of God.\n<\/p><p>\nIf we will learn for ourselves through investment, through effort, through search, if we will\nlive and share and serve God&mdash;the gospel, his good word, his glad\ntidings&mdash;then we have no need to fear, not him who can kill the body, not any man, or any foe. We\nhave need to do all that we can. We have need to make the kind of preparation God asks of\nus, and if we have so done, then we can stand with a spirit of power, of strength, of a sound\nmind, and bear testimony of Jesus. We can be of good cheer and fear not. We can have that\nfearlessness characteristic of God's children in all the ages who have had such a change of\nheart&mdash;the change of which our President has spoken today. The prophets of old spoke of it,\nand of it I testify, thanking God that so far as I am able to know my own heart and my own\nmind, I may say to you that I am not afraid of Mr. Khrushchev or what he can do. I am\nafraid of the influence of the one whom the scriptures occasionally call Beelzebub\n(<span class=\"citation\" id=\"35110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35110)\">Matt. 12:24<\/a><\/span>). I have a\nrespect for him and what he can do if we permit him. I do not want my feet on the side of\nthe line where he is in charge.\n<\/p><p>\nI pray that God will bless me and you and through us all whom we may touch, that we may\nradiate, exude a spirit of faith and not of fear, that we will make preparation and then stand\nhumbly before God, of good cheer and without fear. In the name of Jesus Christ. Amen.\n<\/div>\n<\/div>"}