{"ID":1154, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Beware of Conspiring Men<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1961, pp. 20-24<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I trust the talk I have prepared will not depart from the excellent and\nvery choice theme introduced this morning by our beloved President, David O. McKay. I have\nthought much about the Lord's warning given in this last dispensation against the evils and\ndesigns of conspiring men in the last days. When calling our attention to man's crafty\nschemes and artful intrigues, the Lord did not confine the warning, as I understand it, to the\nforbidden items which are specifically mentioned in the revelation on the Word of Wisdom or\nwhich have been interpreted as belonging to this divine law of health. May I read to you this\nadmonition and warning: \n<\/p><p>\n\"Behold, verily, thus saith the Lord unto you: In consequence of evils and designs which do\nand will exist in the hearts of conspiring men in the last days, I have warned you, and\nforewarn you, by giving unto you this word of wisdom by revelation&mdash;\"\n(<span class=\"citation\" id=\"14031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14031)\">D&amp;C 89:4<\/a><\/span>).\n<\/p><p>\nThe Word of Wisdom is a well selected and timely example chosen by the Lord for the\nSaints' understanding of this warning against the evils and designs of conspiring men.\n<\/p><p>\nThe Lord foresaw the evils of our day and the designs of cunning and deceiving men who\noperate under the influence of Satan and his satanic hosts. Satan's power to\ndeceive and to lead astray the children of men is unquestioned. The scriptures are full of such\nexamples.\n<\/p><p>\nTo be forewarned is to be forearmed. We, the people of the Lord, cannot afford to be lulled\ninto peaceful security and complacency. The dangers of our day are real and knocking\nconstantly and unrelentingly at our doors. How ably will we meet the challenge of these evil\ninfluences and designs of wicked men? The test of true Church membership is here. Can we\nstand firm and true to the principles, ideals and standards of the gospel, or will we be so\nnaive and unsuspecting as to fall into the traps of evil so cunningly planned and promoted by\ndesigning and conspiring men? Those of a religious nature are so often classified naive and\ninnocently unsuspecting. The Savior knowing of this attribute counseled his disciples,\n\"Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents\nand harmless as doves.\" And he added: \". . . beware of men\"\n(<span class=\"citation\" id=\"35107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35107)\">Matt. 10:16-17<\/a><\/span>).\n<\/p><p>\nPossessing, as we do, the endowment of the Holy Ghost, if worthy, we are entitled to the gift\nof discernment to guide and help us avoid the pitfalls of scheming and designing men to trap\nand ensnare us into the meshes of worldly lusts, influences, and pleasures.\n<\/p><p>\nI repeat, this warning concerning the evils and designs of conspiring men, although given in\nthe revelation on the Word of Wisdom, has a much broader application than normally applied\nto its forbidden items, and, if rightly viewed, encompasses every field of human endeavor. It\nis equally true that the use of the things forbidden in the Word of Wisdom also serve to break\ndown the accepted Christian virtues and moral concepts of life which so often lead to other\nmore serious transgressions and sins. To narrow the meaning of this warning would make us\nvulnerable to the wicked designs of conspiring men who are not interested in the salvation of\nman but rather are interested in their own personal favor or gain. The Savior gave warning\nthat in these last days Satan will rage in the hearts of the children of men and will stir them\nup to anger against that which is good\n(<span class=\"citation\" id=\"3673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3673)\">2 Ne. 28:20<\/a><\/span>).\n<\/p><p>\n\"And others,\" said the great American prophet, Nephi, \"will he pacify, and lull them away\ninto carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is\nwell&mdash;and thus the devil cheateth their souls, and leadeth them away carefully down to hell\"\n(<span class=\"citation\" id=\"3674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3674)\">2 Ne. 28:21<\/a><\/span>).\n<\/p><p>\nWe cannot with safety say, \"all is well in Zion.\" We cannot afford to become complacent and\nindifferent to the wicked and deceptive designs of conspiring men. Lehi taught, \"For it must\nneeds be, that there is an opposition in all things\"\n(<span class=\"citation\" id=\"3659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3659)\">2 Ne. 2:11<\/a><\/span>).\nThat opposition is present in\nforce today. The pressure of Satan's power is intensified as the time of the Savior's second\ncoming to earth draws near. We have a foreboding example as recorded in the Book of\nMormon history of the Nephite people in the years just preceding the birth of Christ into the\nworld. Samuel, the Lamanite prophet, prophesied to the Nephites of the approaching birth of\nJesus Christ, our Lord, in the land of Jerusalem\n(<span class=\"citation\" id=\"24692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24692)\">Hel. 14:2-9<\/a><\/span>). They rejected his witness and testimony.\nThey attempted to explain away the teachings of Samuel and the unusual phenomena of\nnature so much in evidence on this continent before Christ's birth, which happenings were\nalso prophesied of by their prophets. They accused their spiritual leaders of keeping the\npeople down to be servants to their words, also servants unto them\n(<span class=\"citation\" id=\"24693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24693)\">Hel. 16:21<\/a><\/span>). Thus ignorantly persuaded\nthey were unwilling to yield themselves to the teachings and warnings of the prophets.\n<\/p><p>\nTo sum up these darkened and hardened attitudes of the Nephites, I quote one paragraph only\nfrom the Nephite record: \n<\/p><p>\n\"And many more things did the people imagine up in their hearts, which were foolish and\nvain; and they were much disturbed, for Satan did stir them up to do iniquity continually; yea,\nhe did go about spreading rumors and contentions upon all the face of the land, that he might\nharden the hearts of the people against that which was good and against that which should\ncome\" (<span class=\"citation\" id=\"24694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24694)\">Hel. 16:22<\/a><\/span>).\n<\/p><p>\nThis account of wickedness and contentions among the Nephites prior to the Lord's birth in\nthe meridian of time is duplicated in the wickedness, contentions, and deceptions of our day\nas we approach the second coming of our Lord and Savior Jesus Christ. Prophecies\nconcerning these days are also being fulfilled and Satan is stirring up the hearts of men to do\niniquity continually; and to thwart, if possible, faith in the great event of Christ's second\ncoming to earth, which I testify is sure to come to pass. Satan is alert and active. We must be\nmore alert and perceptive of the false and insincere schemes of his agents among us.\n<\/p><p>\nHere is a partial list of areas where, in my judgment, the warning applies. The listing is not\ncomplete and in no way reflects the order of their seriousness: \n<\/p><p>\nIn the field of politics the party is so often first, regardless of candidate qualifications or\nrecord or party platform and legislative program.\n<\/p><p>\nDecisions frequently based upon political expediency and not what is best for the people.\n<\/p><p>\nSelfish ambitions of men in departments of government who also seek to perpetuate\nthemselves in office.\n<\/p><p>\nHarassing investigations, many of which are either publicity stunts or smoke screens to\ndeceive the public from the underlying motives and purposes.\n<\/p><p>\nPressure groups seeking preferential treatment at the expense of the people as reflected in\nincreased tax burdens.\n<\/p><p>\nThe tremendous extravagance and waste in government with much covering up of mistakes\nand errors.\n<\/p><p>\nRecreation and amusements in which money is so often spent for that which is of no worth to\nthe individual.\n<\/p><p>\nThe theater and cinema which so frequently portray and encourage the indecent, immoral,\nlustful, and worldly imaginations and desires of mankind.\n<\/p><p>\nGlamorizing the movie star, the entertainer, or the athlete and placing him or her upon a\npublicity pedestal when his or her personal life may not measure up to the high ideals of\nmoral and ethical standards of behavior expected of celebrities who are constantly in the\npublic eye.\n<\/p><p>\nSo much low standard movie productions which weaken the moral virtues, destroy character\nvalues, and encourage vice and crime among youth.\n<\/p><p>\nIn the field of communications, newspapers and other periodicals reveal the vast expanse of\nman's designs and schemes and frequently accept advertising which is false and misleading.\nRecommending products, the quality and benefits of which are of questionable value.\n<\/p><p>\nNewsstands with so much vile, filthy, and obscene, pornographic literature which is a disgrace\nand a disease to intelligent minds.\n<\/p><p>\nRadio and television portray crime, sex, and the sensational. This worldly and carnal emphasis\napplies to the cinema productions as well.\n<\/p><p>\nThe underworld of gambling and vice are constantly and unrelentingly exploiting the innocent\nand unsuspecting.\n<\/p><p>\nLiquor interests and gambling operators partially justify their existence through the heavy\ntaxes paid by them which they claim relieves tax burdens from the people. They fail to\nmention that by the use of their products and gambling devices, the customer pays the tax and\nreceives no personal good from the product or activity.\n<\/p><p>\nSome speculative business operators, also swindlers, with their schemes, stock promotions,\nand finance plans of an unsound and promotional nature.\n<\/p><p>\nPromotions are not always truthful, also short of dependable facts and fail in fulfillment of\npromised income and rewards.\n<\/p><p>\nOrganizations with deceptive aims and purposes which operate under the cloak of\nhumanitarian, social, or political guise to gain personal goals or preferred group benefits.\n<\/p><p>\nThe aims and purposes appearing on the surface do not constitute the real underlying motives\nof such sponsoring groups. Examples may be found in socialistic and communistic front\norganizations.\n<\/p><p>\nThe labor movement in certain areas is permitting management racketeers whose motives are\nsinister and damaging to the working class, to business, and to government.\nThe end of this serious problem is still before us to be reckoned with.\n<\/p><p>\nThe narcotic racket which includes the promotion and use of harmful drugs is a constant\nmenace to this and other countries. The number of drug addicts is increasing at an alarming\nrate. In spite of legislation and controls by the Federal Food and Drug Act, men evade the\nlaw, and the traffic in narcotics continues to expand and is an ever-increasing curse to\nhumanity.\n<\/p><p>\nThe disgraceful abortion racket draws into its net young women pregnant out of wedlock who\nwish to cover up their sin. Married couples are also guilty of this heinous sin. I refer you to\nthe recent articles on this immoral, murderous racket recently featured in\n<i>The Saturday Evening Post<\/i> of May 20 and May 27 of this year.\n<\/p><p>\nThe sciences are not free from the designs of conspiring men, although true science is\nfundamental to modern progress and living. The process of discovery, which we call science,\nis neither good nor evil. It is neutral. But the conditions which it imposes on those who\npractice it are not neutral. Scientists are human, and many channel their knowledge\ndeveloping commercial products to realize increased personal wealth. It is the promoters of\nscience whose chief purpose contemplates financial gain where evil and designing men will be\nfound.\n<\/p><p>\nAlthough good ethics exist in the profession of law, nevertheless the profession is not without\nthe unscrupulous cunning, and designing fellow members.\n<\/p><p>\nIn the practice of medicine and surgery, quacks and non-professional practitioners are found.\n<\/p><p>\nAlso the physician without knowledge of the main purpose of life to bring souls to earth will\nadvise couples to forego the bearing of children and even advise sterilization to the regret of\nboth husband and wife when conditions change in their lives.\n<\/p><p>\nOver-emphasizing surgery, and in some cases needless and even harmful surgery.\n<\/p><p>\nAnother example is the so-called \"cancer cures.\"\n<\/p><p>\nThe psychiatrist who attributes cases of maladjustment in men and women to a background of\nsex inadequacy, suggests as treatment a transgression of the moral code to correct the ill.\n<\/p><p>\nThe vast production and sale of drugs, which ordinarily are beneficial, yet a fine line must be\ndrawn between the designs of men in the stock market and the actual medical need of the\ndrug.\n<\/p><p>\nTeachers in educational fields promoting wrong ideas and theories, also personal views which\nundermine the ethical, moral, and spiritual values which youth should freely receive in the\nclassroom. In the field of philosophy are found the deceptive sophistries of men. Also the\nmodern intellectual and free thinker who attempts to modify, change, or improve upon the\nglorious truths, principles, and standards revealed of God to his chosen prophets who speak\nauthoritatively by his divine power and wisdom.\n<\/p><p>\nThen there are always the insincere and unethical, as well as the deceiver and anti-Christ to\ndeal with.\n<\/p><p>\nThese are but a few areas in the affairs of mankind where the agents of evil prey upon the\nunsuspecting and innocent. It has ever been so in the history of man and today unfortunately,\nthe picture has not changed, but operates upon a much broader scale. Man's desires and\nactions are not always pleasing to God, and in this era of time it seems man's conspiring\ndesigns and deceptions are destroying the ethics and morals pleasing to an all-wise and loving\nFather. Youth is systematically exploited with great energy by the unscrupulous and scheming\nagents of evil. Youth requires wise counsel, good example, and understanding teachers to\nguide them.\n<\/p><p>\nIn the Church, as elsewhere, we are at grips with the trying problems of evil. Therefore, we\nshould be on guard constantly and so live as to discern the designs and intents of the wicked\nand not fall prey to their sinister schemes and motives. The Lord has been most kind and\nconsiderate by giving us this knowledge and warning by revelation. Will we heed the warning\nand not yield to Satan's powers and stratagems to deceive and to destroy us? Our peace, our\nsafety, our happiness is in listening to and following the teachings and\ninstructions of the Lord's anointed.\n<\/p><p>\nI pray, my brothers and sisters, that we will have faith in the revelations and abide by the\ncommandments, warnings, and admonitions which the Lord has given for our guidance,\nblessing, and exaltation, and with the eye of faith see through men's evil designs and with\ncourage and wise purpose avoid them as a plague.\n<\/p><p>\nGod bless us with wisdom and judgment to do so, I humbly pray, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}