{"ID":1156, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Whom Do You Worship?<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1961, pp. 26-27<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI appreciate the honor of this position, but as other speakers have said, it does not become\neasier. I see so many in the audience who could do much better than I, yet inasmuch as I am\ncalled to take this position, I pray the Lord's blessings will be with me.\n<\/p><p>\nWe have heard considerable about having faith in the gospel, living the teachings of the\ngospel. In the School of the Elders in Kirtland, Ohio, the Prophet Joseph Smith stated that\nthere are certain fundamental principles necessary for us to understand respecting Deity and\nour relation to him. In order that we may exercise faith in him for life and salvation, we must\nhave correct ideas of his character, his perfection and attributes. The Prophet listed such\nattributes as knowledge, power, justice, judgment, mercy, and truth.\n<\/p><p>\nThese attributes are necessary to enable any rational being to exercise faith in God, for\nwithout the idea of the existence of these attributes in the Deity, men could not exercise faith\nin him for life and salvation. Without the knowledge of all things, God would not be able to\nsave any part of his creatures; for it is by reason of the knowledge of all things from the\nbeginning to the end that enables him to give that understanding to his creatures by which\nthey are made partakers of eternal life.\n<\/p><p>\nIf it were not for the idea existing in the minds of men that God has all knowledge, it would\nbe impossible for them to exercise faith in him.\n<\/p><p>\nWhom do you worship? Do you worship a Living God or an unknown God, as the Athenians\ndid?\n<\/p><p>\nOn Mars' hill, Paul said to the Athenians: \". . . Ye men of Athens, I perceive that in all\nthings ye are too superstitious.\n<\/p><p>\n\"For as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE\nUNKNOWN GOD. Whom therefore ye ignorantly worship, him declare I unto you.\n<\/p><p>\n\"God that made the world and all things therein, seeing that he is Lord of heaven and earth,\ndwelleth not in temples made with hands; \n<\/p><p>\n\"Neither is worshipped with men's hands, as though he needed any thing, seeing he giveth to\nall life, and breath, and all things; \n<\/p><p>\n\"And hath made of one blood all nations of men for to dwell on all the face\nof the earth, and hath determined the times before appointed, and the bounds of their\nhabitation; \n<\/p><p>\n\"That they should seek the Lord, if haply they might feel after him, and find him, though he\nbe not far from every one of us: \n<\/p><p>\n\"For in him we live, and move, and have our being; as certain also of your own poets have\nsaid, For we are also his offspring.\n<\/p><p>\n\"Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is\nlike unto gold, or silver, or stone, graven by art, and man's device\"\n(<span class=\"citation\" id=\"7883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7883)\">Acts 17:22-29<\/a><\/span>).\n<\/p><p>\nPaul tells us here that we are the offspring of God. Later in his epistle to the Hebrews he tells\nus, \"Furthermore we have had fathers of our flesh which corrected us, and we gave them\nreverence: shall we not much rather be in subjection unto the Father of spirits, and live?\"\n(<span class=\"citation\" id=\"24293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24293)\">Heb. 12:9<\/a><\/span>). So we are the spirit children of God.\n<\/p><p>\nIn the Doctrine and Covenants, the Lord tells us: \n<\/p><p>\n\"The Father has a body of flesh and bones as tangible as man's, the Son also\"\n(<span class=\"citation\" id=\"14055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14055)\">D&amp;C 130:22<\/a><\/span>).\n<\/p><p>\nNow John says, \"God is a Spirit: and they that worship him must worship him in spirit and in\ntruth\" (<span class=\"citation\" id=\"27962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27962)\">John 4:24<\/a><\/span>).\n<\/p><p>\nMan is also a spirit clothed with flesh and bones, so, too, is God. Again the Lord has said in\nmodern revelation, \"For man is spirit. The elements are eternal, and spirit and element,\ninseparably connected, receive a fulness of joy\"\n(<span class=\"citation\" id=\"14033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14033)\">D&amp;C 93:33<\/a><\/span>). Birth is the uniting of this\nspirit and elements of physical bodies. Death is the separation. The resurrection is the\nreuniting of the spirit and the physical body, which the Lord says, \"inseparably connected,\nreceive a fulness of joy.\"\n<\/p><p>\nSo Moses recorded in Genesis: \"So God created man in his own image, in the image of God\ncreated he him; male and female created he them\"\n(<span class=\"citation\" id=\"23665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23665)\">Gen. 1:27<\/a><\/span>).\n<\/p><p>\nI ask&mdash;whom do you worship? Whom do I worship? I worship my God who is my Father in\nheaven, the Father of my spirit, a resurrected, glorified, perfected man, not resurrected from\nthis earth, no, but from some previous earth in the long distant past.\n<\/p><p>\nHow do I know he is a resurrected man? If he is not, I have no hope in the resurrection.\nNeither then is Christ resurrected, nor others. Then, too, are all the scriptures false which are\nreplete with references to resurrected beings who have appeared to man?\n<\/p><p>\nFor example, as recorded in Matthew: \"And the graves were opened; and many bodies of the\nsaints which slept arose,\n<\/p><p>\n\"And came out of the graves after his resurrection, and went into the holy city, and appeared\nunto many\" (<span class=\"citation\" id=\"35142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35142)\">Matt. 27:52-53<\/a><\/span>).\n<\/p><p>\nAs sure as Jesus Christ is resurrected, so may I have a hope in a resurrection. If men may be\nresurrected and God is not, then man will have accomplished what God has not and thus\nbecome greater than God. This we know is impossible. Hence what men may accomplish,\nGod has accomplished ahead of him.\n<\/p><p>\nThen the fact that you are now a mortal on this earth is proof that God, too, at one time in the\nfar distant past, has gone through a life of mortality ahead of you. Hence God is a resurrected,\nglorified man.\n<\/p><p>\nWhom do you worship? I worship the Living God, my Father in heaven, the God of Abraham,\nIsaac, and Jacob, the God of this world. I invite all honest in heart every where to join with\nthe faithful Latter-day Saints in worshipping our Father in heaven. I know that God lives and\nJesus Christ is his Son, begotten of the Father in the flesh. It is he who stands at the head of\nthis Church, with President David O. McKay as his prophet here today.\n<\/p><p>\nMay God bless him and his associates in this great work and bless all you good people who\nendeavor to keep the commandments of God, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}