{"ID":1158, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Spirit of Conversion<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, October 1961, pp. 43-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure, my brethren and sisters, that we all appreciate the opportunity to lift our hand to\nsustain President David O. McKay as President of the Church, and in so doing we have in our\nhearts a feeling of deep gratitude for the privilege that is thus afforded us as members of the\nChurch of Jesus Christ of Latter-day Saints.\n<\/p><p>\nIt is glorious to be a member. It is glorious to have any office or calling in the Church, no\nmatter how relatively humble the title may sound. I am impressed constantly with the fact\nthat, regardless of our calling, we are all encouraged, we are all dedicated, and we are all\nworking in the service of the Master. I am sure that we do not permit our closeness to the\nwork, we do not permit the fact that we have such ready access to our Father in heaven\nthrough prayer to take our membership in the Church lightly or to take our callings in the\nChurch lightly. We are always conscious of his nearness to us and the blessings which we\nreceive in answer to our prayers.\n<\/p><p>\nI am sure it would be more pleasing to our Father in heaven to have us\nresign our positions&mdash;and that is not a practice which we commend in the Church&mdash;but\nnonetheless it seems preferable to neglecting our duties in the least detail. It gives us an\nawesome feeling to realize that we are dedicated to the work of the Lord, and having thus\ncommitted ourselves, it is not our privilege or our prerogative to violate his commandments,\neven the slightest of them. The Lord expects, and we expect it of ourselves, each one of us, to\nlive out our lives here upon this earth in as complete conformity to the laws of God as we are\ncapable. No means of rationalizing, no means of conjuring up excuses as to why we should\ndo this or should not do the other, contrary to the will of our Heavenly Father, has any place\nin our lives.\n<\/p><p>\nI am grateful this morning that throughout the world the work of the Lord is progressing most\nsatisfactorily, indeed so satisfactorily that sometimes we feel that we are hardly capable of\nkeeping up with the progress of the Church.\n<\/p><p>\nIn the mission field the Lord has blessed us. I just want to give you two figures. In the first\nnine months of 1959 in the foreign or full-time missions of the Church, we had over 23,000\nwhat we call convert baptisms, and in the first eight months of 1961 we have had over\n54,000. We are constantly asked why it is that this great increase in converts should come\nabout at this particular time.\n<\/p><p>\nMy first answer to that question would be that the faithfulness and the devotion of the Saints,\ntheir efforts to live lives of righteousness, to dedicate their lives to the principles of truth and\nright, is of primary importance. We know without any question of a doubt that the blessings\nwhich descend upon us as a people are directly commensurate with our faithfulness, with our\nnearness to our Heavenly Father. As we keep the channel of communication between us and\nour Father in heaven open, we can expect to be blessed more abundantly all the time.\n<\/p><p>\nIn the second place, we cannot be close to this missionary work without being conscious of\nand without acknowledging the fact that the Lord has touched the hearts of men all over the\nworld and has made them responsive to the humble testimonies of the elders as they go forth\nin the performance of their duties as missionaries of the Church of Jesus Christ in preaching\nthe gospel throughout the world.\n<\/p><p>\nOur approach, our initial contact with our friends throughout the world, is the simplest\napproach we know how to make. Our lessons and their presentation are also direct and to the\npoint. This simplicity of our approach and presentation of the gospel belies the existence of\nany design or device or scheme or contrivance or intrigue of any kind by which unsuspecting\ninvestigators might be brought in as members of the Church without their really knowing\nwhat they are doing or without their having exercised an absolute free agency of which\nPresident McKay spoke so beautifully yesterday.\n<\/p><p>\nLet us stop and think for a moment what a young missionary has to accomplish before he\nleads the convert down into the waters of baptism. He must first teach him the Word of\nWisdom, and that means teach him in practically all cases to give up practices which have\nbeen lifelong and confirmed and live virtually a new life and to have the investigator commit\nhimself to the keeping of this commandment of the Lord from the time of his baptism until\nthe Lord calls him home.\n<\/p><p>\nWe ask him to reform his life with reference to Sunday observance. We teach him that\nSunday&mdash;the Sabbath&mdash;is a holy day. The Lord has prescribed for his children what should\nand what should not be done on the Sabbath day. And here again the convert is required to\ngive up in many instances that weekly activity toward which he has always looked\npreviously&mdash;a holiday, rather than a day of worship.\n<\/p><p>\nWe teach him the law of tithing as revealed in these latter days by the Lord to his children,\nsomething he has been unaccustomed to in the past, and here again it is obligatory upon the\nmissionary to commit his candidate for baptism to a strict observance of the law of tithing,\naccounting to the Lord for the rest of his life for a tenth of his income, his\nincrease.\n<\/p><p>\nConverts are taught to live worthy to hold the priesthood of God. They are taught from the\nbeginning that after their baptism they will be introduced into the priesthood. They will have\nthe Aaronic Priesthood conferred upon them, and later the Higher or the Melchizedek\nPriesthood. In order to be worthy of this progress and advancement in the Church, they must\nbe as strict as possible in keeping the laws and commandments of God.\n<\/p><p>\nThen too, they are taught and told and have impressed upon their minds the fact that when\nthey are once members of the Church, they then have an obligation to assist in promulgating\nthe gospel to their friends and neighbors. In short, to be prepared to answer each and every\ncall of the priesthood made of them, just as these fine men and women who today have been\ncalled into service have willingly responded. Those who are being released and given other\npositions accept the changes with the same kind of loyalty and devotion which they have\npreviously extended to the work.\n<\/p><p>\nWhen you take into consideration these and many other unmentioned facts, you have to stop\nand ask yourself the question, \"How can this nineteen-year-old boy of mine or of yours go out\ninto a strange world, many of them to a strange country, where a strange language is spoken,\nand find almost of a sudden that they are touching the lives of total strangers in a manner\nwhich is almost beyond comprehension and certainly beyond the power of man?\"\n<\/p><p>\nTake these great reformers, these great evangelists, who are able to draw, through their\npublicity and otherwise, great bodies of men and women. What is their ultimate\naccomplishment? They do not seek to change a man's way of life. They are happy when they\ncan get the man or the woman to confess that Jesus is the Christ, the Son of the Living God,\nand when they have made that confession, that is it. No organizations, no requirements, no\nobligations of any kind! These are learned men&mdash;men, I presume, as brilliant as any men in\nthe world. They are mature, and I ask you to sit down and stop and think occasionally when\nyou have this missionary work on your mind as to the difference between the results wrought\nin the lives of converts to the Church and converts to these great popular movements, no\nmatter how fine, how elegant, how praiseworthy they may be.\n<\/p><p>\nYou know, to me it is nothing short of a miracle to have men and women mature, much older\nthan the missionaries, submit themselves to these young men to be baptized by them. That\ninvolves a serious matter. The average normal citizen, friend, would only do that upon one\nfoundation or one basis and that is that they have received in their hearts a testimony from\nGod that this young elder has the priesthood of God conferred upon him by those who have\nthat authority to preach the gospel and administer in its ordinances. Otherwise, what they do\nwould be a mockery. It is not to be presumed that 54,000 people this year in all of the\ncountries of the world in which we have missionaries would have permitted themselves to go\nthrough this formality to no good purpose. It takes some effort, it takes a great deal of\nhumility. Unless they were convinced and converted to the fact that there in this young\nmissionary they had found the power of God vested to administer in the sacred ordinances of\nthe gospel, they would not do so.\n<\/p><p>\nIt has interested me because in more than one country this year the following question has\nbeen raised more or less officially. Can a nineteen-year-old boy be a minister of the gospel?\nAre we justified as a government to confer upon him the benefits that inhere in the status of a\nminister of the gospel? And they say no. A nineteen-year-old boy could not possibly be a\nminister of the gospel. He has not studied. He has not gone through school. He is not mature.\n<\/p><p>\nNow, what does that mean? He is not learned in the ways of man. If they stop, as these\n54,000 converts have stopped, and reflected and prayed and received an answer to their\nprayers, they would know that the Lord is capable of conferring blessings upon his children\nhere on the earth through a nineteen-year-old boy as well as through an older\nman, that one of the conditions is not that he be steeped in the learning of man, but that he is\nin tune with the Spirit of our Heavenly Father.\n<\/p><p>\nI must not take too much time, but I cannot sit down without giving you one or two examples\nof what is going on in the world today to indicate this thought of mine that we are converting\nby the Spirit, and the only virtue in the plan which we have in use now throughout the world\nis that it is the simplest possible presentation of the gospel that these great mission presidents\nof ours have been able to work out in the mission field, the least likely to affect the minds or\nthe reason of men&mdash;so simple, in fact, that it cannot have any effect upon men of the world\nunless there is a higher power that touches their hearts and brings conversion to their souls.\n<\/p><p>\nI have become more and more convinced in my association with missionary work that most\npeople are touched by the Spirit of the Lord upon the occasion of the missionary's first\ncontact. Otherwise, they would not invite the missionary back time after time to be taught the\nprinciples of the gospel and to be brought closer and closer and ultimately into the waters of\nbaptism.\n<\/p><p>\nBrother Brossard tells us the story of twenty-five conversions in France. Certainly there was\nno scheme that brought these conversions about. There was an army officer, a soldier, in\nAlgeria, and while he was there in the service of his country, his wife had a baby, and it died.\nIt was not baptized in the church of its parents, they believing in infant baptism, and therefore\nthe church denied to that family a church funeral service for the child. I will not go into the\ndetails, but we had a friend of Brother Brossard and the missionaries, (and I guess they are\nfriends to all of us) who called the attention of this distraught mother to the missionaries, and\nthey went in at the request of the family and held the services, and these twenty-five baptisms\ncame as a result of it, all from a single group. I was looking for this figure because I do not\nwant to go beyond the facts, but this group is much larger than the twenty-five, and the\nmissionaries are now in the process of teaching the gospel to the rest of them, and President\nBrossard assures us that the twenty-five is just a small beginning to what will come about out\nof this single instance.\n<\/p><p>\nThen we have the story of a missionary who ran a red light, and by so doing got the name\nand address of the traffic officer and an invitation to visit him in his home. The officer's\npenalty after the missionary got through with him was&mdash;what does the Good Book say?&mdash;\"Go\nthy way and sin no more\"\n(<span class=\"citation\" id=\"27971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27971)\">John 8:11<\/a><\/span>;\n<span class=\"citation\" id=\"13968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13968)\">D&amp;C 24:2<\/a><\/span>).\n<\/p><p>\nWe have the story of two missionaries coming from Zollingen in Germany who went to the\nmayor to give him a Book of Mormon, made friends with him, and on a rainy day, seeing\nthem from his limousine, the mayor called to them to come over and get in the car. He\nwanted to drive them to the City Council and introduce them officially to that august body.\n<\/p><p>\nAnd two missionaries in Hamburg, Germany, went to the chief of police to make themselves\nknown and to tell their story, and as a result he gave them his card and said, \"I want you\nelders to feel free to call upon me at any time in case you have any difficulty, or there is any\nservice we can render you, and I will have my car to you within five minutes.\"\n<\/p><p>\nThese were all nineteen-year-old boys, and I could go on and tell you of many others. There\nwas not anything those boys could do or say of their own that would bring about such\nmiraculous results, but the first contact was enough to open the door for future contacts. That\nis the way the work of the Lord goes on. Isn't it wonderful to realize that the prophecies of\nold are being fulfilled? How true it is that a stone has been cut out of a mountain without\nhands and is rolling forth and will fill the earth\n(<span class=\"citation\" id=\"10658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10658)\">Dan. 2:35,45<\/a><\/span>;\n<span class=\"citation\" id=\"13994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13994)\">D&amp;C 65:2<\/a><\/span>).\nAlmost every prophecy we have in the Old\nand the New Testaments concerning the latter days fits into our program and furnishes us the\nexact, the proper answer to this inquiry as to the marvelous results accompanying the work of\nour missionaries. They work by and through the Spirit, and let me say this to you mothers\nand fathers, we love you, and we appreciate your loyalty, and we appreciate\nyour sons' and your daughters' service. Have no concern about your sons and daughters in the\nmission field. It makes no difference who their mission president is. As long as they are in the\nline of their duty, encouraged by their parents so to be, they are in the hands of the Lord, and\nhe has promised to take care of them and is bound by those promises. I can conceive of\nnothing more wonderful in all the world than to have the absolute assurance that the Spirit of\nGod is with your sons and daughters in the mission field to preserve them, to protect them, to\ninspire them, to perform a service that no one upon this earth can perform unless he has the\ndelegated power from God to do so.\n<\/p><p>\n\"And any man that shall go and preach this gospel of the kingdom, and fail not to continue\nfaithful in all things, shall not be weary in mind, neither darkened, neither in body, limb, nor\njoint; and a hair of his head shall not fall to the ground unnoticed. And they shall not go\nhungry, neither athirst.\n<\/p><p>\n\"And whoso receiveth you, there I will be also, for I will go before your face. I will be on\nyour right hand and on your left, and my Spirit shall be in your hearts, and mine angels round\nabout you, to bear you up\" (<span class=\"citation\" id=\"14016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14016)\">D&amp;C 84:80,88<\/a><\/span>).\n<\/p><p>\nGod bless us all and bless the missionaries. They are looking to us today for guidance and\ndirection and encouragement. Let us give it to them, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}