{"ID":116, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1944, pp. 107-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the words of Peter on the Mount of Transfiguration, \"it is good to be here\"\n(<span class=\"citation\" id=\"33915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33915)\">Matt. 17:4<\/a><\/span>). That\nexclamation expresses the feeling of Latter-day Saints whenever they meet in sincerity of\npurpose to worship the Lord.\n<\/p><p>\nOur souls are enriched, not only by what is said but by what is felt in just being together. I\npray that I may be guided by that same spirit during the few moments that I stand before you.\n<\/p><p>\nOne of the paramount duties, I might say the paramount duty of parents is to win and merit\nthe confidence and respect of their children. Equally paramount in the life of a bishopric of a\nward is to win and merit the confidence of the people of their ward. Too few parents have the\nconfidence of their children. There are too few officers in the Church who have the\nconfidence of the members, particularly of the young people of wards and stakes.\n<\/p><p>\nI feel impressed to say a word about something which destroys that confidence. The Savior on\none occasion said:\n<\/p><p>\nJudge not, that ye be not judged.\n<\/p><p>\nFor with what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall\nbe measured to you again.\n<\/p><p>\nAnd why beholdest thou the mote that is in thy brother's eye, but considerest not the beam\nthat is in thine own eye?\n<\/p><p>\nThen in strong condemnatory terms He said:\n<\/p><p>\nThou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly\nto cast out the mote out of thy brother's eye\n(<span class=\"citation\" id=\"33890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33890)\">Matt. 7:1-3,5<\/a><\/span>).\n<\/p><p>\nThe context of that scripture plainly indicates that the sin the Savior is condemning is the \ndisposition to look unfavorably on the character and actions of others, which leads almost\ninvariably to the pronouncing of rash, unjust, unlovely judgments upon them. Very often \nthese judgments are formed on insufficient evidence, and after superficial\nobservations, and people who form them and express them in the presence of children put\npoison into those children's minds. Parents who speak at the table against the bishopric,\nagainst a teacher, stake president, or any other officer of the Church are, unwittingly, perhaps,\nbut most assuredly lessening in their children's minds the respect and confidence in Church\nauthorities. \n<\/p><p>\nSLANDER&mdash;A DEADLY WEAPON\n<\/p><p>\nOne of the most deadly weapons of warfare is the poison gas. Slander is to a child's\nconfidence in Church authorities in undermining character what poison gas is to the physical\nbody. Now, that is putting it strongly, but I believe it is true. We should avoid as poison\n\"Slander whose whisper over the world's diameter, as level as the cannon to its flank,\ntransports its poison shot.\"\n<\/p><p>\nHere is a letter that illustrates what I mean, about people's forming hasty judgment, judging\nwithout sufficient evidence. I hesitate to refer to it because in a way it is complimentary and\nalso the writer has done what the Savior has asked us to do; viz., \"If you have aught against\nyour brother, go to him. Between thee and him alone, adjust your difficulty\"\n(<span class=\"citation\" id=\"33880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33880)\">Matt. 5:23-24<\/a><\/span>;\n<span class=\"citation\" id=\"11973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11973)\">D&amp;C 42:88<\/a><\/span>). But there are\nother elements in the letter which prompt me to read it to you as illustrative of this theme. I\nhope the writer will either hear or read what I am saying. Then, too, there may be others who\nmay be thinking along the same lines as this letter.\n<\/p><p>\nTo quote:\n<\/p><p>\nI am writing you in reference to the Church statistics that are read from the stand in the April\nconferences every year and which are later published in Salt Lake newspapers. Some of my\nfriends and myself have been rather puzzled by the figures as they are given out each year.\nWe couldn't understand the tremendous growth in Church membership since 1938 as\ncompared to previous years. We have all kept the statistics since they were first published.\nOne of my friends is a certified accountant. He was as puzzled as the rest of us until he\ndiscovered that although the number of children baptized in the stakes and missions and\nconverts baptized in the stakes and missions had been added to the Church membership, there\nhad been no deductions on account of deaths in our Church membership throughout the\nworld.\n<\/p><p>\nThen follows this insinuation or accusation:\n<\/p><p>\nOf course we are all aware that this method is used by the Roman Catholic Church, but is it\nhonest? According to figures recently released by the state board of health there were five\nthousand two hundred ninety-two deaths in Utah during 1943. Those figures are incomplete.\nWe know we have a large Church membership in Utah, also in Idaho and Canada and other\nparts of the United States. I think a conservative figure for the number of deaths in our\nChurch each year would be about five thousand. Whatever the actual figure, would it not be\nmore honest to deduct the figures from our Church membership instead of keeping dead men\non our list? I am as anxious as anyone in our Church today to see our membership grow, but\nI want to see it grow by fair means.\n<\/p><p>\nThen there is the venom, I don't know against whom:\n<\/p><p>\nOf course we can guess the name of the man who is responsible for the fantastic way of\nbookkeeping, but the less said about him the better.\n<\/p><p>\nGIVES ANSWER\n<\/p><p>\nIt is that accusation and that indication of venom which prompts me to say what I am going\nto say.\n<\/p><p>\nI said to him:\n<\/p><p>\nIn your concluding paragraph you say you are as anxious as anyone in our Church today to\nsee our membership grow, but you want to see it grow by fair means. The implication in that\nstatement, of course, is an insult to the Church Authorities, and the thought behind it is\nunworthy of any faithful Latter-day Saint. For your information I am pleased to give you the\nfollowing regarding the gathering of statistics which may or may not be entirely accurate, but\nat any rate it is honest. I called up the Presiding Bishopric to ascertain the method of\ngathering the statistics. Each ward is supplied with what is known as Form E, which is a\ntranscript of the record of ward members covering marriages, divorces, births, blessings,\nconfirmations, ordinations, deaths and excommunications. At the beginning of every year the\nward membership is broken down with regard to the Priesthood members; high priests,\nseventies, elders, priests, teachers, and deacons, number of male members, number of female\nmembers, number of male children and the number of female children; and then right after\nthat there are columns covering increases, those baptized, converts and children, those\nreceived from other wards, from missions, children blessed. Then follows decreases: Removed\nto other wards, removed to missions, deaths and removed from the record, children over nine\nnot baptized. They are not counted as members. These are decreases. The total decreases. The\ntotal decreases are then subtracted from the membership as of January 1st, plus the increases\nof the year, the result of which is the exact membership of the ward as of December 31st of\neach year.\n<\/p><p>\nIn the above paragraph you will see that every death is reported in the ward and deducted\nfrom the ward membership.\n<\/p><p>\nCONDEMNS ATTITUDE\n<\/p><p>\nNow, we commend this writer for his interest in the Church, and his associates, and the expert\naccountant, but we condemn the hasty conclusions of error and their conclusions that some\nmen in the Church have not been fair in giving out statistics. As I visualize the little group\nworking and working, testing these figures I fancy I can hear unlovely remarks made. We are\njustified in that conclusion from that venomous statement about some man who, he implies, is\nnot just strictly honest.\n<\/p><p>\nI don't know how many young people have heard that; but those who have, had poison put\ninto their lives and the seeds of distrust sown in their thoughts toward Church Authorities. I\nknow of nothing in our home life which will tend to influence young people to stray from the\nduties in the Church or the path of virtue in the Church so quickly and effectively as will\nfault-finding by parents; even talking carelessly about the weakness of bishops; even making\nslighting remarks about the Relief Society teachers who come, or laughing at the ward\nteachers, or saying that the ward teachers' visit are not effective. These things in the presence\nof children are like termites eating the foundation of your house, crawling up into the\nwoodwork.\n<\/p><p>\nParents, you may not see the evil effect of it all at once, but some time later in life when you\nfind the character undermined, you may wonder what is wrong. Then, too late, you may\ndiscover that termites have undermined the faith&mdash;the termites of slander, of fault-finding.\n<\/p><p>\nThe Lord has warned us against fault-finding from the beginning. He said it is the teacher's\nduty to see that there is no backbiting or evil speaking\n(<span class=\"citation\" id=\"11957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11957)\">D&amp;C 20:53-54<\/a><\/span>).\n<\/p><p>\nA WONDERFUL ORGANIZATION\n<\/p><p>\nWhat a wonderful organization the Church is, and how in every detail the Lord seems to have\nmarked out the danger signs, as well as He has shown the paved road to happiness and\nsuccess.\n<\/p><p>\nI said the prime duty of parents is to win and to merit the confidence, the trust&mdash;the trust of\ntheir children. If you haven't it, you had better worry, you had better pray. You may lose\nthem. One-third of the Lord's children turned away\n(<span class=\"citation\" id=\"42161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42161)\">Rev. 12:4<\/a><\/span>).\nThey had their free agency. But let us\npray to God to give us power to win the confidence of our children.\n<\/p><p>\nAnd bishoprics, you fathers of the wards&mdash;pray that you may have the confidence and trust of\nthe people. And if you have aught against any, go to them.\n<\/p><p>\nThere is a story told that a company of botanists seeking some special flowers up in the\nCanadian Rockies, came one day to a very rare flower down on the side of a cliff. To reach it\nthey would have to retrace their steps and go back ten miles to come up from the valley\nbelow. Someone suggested that if they had a rope they could let a boy down to pick the\nspecimens. That suggestion was prompted by the fact that a little boy had been following\nthem for about an hour, watching them silently.\n<\/p><p>\nThey got the rope and said:\n<\/p><p>\nHere, lad, we'll give you $5 if you will put this rope around you and permit us to let you\ndown to get those flowers.\n<\/p><p>\nWithout saying a word the lad scampered off. They thought they had frightened him. He went\nto a house nearby and soon came back with a man by his side. Then the little fellow\nanswered:\n<\/p><p>\nYou may put that rope around me, and I'll get the flower, if you'll let my dad hold the rope.\n<\/p><p>\nGod help us as parents and officers in the Church to merit such trust of our boys and girls, I\npray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}