{"ID":1160, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Accomplish the Work of the Lord<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, October 1961, pp. 50-53<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel, my brethren and sisters, to be at one with that which has been accomplished here this\nday to honor those who have been released from their callings and to hail those who have\nreceived a new responsibility.\n<\/p><p>\nI feel grateful to the First Presidency for the privilege of coming to this conference. I need the\nstrength, I need the association of the brethren, and I need to look into your faces and to see\nthere the love of the gospel and the faith manifested, which enables me to go forth in my\nresponsibility to a greater degree.\n<\/p><p>\nI have felt since the opening and challenging remarks of President McKay that if a phrase\ncould be given to set the theme of this conference, and I am not trying to set it, but to me it\nis something like this, that he should put on the whole armor of God\n(<span class=\"citation\" id=\"21730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21730)\">Eph. 6:11<\/a><\/span>) and be prepared for the\nimportant days that are ahead of us. And if perchance we have not put on the whole armor,\nthen we non have this challenge again from our prophet that we place upon\nourselves a renewed determination to fortify ourselves with the powers and the callings that\nhave come to us to go forth and accomplish the work which the Lord has given us to do.\n<\/p><p>\nI am grateful for the faith and prayers of the members, for the authority of the priesthood that\nhas extended peace in the earth, at least to the extent that we now feel it, so that the great\nwork which the Lord has caused to be restored upon the earth can continue. I felt in the\norganization of Berlin Stake that the power of the priesthood in a measure could forestall and\nprevent the unjust dominion that could prevent the work of God going forth in these ancient\nlands of Europe and to be there and to feel of this spirit and power was indeed a great\nexperience.\n<\/p><p>\nThe work continues to progress in Europe to keep pace with the rest of the Church, and for\nthis we are grateful. Many thousands of wonderful people are accepting the gospel in these\nancient lands. Many very prominent men and women are answering the call that has come to\nthem through the efforts of the missionaries, and in the gospel net we are finding men of\ngreat influence and importance as well as those of the ordinary walks of life.\n<\/p><p>\nAs I looked into the face of a very renowned architect from Munich just a few days ago, a\nman who has gained world recognition in papers that he has prepared in his profession, I said,\n\"I would ask you but one question,\" (he has been a member of the Church only a month,) \"do\nyou believe that God actually talked to the Prophet Joseph Smith and that he introduced to\nhim his Son?\" He said, \"Yes, I believe that with all my heart, and I believe more, and I want\nto serve.\"\n<\/p><p>\nThis is typical of the many thousands who are accepting the gospel and who want to serve\ntheir Heavenly Father.\n<\/p><p>\nWe are living in a tremendous age, my brethren and sisters. It is a day of great progress, of\nchange, of rapid advance. The very structure of our civilization, social, political, commercial,\nmoral, and religious is greatly affected by that which persists before our eyes this day. There\ncan be no question that a new era has dawned upon our planet. Means of travel, trade,\nassociation, and intercommunication between countries even comparatively unknown, is before\nus. But while in almost every field of science, every art is being developed while the mind is\nawakened to new thought, yet religious knowledge in the world is at a standstill. The creed of\nthe fathers cast in the mold of other ages shows no progress to match the onward strides of\nman.\n<\/p><p>\nI am indebted to Brother Ezra Taft Benson for an article which he sent to me, which typifies\nin measure the failure of the powers of Christendom to attract their members to the churches\nin Europe. In Denmark, for example, less than one-half of one percent of the population\nretains any active church connection. Sweden is a little better. In one Swedish parish, says\nRussell Kirk, in a recent article in <i>The National Review<\/i>, a Swedish minister, after preaching\nfor five years, found only his immediate friends and family attending regularly. The Church\nof England, though by law established, obtains the active participation of only five percent of\nthe English population. The English dissenting churches are in a worse plight. Continuing this\narticle, Russell Kirk has this to say: \n<\/p><p>\n\"What we are seeing rather is the dropping away of most people into a state of apathy and\ndisbelief, though not even the fervent disbelief of the village atheist. A vague feeling that\nChristianity does not profit a man in any material way, and a vaguer conviction that somehow\nreligion is unscientific, seem to be the approximate causes of this phenomena. Probably there\nis less religious belief and less influence of churches upon the civil-social order and upon the\nperson than in any other period in the history of Europe.\"\n<\/p><p>\nI suppose in America we find this same condition. Yet as we declare it, and as fully predicted\nby the prophets of God, the Spirit of God has been poured out upon all mankind. As proof of\nthis I call your attention to the tremendous strides that have been made in the world since the\nrestoration of the gospel.\n<\/p><p>\nI remember as a young man sending to a renowned encyclopedic organization a request for\ninformation of all advancements that had been made since the year 1820 in the fields of\nscience, and within a matter of several months, I was flooded with information from them to\nindicate the tremendous manner in which the Spirit of God has rested upon people since the\nday that Joseph Smith walked into the Sacred Grove.\n<\/p><p>\nHow tremendously in keeping with his will that such enlightenment upon man should come as\nthe result of a restoration of truth and the very presence of God, but that which man\nparticipates in today in a scientific way is only the minute, is only a fragmentary part of the\nlight that has shone into the darkness, that brings to man by divine intervention the truths of\nthe eternal law of salvation, which if appropriated can lead to eternal life in the presence of\nGod.\n<\/p><p>\nI have always felt impressed by an article which appeared in one of our Church publications\nsome few years ago that told of a newspaper reporter who left New York to go to Nauvoo,\nIllinois, in the year 1842, and after spending considerable time there and after meeting the\nProphet Joseph Smith, he returned to New York to have published in the New York <i>Herald<\/i> in\nthat year this article concerning Joseph Smith. I quote: \n<\/p><p>\n\"Joseph Smith is undoubtedly one of the greatest characters of the age. In the present infidel,\nirreligious, ideological age of the world, some such singular prophet as Joseph Smith is\nrequired to preserve the principles of faith and to plant some new germs of civilization that\nwill come to maturity in the years that are ahead, while modern philosophy which believes in\nnothing but what you can touch is overspreading the Atlantic States in America, Joseph Smith\nis creating a spiritual system combined also with morals and industry that will change the\ndestiny of the race\" (George Q. Cannon, <i>Life of Joseph Smith<\/i>, p. 324).\n<\/p><p>\nJoseph Smith under the direction of God did establish this system; a system of divine truth\nmade possible by divine bestowal from holy messengers and by revelations which provide\nguidance and direction, and this as revealed to Joseph Smith is for the specific purpose, as\nreferred to in the Doctrine and Covenants, \". . . that every man might speak in the name of\nGod the Lord, even the Savior of the world; \n<\/p><p>\n\"That faith also might increase in the earth; \n<\/p><p>\n\"That mine everlasting covenant might be established; \n<\/p><p>\n\"That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends\nof the world, and before kings and rulers\"\n(<span class=\"citation\" id=\"13953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13953)\">D&amp;C 1:20-23<\/a><\/span>).\n<\/p><p>\nObedient to the predictions of this day and age and by all of the holy prophets, it is not\nreligious opinion which will cover the earth, nor knowledge from scientific advancement\nreaching into the hearts of every good man and woman, but it is faith, leading to the\ntestimony and spiritual conviction of God that is needed, for God is truth and to know him is\nto know the truth. Never, I suppose, have there been so many brilliantly intellectual people\nupon the earth, judged by the known facts of the sciences and of human knowledge, and yet\nthere is a tremendous lack of direction among mankind. Recently, Eric Johnston made the\nstatement that ninety percent of all the scientists who ever lived are living today, and the total\naccumulation of scientific knowledge is doubling every ten years. and yet there is a\ntremendous lack of direction in spiritual things which undoubtedly is contributing to the\nfailure of people to attend churches and to be benefitted by the teachings of their own faith.\n<\/p><p>\nRecently one of our inquiring thinkers, a noted American mental health leader, Dr. Karl\nMenninger, made this statement: \n<\/p><p>\n\"Most people today live without purpose and without significance. They have no articulate\nphilosophy. They do not live within any frame of reference.\"\n<\/p><p>\nIt is obvious that the lack of direction lies principally in the failure of people to have a true\nunderstanding of God and his purposes. To get this it must come from the expressed will of\nGod through a prophet, yes, a prophet here today upon the earth as the oracle of\nGod, and not from concepts of a musty and deceptive antiquity, nor from a\nso-called age of reason imposed upon us because of scientific exploration.\n<\/p><p>\nHere, my brethren and sisters, is reality. Honest and good men must come to know this, must\nadjust to it, welcome it, and meet it as a friend and know that it is God's will. And for this\nreason these young men that President Moyle spoke of, and others with them, go to the ends\nof the earth to proclaim this great message, that is for the restoring of a knowledge and\nunderstanding of God and of the meaning and the purpose of life here upon the earth.\n<\/p><p>\nGod has spoken to us. Let us listen to his oracles and have unveiled to us the realms of\neternal life.\n<\/p><p>\nI cannot help saying a few words about the powers of unjust dominion. I have appreciated the\nremarks of Brother Mark E. Petersen concerning this, but there is an evil force that is\ncontemporary with the powers of righteousness that will bring release and joy to the\nindividual, and we see the power of this unrighteous dominion as it is now being brought to\nbear upon the peoples of subjected countries. I have witnessed it. I have looked into the faces\nof those who are being imposed with this force.\n<\/p><p>\nWe had the experience in the organization of the Berlin Stake of placing in the high council\nof that stake a man who only a few weeks before had been with his wife in East Berlin. Upon\na certain day he left East Berlin to go to West Berlin to visit friends, leaving his wife in their\nhome. While he was visiting his friends, the barricade was erected, and he was unable to\nreturn to his wife, and she unable to come to him. Yet he accepted this calling and\nresponsibility and said he felt that in the wisdom of God, things would be righted.\n<\/p><p>\nBut we see here the effects of the unjust and unrighteous dominion upon the rights of the\npeople.\n<\/p><p>\nI shook hands with a brother from East Berlin who had had an accident in his work, that is, I\nshook his left hand because he came to the Berlin Stake conference with an amputation of his\nright hand, and for this reason and this reason alone, he and his wife and his two children\nwere in West Berlin caring for this injury, as I shook his hand he said, \"I would gladly give\neven the other hand, if that had been necessary, to place my family and myself here under the\nprotective custody of this part of Berlin.\"\n<\/p><p>\nI bear testimony, my brethren and sisters, to the power of the gospel of Jesus Christ in the\nlives of people, that it brings release to them, that it brings inward joy and peace, and I pray\nthat the powers of righteousness will continue in the earth that the great work that is occurring\nin these ancient lands of Europe and in lands all over the world, may continue, that righteous\nmen and women by the thousands may listen to the call of the gospel and come in and be\nnumbered among the children of our Heavenly Father, and I bear my testimony to you of the\ntruth of this message in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}