{"ID":1161, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Whom I Love I also Chasten\"<\/p>\n<p class=\"gcspeaker\">Elder William J. Critchlow, Jr.<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">William J. Critchlow, Jr., <i>Conference Report<\/i>, October 1961, pp. 54-57<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nForty-two hundred years ago or thereabout, there arrived upon this American continent a\ncompany of people under the leadership of one Jared and his brother. They came out of the\nvalley of Mesopotamia where the Tower of Babel was under construction. Our Lord initiated\nand prospered them in their migration, and upon arrival, he \"swore unto the brother of Jared,\nthat whoso should possess this land of promise, from that time henceforth and forever, should\nserve him, the true and only God, or they should be swept off when the fulness of his wrath\nshould come upon them\" (<span class=\"citation\" id=\"22219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22219)\">Ether 2:8<\/a><\/span>).\n<\/p><p>\nSixteen hundred years later, our Lord initiated and prospered another migration of people to\nthis continent. They fled from Jerusalem to escape a Babylonian conquest. Upon arrival the\nLord counseled them through his Prophet Lehi, their leader, as follows: \n<\/p><p>\n\". . . Inasmuch as ye shall keep my commandments ye shall prosper in the\nland; but inasmuch as ye will not keep my commandments ye shall be cut off from my\npresence\" (<span class=\"citation\" id=\"3658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3658)\">2 Ne. 1:20<\/a><\/span>).\n<\/p><p>\nFour hundred years later, these people of Lehi discovered a colony of people who had also\nfled from Jerusalem to escape the Babylonians, about 600 BC. Mulek, son of the Jewish King\nZedekiah, was a royal member of this fleeing party. The people of Lehi and the newly\ndiscovered people of Mulek united and dwelt together, and to them the Lord repeated his\npromise and warning. His prophet, King Benjamin, uttered it from a tower: \n<\/p><p>\n\" . . . he [our Lord] has promised you that if ye would keep his commandments ye should\nprosper in the land; and he never doth vary from that which he hath said; therefore, if ye keep\nhis commandments he doth bless and prosper you\"\n(<span class=\"citation\" id=\"40297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40297)\">Mosiah 2:22<\/a><\/span>).\n<\/p><p>\nThese promises and warnings to the people of Jared, Lehi, and Mulek were directed to and for\nthe benefit of the people who lived in the days of those prophets who gave them utterance; in\nother words, they were for local consumption. They were also engraved on metal plates,\nwhich the prophets preserved for the benefit of rising generations. When our Lord's prophet,\nMormon, abridged those records about 324 AD, the great Jaredite nation, once numerous,\nprosperous, and cultured, had become extinct. They failed to heed the warning and were\n\"swept off when the fulness of his wrath\" came upon them\n(<span class=\"citation\" id=\"22221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22221)\">Ether 2:9<\/a><\/span>); they had \"ripened in\niniquity.\" The great Nephite nation, at one time the more righteous of Lehi's descendants, had\nalso \"ripened in iniquity\" and had similarly become extinct. Our Lord again had kept his\npromise: \"They shall be swept off when the fulness of his wrath shall come upon them\"\n(<span class=\"citation\" id=\"22222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22222)\">Ether 2:9<\/a><\/span>).\n<\/p><p>\nIn the destruction of these unrighteous people, our Lord preserved the records containing his\npromises and warnings. He had them hid up, then 1,400 years later he had them brought forth\nto warn the inhabitants of this land that they also must keep his commandments, lest they be\n\"swept off when the fulness of his wrath . . . come upon them.\" Obviously, Mormon's\nabridgment was written to us. The title page of the abridgment, known as the Book of\nMormon, says it was \"Written to. . . the . . . Gentile&mdash;Written by way of commandment. . .\nWritten and sealed up, and hid up unto the Lord, that they might not be destroyed&mdash;To come\nforth . . . in due time by way of the Gentile\"\n(<span class=\"citation\" id=\"43132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43132)\">BM Title Page<\/a><\/span>). Incidentally, may I add, the title page is a part\nof the abridgment and not the composition of Joseph Smith (<i>DHC<\/i> 1:71).\n<\/p><p>\nThe great Prophet Moroni, son of Mormon, hid up the records, but before doing so he added\na terse warning all his own&mdash;and he specifically directed it to those into whose hands the\nrecords would subsequently come. He called them Gentiles.\n<\/p><p>\n\"And this cometh unto you, O ye Gentiles, that ye may know the decrees of God&mdash;that ye\nmay repent, and not continue in your iniquities until the fulness come, that ye may not bring\ndown the fulness of the wrath of God upon you as the inhabitants of the land have hitherto\ndone\" (<span class=\"citation\" id=\"22223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22223)\">Ether 2:11<\/a><\/span>).\n<\/p><p>\nWho are the gentiles of whom this prophet spoke? President Joseph Fielding Smith said: \". . .\nWe are of the Gentiles! By this I mean that the Latter-day Saints have come to their blessings\nthrough the Gentile nations. President Brigham Young . . . said that Joseph Smith was a pure\nEphraimite. This is true, yet Joseph came also of Gentile lineage. So do most all members of\nthe Church\" (<i>The Way to Perfection<\/i>, p. 140).\n<\/p><p>\nThe prophecies which I have quoted&mdash;\"written to the Lamanites . . .and also to Jew and\nGentile\" (<span class=\"citation\" id=\"43133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43133)\">BM Title Page<\/a><\/span>)&mdash;are\nrepeated in greater or lesser detail thirty-eight times in the Book of Mormon.\nCount them as you read it. One student did and came up with that total, thirty-eight. Surely,\nthey constitute one of the great messages of that book.\n<\/p><p>\nThree times within the past year or so, I visited in stakes where I found the memberships\nfasting and praying for moisture. And three times before I left those stakes I saw their prayers\nanswered. I must tell you about one of those visits.\n<\/p><p>\nI found the members fasting with special prayers&mdash;Saturday noon until Sunday noon&mdash;for\nmuch needed storms.\n<\/p><p>\nArising Sunday morning, after our Saturday prayers, we were cheered by a beautiful light\ncovering of snow. It continued to snow throughout the morning. When we recessed for lunch\nthe lawns around the meeting place were brilliant; several inches of heavy wet snow blanketed\nthem. Departing in the late afternoon, I said to the stake president: \"Our prayers are\nanswered.\"\n<\/p><p>\n\"Yes,\" he replied, \"but Elder Critchlow, we need so much more!\"\n<\/p><p>\n\"How much more do you deserve?\" I asked. My reply puzzled him&mdash;his silence invited me\nto explain: \n<\/p><p>\n\"At noon,\" I began, \"when we recessed the conference, nearly all of the congregation departed\nfor their homes, where I suppose they broke their fast. Many failed to return to the afternoon\nsession&mdash;because of the storm. Well, it may have been because I was the afternoon speaker.\nNevertheless, they should have returned. I'm sure the storm didn't dampen their spirits&mdash;it\nmust have lifted them&mdash;their prayers were answered.\"\n<\/p><p>\nThe stake president was disappointed with the attendance. I think Heavenly Father was, too,\nand I think he cut his blessing short&mdash;at least the storm clouds rolled on and away and a\nbright, hot afternoon sun quickly erased most of the evidence of his blessing. Maybe he gave\nthem all they deserved. \"Only fifteen percent of your stake membership returned to the\nafternoon meeting,\" I said, \"and I have noted in your reports that: \n<\/p><p>\n\"&mdash;only.....% of your members are on the tithing records.\n<\/p><p>\n\"&mdash;only.....% of your members attend Sacrament meetings.\n<\/p><p>\n\"&mdash;only.....% of your men attend priesthood meetings.\n<\/p><p>\n\"&mdash;only.....% of your boys attend their meetings.\n<\/p><p>\n\"&mdash;only.....% of your girls attend their meetings.\n<\/p><p>\n\"&mdash;only.....% of your sisters attend Relief Society meetings.\n<\/p><p>\n\"&mdash;only.....% of your boys and girls are married in the temple.\n<\/p><p>\n\"&mdash;only.....% of your members receive ward teaching visits.\n<\/p><p>\nSo much for blanks and percentages. These are enough. For obvious reasons I left the\npercentages blank, no need to herald our failings to the world; no need to herald one stake's\nfailings to another; each has its own. Let each insert its own percentages, they will differ only\nin degree. The failings are a common fault.\n<\/p><p>\nBrigham Young had something to say about percentages: \n<\/p><p>\n\". . . while <i>six-tenths<\/i> or <i>three-fourths<\/i> of this people will keep the commandments of God, the\ncurse and judgments of the Almighty will never come upon them, though we will have the\ntrials of various kinds, and the elements to contend with\" (<i>JD<\/i> 10:335-336).\n<\/p><p>\nWe live in a wicked world like unto Babylon of old. Our latter-day prophets, like the prophets\nof old, have cried, \"Come out, come out of Babylon\"\n(<span class=\"citation\" id=\"42315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42315)\">Rev. 18:4<\/a><\/span>;\n<span class=\"citation\" id=\"14062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14062)\">D&amp;C 133:7<\/a><\/span>).\nTo come out physically presents a\nproblem, but spiritually it is possible, and spiritually we must come out if we are to prosper in\nthe land.\n<\/p><p>\nWe come out spiritually when we pay honestly our tithes and offerings. We come out\nspiritually when we attend to our priesthood duties and attend our priesthood, Sacrament, and\nstake conference meetings. These the members of the Church have been commanded to\nattend.\n<\/p><p>\nOnce in the dim, distant past, our Father's children turned from him. Has it been so long that\nwe have forgotten how, at that time he cleansed the earth of wickedness with a flood? Has it\nbeen so long that we have forgotten the warning: \"And as it was in the days of Noe, so shall\nit be also in the days of the Son of man\"\n(<span class=\"citation\" id=\"31558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31558)\">Luke 17:26<\/a><\/span>)?\nHave we forgotten how God spared\na city of righteous people, Enoch's people by translating them before the flood?\n<\/p><p>\nIn the great holocaust to come, the earth will again be cleansed of wickedness as it was in the\ndays of Noah, and God may spare again a righteous people, \"if six-tenths or three-fourths of\nthis people will keep the commandments of God.\"\n<\/p><p>\nWhat are the commandments God would have us keep? Three serve the subject of my theme.\nHe has instructed us: \n<\/p><p>\n1. to attend stake conference.<br \/>\n2. to attend Sacrament meetings.<br \/>\n3. the priesthood bearers to attend their priesthood meetings.\n<\/p><p>\nIn the process of abridging the Nephite records, the great Prophet Mormon\npaused to meditate on our Lord's ministry of nearly 1,000 years over the early inhabitants of\nthis continent, and he expressed his reflections in an \"editorial\" which he inserted in his\nabridgment. He wrote: \n<\/p><p>\n\"And thus we can behold how false, and also the unsteadiness of the hearts of the children of\nmen; yea, we can see that the Lord in his great infinite goodness doth bless and prosper those\nwho put their trust in him.\n<\/p><p>\n\"Yea, and we may see at the very time when he doth prosper his people, yea, in the increase\nof their fields, their flocks and their herds, and in gold, and in silver, and in all manner of\nprecious things of every kind and art; sparing their lives, and delivering them out of the hands\nof their enemies; softening the hearts of their enemies that they should not declare wars\nagainst them; yea, and in fine, doing all things for the welfare and happiness of his people;\nyea, then is the time that they do harden their hearts, and do forget the Lord their God, and\ndo trample under their feet the Holy One&mdash;yea, and this because of their ease, and their\nexceedingly great prosperity.\n<\/p><p>\n\"And thus we see that except the Lord doth chasten his people with many afflictions, yea,\nexcept he doth visit them with death and with terror, and with famine and with all manner of\npestilence, they will not remember him\"\n(<span class=\"citation\" id=\"24690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24690)\">Hel. 12:1-3<\/a><\/span>).\n<\/p><p>\nGod loves us. He doesn't always love the things we do.\n<\/p><p>\n\"As many as I love, I rebuke and chasten\"\n(<span class=\"citation\" id=\"42306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42306)\">Rev. 3:19<\/a><\/span>).\n<\/p><p>\n\"Verily, thus saith the Lord unto you whom I love, and whom I love I also chasten that their\nsins may be forgiven for with chastisement I prepare a way for their deliverance in all\nthings\" (<span class=\"citation\" id=\"14036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14036)\">D&amp;C 95:1<\/a><\/span>).\n<\/p><p>\nPerhaps the elements may be a little kindlier next year if we remember him.\n<\/p><p>\nPerhaps we'll be a little more deserving next year if we remember him. I so hope. I so pray. I\nleave you my testimony: God lives and loves us. He answers prayers, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}