{"ID":1162, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Seek the Spirit<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1961, pp. 57-61<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I welcome wholeheartedly into the councils of the Church the\nbrethren who have been called to service this day. With equal feeling, I express my\nappreciation for the services of those who are retiring.\n<\/p><p>\nI would like to say a further word or two to Brother Buehner and Bishop Wirthlin. I first\ncame to know Brother Buehner in the early days of the welfare program. He was then\npresident of Granite Stake. He rose immediately to meet the challenges of that program.\nWhile some others were dragging their feet he did a tremendous work in it, and he has been\ncarrying on ever since. He knows how we love him.\n<\/p><p>\nMore than thirty-five years ago, Bishop Wirthlin and I served together in a seventies quorum.\nWe loved him then. We loved him later when he became bishop of the ward in which we\nlived. Our love increased when he became president of Bonneville Stake. I apologize for the\nbad time I gave him while I was a bishop, and he was president of the stake. We loved him\nwhen he came into the Presiding Bishopric, and we still do. Joseph, we love you now more\nthan we ever did. The Lord loves you. May his peace be with you.\n<\/p><p>\nWhile President McKay was talking yesterday, these lines, written by William Cowper, came\nto mind. In them I have substituted \"faithful\" for \"fearful\":\n<\/p><p>\n\"Ye 'faithful' Saints, fresh courage take; <br \/>\n     The clouds ye so much dread<br \/>\n     Are big with mercy and shall break<br \/>\n     In blessings on your head.\n<\/p><p>\n\"His purposes will ripen fast,<br \/>\n     Unfolding every hour; <br \/>\n     The bud may have a bitter taste,<br \/>\n     But sweet will be the flower.\"\n<\/p><p>\nSince he spoke, I have been thinking about the great challenge of peace and hope which the\nPresident gave us at the close of his opening address. It is my opinion that the Latter-day\nSaints, because of the knowledge they have received in the revelations, are better prepared to\nmeet the perplexities of our times than any other people. We know more about the difficulties\nwhich are coming, and we have the key to their solution.\n<\/p><p>\nI suppose that most people have a tendency to interpret their own experiences and world\naffairs in the light of certain standards which have become fixed in their thinking. The fact\nthat the Lord Almighty will take care of his people during these latter days of stress and trial\nbecame fixed in my mind very early.\n<\/p><p>\nAs a child I lived in a land torn by a devastating revolution. As the contending forces pursued\neach other back and forth through the country, I became greatly disturbed and agitated. Well\ndo I remember when word came that the rebels were marching on Chihuahua City from\nCiudad Juarez to the north and that the Federals were marching on the same city from\nTorreon on the south. My distress turned to fright&mdash;in fact, to terror&mdash;when they met at\nCasas Grandes, just ten miles away, and the shooting began. Some of our more\nadventuresome young men climbed to the top of the Montezuma Mountain where, through\nfield glasses. they could watch the fighting.\n<\/p><p>\nThrough those stirring and never-forgotten childhood experiences it was difficult for me to\nunderstand this doctrine of peace in one's heart while there was war in the land. But even\nthen, my fears were tempered somewhat as I saw and listened to my sainted mother lull her\nbabies to sleep. The words of the songs she sang comforted me. Some of them have been\nringing in my mind through all the years of the intervening half century&mdash;these, for example,\nfrom\n<\/p><p>\n\"Guide Us, O Thou Great Jehovah\":\n<\/p><p>\n        \"When the earth begins to tremble,<br \/>\n        Bid our fearful thoughts be still; <br \/>\n        When thy judgments spread destruction,<br \/>\n        Keep us safe on Zion's hill.\"\n<\/p><p>\nAnd these from Parley P. Pratt: \n<\/p><p>\n\"Come, O thou King of kings!<br \/>\n     We've waited long for thee,<br \/>\n     With healing in thy wings<br \/>\n     To set thy people free; \n<\/p><p>\n\"Come, make an end to sin<br \/>\n     And cleanse the earth by fire.\"\n<\/p><p>\nAnd from W. W. Phelps: \n<\/p><p>\n\"In faith we'll rely on the arm of Jehovah<br \/>\n     To guide through these last days of trouble and gloom; <br \/>\n     And after the scourges and harvest are over,<br \/>\n     We'll rise with the just when the Savior doth come.\"\n<\/p><p>\nAs the years passed and I became acquainted a little with the scriptures, I learned that the\nbrethren who had written these beautiful lines of hope and courage had learned from the\nrevelations that the Lord would take care of his Saints through the calamities which he\nforesaw and foretold. Nephi, speaking of our days, said: \n<\/p><p>\n\"For the time soon cometh that the fulness of the wrath of God shall be poured out upon all\nthe children Of men, for he will not suffer that the wicked shall destroy the righteous.\n<\/p><p>\n\"Wherefore, he will preserve the righteous by his power, even if it so be that the fulness of\nhis wrath must come, and the righteous be preserved, even unto the destruction of their\nenemies by fire. Wherefore, the righteous need not fear; for thus saith the prophet, they shall\nbe saved, even if it so be as by fire\"\n(<span class=\"citation\" id=\"1576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1576)\">1 Ne. 22:16-17<\/a><\/span>).\n<\/p><p>\nWhen the Lord gave by revelation the preface to the Doctrine and\nCovenants, he said that he was willing to make the things he had revealed known unto all flesh; \n<\/p><p>\n\"For I am no respecter of persons, and will that all men shall know that the day speedily\ncometh, the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and\nthe devil shall have power over his own dominion.\n<\/p><p>\n\"And also the Lord shall have power over his saints, and shall reign in their midst, and shall\ncome down in judgment upon Idumea, or the world\"\n(<span class=\"citation\" id=\"13954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13954)\">D&amp;C 1:34-36<\/a><\/span>).\n<\/p><p>\nJesus himself previewed our times and the days to follow. As he stood before his disciples on\nthe Mount of Olives, they asked him concerning the destruction of Jerusalem and the signs of\nhis second coming. Replying, he told them that this people (the generation among whom he\nlived) shall be destroyed and scattered among all nations . . .\n<\/p><p>\n\"But they shall be gathered again; but they shall remain until the times of the Gentiles be\nfulfilled.\n<\/p><p>\n\"And in that day shall be heard of wars and rumors of wars, and the whole earth shall be in\ncommotion, and men's hearts shall fail them . . .\n<\/p><p>\n\"And the love of men shall wax cold, and iniquity shall abound.\n<\/p><p>\n\"And when the times of the Gentiles is come in, a light shall break forth among them that sit\nin darkness, and it shall be the fulness of my gospel; \n<\/p><p>\n\"But they receive it not; for they perceive not the light, and they turn their hearts from me\nbecause of the precepts of men.\n<\/p><p>\n\"And in that generation shall the times of the Gentiles be fulfilled.\n<\/p><p>\n\"And there shall be men standing in that generation, that shall not pass until they shall see an\noverflowing scourge; for a desolating sickness shall cover the land.\n<\/p><p>\n\"<i>But my disciples shall stand in holy places, and shall not be moved<\/i>; but among the wicked,\nmen shall lift up their voices and curse God and die.\n<\/p><p>\n\"And there shall be earthquakes also in divers places, and many desolations; yet men will\nharden their hearts against me, and they will take up the sword, one against another, and they\nwill kill one another\"\n(<span class=\"citation\" id=\"13982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13982)\">D&amp;C 45:25-33<\/a><\/span>, italics added).\n<\/p><p>\nI am convinced that if we have the peace in our hearts the brethren have been talking about,\nwe must learn how to preserve it in our hearts in the midst of trouble and trial. I know that if\nwe lived the gospel, we would not have war. We would have peace if enough people lived the\ngospel, but for my single self I do not expect them to do so. I do not expect enough people to\nrepent to spare the world from serious trouble, and I think the scriptures sustain this\nconclusion. But I return to the Savior's words. When he had made the above quoted statement\nto his disciples, he saw that they were troubled, and he said to them: \n<\/p><p>\n\". . . Be not troubled, for, when all these things shall come to pass, ye may know that the\npromises which have been made unto you shall be fulfilled . . .\n<\/p><p>\n\"And it shall come to pass that he that feareth me shall be looking forth for the great day of\nthe Lord to come, even for the signs of the coming of the Son of Man.\n<\/p><p>\n\"And they shall see signs and wonders, for they shall be shown forth in heavens above, and in\nthe earth beneath.\n<\/p><p>\n\"And they shall behold blood, and fire, and vapors of smoke.\n<\/p><p>\n\"And before the day of the Lord shall come, the sun shall be darkened, and the moon be\nturned into blood, and the stars fall from heaven.\n<\/p><p>\n\"And the remnant shall be gathered unto this place [Jerusalem]; \n<\/p><p>\n\"And then they shall look for me, and, behold, I will come; and they shall see me in the\nclouds of heaven, clothed with power and great glory; with all the holy angels, and he that\nwatches not for me shall be cut off . . .\"\n<\/p><p>\nAnd here is the key.\n<\/p><p>\n\"And at that day, when I shall come in my glory, shall the parable be fulfilled which I spake\nconcerning the ten virgins.\n<\/p><p>\n\"For they that are wise and have received the truth, and have taken the Holy Spirit for their\nguide, and have not been deceived . . . shall not be hewn down and cast into the fire, but\nshall abide the day\" (<span class=\"citation\" id=\"13983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13983)\">D&amp;C 45:35,39-44,56-57<\/a><\/span>).\n<\/p><p>\n\"<i>They that are wise and have received the truth, and have taken the Holy Spirit for their guide<\/i>\n<i>and have not been deceived<\/i>\"\n(<span class=\"citation\" id=\"13984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13984)\">D&amp;C 45:57<\/a><\/span>).\nI think we are not safe because we say we intend to do what's\nright. I think the people who are safe are those who have taken the Holy Spirit for their guide\nand <i>have not been deceived<\/i>. These are they who shall not be hewn down and cast into the\nfire, but shall abide the day.\n<\/p><p>\n\"The earth shall be given unto them for an inheritance.\" This earth isn't going to be inherited\nby our enemies.\n<\/p><p>\n\"The earth shall be given unto them [who have 'taken the Holy Spirit for their guide, and\nhave not been deceived'] for an inheritance, and they shall multiply and wax strong, and their\nchildren shall grow up without sin unto salvation.\n<\/p><p>\n\"For the Lord shall be in their midst, and his glory shall be upon them, and he will be their\nking and their lawgiver\" (<span class=\"citation\" id=\"13986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13986)\">D&amp;C 45:58-59<\/a><\/span>).\n<\/p><p>\nNow I think the Savior was talking about the Holy Ghost when he said, \"those who have\ntaken the Holy Spirit for their guide\"\n(<span class=\"citation\" id=\"13985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13985)\">D&amp;C 45:57<\/a><\/span>).\nThe Holy Ghost is the spirit of truth\n(<span class=\"citation\" id=\"27982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27982)\">John 15:26<\/a><\/span>). To have\nthe Holy Spirit with us as he speaks of it here, and as I have now said what I think it means,\nis to be guided by revelation from heaven. I know that such guidance can be had.\n<\/p><p>\nWhen the Prophet Joseph Smith went to Washington&mdash;I believe it was in 1839&mdash;with Elias\nHigbee, he had conferences with many of the statesmen there&mdash;and many of the politicians\nalso. He had conferences with the President of the United States. In one of them Mr. Van\nBuren asked: \n<\/p><p>\n\". . . wherein we differed in our religion from the other religions of the day. Brother Joseph\nsaid we differed in mode of baptism, and the gift of the Holy Ghost by the laying on of\nhands. We considered that all other considerations were contained in the gift of the Holy\nGhost\" (<i>History of the Church<\/i>, vol. IV, p. 42).\n<\/p><p>\nNow, we have the Holy Ghost. Every one of us who are members of the Church has had\nhands laid upon our heads, and we have been given, as far as ordinance can give it, the gift of\nthe Holy Ghost. But, as I remember, when I was confirmed, the Holy Ghost was not directed\nto come to me; I was directed to \"Receive the Holy Ghost.\" If I receive the Holy Ghost and\nfollow his guidance, I will be among those who are protected and carried through these\ntroubled times. And so will you, and so will every other soul who lives under his direction.\n<\/p><p>\nNow, my brothers and sisters, we need to seek that Spirit. We need to realize that it is a real\nguide. The Lord has given us several tests by which we may know when we have that Spirit.\n<\/p><p>\nBy revelation through the Prophet Joseph, the Lord revealed to Oliver Cowdery a very simple\ntest. Oliver was complaining because the Lord had withdrawn from him the gift to translate\nthe Book of Mormon records. The Lord said to him: \n<\/p><p>\n\"Do not murmur, my son, for it is wisdom in me that I have dealt with you after this manner.\n<\/p><p>\n\"Behold, you have not understood; you have supposed that I would give it unto you, when\nyou took no thought save it was to ask me.\n<\/p><p>\n\"But, behold, I say unto you, that you must study it out in your mind; then you must ask me\nif it be right, and if it is right I will cause that your bosom shall burn within you; therefore,\nyou shall feel that it is right.\n<\/p><p>\n\"But if it be not right you shall have no such feelings, but you shall have a stupor of\nthought\" (<span class=\"citation\" id=\"13958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13958)\">D&amp;C 9:6-9<\/a><\/span>).\n<\/p><p>\nNow, I tell you that you can make every decision in your life correctly if you can learn to\nfollow the guidance of the Holy Spirit. This you can do if you will discipline yourself to yield\nyour own feelings to the promptings of the Spirit. Study your problems and prayerfully make\na decision. Then take that decision and say to him, in a simple, honest supplication, \"Father, I\nwant to make the right decision. I want to do the right thing. This is what I think I should do;\nlet me know if it is the right course.\" Doing this, you can get the burning in your bosom, if\nyour decision is right. If you do not get the burning, then change your\ndecision and submit a new one. When you learn to walk by the Spirit, you never need to\nmake a mistake. I know what it is to have this burning witness. I know also that there are\nother manifestations of guidance by the Spirit.\n<\/p><p>\nI know, for example, what Enos was talking about when he said, \". . . the voice of the Lord\ncame into my mind again\" (<span class=\"citation\" id=\"21484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21484)\">Enos 1:10<\/a><\/span>).\nHe did not say it came into his ear, but that it \"came into my\nmind again, saying . . .\" He had been asking the Lord to bless his brethren, the Nephites, as\neveryone who gets the Spirit asks the Lord to bless his brethren and his fellow men. \". . . the\nvoice of the Lord came into my mind again, saying:\"&mdash;and what the voice said is most\nimportant&mdash;\"I will visit thy brethren according to their diligence in keeping my\ncommandments\" (see <span class=\"citation\" id=\"21485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21485)\">Enos 1:10<\/a><\/span>).\n<\/p><p>\nI must terminate these remarks. But I know what that voice is like, because I have had it\ncome into my mind and give me names when I have had to select stake presidents. There is\nnothing mysterious about it to people who learn to be guided by the Spirit. The voice of the\nLord has come into my mind, in sentences, in answer to prayer.\n<\/p><p>\nNow I know, brothers and sisters that we can be guided by the Spirit. I counsel you to seek\nmore diligently through earnest prayer the guidance of the Spirit. Learn to live your lives by\nthe guidance of the Spirit.\n<\/p><p>\nI think every Latter-day Saint ought to go on his knees night and morning in secret prayer.\nThis is in addition to family prayer, which we should also have night and morning. I grew up\nin a home where we had family prayers every night and morning. A good time to have the\nmorning family prayer is just before the morning meal. And a good time for the evening\nprayer is just before the evening meal. That is the way it was done in my father's home.\n<\/p><p>\nIn my wife's father's home prayer was had just before the morning meal and just before the\nfamily went to bed. When my wife and I were married, we decided that I would make all the\nmajor decisions and she would make all the minor decisions. I think that the only major\ndecision we've had to make was when to have evening family prayer. We have had it just\nbefore the evening meal.\n<\/p><p>\nBut what I am talking about now is secret prayer. I have always been thrilled with the\nstatement of the Savior to his disciples that when they prayed, they were not to\n<\/p><p>\n\". . . do as the hypocrites, for they love to pray, standing in the synagogues and in the comers\nof the streets, that they may be seen of men. Verily I say unto you, they have their reward.\n<\/p><p>\n\"But thou, when thou prayest, enter into thy closet and when thou hast shut thy door, pray to\nthy Father who is in secret, and thy Father, who seeth in secret, shall reward thee openly\"\n(<span class=\"citation\" id=\"5630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5630)\">3 Ne. 13:5-6<\/a><\/span>).\n<\/p><p>\nOh, that's the way to pray to reach the Lord&mdash;all alone, where you are not fashioning prayers\nfor the ears of any mortal person. In secret prayer you can kneel down and in the sincerity of\nyour heart pour out your soul to God alone.\n<\/p><p>\nThe path from man to God is prayer. Do as the Book of Mormon prophets advise: \"Pray unto\nthe Father with all the energy of heart\"\n(<span class=\"citation\" id=\"38285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38285)\">Moro. 7:48<\/a><\/span>).\nThe answer to such prayer is the\nguidance of the Holy Spirit. The key to happiness is to get the Spirit and keep it. The right to\nget it we were given when we were confirmed members of this Church. Walk by it back into\nthe presence of God. So doing we will not need to be put to flight by our troubles.\n<\/p><p>\nGod bless you, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}