{"ID":1163, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"One Lord, One Faith, One Baptism\"<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1961, pp. 64-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel it a great honor and privilege, my brethren and sisters, to have an opportunity of\nattending this conference with you. I love the Saints of Zion. I thank the Lord for my\nassociation with my brethren of the General Authorities.\n<\/p><p>\nI think it would be appropriate today if I should pay my tribute of love and respect to Bishop\nWirthlin and Bishop Isaacson. As the Presiding Bishop of the Church, I was privileged to\nselect counselors from all the priesthood of the Church, and I selected them without any\nduress or guidance, except the Spirit of the Lord, and they were wonderful counselors, and I\nlove them and pray the Lord always to be with and bless them. I love Brother Buehner, too,\nand I welcome these new men who have been sustained today as General Authorities. I am\nsure they will do a great work.\n<\/p><p>\nI am very happy to know of the great progress the Church is making in the missionary field. I\nam sure we were all thrilled this morning in hearing the report given by President Moyle of\nthe great upsurge and increase in baptisms. I think I have been a missionary nearly all my\nlife. When I was just a little fellow, I remember attending a ward meeting where two\nmissionaries, returning from the Southern States, gave their report. I do not know whether\nthey said anything unusual or not, but if they did not, the Lord did something unusual for me,\nbecause when I left that meeting I felt that I could have walked to any mission field in the\nworld, if I had just had a call, and so I went home and got down on my\nknees and asked the Lord to help me to live worthy to go on a mission when I was old\nenough to go.\n<\/p><p>\nBecause of this desire, I used to carry my little New Testament around with me often and\nmemorize scripture. I have had a wonderful opportunity in missionary work.\n<\/p><p>\nAs many of you know, I have had the privilege of filling four missions and presiding over\ntwo and touring many of them, and I have tested this Church and its teachings in every way\nthat I think it can be tested, and my testimony increases day by day, and I have never found\nthat its teachings were wanting in any way.\n<\/p><p>\nThe Lord has established his Church according to the promises of the prophets and according\nto the blueprint prepared by him as contained in the Bible and in the Book of Mormon and\nthe Doctrine and Covenants and the Pearl of Great Price.\n<\/p><p>\nI could tell you some wonderful experiences that I have had in meeting people not of us; for\ninstance, when I was in Holland on my first mission in the city of Utrecht, they had a seminar\nwhere they taught young men to prepare for the ministry, and they used to come and attend\nour meetings, and then they would remain sometimes for hours at a time to ask questions, and\nwe found that they did not have the answers; for instance, one of them said to me, \"You\ncannot prove that baptism should be by immersion.\" I said, \"Yes, I can.\"\n<\/p><p>\n\"Well,\" he asked, \"how?\"\n<\/p><p>\nI said, \"You have studied some Greek, haven't you?\" and he admitted that he had, and I said,\n\"What does the word baptizo mean?\"\n<\/p><p>\nHe said, \"Immerse.\"\n<\/p><p>\nI said, \"Why don't you do it?\"\n<\/p><p>\nThen he asked me this question. \"Do you think the Lord will hold us accountable if we teach\nthings that we know are not in harmony with the Bible?\"\n<\/p><p>\n\"Well,\" I said, \"I would rather let the Apostle Paul answer that question,\" and I quoted what\nPaul said: \n<\/p><p>\n\"But though we, or an angel from heaven, preach any other gospel unto you than that which\nwe have preached unto you, let him be accursed\"\n(<span class=\"citation\" id=\"23261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23261)\">Gal. 1:8<\/a><\/span>).\n<\/p><p>\n\"Now,\" I said, \"let your conscience be your guide when you are teaching things that you\nknow are not in harmony with the scriptures.\"\n<\/p><p>\nThere was an article that appeared some years ago in a pamphlet that Brother Orson F.\nWhitney wrote, entitled, \"The Strength of the Mormon Position.\" This is a statement by a\nnoted member of the Catholic Church, and I think it has something very important in it that\nthose of us interested in missionary work could well give a little thought to, and I would like\nto read it to you. He said: \n<\/p><p>\n\"Many years ago a learned man, a member of the Roman Catholic Church, came to Utah and\nspoke from the stand of the Salt Lake Tabernacle. I became well-acquainted with him, and we\nconversed freely and frankly. A great scholar, with perhaps a dozen languages at his tongue's\nend, he seemed to know all about theology, law, literature, science, and philosophy. One day\nhe said to me: 'You Mormons are all ignoramuses. You don't even know the strength of your\nown position. It is so strong that there is only one other tenable in the whole Christian world,\nand that is the position of the Catholic Church. The issue is between Catholicism and\nMormonism. If we are right, you are wrong; if you are right, we are wrong; and that's all\nthere is to it. The Protestants haven't a leg to stand on. For, if we are wrong, they are wrong\nwith us, since they were a part of us and went out from us while if we are right, they are\napostates whom we cut off long ago. If we have the apostolic succession from St. Peter, as we\nclaim, there was no need of Joseph Smith and Mormonism; but if we have not that\nsuccession, then such a man as Joseph Smith was necessary, and Mormonism's attitude is the\nonly consistent one. It is either the perpetuation of the gospel from ancient times, or the\nrestoration of the gospel in latter days.'\" (<i>A Marvelous Work and a Wonder<\/i>, LeGrand\nRichards, pp. 3-4.)\n<\/p><p>\nNow, if every Christian in the world could accept that and then decide which is right, we\nwould just gather them in by the millions if they were willing to obey the\ncommandments. Some of them are not, as you know, after they become converted. We have\nthousands of people converted to Mormonism who have never had the courage yet to accept it,\nbut they believe that Joseph Smith was a prophet of God.\n<\/p><p>\nThis is only in harmony with the scriptures. You remember what Paul said: \"One Lord one\nfaith, one baptism\" (<span class=\"citation\" id=\"21727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21727)\">Eph. 4:5<\/a><\/span>),\nin other words, one Lord, one Church, and one baptism. How\ncould there be more than one Church that God our Eternal Father and his Son Jesus Christ\ncould approve, because they must not conflict with each other, for surely the Lord cannot be\ndivided against himself? You know what Jesus said, that a house divided against itself cannot\nstand (<span class=\"citation\" id=\"35111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35111)\">Matt. 12:25<\/a><\/span>).\nSo there can only be one Church of Jesus Christ in all the world.\n<\/p><p>\nThat does not mean that all these Protestant churches have no good in them, when they teach\npeople to pray and they teach them to try to live right. You and I could go out and organize a\nChurch. That is why we have hundreds of them, because they are churches of men, just like\ncivic organizations and other institutions organized by men to help people to do things that\nare worthwhile, but no man can organize a church with divine authority and power to bind on\nearth and it shall be bound in heaven except they are called by God the Eternal Father and\nordained to his priesthood. That is what Jesus meant when he said to the Council of the\nTwelve: \n<\/p><p>\n\"Ye have not chosen me, but I have chosen you, and ordained you\"\n(<span class=\"citation\" id=\"27981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27981)\">John 15:16<\/a><\/span>).\n<\/p><p>\n\". . . and whatsoever thou shalt bind on earth shall be bound in heaven\"\n(<span class=\"citation\" id=\"35122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35122)\">Matt. 16:19<\/a><\/span>).\n<\/p><p>\nOrdinances performed, no matter if there are thousands of churches, will not be recognized in\nthe heavens until God has endowed that church with that divine power to bind on earth, and it\nshall be bound in heaven. Of course, the Lord will reward all people for all the good they do,\nbut according to this statement, it is either the perpetuation of the gospel of Christ from his\nday or it is a restoration of the gospel through the Prophet Joseph Smith. That is why we are\nnot Catholics, and we are not Protestants. We believe in a restoration of the gospel.\n<\/p><p>\nIf the Bible is true, it cannot be a perpetuation of the gospel from the days of Jesus Christ. I\nwill just read you one or two references. Here is one from Paul: \n<\/p><p>\n\"Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our\ngathering together unto him.\n<\/p><p>\n\"That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by\nletter as from us, as that the day of Christ is at hand\"\n(<span class=\"citation\" id=\"5039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5039)\">2 Thes. 2:1-2<\/a><\/span>).\n<\/p><p>\nNow remember, this is long after Jesus had gone to the Father and completed his earthly\nmission. \"Let no man deceive you by any means: for that day shall not come, except there\ncome a falling away first\" (<span class=\"citation\" id=\"5040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5040)\">2 Thes. 2:3<\/a><\/span>).\n<\/p><p>\nNow, that means no perpetuation, does it not, of the gospel, but a falling away which would\nrequire a restoration?\n<\/p><p>\nOne more statement from Paul: \n<\/p><p>\n\"For the time will come when they will not endure sound doctrine; but after their own lusts\nshall they heap to themselves teachers, having itching ears; \n<\/p><p>\n\"And they shall turn away their ears from the truth, and shall be turned unto fables\"\n(<span class=\"citation\" id=\"5141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5141)\">2 Tim. 4:3-4<\/a><\/span>).\n<\/p><p>\nThen there are many more in the scriptures such as Amos, where he says: \n<\/p><p>\n\"Behold, the days come, saith the Lord God, that I will send a famine in the land, not a\nfamine of bread, nor a thirst for water, but of hearing the words of the Lord: \n<\/p><p>\n\"And they shall wander from sea to sea, and from the north even to the east, they shall run to\nand fro to seek the word of the Lord, and shall not find it\"\n(<span class=\"citation\" id=\"10419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10419)\">Amos 8:11-12<\/a><\/span>).\n<\/p><p>\nJesus said, \". . . seek and ye shall find\" (<span class=\"citation\" id=\"35098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35098)\">Matt. 7:7<\/a><\/span>),\nand why could they not find it? Because\nthere was a famine in the land for hearing the word of God, and when the word of God\ncannot be found anywhere, what does that imply? It implies the need of a restoration, does it\nnot?\n<\/p><p>\nSo we come to that point.\n<\/p><p>\nPeter is the one that they claim to follow, and yet Peter, you remember, in talking to those\nwho put to death the Christ, said: \n<\/p><p>\n\"Repent ye therefore, and be converted, that your sins may be blotted out, when the times of\nrefreshing shall come from the presence of the Lord.\n<\/p><p>\n\"And he shall send Jesus Christ, which before was preached unto you: \n<\/p><p>\n\"Whom the heaven must receive until the times of restitution of all things, which God hath\nspoken by the mouth of all his holy prophets since the world began\"\n(<span class=\"citation\" id=\"7878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7878)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nAccording to the Apostle Peter, there had to come a falling away in order that there could be\na restitution. That is just as simple as ABC.\n<\/p><p>\nI should not think it would be hard for any Christian to recognize the fact that the choice is\nbetween one of two churches, and then if we turn to the scriptures to determine which of the\ntwo it is, there should be no difficulty in reaching a correct decision.\n<\/p><p>\nWe come again to the statement of John when he was banished upon the Isle of Patmos. You\nremember the angel said: \n<\/p><p>\n\". . . Come up hither, and I will shew thee things which must be hereafter\"\n(<span class=\"citation\" id=\"42307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42307)\">Rev. 4:1<\/a><\/span>). And\nthen he saw \". . . another angel fly in the midst of heaven, having the everlasting gospel\"\n(<span class=\"citation\" id=\"42311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42311)\">Rev. 14:6<\/a><\/span>),\nthat is the only gospel that can save men, \". . ., to preach unto them that dwell\non the earth, and to every nation and kindred, and tongue, and people\"\n(<span class=\"citation\" id=\"42312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42312)\">Rev. 14:6<\/a><\/span>) indicating that\nno one in the world would be in possession of that everlasting gospel.\n<\/p><p>\nIf the gospel were to endure from the days of Christ, why should the angel come? It seems\nincredible that we have no report or account of angels visiting the earth any more, and yet\nangels are nothing more than servants of the Lord. You remember how Gabriel was sent to\nZacharias to tell him about how his wife Elizabeth would have a son, and he would be called\nJohn, and how the Angel Gabriel came to Mary to tell her about the wonderful thing the Lord\nhad planned for her (<span class=\"citation\" id=\"31543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31543)\">Luke 1:11-38<\/a><\/span>).\nWe do not read of any angels any more among any of the churches, and\nI wonder what the world thinks angels really are. When we see them depicted today, they\nhave wings on them.\n<\/p><p>\nI would like to read you a few words from Revelation 22:9\n(<span class=\"citation\" id=\"42317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42317)\">Rev. 22:9<\/a><\/span>). After John had seen all the\nmarvelous things that were shown unto him by the angel, he fell down to worship at his feet,\nand the angel said unto him: \n<\/p><p>\n\". . . See thou do it not: for I am thy fellowservant, and of thy brethren the prophets, and of\nthem which keep the sayings of this book: worship God\"\n(<span class=\"citation\" id=\"42318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42318)\">Rev. 22:9<\/a><\/span>).\n<\/p><p>\nIn other words, when the \"fellowservants, and of thy brethren the prophets\" leave this earth,\nthat does not mean that their work is completed, because the Lord rules in the heavens above,\nand he rules upon the earth beneath, and his servants are sent back from time to time in order\nto work out his program that his promises might be fulfilled. As Jesus said: \n<\/p><p>\n\"Verily I say unto you, This generation shall not pass away, till all be fulfilled.\n<\/p><p>\n\"Heaven and earth shall pass away: but my words shall not pass away\"\n(<span class=\"citation\" id=\"31559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31559)\">Luke 21:32-33<\/a><\/span>).\n<\/p><p>\nThere are so many statements in the Bible that prove that there should be a restoration of the\neverlasting gospel before the promised second coming of the Christ, that one could not\npossibly believe in the Bible and believe in a perpetuation of the truth.\n<\/p><p>\nI want to leave with you one other thought that has impressed me greatly. It is reported that\none of our national radio commentators made this statement. He said he was asked what\nmessage could be broadcast to the world which would be considered greater than any other\nmessage. He said, after giving it consideration, he decided that to be able to say to the world\nthat a man who had lived upon this earth and died had returned again with a message from\nGod would be the greatest message that could be broadcast to the world. We are the only\npeople in the world that have such a message as that.\n<\/p><p>\nWe have even erected a great monument in the state of New York to the honor of such a\nman, Moroni, who came back with a message from God. Just think of all the\nmessengers who have come back in the \"restitution of all things\"\n(<span class=\"citation\" id=\"7879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7879)\">Acts 3:21<\/a><\/span>), as Peter\npromised before Christ can come again. And who were they? Angels. And who are angels?\nServants of the Lord, \"fellowservants like unto thyself,\" as the angel said to John when he\nwent to kneel down to worship him (see\n<span class=\"citation\" id=\"42319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42319)\">Rev. 22:9<\/a><\/span>).\n<\/p><p>\nIn closing, I would like to read the testimony of the Prophet Joseph Smith and Sidney\nRigdon, received in Hiram, Ohio, on February 16, 1832, and I bear you my testimony that\nthis is true: \n<\/p><p>\n\"And while we meditated upon these things, the Lord touched the eyes of our understandings\nand they were opened, and the glory of the Lord shone round about.\n<\/p><p>\n\"And we beheld the glory of the Son, on the right hand of the Father, and received of his\nfulness; \n<\/p><p>\n\"And saw the holy angels, and them who are sanctified before his throne, worshiping God,\nand the Lamb, who worship him forever and ever.\n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony,\nlast of all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;\n<\/p><p>\n\"That by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\"\n(<span class=\"citation\" id=\"14002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14002)\">D&amp;C 76:19-24<\/a><\/span>).\n<\/p><p>\nI thank God for the testimony in my soul that I am his son and that Jesus is my Elder Brother\nand that he is the Creator of heaven and earth and that he has revealed himself to the earth in\nthis day and that messengers have returned with a message from God and hence we have the\ngreatest message that could possibly be broadcast to this world, and I bear you that witness in\nthe name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}