{"ID":1165, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The American Heritage of Freedom&mdash;A Plan of God<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1961, pp. 69-75<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters and friends, in keeping with the spirit of the keynote address of our\nbeloved President, I desire, if the Lord will bless me, to speak to you about the American\nheritage of freedom&mdash;a plan of God.\n<\/p><p>\nI direct my remarks particularly to the men of America and more especially to those in the\nChurch of Jesus Christ of Latter-day Saints, who hold the Holy Priesthood of God.\n<\/p><p>\nEvery member of the priesthood should understand the divine plan designed by the Lord to\nraise up the first free people in modern times. Here is how scripture says it was achieved: \n<\/p><p>\nFirst: Prophecy is abundant that God deliberately kept the American continent hidden until\nafter the Holy Roman Empire had been broken up and the various nations had established\nthemselves as independent kingdoms. Keeping America hidden until this time was no\naccident (<span class=\"citation\" id=\"3653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3653)\">2 Ne. 1:6,8<\/a><\/span>).\n<\/p><p>\nSecond: At the proper time, God inspired Columbus to overcome almost insurmountable odds\nto discover America and bring this rich new land to the attention of the gentiles in Europe\n(<span class=\"citation\" id=\"1569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1569)\">1 Ne. 13:12<\/a><\/span>; <i>Admiral of the Ocean Sea<\/i>,\nby Dr. Samuel Eliot Morison, pp. 46-47).\n<\/p><p>\nThird: God revealed to his ancient American prophets that shortly after the discovery of\nAmerica there would be peoples in Europe who would desire to escape the persecution and\ntyranny of the Old World and flee to America\n(<span class=\"citation\" id=\"1570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1570)\">1 Ne. 13:13-16<\/a><\/span>).\n<\/p><p>\nFourth: God told his prophets that the kingdoms in Europe would try to exercise dominion\nover the people who had fled to America, but that in the wars for independence the American\nsettlers would win. (This is a remarkable prophecy in that 2,300 years before the\nRevolutionary War was fought, God through his prophets predicted who would win it)\n(<span class=\"citation\" id=\"1572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1572)\">1 Ne. 13:16-19<\/a><\/span>).\n<\/p><p>\nFifth: The prophets were told that in the latter days when the gentiles came to America they\nwould establish it as a land of liberty on which there would be no kings. The Lord declared\nthat he would protect the land and whosoever would try to establish kings either from within\nor without would perish (<span class=\"citation\" id=\"3663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3663)\">2 Ne. 10:8-14<\/a><\/span>).\n<\/p><p>\nSixth: Having declared America to be a land of liberty, God undertook to raise up a band of\ninspired and intelligent leaders who could write a constitution of liberty and establish the first\nfree people in modern times. The hand of God in this undertaking is clearly indicated by the\nLord himself in a revelation to the Prophet Joseph Smith in these words\n<\/p><p>\n\". . . I established the Constitution of this land, by the hands of wise men whom I raised up\nunto this very purpose\" (<span class=\"citation\" id=\"14043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14043)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\nSeventh: God declared that the United States Constitution was divinely inspired for the\nspecific purpose of eliminating bondage and the violation of the rights and protection which\nbelongs to \"all flesh\" (<span class=\"citation\" id=\"14041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14041)\">D&amp;C 101:77-80<\/a><\/span>).\n<\/p><p>\nEighth: God placed a mandate upon his people to befriend and defend the constitutional laws\nof the land and see that the rights and privileges of all mankind are protected. He verified the\ndeclaration of the founding fathers, that God created all men free. He also warned against\nthose who would enact laws encroaching upon the sacred rights and privileges of free men.\nHe urged the election of honest and wise leaders and said that evil men and laws were of\nSatan (<span class=\"citation\" id=\"14038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14038)\">D&amp;C 98:5-10<\/a><\/span>).\n<\/p><p>\nNinth: God predicted through his prophets that this great gentile nation, raised up on the\nAmerican continent in the last days, would become the richest and most powerful nation on\nthe face of the earth; even \"above all other nations\" (see\n(<span class=\"citation\" id=\"1571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1571)\">1 Ne. 13:15,30<\/a><\/span>;\n<span class=\"citation\" id=\"22227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22227)\">Ether 2:12<\/a><\/span>).\n<\/p><p>\nTenth: Concerning the United States, the Lord revealed to his prophets that its greatest threat\nwould be a vast, worldwide \"secret combination\" which would not only threaten the United\nStates but also seek to \"overthrow the freedom of all lands, nations, and countries\"\n(<span class=\"citation\" id=\"22235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22235)\">Ether 8:25<\/a><\/span>).\n<\/p><p>\nEleventh: In connection with attack on the United States, the Lord told the Prophet Joseph\nSmith there would be an attempt to overthrow the country by destroying the Constitution.\nJoseph Smith predicted that the time would come when the Constitution would hang, as it\nwere, by a thread, and at that time \"this people will step forth and save it from the threatened\ndestruction.\" (<i>Journal History<\/i>, Brigham Young's Speech, July 4, 1854.)\n<\/p><p>\nIt is my conviction that the elders of Israel, widely spread over the nation, will at that crucial\ntime successfully rally the righteous of our country and provide the necessary balance of\nstrength to save the institutions of constitutional government.\n<\/p><p>\nTwelfth: The Lord revealed to the Prophet Nephi that he established the gentiles on this land\nto be a free people forever, that if they were a righteous nation and overcame the wickedness\nand secret abominations which would arise in their midst, they would inherit the land forever\n(<span class=\"citation\" id=\"1573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1573)\">1 Ne. 14:1-2<\/a><\/span>).\n<\/p><p>\nThirteenth: But on the other hand, if the gentiles on this land reject the word of God and\nconspire to overthrow liberty and the Constitution, then their doom is fixed, and they \". . .\nshall be cut off from among my people who are of the covenant\"\n(<span class=\"citation\" id=\"1574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1574)\">1 Ne. 14:6<\/a><\/span>;\n<span class=\"citation\" id=\"5631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5631)\">3 Ne. 21:11,14,21<\/a><\/span>;\n<span class=\"citation\" id=\"14018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14018)\">D&amp;C 84:114-115,117<\/a><\/span>).\n<\/p><p>\nFourteenth: The great destructive force which was to be turned loose on the earth and which\nthe prophets for centuries have been calling the \"abomination of desolation\"\n(<span class=\"citation\" id=\"35137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35137)\">Matt. 24:15<\/a><\/span>) is vividly\ndescribed by those who saw it in vision. Ours is the first generation to realize how literally\nthese prophecies can be fulfilled now that God, through science, has unlocked the secret to\nthermonuclear reaction.\n<\/p><p>\nIn the light of these prophecies there should be no doubt in the mind of any priesthood holder\nthat the human family is headed for trouble. There are rugged days ahead. It is time for every\nman who wishes to do his duty to get himself prepared&mdash;physically, spiritually, and\npsychologically&mdash;for the task which may come at any time, as suddenly as the whirlwind.\n<\/p><p>\nWhere do we stand today? All over the world the light of freedom is being diminished.\nAcross whole continents of the earth freedom is being totally obliterated.\n<\/p><p>\nNever in recorded history has any movement spread its power so far and so fast as has\nsocialistic-communism in the last three decades. The facts are not pleasant to review.\nCommunist leaders are jubilant with their success. They are driving freedom back on almost\nevery front.\n<\/p><p>\nIt is time, therefore, that every American, and especially every member of the priesthood,\nbecame informed about the aims, tactics, and schemes of socialistic-communism. This\nbecomes particularly important when it is realized that communism is turning out to be the\nearthly image of the plan which Satan presented in the pre-existence. The whole program of\nsocialistic-communism is essentially a war against God and the plan of salvation&mdash;the very\nplan which we fought to uphold during \"the war in heaven\"\n(<span class=\"citation\" id=\"42309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42309)\">Rev. 12:7<\/a><\/span>).\n<\/p><p>\nUp to now some members of the Church have stood aloof, feeling that the fight against\nsocialistic-communism is \"controversial\" and unrelated to the mission of the Church or the\nwork of the Lord. But the President of the Church in our day has made it clear that the fight\nagainst atheistic communism is a major challenge to the Church and every member in it.\n<\/p><p>\nDuring the general conference of the Church in October 1959, President David O. McKay, in\ndiscussing the threat of communism, referred to W. Cleon Skousen's book, <i>The Naked Communist<\/i>,\nand said, \"I admonish everybody to read that excellent book.\" He then quoted the\nfollowing from the flyleaf: \"The conflict between communism and freedom is the problem of\nour time. It overshadows all other problems.\"\n<\/p><p>\nThe fight against godless communism is a very real part of every man's duty who holds the\npriesthood. It is the fight against slavery, immorality, atheism, terrorism, cruelty, barbarism,\ndeceit, and the destruction of human life through a kind of tyranny unsurpassed by anything\nin human history. Here is a struggle against the evil, satanical priestcraft of Lucifer. Truly it\ncan be called, \"a continuation of the war in heaven.\"\n<\/p><p>\nIn the war in heaven the devil advocated absolute eternal security at the sacrifice of our\nfreedom. Although there is nothing more desirable to a Latter-day Saint than eternal security\nin God's presence, and although God knew, as did we, that some of us would not achieve this\nsecurity if we were allowed our freedom&mdash;yet the very God of heaven, who has more mercy\nthan us all, still decreed no guaranteed security except by a man's own freedom of choice and\nindividual initiative.\n<\/p><p>\nToday the devil as a wolf in a supposedly new suit of sheep's clothing is enticing some men,\nboth in and out of the Church, to parrot his line by advocating planned government\nguaranteed security programs at the expense of our liberties. Latter-day Saints should be\nreminded how and why they voted as they did in heaven. If some have decided to change\ntheir vote they should repent&mdash;throw their support on the side of freedom&mdash;and cease\npromoting this subversion.\n<\/p><p>\nWhen all of the trappings of propaganda and pretense have been pulled aside, the exposed\nhard-core structure of modern communism is amazingly similar to the ancient Book of\nMormon record of secret societies such as the Gadiantons. In the ancient American\ncivilization there was no word which struck greater terror to the hearts of the people than the\nname of the Gadiantons. It was a secret political party which operated as a murder cult. Its\nobject was to infiltrate legitimate government, plant its officers in high places, and then seize\npower and live off the spoils appropriated from the people. (It would start out as a small\ngroup of \"dissenters\" and by using secret oaths with the threat of death for defectors\n(<span class=\"citation\" id=\"24689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24689)\">Hel. 11:25-26<\/a><\/span>) it would\ngradually gain a choke hold on the political and economic life of whole civilizations.)\n<\/p><p>\nThe object of the Gadiantons, like modern communists, was to destroy the existing\ngovernment and set up a ruthless criminal dictatorship over the whole land.\n<\/p><p>\nOne of the most urgent, heart-stirring appeals made by Moroni as he closed the Book of\nMormon was addressed to the gentile nations of the last days. He foresaw the rise of a great\nworldwide secret combination among the gentiles which \". . . <i>seeketh to overthrow the\nfreedom of all lands, nations, and countries<\/i>\"\n(<span class=\"citation\" id=\"22236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22236)\">Ether 8:25<\/a><\/span>, italics added). He warned each\ngentile nation of the last days to purge itself of this gigantic criminal conspiracy which would\nseek to rule the world.\n<\/p><p>\nThe prophets, in our day, have continually warned us of these internal threats in our\nmidst&mdash;that our greatest threat from socialistic-communism lies within our country. Brethren and\nsisters, we don't need a prophet&mdash;we have one&mdash;we need a listening ear. And if we do not\nlisten and heed, then, as the Doctrine and Covenants states, \". . . the day cometh that they\nwho will not hear the voice of the Lord, neither the voice of his servants, neither give heed to\nthe words of the prophets and apostles, shall be cut off from among the people\"\n(<span class=\"citation\" id=\"13952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13952)\">D&amp;C 1:14<\/a><\/span>).\n<\/p><p>\nThe prophets have said that these threats are among us. The Prophet Moroni, viewing our day,\nsaid, \"Wherefore the Lord commandeth you, when ye shall see these things come among you\nthat ye shall awake to a sense of your awful situation\"\n(<span class=\"citation\" id=\"22234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22234)\">Ether 8:24<\/a><\/span>).\n<\/p><p>\nUnfortunately our nation has not treated the socialistic-communist conspiracy as \"treasonable\nto our free institutions,\" as the First Presidency pointed out in a signed 1936 statement. If we\ncontinue to uphold communism by not making it treasonable, our land shall be destroyed, for\nthe Lord has said that \". . . whatsoever nation shall uphold such secret combinations, to get\npower and gain, until they shall spread over the nation, behold they shall be destroyed\"\n(<span class=\"citation\" id=\"22232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22232)\">Ether 8:22<\/a><\/span>).\n<\/p><p>\nThe Prophet Moroni described how the secret combination would take over a country and\nthen fight the work of God, persecute the righteous, and murder those who resisted. Moroni\ntherefore proceeded to describe the workings of the ancient \"secret combinations\" so that\nmodern man could recognize this great political conspiracy in the last days: \"Wherefore, O ye\nGentiles, it is wisdom in God that these things should be shown unto you,\nthat thereby ye may repent of your sins, and suffer not that these murderous combinations\nshall get above you, which are built up to get power and gain&mdash;and the work, yea, even the\nwork of destruction come upon you,\n<\/p><p>\n\"Wherefore, the Lord commandeth you, when ye shall see these things come among you that\nye shall awake to a sense of your awful situation, because of this secret combination which\nshall be among you . . .\n<\/p><p>\n\"For it cometh to pass that whoso buildeth it up seeketh to overthrow the freedom of <i>all<\/i>\nlands, nations and countries; and it bringeth to pass the destruction of <i>all<\/i> people, for it is built\nup by the devil, who is the father of all lies\"\n(<span class=\"citation\" id=\"22233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22233)\">Ether 8:23-25<\/a><\/span>, italics added).\n<\/p><p>\nThe Prophet Moroni seemed greatly exercised lest in our day we might not be able to\nrecognize the startling fact that the same secret societies which destroyed the Jaredites and\ndecimated numerous kingdoms of both Nephites and Lamanites would be precisely the same\nform of criminal conspiracy which would rise up among the gentile nations in this day.\n<\/p><p>\nThe stratagems of the leaders of these societies are amazingly familiar to anyone who has\nstudied the tactics of modern communist leaders.\n<\/p><p>\nThe Lord has declared that before the second coming of Christ it will be necessary to \". . .\ndestroy the secret works of darkness . . .\" in order to preserve the land of Zion&mdash;the\nAmericas (<span class=\"citation\" id=\"3665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3665)\">2 Ne. 10:11-16<\/a><\/span>).\n<\/p><p>\nThe world-wide secret conspiracy which has risen up in our day to fulfil these prophecies is\neasily identified. President McKay has left no room for doubt as to what attitude Latter-day\nSaints should take toward the modern \"secret combinations\" of conspiratorial communism. In\na lengthy statement on communism, he said: \n<\/p><p>\n\". . . <i>Latter-day Saints should have nothing to do with the secret combinations<\/i> and groups\nantagonistic to the constitutional law of the land, which the Lord 'suffered to be established,'\nand which 'should be maintained for the rights and protection of all flesh according to just\nand holy principles (<span class=\"citation\" id=\"14040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14040)\">D&amp;C 101:77<\/a><\/span>)'\" (<i>Gospel Ideals<\/i>,\nby David O. McKay p. 306. Italics added).\n<\/p><p>\nThere are those who recommend that the clash between communism and freedom be avoided\nthrough disarmament agreements. Abolishing our military strength and adopting an\nunenforceable contract as a substitute to protect us would go down in history as the greatest\nmistake free men could make in a time of peril.\n<\/p><p>\nPresident McKay declared: \n<\/p><p>\n\"Force rules in the world today, consequently, our government must keep armies abroad, build\nnavies and air squadrons, create atom bombs to protect itself from the threatened aggression\nof a nation which seems to listen to no other appeal than compulsion.\" (Ibid., p. 304.)\n<\/p><p>\nThis parallels the historic statement by George Washington when he vigorously warned: \n<\/p><p>\n\"There is a rank due the United States among the nations that will be totally lost by the\nreputation of weakness. If we would avoid insult we must be able to repel it, if we would\nsecure the peace, it must be known that we are at all times ready for war.\"\n<\/p><p>\nSome timid, vacillating political leaders proclaim that communism is something we will have\nto learn to live with . . . whether it is Khrushchev, or some other leader. The present\ncommunist system, they declare, will continue because <i>there is no alternate system to replace communism.<\/i>\nThe policy of increasing power, of pushing their system outward and using the\ncommunist party, they say, will go on.\n<\/p><p>\nSuch a negative attitude writes off the hundreds of millions behind the iron curtain as a lost\ncause. Surely no courageous, liberty-loving citizen will treat the communist secret\ncombination as \"something we will have to learn to live with.\"\n<\/p><p>\nThere is a more courageous and sounder point of view. President McKay expressed it in these\nwords: \n<\/p><p>\n\"Men will be free. I have hoped for twenty years that the Russian system would break up.\nThere is no freedom under it, and <i>sooner or later the people will rise against it<\/i>. They cannot\noppose those fundamentals of civilization and of God. They can't crush their people always.\nMen will be free.\" (Church Section, <i>Deseret News<\/i>, November 6, 1957, in an article entitled,\n\"President McKay receives Senator Kennedy at Church Offices.\")\n<\/p><p>\nWhat is the official position of the Church on communism? In 1936 the First Presidency\nmade an official declaration on communism which has never been abrogated. I quote the\nconcluding paragraph: \n<\/p><p>\n\"We call upon all Church members completely to eschew communism. The safety of our\ndivinely inspired constitutional government and the welfare of our Church imperatively\ndemand that communism shall have no place in America\"\n<\/p><p>\nWe must ever keep in mind that collectivized socialism is part of the communist strategy.\nCommunism is fundamentally socialism. We will never win our fight against communism by\nmaking concessions to socialism. Communism and socialism, closely related, must be defeated\non principle. The close relationship between socialism and communism is clearly pointed out\nby Senator Strom Thurmond of South Carolina in a letter to the editor of the Washington\n<i>Post<\/i>, of August 6, 1961, in these words: \n<\/p><p>\n\". . . Both socialism and communism derive from the teachings of Marx and Engels. In fact,\nthe movements were one until the split over methods of approach, which resulted after the\nRussian revolution in 1905 . . . The aim and purpose of both was then and is now world\nsocialism, which communism seeks to achieve through revolution and which socialists seek to\nachieve through evolution.\n<\/p><p>\n\"The industrial achievements of the U. S. are the result of an economic system which is the\nantithesis of socialism. Our economic system is called 'capitalism' or 'private enterprise' and\nis based on private property rights, the profit motive and competition.\n<\/p><p>\n\"Both communism and socialism seek to destroy our economic system and replace it with\nsocialism; and their success, whether through evolution by socialism or through revolution by\ncommunism or a combination, will destroy not only our economic system, but our liberty,\nincluding the 'civil' aspects as well . . .\n<\/p><p>\n\". . . The 'common ground' of socialism and communism is a factor to which the American\npeople should be alerted. Without a clear understanding that communism is socialism, the\ntotal threat and menace of the cold war can never be comprehended and fought to victory.\"\n<\/p><p>\nWhen socialism is understood, we will realize that many of the programs advocated, and some\nof those already adopted in the United States, fall clearly within the category of socialism.\nWhat is socialism? It is simply governmental ownership and management of the essential\nmeans for the production and distribution of goods.\n<\/p><p>\nWe must never forget that nations may sow the seeds of their own destruction while enjoying\nunprecedented prosperity.\n<\/p><p>\nThe socialistic-communist conspiracy to weaken the United States involves attacks on many\nfronts. To weaken the American free-enterprise economy which outproduced both its enemies\nand allies during World War II is a high priority target of the communist leaders. Their press\nand other propaganda media are therefore constantly selling the principles of centralized or\nfederal control of farms, railroads, electric power, schools, steel, maritime shipping, and many\nother aspects of the economy&mdash;but always in the name of public welfare.\n<\/p><p>\nThis carries out the strategy laid down by the communist masters. John Strachey, a top\nofficial in the Labor Socialist party of Great Britain, in his book entitled\n<i>The Theory and Practice of Socialism<\/i> said: \n<\/p><p>\n\"It is impossible to establish communism as the immediate successor to\ncapitalism. It is accordingly proposed to establish socialism as something which we can put in\nthe place of our present decaying capitalism. Hence, communists work for the establishment\nof socialism as a necessary transition stage on the road to communism.\"\n<\/p><p>\nThe paramount issue today is liberty against creeping socialism. It is in this spirit that\nPresident McKay stated: \n<\/p><p>\n\"Communism is antagonistic to the American way of life. Its avowed purpose is to destroy\nbelief in God and <i>free enterprise<\/i> . . . The fostering of full economic freedom lies at the base of\nour liberties. Only in perpetuating economic freedom can our social, political, and religious\nliberties be preserved.\" (Excerpt from Inaugural address for Dr. Henry A. Dixon, President of\nUSU, delivered by President McKay at the USU fieldhouse, Logan, Utah, Monday, March 18,\n1954.)\n<\/p><p>\nAgain President McKay warned, citing the words of W. C. Mullendore, president of Southern\nCalifornia Edison Company: \n<\/p><p>\n\"During the first half of the twentieth century we have traveled far into the soul-destroying\nland of socialism and made strange alliances through which we have become involved in\nalmost continuous hot and cold wars over the whole of the earth. In this retreat from freedom\nthe voices of protesting citizens have been drowned by raucous shouts of intolerance and\nabuse from those who led the retreat and their millions of gullible youth, who are marching\nmerrily to their doom, carrying banners on which are emblazoned such intriguing and\nmisapplied labels as social justice equality, reform patriotism social welfare\" (<i>Gospel Ideals<\/i>,\np. 273).\n<\/p><p>\nIt is significant that 118 years ago this month the Prophet Joseph Smith, after attending\nlectures on socialism, made this official entry in church history: \"I said I did not believe the\ndoctrine\" (<i>History of the Church<\/i>, Vol. 6, p. 33).\n<\/p><p>\nNo true Latter-day Saint and no true American can be a socialist or a communist or support\nprograms leading in that direction. These evil philosophies are incompatible with Mormonism,\nthe true gospel of Jesus Christ.\n<\/p><p>\nWhat can priesthood holders do? There are many things we can do to meet the challenge of\nthe adversary in our day.\n<\/p><p>\nFirst, we should become informed about communism, about socialism, and about\nAmericanism. What better way can one become informed than by first studying the inspired\nwords of the prophets and using that as a foundation; against which to test all other material.\nThis is in keeping with the Prophet Joseph Smith's motto, \"When the Lord commands, do it.\"\n(<i>Ibid.<\/i>, Vol. 2, p. 170.)\n<\/p><p>\nThe Foundation for Economic Education, Irvington-on-Hudson, New York, on which President\nJ. Reuben Clark, Jr., served as a board member, continues to supply sound freedom literature.\nWe should know enough about American free enterprise to be able to defend it. We should\nknow what makes it possible for six percent of humanity&mdash;living under our free\neconomy&mdash;to produce about one-half of the earth's developed wealth each year.\n<\/p><p>\nWe should know why paternalism, collectivism, or unnecessary federal supervision will hold\nour standard of living down and reduce productivity just as it has in every country where it\nhas been tried. We should also know why the communist leaders consider socialism the\nhighroad to communism.\n<\/p><p>\nSecond, we should accept the command of the Lord and treat socialistic communism as the\ntool of Satan. We should follow the counsel of the President of the Church and resist the\ninfluence and policies of the socialist-communist conspiracy wherever they are found&mdash;in the\nschools, in the churches, in governments, in unions, in businesses, in agriculture.\n<\/p><p>\nThird, we should help those who have been deceived or who are misinformed to find the\ntruth. Unless each person who knows the truth will \"stand up and speak up\" it is difficult for\nthe deceived or confused citizen to find his way back.\n<\/p><p>\nFourth, we should not make the mistake of calling people \"communist\" just because they\nhappen to be helping the communist cause. Thousands of patriotic Americans, including a few\nLatter-day Saints, have helped the communists without realizing it. Others have knowingly\nhelped without joining the party. The remedy is to avoid name-calling, but point out clearly\nand persuasively how they are helping the communists.\n<\/p><p>\nFifth, each priesthood holder should use his influence in the community to resist the erosion\nprocess which is taking place in our political and economic life. He should use the political\nparty of his choice to express his evaluation of important issues. He should see that his party\nis working to preserve freedom, not destroy it. He should join responsible local groups\ninterested in promoting freedom and free competitive enterprise, in studying political issues,\nappraising the voting records and proposed programs, and writing to members of Congress,\npromoting good men in public office and scrutinizing local, state, and federal agencies to see\nthat the will of the people is being carried out. He should not wait for the Lord's servants to\ngive instruction for every detail once they have announced the direction in which the\npriesthood should go. Each member should exercise prayerful judgment and then act.\n<\/p><p>\nSixth, and most important of all, each member of the priesthood should set his own house in\norder (<span class=\"citation\" id=\"14035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14035)\">D&amp;C 93:43<\/a><\/span>). This should include: \n<\/p><p>\n1. Regular family prayer, remembering especially our government leaders.\n<\/p><p>\n2. Getting out of debt.\n<\/p><p>\n3. Seeing that each member of the family understands the importance of keeping the\ncommandments.\n<\/p><p>\n4. Seeing that the truth is shared with members of the family, with neighbors, and with\nassociates.\n<\/p><p>\n5. Seeing that each member is performing his duties in the priesthood, in the auxiliary\norganizations, in the temple, and in the civic life of the community.\n<\/p><p>\n6. Seeing that every wage earner in the home is a full tithepayer and fulfilling other\nobligations in financial support of the kingdom.\n<\/p><p>\n7. Providing a one-year supply of essentials.\n<\/p><p>\nIn doing these things a member of the Church is not only making himself an opponent of the\nadversary, but a <i>pro<\/i>ponent of the Lord.\n<\/p><p>\nIn the prophecies there is no promise except to the obedient. To a modern prophet the Lord\nsaid: \n<\/p><p>\n\"Therefore, what I say unto one, I say unto all: Watch, for the adversary spreadeth his\ndominions, and darkness reigneth; \n<\/p><p>\n\"And the anger of God kindleth against the inhabitants of the earth; \n<\/p><p>\n\". . . I give unto you directions how you may act before me, that it may turn to you for your\nsalvation.\n<\/p><p>\n\"I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no\npromise\" (<span class=\"citation\" id=\"14007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14007)\">D&amp;C 82:5-6,9-10<\/a><\/span>).\n<\/p><p>\nMay God give us the wisdom to recognize the threat to our freedom and the strength to meet\nthis danger courageously.\n<\/p><p>\nYes, perilous times are ahead, but if we do our duty in all things, God will give us inner\npeace and overrule all things for our good. God grant it may be so, I pray, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}