{"ID":1166, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">New Plan of Coordination Explained<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1961, pp. 77-82<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have a tremendous feeling of inadequacy as I respond to the assignment of President McKay\nand seek for the strength of the prayers of the priesthood of the Church to the end that this\nfew minutes might be informative and give you something of the plans which are now to go\nforward on this most vital subject.\n<\/p><p>\nI should like to introduce the thoughts which I shall express by reading a text that to me has\nparticular significance. I quote from the words of the Apostle Paul, speaking of the different\norganizations of the Church within what he called \"the body of Christ,\" by which he meant\nthe Church: \n<\/p><p>\n\"For the body is not one member, but many.\n<\/p><p>\n\"If the foot shall say, Because I am not the hand, I am not of the body, is it therefore not of\nthe body?\n<\/p><p>\n\"And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not\nof the body? . . .\n<\/p><p>\n\"But now hath God set the members every one of them in the body, as it hath pleased him . . .\n<\/p><p>\n\"But now <i>are they<\/i> many members, yet but one body.\n<\/p><p>\n\"And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet,\nI have no need of you . . .\n<\/p><p>\n\". . . but God hath tempered the body together . . .\n<\/p><p>\n\"That there should be no schism in the body; but <i>that<\/i> the members should have the same care\none for another . . .\n<\/p><p>\n\"Now ye are the body of Christ, and members in particular.\n<\/p><p>\n\"And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers . .\n. then . . . helps (and) governments\" (see\n<span class=\"citation\" id=\"340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(340)\">1 Cor. 12:14-28<\/a><\/span>).\n<\/p><p>\nIn the great, modern-day revelation on Church government, the Lord concludes with this\nstatement:\n<\/p><p>\n\"Behold, this is the way that mine apostles, in ancient days, built up my church unto me.\n<\/p><p>\n\"Therefore, let every man stand in his own office, and labor in his own calling; and let not\nthe head say unto the feet it hath no need of the feet; for without the feet how shall the body\nbe able to stand?\n<\/p><p>\n\"Also the body hath need of every member, that all may be edified together, that the system\nmay be kept perfect\" (<span class=\"citation\" id=\"14017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14017)\">D&amp;C 84:108-110<\/a><\/span>).\n<\/p><p>\nObviously, as you think about those scriptures, they were given to impress the need for the\nconstant and continued consultations and correlations of the various subdivisions, the\npriesthood quorums and the auxiliaries and all other units within the kingdom of God for at\nleast four reasons: \n<\/p><p>\nFirst, that each organization was to have its specific function, and it was not to usurp the field\nof the other which would be like the eye saying to the hand, \"I have no need of thee.\"\n<\/p><p>\nSecond, that each sub-division is of equal importance in the work of salvation, just as each\npart of the physical body is essential to a complete human being.\n<\/p><p>\nThird, that all may be edified or educated together; and\n<\/p><p>\nFourth, that the system may be kept perfect, or in other words, that within\nthe framework of the Lord's plan of organization for the salvation of his children, the Church\nwill perform as a perfectly organized human body, with every member functioning as it was\nintended.\n<\/p><p>\nThroughout the scriptures there runs a phrase, again and again repeated to remind us of the\nwhole purpose of the Lord's plan. As he told his prophet, his purpose was \". . . to bring to\npass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39139)\">Moses 1:39<\/a><\/span>), or to be more specific and,\nputting it into the language of our present leaders as they have counseled us, \"to plant and to\nmake grow in every member of the Church a testimony of Christ and of the gospel and of the\ndivinity of the mission of Joseph Smith and the Church and to bring the people to order their\nlives in accordance with the laws and principles of the restored gospel and priesthood.\"\n<\/p><p>\nThe repeated necessity for re-examination of the programs, the activities, and the prescribed\ncourses of study has been apparent over the years to make certain that the original concepts\nrelative to each organization were being adhered to, that each in its field was functioning up\nto its capacity, that one was not usurping the field of activity designed for the other, and that\nduplications and overlappings were reduced to a minimum.\n<\/p><p>\nI found an apt illustration which illustrates the importance of this periodical re-examination\nand re-appraisal. In history there is found recorded the account of a famed debate known as\nthe Webster-Hayne Debate in Congress in which Daniel Webster made this statement that\nseems to apply to the point I want to make. Said Daniel Webster: \n<\/p><p>\n\"Mr. President, when the mariner has been tossed about for many days in thick weather on an\nunknown sea, he naturally avails himself of the first pause in the storm the earliest glance of\nthe sun to take his latitude and ascertain how far the elements have driven him from his true\ncourse. Let us imitate this prudence and before we float on the waves of this debate refer to\nthe point from which we departed, that we may at least be able to conjecture where we now\nare.\"\n<\/p><p>\nThere are several illustrations as we have studied the history of these surveys of the past, to\nillustrate why this is necessary. We found, for example, that some years ago a responsible\nhead of one of the organizations asked the question as to whether or not a committee of the\nCouncil of the Twelve was not to be limited to the sole function of passing only on the\ndoctrinal content of proposed manuals rather than to have anything to say on matters of policy\nin selecting the subject matter for the manual.\n<\/p><p>\nParaphrasing the words of Webster: \"we are to again see how far we have departed from the\ntrue course, that we may at least conjecture where we now are.\"\n<\/p><p>\nThis whole problem of correlation becomes more acute as the Church grows and develops, if\nyou will just stop to think for a moment what the rapid expansion and growth of the Church\nentails. Within each year by conversion or convert baptisms and natural increase, there are\nenough people being added to the Church to make from seventeen to twenty stakes each year.\nSince I came to be a member of the Council of the Twelve, twenty years and six months ago,\nwe have grown from 138 stakes to now 335 or 336, whatever it be, in just that twenty year\nperiod.\n<\/p><p>\nThere is an increasing need for buildings, but with that an impressed need for using every\neconomy possible to have nothing unnecessary in those buildings, which economies can come\nabout by proper correlation. We have increased temple work, increased need for genealogical\nwork with increased numbers of temples. We have an increase in welfare activities. We have\nan increase in tithes and offerings. And so we might go on to determine the great expansion\nof the Church.\n<\/p><p>\nWithin the memories of many of the present General Authorities, there have been surveys of\nthis kind, or reexaminations about twenty years apart. One of the first comprehensive studies\nwas undertaken under the general chairmanship of President David O. McKay, who was then\nthe chairman of the general priesthood committee of the Church, and this was about forty\nyears ago. To me it is a significant thing that this problem of proper\ncorrelation seems to have been in President McKay's mind through all of this time and\nperhaps as long as he has been one of the General Authorities.\n<\/p><p>\nIn 1920, the first such study was made, again in 1938, and after calling attention to the\ncontinued expansion of the fields of activity and increasing overlapping of the several Church\norganizations, President McKay, who by this time was now a member of the First Presidency,\ncalled attention to this, and I quote from a working copy that he has left with us: \"The\nnecessity to provide a course of study and of activities that shall bring the young people of\nmissionary age to a substantial and rounded knowledge of the principles of the gospel all\nrequire that the work of the auxiliary organizations and of our educational institutions should\nbe coordinated and as among the various organizations de-limited as well as unified and\nstandardized to avoid duplication and overlapping and to provide the training which is\nrequired by the young people.\"\n<\/p><p>\nIn March of last year, 1960, the First Presidency wrote to the general priesthood committee\nand called our attention to the need for better correlation between and among the courses of\nstudy put out by the general priesthood committee and other responsible heads of other\ncommittees of the General Authorities for the instruction of the priesthood of the Church and\nan urgent need of correlation of studies among the auxiliaries of the Church, to avoid the\nnecessity for new courses of study every year, having the ultimate objective of building up a\nknowledge of the gospel, a power to promulgate the same, a promotion of the growth, faith,\nand stronger testimony of the principles of the gospel among the members of the Church, and\nexpressed the view in that letter to the general priesthood committee that if the whole church\ncurriculum were viewed from the vantage point of what might be termed the total purpose of\neach and all these organizations, it would bring about such a collation and limitation of\nsubjects and subject matter elaborated in the various auxiliary courses as would tend to the\nbuilding of efficiency in the auxiliaries themselves in the matter of carrying out the purposes\nlying behind their creation and function.\n<\/p><p>\nThat study, commenced early last year, has continued on for this last year and a half, going\non now two years, under the direction of the educational committee, which is a sub-committee\nof the general priesthood committee, and we were authorized to select and set to work a\nsurvey committee to go back over all the history of each Church unit and to aid the\neducational committee in that study to determine the aims and objectives in the beginning of\neach organization and to review the expansions and changes which have taken place and to\nstudy all previous recommendations on the subject of correlation. May I say as well, that the\nkey to what now we have to propose and which I will explain to you in a few minutes, and a\nguide to the educational committee and the research staff, was a communication from the First\nPresidency in one of these studies some while back when they called attention to the fact that\n\"the home was the basis of a righteous life and that no other instrumentality can take its place\nnor fulfil its essential functions and that the utmost the auxiliaries can do is to aid the home in\nits problems, giving special aid and succor where such is necessary, that in aiding the home\nthe auxiliaries may well consider thinking of home-life of the people as having three periods,\nthe first, from birth to twelve years of age or the childhood period; then the youth period\nfrom twelve years up to the early twenties; and then adulthood, from the early twenties on to\nthe end of life.\"\n<\/p><p>\nWith that as the key and the letter given from the First Presidency as the blueprint, it is the\nfeeling now of the First Presidency and the Council of the Twelve, after reviewing these\nstudies, that there should be presently more coordination and correlation between the activities\nand programs of the various priesthood quorums and auxiliary organizations and the\neducational system of the Church. They have decided, therefore, that there should be\nestablished an all-Church coordinating council and three coordinating committees: one for the\nchildren, one for the youth, and one for adults. This council and the three\ncommittees will correlate and coordinate the total instructional and activity programs of all\nauxiliaries and priesthood quorums which the brethren have now suggested should include\nmissionary instructions and activities for the entire Church.\n<\/p><p>\nThis council and committees will be composed of representatives of the General Authorities,\nthe executive heads of the auxiliary boards, and representatives of various agencies and\nauxiliaries of the Church.\n<\/p><p>\nI will now indicate just what that personnel will look like, as it now gets into action: The\nall-Church coordinating council will be composed of a chairman, who will be one of the\nCouncil of the twelve, and three General Authorities, all of whom will be members of the\ntwelve: one representing the children, one representing youth, and one representing the adults,\nand a secretary. The three General Authorities will be the chairmen of their respective\ncommittees. There will be a secretary and secretaries from each of the coordinating\ncommittees, the Presiding Bishop, a member of the Melchizedek Priesthood committee, an\nexecutive of the Church educational system, the president or superintendent of the following\nauxiliaries: Relief Society, Sunday School, YMMIA, YWMIA, and the Primary Association.\n<\/p><p>\nThe function of the all-Church coordinating council is to formulate policy which will govern\nthe planning, the writing, coordination, and implementation of the entire Church curriculum.\nIn addition to the organization of the coordinating council, three coordinating committees will\nbe formed under the direction and policies of that council as I have said. The personnel of the\nchildren's coordinating committee, for example, will be made up of a chairman, one of the\ntwelve; there will be a committee secretary, and the best qualified people in the Church\nrepresenting children, most of whom will be selected from the general boards of the Primary\nand the Sunday School. The function of this committee will be to plan, provide, write, and\ncoordinate curricula and activities for children in age groups which do not overlap, including\ncourses of study, activities, and materials for children to twelve years of age, and then these\nfunctions will be carried out under the coordinating council.\n<\/p><p>\nThe youth coordinating committee will be made up of a chairman, one of the twelve, a\ncommittee secretary, and the best-qualified people in the Church, representing youth, mainly\nselected from the Presiding Bishopric, general boards of the YMMIA and YWMIA, Sunday\nSchool, and the general church school system. The function of this committee will be to plan,\nwrite, provide, and coordinate curricula and activities for youth in age groups, using the\nAaronic Priesthood age groups as a guide, including courses of study, activities, and materials.\n<\/p><p>\nAnd the adult committee will be composed of a chairman, one of the twelve, a secretary, and\nthe best-qualified people in the Church representing adults and should be selected from the\nMelchizedek Priesthood committee, the general boards of Relief Society, MIA's, Sunday\nSchool, church school system, etc., and it will be their function to plan and write and provide\nand coordinate the curriculum for adults.\n<\/p><p>\nThese heads of the various groups affected have\nbeen notified by the First Presidency of their appointment to this council, and they are now\nstanding ready for the call to this important service. The auxiliary organizations of the Church\nin their present form will continue to implement the program on the Church level, on the\nstake level, and on the ward level. The coordinating committees will work under the direction\nof the coordinating council and will work in line with policies formed by that council.\n<\/p><p>\nThe auxiliary boards will carry out the program which is formulated by the coordinating\ncommittee. Now, you must bear in mind that the coordinating committees will be composed\nmainly of general board members who are already writing plans and programs for the Church.\nSuch a program will make it possible better to correlate and coordinate the program of the\nChurch and will prevent overlapping, thus making it possible to teach the gospel in\na more efficient and effective way in harmony with the instructions of the\nFirst Presidency.\n<\/p><p>\nIn the adoption of such a program, we may possibly and hopefully look forward to the\nconsolidation and simplification of church curricula, church publications, church buildings,\nchurch meetings, and many other important aspects of the Lord's work.\n<\/p><p>\nWith that brief statement may I conclude with just this one thought. Perhaps one of the most\noft-asked questions, as we go about the Church, is \"How, with the Church growing to the size\nthat it is, can we hope for the present General Authorities to supervise and to keep in contact\nwith the growing Church?\" My answer has always been, \"I am sure that by the time we arrive\nat the place where we need more revelations that the Lord will give that light and knowledge\nto the prophet whom he has put upon the earth for that purpose.\"\n<\/p><p>\nRecently, President McKay, acting under the inspiration of his calling, moved to enlarge the\nactivities of the seventies, by ordaining some of the presidents of seventies to the office of\nhigh priests, with the explanation that it would make them more serviceable and more\neffective in their work. I was in one of the Arizona stakes, and I had one of the brethren ask,\n\"Was it not true that the Prophet Joseph had said that it was contrary to the order of heaven\nthat a high priest should be in that position?\" I merely said to him, \"Had you ever thought\nthat what might have been contrary to the order of heaven in the early 1830's might not be\ncontrary to the order of heaven in 1960?\"\n<\/p><p>\nSometimes we forget that today, here and now, we have a prophet to whom the Lord is\ngiving instruction for our good. We say, \"We believe all that God has revealed, all that He\ndoes now reveal, and we believe that He will yet reveal many great and important things\npertaining to the Kingdom of God\" (<span class=\"citation\" id=\"6760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6760)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nAlmost imperceptibly we see the hand of the Lord moving to do things, and this I construe to\nbe a consolidation Of the forces of the Lord under the direction of the prophet, just as in an\narmy, in order to meet a superior force of the enemy in numbers, the forces of our opposition\nto the forces of evil must be consolidated in order to give them the most effective possible\ndefense.\n<\/p><p>\nWe are in a program of defense. The Church of Jesus Christ was set upon this earth in this\nday \". . . for a defense, and for a refuge from the storm, and from wrath when it should be\npoured out without mixture upon the whole earth\"\n(<span class=\"citation\" id=\"14048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14048)\">D&amp;C 115:6<\/a><\/span>). This is a move, which, as I\nsay, has lain close to President McKay's mind and now as the President of the Church he is\ninstructing us to move forward, that we consolidate to make more efficient, and more\neffective the work of the priesthood, the auxiliaries, and the other units in order that we may\nconserve our time, our energy, and our efforts toward the prime purpose for which the Church\nitself has been organized. We must not forget what the Lord said, that he had given a parable\nto teach us a great lesson, and concluded the parable by saying, \"I say unto you, be one; and\nif ye are not one ye are not mine\"\n(<span class=\"citation\" id=\"13974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13974)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nWhen I remembered that, I remembered a revelation that President John Taylor received when\nthe leaders were wondering about the relationship of the seventies to the high priests, and in a\nvery pertinent, significant statement, the Lord gave this revelation to President John Taylor: \n<\/p><p>\n\"What ye have written is my will and is acceptable unto me and furthermore, thus saith the\nLord unto the First Presidency and unto the Twelve, unto the Seventies and unto all my Holy\nPriesthood, let not your hearts be troubled, neither be ye concerned about the management\nand the organizations of my Church and Priesthood and the accomplishment of my work. Fear\nnot and observe my laws, and I will reveal unto you from time to time, through the channels\nthat I have appointed everything that shall be necessary for the future development and the\nrolling forth of my Kingdom and for the building up and the establishment of my Zion, for ye\nare my Priesthood and I am your God\" (B. H. Roberts, <i>Seventy's Course in Theology<\/i>, Vol. I,\np. 10).\n<\/p><p>\nTo which I also bear my humble testimony, that the Lord is revealing to President McKay\njust as certainly here and now and this becomes an instruction as inspired as any instruction\nhas been given and for us to remember as members of the priesthood if we will just keep our\neye on the President of this Church and look to him today for God's revelations, we will see\nhim moving to do the thing that will be for the salvation of the children of men in the most\neffective way possible, and I bear that humble testimony in the name of the Lord Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}