{"ID":117, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Way of Unity<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1944, pp. 110-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis hour, sooner or later, comes to all of us here on the stand.\n<\/p><p>\nI have enjoyed this conference very much. We have had a spirit running through it that seems\nto me unique in our conferences. There has been a peace, and a quiet; there has been a\ncomfort and a consolation that I know have reached the hearts of all of us. I\nhumbly pray, and ask an interest in your faith and prayers to the same end, that what I may\nsay tonight will not detract from that spirit, but, if possible, add a little something to it.\n<\/p><p>\nI should like, brethren, so far as I am able, to talk with you, not at you. I should like to\nspeak, so far as I may, as if I were talking with you personally, each individual, that I might\nbring home to you the suggestions which are running in my mind.\n<\/p><p>\nI do not need to tell you that times are dark, nor that hate well nigh rules the world, that men\nhave lost their reason, that they are guided in too large part by the basest motives which we\nhave, and that as we stand today we are almost back to the beginning of civilization. I\nsometimes think it is hard for us to get to the Lord, and for the Lord to get through to us,\nthrough this pall of hate and murder which seems to envelop the earth.\n<\/p><p>\nI want to thank you brethren, the Priesthood leadership of the Church, for your great service\nas manifested in the work of the people. You are faithful, by and large; you do love the truth;\nyou do love the work; and your highest interest is in furthering it in every way in which you\ncan. We of the General Authorities appreciate this service; we thank you for it more than we\ncan express.\n<\/p><p>\nBut our task is so great, and by ourselves we are so weak, that I wanted to say just a few\nwords tonight on one or two points that might be helpful.\n<\/p><p>\nEVERYTHING OR NOTHING\n<\/p><p>\nWe, of the Latter-day Saints, have everything, or we have nothing; there is no middle ground.\nWe know, those of us who have the testimony&mdash;and all here have it, I am sure&mdash;that the\nGospel was restored; we know that Joseph was a prophet of God. We know that the Father\nand the Son came to him. We know we have the Priesthood. We know that our Church\norganization is divinely built.\n<\/p><p>\nWHAT IS SCRIPTURE?\n<\/p><p>\nWe have gained that knowledge by working for it just as we have had to work for every other\nkind of knowledge, for spiritual knowledge does not come without labor and faith, repentance,\nbaptism, confirmation, the reception of the Holy Ghost. There are certain things which follow\nfrom that knowledge. Knowing these things, our responsibilities are almost beyond our\nbearing, except for the spirit of the Lord and the sustaining power of the Holy Ghost.\n<\/p><p>\nThe Lord said to the brethren, Orson Hyde, the two Johnsons and M'Lellin, (I am reading\nfrom the 68th section of the Doctrine and Covenants):\n<\/p><p>\nAnd this is the ensample unto them, that they shall speak as they are moved upon by the Holy\nGhost.\n<\/p><p>\nAnd whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture,\nshall be the will of the Lord, shall be the mind of the Lord, shall be the\nword of the Lord, shall be the voice of the Lord, and the power of God unto salvation.\n<\/p><p>\nBehold, this is the promise of the Lord unto you, O ye my servants. Wherefore, be of good\ncheer, and do not fear, for I the Lord am with you, and will stand by you; and ye shall bear\nrecord of me, even Jesus Christ, that I am the Son of the living God, that I was, that I am,\nand that I am to come.\n<\/p><p>\nThis is the word of the Lord unto you, my servant Orson Hyde, and also unto my servant\nLuke Johnson, and unto my servant Lyman Johnson, and unto my servant William E.\nM'Lellin, and unto all the faithful elders of my Church\n(<span class=\"citation\" id=\"11995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11995)\">D&amp;C 68:3-7<\/a><\/span>).\n<\/p><p>\nWith our knowledge of the restoration of the Priesthood and of the Church organization, are\nwe prepared to go forward under this principle which the Lord lays down? I call your \nattention to the fact that there is no limitation as to the matters to be covered by that scripture\nof which the Lord speaks. Having in mind that this Church of ours is a practical Church, that\nit deals with temporal as well as with spiritual affairs, I submit that whatever comes from the\nvoices of those who hold that authority is scripture, no matter of what they may speak. That\nconclusion to me is inevitable.\n<\/p><p>\nAnything and everything that affects the well-being of us Latter- day Saints or that has to do\nwith our religion, may become part of that scripture; and when the servants of God speak to\nus about such things, speaking under the inspiration of the Lord, then their words become\nscripture.\n<\/p><p>\nHow shall we know when they speak under the inspiration of the Lord?\n<\/p><p>\nI cannot tell you how to know, but I can tell you that every man holding the Priesthood, who\nis obeying the commandments of the Lord and is living righteously, he will know without\ndoubt when God's servants speak under inspiration. The spirit will bear true witness.\n<\/p><p>\nTHE DOCTRINE OF ONENESS\n<\/p><p>\nWith the foregoing in mind, I recall to your minds that the Lord has said: \"Except ye are one,\nye are not mine\" (<span class=\"citation\" id=\"11968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11968)\">D&amp;C 38:27<\/a><\/span>).\nWe cannot be one unless we are one in spirit, in belief, in knowledge, and\nin action. There is no other way. You bishops, bishoprics, you have had experience in your\nwards. There is nearly always somebody in your ward who is out of harmony with you, who\nwants to do things some other way than the way in which you want them done. There may be\ngroups in the ward who think that what you do in the Welfare, and in the auxiliary\norganizations is not right, and they want to do it some other way. I do not need to tell you\nhow much of a handicap that is to you in your work; you know it better than I.\n<\/p><p>\nYou presidents of stakes know how difficult it is to guide and direct your stakes as you would\nlike to do, when you have some bishop that draws off to the side; your stake suffers.\n<\/p><p>\nWe of the general authorities know how difficult it is when presidents of stakes draw away,\nwhen they try to explain away instructions, when they seem to try, not to\nfind out what the President of the Church wants done, but \"how can we interpret this \ninstruction so as to do what we want to do, and yet come within the words of the instruction.\"\n<\/p><p>\nAmong the general authorities ourselves, are we prepared to accept just what the prophet of\nGod says and do it, rather than try to construe it to suit ourselves, to suit our own views?\n<\/p><p>\nORDER IN THE CHURCH\n<\/p><p>\nThere is an order in the Church, and you know that order as well as I. \n<\/p><p>\nI am much impressed always, as we all are, with the great book, the Pearl of Great Price. I\nwant to refer to the third chapter of that book, where it talks about the different times, but\nthat there is one time which rules all the others, and that is the Lord's time\n(<span class=\"citation\" id=\"7159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7159)\">Abr. 3:4-9<\/a><\/span>); where it talks\nabout the different magnitudes of planets and heavenly bodies, and tells us that there is one\nheavenly body which rules the rest\n(<span class=\"citation\" id=\"7158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7158)\">Abr. 3:2-3<\/a><\/span>).\n<\/p><p>\nSo we build up from the individual, from the lowest, up until the highest. The record then\nbegins to talk about spirits. The Lord said to Abraham:\n<\/p><p>\nHowbeit that he made the greater star; as, also, if there be two spirits, and one shall be more\nintelligent than the other, yet these two spirits, notwithstanding one is more intelligent than\nthe other, have no beginning; they existed before, they shall have no end, they shall exist\nafter, for they are gnolaum, or eternal.\n<\/p><p>\nAnd the Lord said unto me: These two facts do exist, that there are two spirits, one being\nmore intelligent than the other; there shall be another more intelligent than they; I am the\nLord thy God, I am more intelligent than they all. . . .\n<\/p><p>\nI dwell in the midst of them all; I now, therefore, have come down unto thee to deliver unto\nthee the works which my hands have made, wherein my wisdom excelleth them all, for I rule\nin the heavens above, and in the earth beneath, in all wisdom and prudence, over all the\nintelligences thine eyes have seen from the beginning; I came down in the beginning in the\nmidst of all the intelligences thou hast seen.\n<\/p><p>\nNow the Lord had shown unto me, Abraham, the intelligences that were organized before the\nworld was; and among all these there were many of the noble and great ones;\n<\/p><p>\nAnd God saw these souls that they were good, and he stood in the midst of them, and he said:\nThese I will make my rulers; for he stood among those that were spirits, and he saw that they\nwere good; and he said unto me: Abraham, thou art one of them; thou wast chosen before\nthou wast born (<span class=\"citation\" id=\"7160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7160)\">Abr. 3:18-19,21-23<\/a><\/span>).\n<\/p><p>\nThe principles that I wish to get out of this scripture, brethren, are these: We were not all\nequal in creation; we are not all equal in authority here; we are not all equal in intelligence.\nBut unless we are one, we are not the Lord's\n(<span class=\"citation\" id=\"11969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11969)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nBut how then can we be one? \n<\/p><p>\nWe cannot be one with some bishop who has some plan of his own which he wishes to\ngovern the whole Church. A bishop, great and important as is his office and calling, is in\nauthority a shorter time, a lesser light, an inferior planet, a secondary intelligence, as it were.\nTrue, every man, every officer in the Church has the right to inspiration and\nrevelation as to how he should conduct himself and how he should carry on his office and his\nduties. But when that inspiration and revelation come, they will never be out of harmony with\nChurch discipline, nor with the revelations of the mind and will of God made known to His\nprophet on earth. The president of the Church, not a bishop of a ward, nor the president of a\nstake, lays down the rule for the Church. Whenever any Church officer gets any other\nimpression than to follow the president of the Church, that impression is not coming from the\nright source.\n<\/p><p>\nThe oneness must come, brethren, through being one with him who stands at the head of the\nChurch. And it is the duty and obligation of every officer of the Church to square himself\nfully, wholly, unreservedly, without deception, without equivocation, to the mind and will of\nthe Lord as revealed to our prophet, seer, and revelator. I say again, this principle relates to\nall the things that affect the well-being of the Church.\n<\/p><p>\nTHE WELFARE PLAN\n<\/p><p>\nI want to say a word about the Welfare. We have been urging the bishops to take off\ngovernment relief, as rapidly as they could, the worthy poor of the wards. This is the counsel\nof the President of the Church. There has been some complaint about this counsel. Sometimes\nit has seemed as if perhaps we were not wholly one in that plan. Some bishops and presidents\nof stakes seem not to feel that this should be done. Yet there will come a time, I feel very\nsure, when for those worthy poor it will be the Church or nothing.\n<\/p><p>\nAlready, since 1938, the federal government has reduced its appropriation for public relief by\ntwo-thirds. It seems inevitable that that reduction must continue. In urging the bishops to take\noff relief the worthy poor, we have asked them to go first to the children of the poor, to see if\nthey cannot care for their parents, and we have said that if they cannot carry the burden, then\nthe Church is to help, either partly or in full.\n<\/p><p>\nNow, we cannot give to the worthy poor of the Church all the luxuries that the rich enjoy.\nThat cannot be done by any agency, either governmental or Church; but the Church can\nprovide the worthy poor with the necessities of life.\n<\/p><p>\nWe have heard of a few cases&mdash;I hope we have heard of all of them&mdash;where children have\nchildren have induced their parents to deed to them the parents' property, and then have put\ntheir parents on relief. We heard of a case the other day that was tragic beyond measure. The\nmother, a widow, had deeded her property to her children; she had secured a gratuity from the\nstate; and then the children sent her away from her home, away from the children, away from\nher friends, down to one of those boarding here in this city, where they \"take care\" of old\npeople&mdash;I put \"take care\" in quotes&mdash;for a consideration.\n<\/p><p>\nThis poor old soul had been brought down here, torn away from the\nmoorings of a lifetime, her friends, away from her children, to live in squalor, the charity\nward of the state, while her children had her property.\n<\/p><p>\nWhen I think of your mother and my mother, who bore us, who went down into the valley of\nthe shadow for us; when I think of how they nursed us, blood of their blood before our births,\nand fed us from their bodies after our birth, when I think of their caring for us through all the\nsickness of childhood&mdash;I can remember five of us in one room sick with diphtheria, with no\nnurse but Mother; when I think of all the anxieties that they passed through over our\nupbringing, all the trials to keep us in the straight path, when I think of how they toiled for us\nfar, far beyond their strength, cooking, washing, sewing, mending; when I think of all this, it\nseems a terrible thing to me that I would ask my mother to deed over to me the little property\nshe had, and that then I should turn her over as a public charity charge on the state, while I\nate up the little property I had basely induced her to give to me.\n<\/p><p>\nThe Lord Himself condemned such conduct in the Pharisees. He told the Jews that when they\nwere seeking to avoid the responsibilities of the old commandment, \"Honor thy father and thy\nmother\" by bringing about some kind of legal situation where they no longer were\nresponsible for the keeping of their father and mother, that they were violating the absolute\ncommandment of God (<span class=\"citation\" id=\"33908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33908)\">Matt. 15:4-6<\/a><\/span>).\n<\/p><p>\nIt seems to me, brethren, that there is a way to lead every child to \"honor thy father and thy\nmother: that thy days may be long upon the land which the Lord thy God giveth thee\"\n(<span class=\"citation\" id=\"22544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22544)\">Ex. 20:12<\/a><\/span>).\n<\/p><p>\nBrethren: I would rather live humbly in a log hut, surrounded by my children, near my old\nhome, among my old friends, than to live, torn away from all these, the charity inmate of a\nstate palace.\n<\/p><p>\nTHE CONSTITUTION\n<\/p><p>\nI want to say just one word about a subject that was touched today by Brother Widtsoe. I\nmean the Constitution of the United States.\n<\/p><p>\nI have expressed myself so often to this body of Priesthood that I need go in no details about\nthis. But I believe the Constitution was inspired. The Lord said so\n(<span class=\"citation\" id=\"12043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12043)\">D&amp;C 101:80<\/a><\/span>). The Prophet said so; and\nthe prophets since Joseph have said so; and I am not prepared to consider the Constitution in\nany other light.\n<\/p><p>\nI believe God inspired the Constitution because He knew that without the guarantees which\nthat Constitution carries as to personal liberty, His work could not be established on the earth.\nWe sometimes hear: \"Well, the Lord can inspire rulers to change the Constitution. He inspired\nthe first Constitution, he can inspire changes.\"\n<\/p><p>\nI should like to point out to you that in that inspired document, the Constitution, the Lord\nprescribed the way, the procedure by which the inspired framework of that Constitution could\nbe changed. Whenever the Constitution is amended in that way, it will be an amendment that\nthe Lord will approve; but whenever it is amended in any other way than He\nprescribed, we are not following the commandment of the Lord and must expect to lose our\nliberties and freedom.\n<\/p><p>\nThe Constitution was framed in order to protect minorities. That is the purpose of written\nconstitutions. In order that minorities might be protected in the matter of amendments under\nour Constitution, the Lord required that the amendments should be made only through the\noperation of very large majorities&mdash;two-thirds for action in the Senate, and three-fourths as\namong the states. This is the inspired, prescribed order. \n<\/p><p>\nBut if we are to have an amendment by the will of one man, or of a small group of men, if\nthey can amend the Constitution, then we shall lose the Constitution; because each succeeding\nperson or group who come into a position of place and power where they can \"amend\" the\ncharter, will want to amend it again, and so on until no vestige of our liberties shall remain.\nThus it comes that an amendment of our Constitution by one person or by a group is a\nviolation of the revealed will of the Lord to the Church, as that will is embodied in that\ninspired Constitution.\n<\/p><p>\nBrethren, let us think about that, because I say unto you with all the soberness I can, that we\nstand in danger of losing our liberties, and that once lost, only blood will bring them back;\nand once lost, we of this Church will, in order to keep the Church going forward, have more\nsacrifices to make and more persecutions to endure than we have yet known, heavy as our\nsacrifices and grievous as our persecutions of the past have been.\n<\/p><p>\nMay the Lord give us a desire to serve Him. May He give us a spirit of oneness, between the\nward bishoprics and their members, between the presidents of stakes and their bishops, \nbetween the presidents of stakes and the general authorities, and between the general\nauthorities and the president of the Church, the prophet of God, His prophet, seer, and\nrevelator, and so sustained by us, who are the Priesthood leadership of the Church in\nconference assembled. This oneness must be on the revealed will of the Lord to the president\nof the Church, as proclaimed by him. No other oneness can bring us safety and security, and\nin no other oneness can we go forward building the Church and bringing salvation to\nmankind.\n<\/p><p>\nGod bless us all, give us His spirit and help us so to live that the Holy Ghost may be our\nconstant companion, help us always to walk down the straight and narrow way, give us \nalways the knowledge of the truthfulness of the Gospel and a reverence for our prophet, seer\nand revelator, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}