{"ID":1170, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Revelation: The Challenging Message of Mormonism<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1961, pp. 93-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure we all respond from the depths of our being to that glorious rendition, \"Crown Him\nLord of All,\" rendered as only the Tabernacle Choir, I think, could sing it.\n<\/p><p>\nMy brothers and sisters, and in that salutation I should like to include all who are listening\nregardless of their church affiliation, because we are convinced that we are brothers and\nsisters. We believe in the universal brotherhood of man under the Fatherhood of God.\n<\/p><p>\nAs this is the first conference since my change of status in the Church, I should like to take\nthis opportunity to express publicly to President McKay and his associates my sincere\nappreciation for the confidence which prompted them to submit my name for your approval,\nand I wish to thank you members of the Church for your confidence in their judgment. I\npledge only that I shall do my level best to make that judgment good and to that end humbly\ninvoke divine guidance and your indulgence. I shall need your prayers of faith.\n<\/p><p>\nBut we are speaking this morning not alone to Church members. We are advised that perhaps\nmore than fifty percent of those attending in person or through the use of modern media are\nfriends of the Church who are visiting us. We appreciate your interest&mdash;we extend to you a\nhearty welcome. Your attendance seems to indicate that you have heard something about the\nMormons and perhaps would like to know more. We should like to respond briefly to your\nimplied inquiry about the Church. We shall avoid dogmatism, for that ordinarily brings\nantagonism. We simply invite you, our friends, this morning to, as Isaiah said, \"Come, and let\nus reason together\" (<span class=\"citation\" id=\"25211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25211)\">Isa. 1:18<\/a><\/span>).\n<\/p><p>\nWe respect all men in their religious beliefs, but the divergent beliefs and multiplicity of\ncreeds have, through the centuries, been the cause of much confusion and concern. The\ncondition of the world religiously is stated in the <i>Catholic Encyclopedia<\/i>, from which I quote\nthe following: \n<\/p><p>\n\"A Babel of religious organizations all proclaim themselves to be the Church of Christ. Their\ndoctrines are contradictory and precisely in so far as one of them regards the doctrine which it\nteaches as vital, it declares those of rival bodies to be misleading and pernicious.\"\n<\/p><p>\nNow, while we do not agree that the beliefs of others are necessarily pernicious, we do think\nit regrettable that the original Church of Jesus Christ, as outlined in the New Testament, has\nbeen broken up into so many creeds. We believe the Lord's house should be a house of order\n(<span class=\"citation\" id=\"14058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14058)\">D&amp;C 132:8<\/a><\/span>),\nnot divided against itself (<span class=\"citation\" id=\"35112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35112)\">Matt. 12:25<\/a><\/span>).\n<\/p><p>\nThe question is often asked, what are some of the distinguishing characteristics of the Church\nof Jesus Christ of Latter-day Saints? What, if anything, has this Church to offer which is new?\nWould it be worthwhile to take a closer look at Mormonism?\n<\/p><p>\nThough there are many fundamental differences between this Church and others, we must\ntoday be content to mention&mdash;and that only briefly&mdash;just one of them. We refer to our faith\nin continued revelation from God to men. It seems somewhat paradoxical that this\nfundamental doctrine of the Church should make it unique or distinguish it from others,\ninasmuch as in all dispensations of the gospel current revelation has been the sustaining\npower, the vivifying spirit of the divine Church.\n<\/p><p>\nIn a concrete statement of beliefs known as the Articles of Faith, we declare our faith in all\nthat God has revealed, all that he does now reveal, and we believe that he will yet reveal\nmany great and important things (<span class=\"citation\" id=\"6761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6761)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nHistory proves that when the spirit or gift of revelation is withdrawn from the Church there is\nnothing but a dead form left and men are prone to worship God with their lips and honor him\nwith their mouths, but, because there is no communication and therefore no understanding,\ntheir hearts are far from him (<span class=\"citation\" id=\"25218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25218)\">Isa. 29:13<\/a><\/span>).\n<\/p><p>\nThe things of God can only be understood by the Spirit of God\n(<span class=\"citation\" id=\"334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(334)\">1 Cor. 2:11<\/a><\/span>) and the\nSpirit of God is a revealing spirit. The Master promised before he left the earth to send\nanother Comforter (<span class=\"citation\" id=\"27980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27980)\">John 14:16-17<\/a><\/span>)\nwhich would lead men into all truth (<span class=\"citation\" id=\"27984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27984)\">John 16:3<\/a><\/span>).\nDivine revelation has always been a\ncharacteristic of the living Church&mdash;it is absolutely essential to its continued existence in an\norganized state on the earth.\n<\/p><p>\nYou remember the Prophet Amos said, \"Surely the Lord God will do nothing but he revealeth\nhis secret unto his servants the prophets\"\n(<span class=\"citation\" id=\"10418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10418)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nAnd in Proverbs we read, \"Where there is no vision, the people perish\"\n(<span class=\"citation\" id=\"41440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41440)\">Prov. 29:18<\/a><\/span>).\n<\/p><p>\nWe have ample scriptural authority for our declaration that a man must be called of God by\nprophecy and by the laying on of hands by men of authority to preach the gospel and\nadminister its ordinances (<span class=\"citation\" id=\"6757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6757)\">A of F 1:5<\/a><\/span>).\nThe Apostle Paul said, \"And no man taketh this honour unto\nhimself, but he that is called of God, as was Aaron\"\n(<span class=\"citation\" id=\"24292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24292)\">Heb. 5:4<\/a><\/span>). And Aaron was called by\ndirect revelation through Moses. When revelation ceases, people dwindle in unbelief, and not\nonly the people but also the Church apostatizes in the absence of inspired leadership.\n<\/p><p>\nThat is exactly what happened in the primitive church, and that situation was a harbinger of a\nuniversal apostasy, of which the Church of England speaks in its \"Homily against Peril of\nIdolatry,\" as follows: \"So that laity and clergy, learned and unlearned, all ages, sects, and\ndegrees of men, women, and children of whole Christendom&mdash;an horrible and most dreadful\nthing to think&mdash;have been at once drowned in abominable idolatry; of all other vices most\ndetested of God and most damnable to man; and that by the space of eight hundred years and\nmore.\"\n<\/p><p>\nWithout continued revelation there can be no authorized ministry on the earth, and without\nauthorized officers there can be no Church of Christ. If some say there is no revelation and\nwill not be further revelation from God, we ask, \"Why not? Has God lost the power to reveal\nhis mind and will to men?\" Of course, to so state is tantamount to blasphemy. Do we not\nneed revelation or word from God? I ask you to consider the condition of the world and note\nthe dire need of the world for some divine guidance and direction.\n<\/p><p>\nWell, then, if God could reveal, and we need revelation, is the fault with man? Have we lost\nthe gift or the faith or the understanding that will enable us to receive revelation? Certainly it\nwould be more modest of us to admit the fault in ourselves than to blame God for not\nspeaking, if he does not speak. Or perhaps there may be some jamming of the messages by\nthe enemy as a result of which some have been tried to believe that there is power that can\ntransmit. We ask, in radio or television language, \"Has the broadcasting station gone out of\nbusiness or broken down, or are there no receiving sets?\"\n<\/p><p>\nSo long as men believe there can be no revelation, they will make no at tempt to tune in.\nThey will lose their faith and will no longer look up and listen. Some even deny there is need\nfor revelation, but the daily press challenges that statement. In this imperiled, divided, and\nchaotic world the need for God's help was never more apparent and urgent.\n<\/p><p>\nAn English divine recently said. \"Oh, that some man would arise who could authoritatively say\nto the world, 'Thus saith the Lord!'\"\n<\/p><p>\nIs it possible, our friends, that religion is the one department of human interest, investigation,\nand research where progress is impossible? Would any professor say to his class in chemistry,\nastronomy, physics, or geology, that no further discovery or revelation of scientific truth is\npossible? Is religion the only human interest which is static and quiescent? Did Christ leave his\nChurch leaderless and intend it to continue so to be?\n<\/p><p>\nFor ourselves, because of our faith in the universal and unchangeable love and justice of God,\nwe cannot believe that his Church in one dispensation would be blessed and led by what in\ntelevision parlance might be termed \"live\" revelation and in another dispensation leave a\ndistraught and imperiled world with only the recorded messages of ancient prophets, some of\nwhich messages were for specific purposes and under special circumstances. We believe that\nrevelation both \"live\" and recorded is now and will continue to be available\nto men Whenever the Lord has recognized his Church, he has given through his prophets\nmessages of warning, instruction, and hope.\n<\/p><p>\nWhen we say that we believe all that God has revealed, we declare our faith in the scriptures.\nWe believe the Bible to be a repository of divine truth and that it is authoritative, though not\nbeyond the need for interpretation and proper translation and, therefore, we say, when we\ndeclare our faith in the Bible, \"as far as it is translated correctly\"\n(<span class=\"citation\" id=\"6759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6759)\">A of F 1:8<\/a><\/span>). When we declare that we\nbelieve that God does now reveal, that he still speaks through his prophets, and that his word\nis scripture whenever and wherever given, when we make this statement we are simply\nteaching the gospel of Jesus Christ and declaring as true the Judeo-Christian religion.\n<\/p><p>\nWe sometimes meet with skepticism when we say that he still reveals, but let us paraphrase\nthe words of Paul for a moment. Why should it be thought a thing incredible\n(<span class=\"citation\" id=\"7884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7884)\">Acts 26:8<\/a><\/span>) that God will do\nwhat he has promised to do? If time would permit we could take you through the scriptures\nfrom Genesis to Revelation and show the promises of God with respect to the latter days.\nWhy should it be thought incredible not only that he would keep his promise but that he\nwould continue to do what he has done through all the dispensations of the gospel from the\nbeginning?\n<\/p><p>\nThe Church of Jesus Christ was established and is now directed by revelation, and that fact is\nlargely responsible for the appeal which this new Church makes, and when I say \"new,\" I\nwish to emphasize that to us it is not new but a restoration of that which was. The true\nChurch of Christ is not a blind alley, it is an open thoroughfare, where men may confidently\npursue truth in the light of revelation. That the Church is progressive and responsive to\nrevealed truth is evidenced by our further declaration that we believe that God will yet reveal\nmany great and important things.\n<\/p><p>\nThis Church, our friends is not committed to any formal or inflexible creed, but its members\nare taught to believe in and live by the revelations of the past and present and thus prepare\nthemselves for the revelations yet to come. Our concepts and even our faith must be held\nsubject to new light. The present and urgent need for continued revelation in this age of\ncommunism, atheism, godlessness, the spirit of the anti-Christ becomes more apparent when\nwe realize that revelation gives us our most conclusive proof that there is a Divine\nBeing&mdash;and how the world needs to know of him!\n<\/p><p>\nIn an age when hundreds of millions of people are being systematically indoctrinated with the\nabominable doctrines of communism which are that there is no God, religion is an opiate,\nChrist is a myth; surely in the midst of such determined, persistent, and relentless attacks from\nthe enemy, we may expect from God our Father some direction, and for that direction we\nconstantly pray.\n<\/p><p>\nBut our message is this, our friends, God has spoken from the heavens; communication\nbetween heaven and earth is still possible; the lines are open! That is the challenging message\nof Mormonism, it is an ensign to the nations\n(<span class=\"citation\" id=\"25215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25215)\">Isa. 5:26<\/a><\/span>), a message of hope to an imperiled world. If we\nare to exercise saving faith and accompany it with works and, of course, \"faith without works\nis dead\" (<span class=\"citation\" id=\"26151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26151)\">James 2:26<\/a><\/span>),\nwe must know something of him, of his existence, his personality, his laws, his\npurposes with respect to man, and realize that we are, in fact, his children, related to him. He\nsaid, \"And this is life eternal, that they might know thee the only true God, and Jesus Christ,\nwhom thou hast sent\" (<span class=\"citation\" id=\"27987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27987)\">John 17:3<\/a><\/span>).\n<\/p><p>\nWe do not say that God is immaterial and incomprehensible and without a body. Rather we\nsay he is approachable as our Father. Now, revelation may come through dreams or visions,\nthe visitation of angels, or, on occasion such as with Moses, by face-to-face communication\nwith the Lord (<span class=\"citation\" id=\"22695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22695)\">Ex. 33:11<\/a><\/span>;\n<span class=\"citation\" id=\"21239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21239)\">Deut. 34:10<\/a><\/span>).\nYou remember the Lord spoke to Adam, not only while he was in the Garden\nof Eden (<span class=\"citation\" id=\"39147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39147)\">Moses 4:14<\/a><\/span>),\nbut after he was cast out (<span class=\"citation\" id=\"39148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39148)\">Moses 5:4<\/a><\/span>).\nHe spoke to other patriarchs and prophets through the\nages. He spoke to Enoch, who was called \"The Seventh from Adam\"\n(<span class=\"citation\" id=\"30822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30822)\">Jude 1:4<\/a><\/span>), and it is said that he\nwas translated because he was especially favored with the presence of the\nLord. The record reads, \"And Enoch walked with God: and he was not; for God took him\"\n(<span class=\"citation\" id=\"23673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23673)\">Gen. 5:24<\/a><\/span>).\n<\/p><p>\nThe Lord by revelation warned Noah of the coming flood. He talked with Abraham and told\nhim to leave his country and go into a new land and gave him some promises with respect to\nhis posterity. By revelation he commissioned Moses to go into Egypt, and under God's\npersonal direction he released the children of Israel from the bondage of the Egyptians.\n<\/p><p>\nSo we may trace the line of revelators, men who have stood, each in his time, as the medium\nthrough whom God speaks to his people, from Moses to Joshua, through the Judges, on to\nDavid and Solomon and down to Zachariah and Malachi. Christ, himself, came to this world\nto reveal God to men, and he himself was led and directed by revelation from his Father\nwhile he dwelt on this earth.\n<\/p><p>\nThe Lord, as you know, revealed to Zacharias, the father of John the Baptist, what was to\nhappen, and you remember what happened to Zacharias because of his lack of belief\n(<span class=\"citation\" id=\"31544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31544)\">Luke 1:20<\/a><\/span>). The\nLord revealed to Mary that she was blessed among women, that she should bring forth a son\nand call his name Jesus (<span class=\"citation\" id=\"31545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31545)\">Luke 1:28,31<\/a><\/span>).\nChrist himself said: \"For I have not spoken of\nmyself; but the Father which sent me, he gave me a commandment, what I should say, and\nwhat I should speak.\n<\/p><p>\n\"And I know that his commandment is life everlasting: whatsoever I speak therefore, even as\nthe Father said unto me, so I speak\"\n(<span class=\"citation\" id=\"27978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27978)\">John 12:49-50<\/a><\/span>).\n<\/p><p>\nThe apostles in the Meridian of Time were in touch with the heavens by revelation. Note\nwhat Paul says: \n<\/p><p>\n\"But God hath revealed them [divine truths] unto us by his Spirit: for the Spirit searcheth all\nthings, yea, the deep things of God.\n<\/p><p>\n\"For what man knoweth the things of a man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God\"\n(<span class=\"citation\" id=\"333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(333)\">1 Cor. 2:10-11<\/a><\/span>).\n<\/p><p>\nYou remember John, on the Isle of Patmos, wrote the book of Revelation, and, incidentally,\nthis is sometimes called the Apocalypse, and that means in Greek \"revelation.\" This is what\nhe wrote in the first chapter of his book&mdash;it was not written of his own wisdom: \n<\/p><p>\n\"The Revelation of Jesus Christ, which God gave unto him [speaking of himself], to shew\nunto his servants things which must shortly come to pass; and he sent and signified it by his\nangel unto his servant John\" (<span class=\"citation\" id=\"42305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42305)\">Rev. 1:1<\/a><\/span>).\n<\/p><p>\nThe scriptures, then, are not only replete with evidence, but conclusive in proving that God\ndoes and always has whenever there has been a dispensation of the gospel upon the earth,\nbeen in touch with his people. Remember Paul said this, and he is speaking now of our time: \n<\/p><p>\n\"That in the dispensation of the fulness of times he might gather together in one all things in\nChrist, both which are in heaven, and which are on the earth; even in him\"\n(<span class=\"citation\" id=\"21719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21719)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nFrom the scriptures cited and many others, it seems evident that revelation from God to man\nhas been a vital characteristic, and standard procedure in all dispensations of the gospel. All\nthe prophets and leaders of ancient times were led, directed, chosen, inspired by God himself\nthrough revelation.\n<\/p><p>\nEusebius records what happened after the apostles had been slain and when no authoritative\nanswers could be given. He writes, \"When the sacred choir of apostles became extinct and the\ngeneration of those that had been privileged to hear their inspired wisdom had passed away,\nthen also the combinations of impious error arose by the fraud and delusions of false teachers.\nThese, as there were none of the apostles left, henceforth attempted without shame to preach\ntheir doctrine against the Gospel of truth.\"\n<\/p><p>\nAnd Mosheim reminds us that both Jews and heathens were accustomed to a vast variety of\npompous and magnificent ceremonies in their religious service. All the records of the second\ncentury mention the multiplication of rites and ceremonies in the Christian Church. \"But,\" you\nask, \"were these the times that have been?\" Some of you may say, \"We can\nbelieve in revelation in Adam's day and in the days of Moses, in the days of Christ, in the\ndays of the apostles, but not now.\"\n<\/p><p>\nIs there any indication that we might, with reason, expect some word from God? Hear John's\ntestimony as he spoke of things that were to come in the latter days. He said: \n<\/p><p>\n\"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,\n<\/p><p>\n\"Saying with a loud voice, Fear God, and give glory to him: for the hour of his judgment is\ncome\" (<span class=\"citation\" id=\"42314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42314)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nThat, my dear friends, is a prophetic promise of revelation in our time. The Church today is\nfounded on the rock of revelation as securely as it was in the days of Peter when Christ said\nto him, after Peter had spoken of his knowledge of him,\n<\/p><p>\n\". . . upon this rock I will build my church; and the gates of hell shall not prevail against it\"\n(<span class=\"citation\" id=\"35120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35120)\">Matt. 16:18<\/a><\/span>).\n<\/p><p>\nWe think we are justified in anticipating future revelation, and we believe that it will be\nsurpassing in importance and glorious fulness anything that has yet been revealed. We believe\nthat he will continue to reveal himself as long as man continues his probation here on earth.\n<\/p><p>\nNow, you friends of ours probably ask, \"What particular revelation is the one on which you\nfound your Church?\" Time will not permit, of course, a complete answer to that, but humbly,\nand from the very center of my heart, I say to you, our friends, and to you members of the\nChurch, God has restored the gospel of Jesus Christ and there was a great revelation, one of\nthe greatest of all time, when the Father and the Son, anticipating our very day and the events\nof these times, appeared to a man (<span class=\"citation\" id=\"30408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30408)\">JS&mdash;H 1:17<\/a><\/span>).\nThey were personal Beings; they were separate and\ndistinct; they were in form like man, thus proving the first scripture in Genesis, \"So God\ncreated man in his own image\"\n(<span class=\"citation\" id=\"23666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23666)\">Gen. 1:27<\/a><\/span>).\nThey spoke to him. Other revelations\nfollowed. The whole message of Mormonism centers around the life and mission of Jesus the\nChrist, and we proclaim to the world in contradiction to the hellish doctrine of communism,\nGod does live. He still speaks to men. There are prophets on the earth.\n<\/p><p>\nIf that statement is true, it is the greatest message that has come to this earth since Christ\nascended into heaven because it is a message of his coming, and if it is true, all of you should\nknow it. That it is true we humbly testify.\n<\/p><p>\nWe ask you to listen, to read, to pray&mdash;ask God for guidance&mdash;and we promise you,\nparaphrasing the Prophet Moroni, that if you will ask of God in faith in the name of Jesus\nChrist, whether what we declare is true, he will reveal the truth of it unto you by the power\nof the Holy Ghost (<span class=\"citation\" id=\"38287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38287)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\nWe believe this is the message for which the world has been waiting. We declare it is the\nvery truth of God, and for my own self I bear witness to that effect and say to you in\nhumility, but without any equivocation, by the same power and authority with which Peter\nspoke, I say, with him, \"Thou art the Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"35119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35119)\">Matt. 16:16<\/a><\/span>). I\nknow this to be true, and I plead with men everywhere to hearken; for it is a message from\nthe heavens, to which I testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}