{"ID":1171, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keeping All of God's Commandments<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, October 1961, pp. 101-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe sing a beautiful hymn that is a favorite of mine. It refers to our existence prior to coming\nto this earth. Sister Eliza R. Snow, the author, poses some very meaningful questions, and in\naddressing our Father in heaven asks: \n<\/p><p>\n\"When shall I regain thy presence,<br \/>\n     And again behold thy face?\"\n<\/p><p>\nShe concludes the hymn with this prayer: \n<\/p><p>\n\"When I leave this frail existence; <br \/>\n     When I lay this mortal by,<br \/>\n     Father, Mother, may I meet you<br \/>\n     In your royal courts on high?<br \/>\n     Then at length, when I've completed<br \/>\n     All you sent me forth to do; <br \/>\n     With your mutual approbation,<br \/>\n     Let me come and dwell with you.\"<br \/><br \/>\n&nbsp; &nbsp;                   (\"O My Father\")\n<\/p><p>\nOur Heavenly Father loves us, his children, and desires that each will return again to his\npresence, for he has declared: \n<\/p><p>\n\". . . behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life\nof man\" (<span class=\"citation\" id=\"39140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39140)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nIn order to attain this goal of immortality, it was decreed that individuals privileged to come\nto this earth must pass through the experience of death. But God in his wisdom allowed his\nOnly Begotten Son in the flesh, Jesus Christ, to suffer, bleed, and die on the cross to break\nthe bands of death. Through his atoning sacrifice, Christ became our Savior and Redeemer. It\nis through him that we will return to the Father, for he has said: \n<\/p><p>\n\". . . no man shall come unto the Father but by me\"\n(<span class=\"citation\" id=\"14059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14059)\">D&amp;C 132:12<\/a><\/span>).\n<\/p><p>\nWe have the promise and assurance that after death, our earthly, mortal body will be\nresurrected and become the glorified tabernacle of our eternal spirit.\n<\/p><p>\nOur Father in heaven is all-wise and infinite. He is also a God of law and order. He has given\nto man a plan&mdash;the gospel plan, which furnishes instructions for us to follow in order to\nreturn to his presence. These instructions are known as commandments and are given to us\nthrough his servants, the prophets.\n<\/p><p>\nEvery commandment is important and has been provided for a specific purpose. It is not\nlogical to suppose that man may choose the commandments he wishes to observe and ignore\nthe others. Note how emphatically the Lord has expressed himself on this matter-\n<\/p><p>\n\"If thou lovest me, thou shalt serve me and keep <i>all<\/i> my commandments\"\n(<span class=\"citation\" id=\"13978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13978)\">D&amp;C 42:29<\/a><\/span>, italics added).\n<\/p><p>\nWe might well consider that keeping the commandments is a \"one package deal.\"\n<\/p><p>\nIn contemplating the gospel plan, however, there is a possibility that we may be attracted to\ncertain doctrines to the exclusion of others.\n<\/p><p>\nMany years ago I read some verses that made a lasting impression upon me. They are called,\n\"The Blind Men and the Elephant\": \n<\/p><p>\n\"It was six men of Indostan,<br \/>\n     To learning much inclined,<br \/>\n     Who went to see the Elephant<br \/>\n     (Though all of them were blind,)<br \/>\n     That each by observation might satisfy his mind.\"<br \/>\nThe first happening to fall against the broad and sturdy side exclaimed: \"the elephant is very\nlike a wall!\"<br \/>\nThe second feeling of the roundness, smoothness, and sharpness of the tusk\ncried: \"This wonder of an elephant is very like a spear!\"<br \/>\nThe third happened to grasp the squirming trunk in his hand. \"I see,\" quoth he, \"the elephant\nis very like a snake!\"<br \/>\nThe fourth reached out his hand, and felt about the knee, \"What this wondrous beast is like,\"\nhe said; \"Is very like a tree!\"<br \/>\nThe fifth who chanced to touch an ear, stated: \"This marvel of an elephant is very like a fan!\"<br \/>\nThe sixth in groping about, seized the swinging tail. \"I see,\" quoth he, \"The elephant is very\nlike a rope!\"<br \/>\n\"And so these men of Indostan,<br \/>\n     Disputed loud and long,<br \/>\n     Each in his own opinion,<br \/>\n     Exceeding stiff and strong,<br \/>\n     Though each was partly in the right,<br \/>\n     And all were in the wrong.\"<br \/><br \/>\n&nbsp; &nbsp;               (John Godfrey Saxe.)\n<\/p><p>\nAnd thus it is with us and the gospel. We catch a glimpse here and another there. Like the\nblind men of Indostan, we form our own impressions of the gospel. Yet it has been restored\nin its fulness, and through study and prayer we can obtain a knowledge and appreciation of its\nbeauty and completeness.\n<\/p><p>\nNow to return for a brief consideration of the Lord's commandments, keeping in mind his\npromise when he said: \n<\/p><p>\n\"I, the Lord, am bound when ye do what I say, but when ye do not what I say, ye have no\npromise\" (<span class=\"citation\" id=\"14010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14010)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nFrom the very beginning, God has provided his children with instructions or commandments.\nTo Adam he gave the law of sacrifice. On Mt. Sinai, Moses received the Ten Commandments\nfor the children of Israel. Some of these tell us what to do; others what not to do. Today, we\nstill subscribe to those teachings as being basic and binding upon us.\n<\/p><p>\nFrom time to time through the years other important instructions have been given.\n<\/p><p>\nFrequently we hear the admonition: \"Keep the commandments and you will be blessed,\" but\nthere is more to it than that. Specifically, what are these commandments, the observance of\nwhich will bring us promised blessings? While the list would be impressively lengthy, a few\nessential ones we mention: \n<\/p><p>\nFirst: Love the Lord thy God with all thy heart, might, mind, and strength\n(<span class=\"citation\" id=\"35132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35132)\">Matt. 22:37<\/a><\/span>). Love is one of the\ngreat attributes of God and is the very essence of the gospel of Jesus Christ. Love is a virtue\nthat every person should earnestly strive to develop.\n<\/p><p>\nSecond: Next to loving God, we should love our neighbor as ourselves\n(<span class=\"citation\" id=\"35141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35141)\">Matt. 27:39<\/a><\/span>). This anticipates that\nwe will be honest in our dealings with our fellow man and not take unfair advantage but help\nhim in every way possible.\n<\/p><p>\nThird: In order to keep ourselves unspotted from the world, we should go to the house of\nprayer on the Sabbath day, partake of the Sacrament, renew our covenants with the Lord, and\nremember our promise always to keep his commandments\n(<span class=\"citation\" id=\"13990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13990)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nFourth: Prayerfully choose a suitable mate, go to the temple, the house of the Lord, to be\nmarried and sealed, not only for time, but also for all eternity.\n<\/p><p>\nFifth: Establish a home, multiply and replenish the earth\n(<span class=\"citation\" id=\"23667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23667)\">Gen. 1:28<\/a><\/span>), rear a righteous family, set a proper\nexample for a worthy posterity and the whole world.\n<\/p><p>\nSixth: All members of the Church should live righteously. By so doing every male member\nwill make himself worthy to receive the priesthood and should then magnify it by gratefully\naccepting responsibilities that come, which callings he neither covets nor rejects, and in all his\nresponsibilities he should be supported by his wife and family, standing loyally by his side.\n<\/p><p>\nSeventh: Search out the names of departed kinsman. As a proxy perform ordinances in the\nhouse of the Lord for their salvation and exaltation.\n<\/p><p>\nEighth: Recognize that \"the earth is the Lord's, and the fulness thereof\"\n(<span class=\"citation\" id=\"41820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41820)\">Ps. 24:1<\/a><\/span>).\nPay tithes and offerings as a token of appreciation for the good things of the earth and for all\nother blessings we receive.\n<\/p><p>\nNinth: Share the gospel and teach all who will hearken to its message. In this way every\nmember will become a missionary.\n<\/p><p>\nTenth: Provide for our own economic independence. Remember the poor and\nneedy and show concern for their welfare.\n<\/p><p>\nEleventh: Keep the body a sacred temple for the Spirit of the Lord by being clean chaste, and\nvirtuous, realizing that his spirit will not dwell in an unclean tabernacle\n(<span class=\"citation\" id=\"40298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40298)\">Mosiah 2:37<\/a><\/span>). Also keep the body\nstrong by observing the Lord's law of health, known as the Word of Wisdom.\n<\/p><p>\nTo this list, brothers and sisters, you will want to add others.\n<\/p><p>\nAs mortals we are weak. We have many frailties and imperfections, and it may be difficult at\nfirst to obey <i>all<\/i> the commandments. But we should never cease striving. Progress is doing\nbetter today than we did yesterday. Each of us should have as an objective the Savior's\nadmonition: \n<\/p><p>\n\"Be ye therefore perfect, even as your Father which is in heaven is perfect\"\n(<span class=\"citation\" id=\"35092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35092)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nAs we become more perfect, we gain strength and willpower and thus it is easier to keep all\nof God's commandments. When this is accomplished, we are well on our way to happiness\nand eternal life.\n<\/p><p>\nHappiness, peace, and contentment can be ours. The Prophet Joseph Smith taught: \n<\/p><p>\n\"Happiness is the object and design of our existence, and will be the end thereof, if we pursue\nthe path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping\n<i>all<\/i> the commandments of God\" (<i>History of the Church<\/i>, Vol. V, pp. 134-135; italics added).\n<\/p><p>\nThe Prophet Alma also contributed this important truth: \n<\/p><p>\n\". . . wickedness never was happiness\" (<span class=\"citation\" id=\"9012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9012)\">Alma 41:10<\/a><\/span>).\n<\/p><p>\nIf we keep <i>all<\/i> of God's commandments, we will enjoy a feeling of calmness, serenity, and\nstrength. This will serve as a bulwark to protect us against the winds and storms created by\nthe tensions and uncertainties of present chaotic world conditions. We need not wait until we\nget to heaven to obtain peace and happiness. We can have heaven on earth, here and now.\n<\/p><p>\nMay we all hearken to and observe the admonition of the ancient prophet who exclaimed: \n<\/p><p>\n\"Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for\nthis is the whole duty of man\" (<span class=\"citation\" id=\"21409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21409)\">Eccl. 12:13<\/a><\/span>).\n<\/p><p>\nFor which I humbly pray in the name of Jesus Christ our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}