{"ID":1172, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">By the Word of Their Testimony<\/p>\n<p class=\"gcspeaker\">Elder Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1961, pp. 103-107<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Moyle, President Brown, President Smith, and my brethren and\nsisters, I thank my Heavenly Father from the bottom of my heart for my membership in his\nChurch and kingdom here upon the earth, for the priesthood which I hold, and for the honor\nand call that has come to me, which makes it possible for me to spend my time in the service\nof the Lord, and to associate with our beloved President, a prophet of God, David O. McKay,\nand these other inspired leaders who have been chosen by him to direct the activities of the\nChurch and to lead us in the paths of truth and righteousness.\n<\/p><p>\nI am truly grateful for the opportunity I have of attending this outstanding\nconference with you, and partaking of the spirit that is here, and to be instructed and\nencouraged by the wonderful messages that we have heard. As I stand before you, I feel more\nkeenly than I have words to express my inadequacy and humility and a need of, and I humbly\npray for, an interest in your faith and prayers as I speak to you today.\n<\/p><p>\nAs approximately one seventh of all the full-time missionaries in the world are laboring in the\nWest European Mission, over which I have the honor to preside, and which includes the\nmissions of the British Isles, France, and the Netherlands, and because we have in these\nmissions young men and young women representing families, wards, and stakes from all parts\nof Canada and the United States, I feel that I should make a brief report of their activities, the\nwork that is being done, and the progress that is being made in those areas.\n<\/p><p>\nFirst, I should like to congratulate those devoted stake and ward officers and the people in the\nfive stakes in England and Holland on the fine work that they are doing and the progress that\nis being made. I wish to acknowledge the presence of, and welcome here today,\nrepresentatives of the stake presidencies, of the bishoprics, and stake Relief Society Presidents,\nwho are here from those stakes, also President and Sister Boyer of the London Temple. I am\nsure that they, as the rest of us, will enjoy the spirit of this great conference and return to\ntheir wards and stakes with a keener desire and determination and ability to carry on with the\nheavy responsibilities placed upon them.\n<\/p><p>\nAlso, I wish to express my deep appreciation to those unselfish, dedicated mission presidents\nand their wives who are devoting every minute of their time and energy in directing the\nmissionary work in their several missions. To see the love and devotion which they have for\nyour sons and daughters who are placed under their care and direction is most encouraging\nindeed. They could not show a keener interest in their own children. The help and leadership\nwhich they give them will influence their lives for years and years to come.\n<\/p><p>\nBrother Roy M. Darley, with his organ recitals in the Hyde Park Chapel in London, is making\na great contribution to missionary work.\n<\/p><p>\nNow, regarding that wonderful corps of missionaries who are serving in these different\nmissions, I am happy indeed to be able to report that they are really doing a marvelous work\nand a wonder in the mission field. It is most encouraging and inspiring to go from one\nmission to another and hear those devoted missionaries bear their testimonies to one another\nand give their reports and experiences which they have had in teaching the gospel to the\nworld. They are certainly to be congratulated on their enthusiasm, dedication, and their\nsuccess as they go forward in their proselyting efforts.\n<\/p><p>\nTo see how humble they are, and yet how fearless and determined, reminds one of Paul as he\nstood in chains before King Agrippa. Defending himself, he replied to the accusations of\nFestus, \"I am not mad, most noble Festus, but speak forth the words of truth and soberness\"\n(<span class=\"citation\" id=\"7885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7885)\">Acts 26:25<\/a><\/span>),\nalways with the hope that those who hear might accept their message. The\nresults of their efforts are evident throughout the mission. In April I reported that in the\nprevious eighteen months the LDS membership in the British Isles had increased from\napproximately 10,000 to 20,000, or nearly double. Today, I am happy to report that in these\nislands we had 1,197 baptisms in July; 1,274 in August; and in September, at the present rate,\nwe will have over 1,400. This means that we are baptizing in the British Isles alone enough\npeople for four or five stakes each year.\n<\/p><p>\nBut more significant than this is the fact that the church population there is being increased at\nthe rate of over 5 percent each month, or over 60 percent each year throughout the whole of\nthe British Isles, while in some local areas the increase is as high as 200 to 300 percent in one\nyear.\n<\/p><p>\nIn France and the Netherlands the number of baptisms are also greatly increased. It is not\ndifficult to see that a tremendous fellowshipping program is necessary, and I am happy to\nreport that in these wards and branches, though many of them are new members and\nthough the building facilities are most inadequate, the people are accepting\nthe responsibility of trying to make the new converts feel at home and a part of the church\norganization.\n<\/p><p>\nThe building program necessary to provide the facilities for this great influx of members\npresents a real problem.\n<\/p><p>\nI personally wish to congratulate the building committee and those fine men who are directing\nthe work on the ground, on the very efficient way in which they have organized their work\nand their staffs to go forward with the program of starting a new building every week.\n<\/p><p>\nI also wish to congratulate the members in the stakes and missions on the very wonderful way\nin which they have responded to this building program and in making labor missionaries\navailable to assist wherever new buildings are being constructed.\n<\/p><p>\nPresident McKay, I am happy to tell you that the people there are responding beautifully to\nyour call and slogan, \"Every Member A Missionary,\" first, by striving to live lives worthy of\nexample, and second, by opening their homes for group teaching and inviting their friends and\nneighbors and associates in to hear the gospel.\n<\/p><p>\nI should like to tell you of some of the experiences and observations that Sister Tanner and I\nhad in September as we met with the Saints in the stake and district conferences in the\ncapitals and some of the larger cities in England, France, Germany, the Netherlands, and\nBelgium which I feel are significant and which helped to strengthen our testimonies and\nhelped us to appreciate probably more than ever before our free agency and our membership\nin this great Church.\n<\/p><p>\nFirst, we found that wherever we went, regardless of country or city or language, there was\nthe same sweet spirit of devotion and willingness to accept office and give service in the\nChurch. As we interviewed the men in these cities for office, we told them they would be\nrequired to live up to the standards of the Church, that it would require much of their time,\nand that the responsibilities were heavy and would require sacrifice on their part.\n<\/p><p>\nAll of them, though they knew that there was no remuneration but a great deal of hard work,\nhad only one response: \"I am willing to do my best, but am I worthy?\" Where in all the\nworld, outside of this Church, can you find this kind of dedication? It is evident that the\nmembers of the Church are being prepared to accept and follow the admonition of James\nwherein he said, \". . . be ye doers of the word, and not hearers only, deceiving your own\nselves\" (<span class=\"citation\" id=\"26144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26144)\">James 1:22<\/a><\/span>).\n<\/p><p>\nSecondly, we observed that the members, when speaking to one another and when addressing\nthe people in meetings, referred to them, as they do all over the Church, as brothers and\nsisters. This too was very significant. What a grand and glorious feeling it is to know that you\nare really brothers and sisters, spirit children of God, who are interested in one another and\nenjoy the fine feeling of love and brotherhood and oneness in the Church wherever you are,\nregardless of whether you have known one another before or not. As the Lord has said, \"I say\nunto you, be one; and if ye are not one ye are not mine\"\n(<span class=\"citation\" id=\"13975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13975)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nThe third observation we made, and which is also significant and important to the members of\nthe Church, is that all speakers concluded their reports and talks by bearing their testimonies,\nall of which were essentially the same. As Sister Tanner and I are unable to understand or\nspeak the language of any of the countries on the European Continent, we have to arrange for\nsomeone not only to translate what we say to the congregation, but also to sit behind us and\ngive us a running commentary of what is being said by the local people.\n<\/p><p>\nWhile in Brussels we had an interesting experience when the district and branch presidents\nwere giving their reports. After two or three had spoken, and another was concluding, the\nman who was sitting there translating for us said, \"He is now bearing his testimony.\" And he\nsaid no more. For the speakers who followed he did the same thing. This made me very\nconscious of the fact that the testimonies borne by members anywhere in the Church,\nregardless of who they are, or where they come from, state or imply certain\nfundamental and significant truths, and that testimony bearing itself is peculiar to the Church\nof Jesus Christ of Latter-day Saints.\n<\/p><p>\nI should like to deal briefly with three or four of the fundamentals in the testimony of a\nLatter-day Saint. These testimonies include essential points of the message now being taken\nby the missionaries to the world. First, that the Godhead is composed of God the Eternal\nFather and his Son Jesus Christ and the Holy Ghost, and it is their testimony that God the\nEternal Father and his Son Jesus Christ are Living Beings of flesh and bones and spirit, in\nwhose image we are made, and that \". . . God so loved the world, that he gave his only\nbegotten Son, that whosoever believeth in him should not perish, but have everlasting life\"\n(<span class=\"citation\" id=\"27959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27959)\">John 3:16<\/a><\/span>),\nthat Jesus Christ is the Savior of the world who gave his life that all mankind\nmay be saved and by obedience to the laws and ordinances of the gospel work out their own\nsalvation and exaltation; that God the Father and his Son Jesus Christ both appeared in person\nand spoke to and instructed Joseph Smith; that Joseph Smith was chosen as a Prophet of God\nand that the priesthood was restored by John the Baptist and by Peter, James, and John upon\nthe heads of Joseph Smith and Oliver Cowdery; that this priesthood is the power of God\ndelegated to man to act in his name, and that it is now in the Church and is the authority by\nwhich all ordinances are performed in the name of Jesus Christ; that the gospel has been\nrestored, and that the true Church of Jesus Christ is established; that this Church is an\norganization similar in all essentials to the primitive Church set up by Christ among the Jews\nwith apostles and prophets, pastors and teachers, evangelists, etc.; and that we have a prophet\nat the head of our Church today through whom the Lord speaks and directs his people.\n<\/p><p>\nThis is the testimony of these individual members of the Church throughout the world. It is\ntheir testimony also that the Book of Mormon, which was translated by the power of God, is\na divinely inspired record of God's dealings with the early inhabitants of the people on the\nAmerican Continent, and that it is the word of God, and as recorded on the flyleaf of the\nBook of Mormon, it is \"Written by way of commandment, and also by the spirit of prophecy\nand of revelation&mdash;. . . to the convincing of the Jew and Gentile that Jesus is the <i>Christ<\/i>, the\n<i>Eternal God<\/i>, manifesting himself unto all nations\"\n(<span class=\"citation\" id=\"43134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43134)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nThis message is a message of peace, the plan of life and salvation, which is the message to all\nthe world, to accept Christ as the Savior of the world and him crucified and to follow the\nadmonition of Peter: \"Repent, and be baptized every one of you in the name of Jesus Christ\nfor the remission of sins, and ye shall receive the gift of the Holy Ghost\"\n(<span class=\"citation\" id=\"7876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7876)\">Acts 2:38<\/a><\/span>).\n<\/p><p>\nThis is the reason there are 9,000 young missionaries, ranging in ages mostly from nineteen to\ntwenty-two years out in the world, receiving no remuneration, paying their own expenses at a\ncost of more than $800,000 each month, or approximately ten million dollars each year, or\ntwenty million for the two to two and a half years they are in the mission field. While in the\nfield they will have contributed over 18,000 missionary years. They will have sacrificed\n18,000 man years of schooling or otherwise productive life to teach the restored gospel, which\nis the plan of life and salvation, and to bring souls unto Christ.\n<\/p><p>\nThis is a service of love, with no thought of financial gain, but with an unselfish desire on the\npart of these devoted young missionaries and their parents who sacrifice so much to serve\nGod and their fellow men.\n<\/p><p>\nThe struggle in the world today and the threat of nuclear war would be averted tomorrow and\npeace would reign upon the earth if the people in the world would accept this message. The\nconflict in the world which threatens the free agency and life of every individual is a\ncontinuation of the war in heaven, where Satan was determined to take away our free agency,\nGod's greatest gift to man.\n<\/p><p>\nAs we read in the scriptures: \". . . because that Satan rebelled against me, and sought to\ndestroy the agency of man, which I, the Lord God, had given him, and also,\nthat I should give unto him mine own power; by the power of mine Only Begotten, I caused\nthat he should be cast down; \n<\/p><p>\n\"And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men,\nand to lead them captive at his will, even as many as would not hearken unto my voice\"\n(<span class=\"citation\" id=\"39146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39146)\">Moses 4:3-4<\/a><\/span>).\n<\/p><p>\n\"Wherefore, he maketh war with the saints of God, and encompasseth them round about\"\n(<span class=\"citation\" id=\"14004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14004)\">D&amp;C 76:29<\/a><\/span>).\n<\/p><p>\nThis was so evident to me as we were in Berlin to organize a stake there. I took the\nopportunity of going into East Berlin, as a tourist may if he has his proper papers. Here we\nhave an outstanding example of the contrast of conditions and the way of life in a divided city\nwhere the East is under the domination of a dictator where man has been robbed of his\nfreedom and is now a slave of the state, and the other part of the city where he still enjoys\nmuch of his freedom. In the West, the stores, the streets with their bright lights, the cars, the\nhotels, and beautiful parks are all bustling with people who can go and come as they wish and\nwho are joyously and actively engaged in building and other industrial development. While in\nthe East under the domination of man, you see very few people on the streets, a very limited\nnumber of cars, a drab-looking city with ruins on all sides, and the people with an attitude of\ndespondence, despair, and defeatism, knowing that they are at the beck and call of a foreign\nanti-Christ dictator with policemen and soldiers on every side to see that they do as they are\ntold and that they cannot escape. Why? Is it because they are so happy and prosperous and\ncontented with conditions there?\n<\/p><p>\nSatan is at work, my brethren and sisters. Our freedom is at stake. It is the responsibility of\neveryone who calls himself a Christian, and particularly for every member of the Church of\nJesus Christ of Latter-day Saints, and more particularly for every holder of the priesthood of\nGod, to take a firm stand and a determined stand against evil. It is my testimony to you, my\nbrothers and sisters, wherever you may be, that God has given us the solution to our\nproblems, the plan by which we can enjoy peace in the world and peace in our lives.\n<\/p><p>\nI plead with you, everyone, wherever you may be, to accept Christ as the Savior of the world\nand to go forward as champions of our Heavenly Father and his cause and keep his\ncommandments that we may enjoy his Spirit to be with us at all times, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}