{"ID":1173, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">An Everyday Religion<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, October 1961, pp. 107-109<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThere is a growing concept among men of the world that religion is something reserved for\nthe Sabbath day, or for the hour spent in places of worship or in prayer. Men distinguish\nbetween the everyday affairs that occupy their minds and direct their activities in the busy\nbusiness world, and those things within the realm of theology. \"Don't mix religion with\nbusiness,\" some say. Can religion be eliminated from the affairs of everyday living?\n<\/p><p>\nAs Christians, I suppose we could define religion as a belief in God and a devotion to him,\nwhich belief stimulates a love for God and a desire to serve him.\n<\/p><p>\nJames said,\n<\/p><p>\n\"If any man among you seem to be religious, and bridleth not his tongue, but\ndeceiveth his own heart, this man's religion is vain.\n<\/p><p>\n\"Pure religion and undefiled before God and the Father is this, To visit the fatherless and\nwidows in their affliction, and to keep himself unspotted from the world\"\n(<span class=\"citation\" id=\"26145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26145)\">James 1:26-27<\/a><\/span>).\n<\/p><p>\nIn other words, religion is more than a knowledge of God or a confession of faith, and it is\nmore than theology. Religion is the doing of the word of God. It is being our brother's\nkeeper (<span class=\"citation\" id=\"23672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23672)\">Gen. 4:9<\/a><\/span>),\namong other things. To keep unspotted from the world does not mean that one must\nwithdraw from all association with the world, but rather to keep away from the evils of the\nworld; or as more beautifully put in one of our hymns, \"Freedom from earth stains.\"\n<\/p><p>\nWe can be religious in worship on the Sabbath day, and we can be religious in our duties on\nthe other six days of the week. The Apostle Paul, writing to those called to be \"saints\" at\nCorinth stated: \n<\/p><p>\n\"Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God\"\n(<span class=\"citation\" id=\"336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(336)\">1 Cor. 10:31<\/a><\/span>).\n<\/p><p>\nIf such little things as eating and drinking are to be done to the glory of God, how much\nmore important it must be that all of our thoughts, the words we speak, or acts, conduct,\ndealings with neighbors, business transactions, and all of our everyday affairs, be in harmony\nwith our religious beliefs. In the words of Paul, \"whatsoever ye do, do all to the glory of\nGod\" (<span class=\"citation\" id=\"337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(337)\">1 Cor. 10:31<\/a><\/span>).\nCan we therefore eliminate religion from our week-day affairs and relegate it to\nthe Sabbath day only? Surely not, if we follow Paul's admonition.\n<\/p><p>\nReligion can be part of our daily work, our business, our buying and selling, building,\ntransportation, manufacturing, our trade or profession, or of anything we do. We can serve\nGod by honesty and fair dealing in our business transactions in the same way we do in\nSunday worship. The true principles of Christianity cannot be separate and apart from\nbusiness and our everyday affairs.\n<\/p><p>\nReligion is often regarded as opposed to pleasure, but God's reason for creating man is that\nhe might have joy.\n<\/p><p>\n\"Adam fell that men might be; and men are, that they might have joy\"\n(<span class=\"citation\" id=\"3660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3660)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nThere is no reason why joy should be turned out-of-doors before religion can come in. Many\npeople think of a religious person as one with a sad countenance and draped in black, but this\nis not so. When the angel of the Lord appeared to the shepherds to announce the birth of the\nSavior, he said: \n<\/p><p>\n\". . . Fear not: for, behold, I bring you good tidings of great joy, which shall be to all\npeople\" (<span class=\"citation\" id=\"31546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31546)\">Luke 2:10<\/a><\/span>).\n<\/p><p>\nChrist, himself, said: \n<\/p><p>\n\". . . I am come that they might have life, and that they might have it more abundantly\"\n(<span class=\"citation\" id=\"27975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27975)\">John 10:10<\/a><\/span>).\n<\/p><p>\nJoy existed in the pre-existence before the foundations of the earth were laid, \". . . and all the\nsons of God shouted for joy\" (<span class=\"citation\" id=\"26697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26697)\">Job 38:7<\/a><\/span>).\n<\/p><p>\nPeter, in his epistle, speaking of the appearance of Jesus Christ, said: \n<\/p><p>\n\". . . though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of\nglory\" (<span class=\"citation\" id=\"2284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2284)\">1 Pet. 1:8<\/a><\/span>).\n<\/p><p>\nThere is nothing sad or gloomy about a person who accepts the truths of the gospel and\nincorporates these principles in his daily living. God wants all of his children to be joyous and\nglad, and we can have this blessing if we are willing to keep his commandments and live by\nhis word in all that we do. Thus living one's religion must apply to temporal affairs as much\nas it does to those things which we think of as spiritual.\n<\/p><p>\nThere are some who ask why the Church is concerned with temporal affairs. The Church is\ninterested in the welfare of each of its members. This interest therefore cannot be limited to\nman's spiritual needs alone but extends to every phase of his life. Social and economic needs\nare important to everyone. Man also has need for physical, mental, and moral guidance. Our\nlives cannot be one-sided, nor can we separate the spiritual from the temporal. The Lord has\nsaid: \n<\/p><p>\n\"Wherefore, verily I say unto you that all things unto me are spiritual, and not at any time\nhave I given unto you a law which was temporal; neither any man, nor the children of men;\nneither Adam, your father, whom I created.\n<\/p><p>\n\"Behold, I gave unto him that he should be an agent unto himself; and I gave unto him\ncommandment, but no temporal commandment gave I unto him, for my commandments are\nspiritual; they are not natural nor temporal neither carnal nor sensual\"\n(<span class=\"citation\" id=\"13970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13970)\">D&amp;C 29:34-35<\/a><\/span>).\n<\/p><p>\nThe Lord makes no distinction between temporal and spiritual commandments, for he has said\nthat all of his commandments are spiritual. When we understand the plan of life and salvation,\nthis becomes evident to us. Mortality is just one part of our eternal life.\n<\/p><p>\nWe know where we came from. Holy writ tells us that we were born the spiritual children of\nour Heavenly Father, that we dwelt with him in a spiritual existence before our birth into\nmortality. The divine object of our coming to earth is to obtain a body of flesh and bones, to\nlearn by the experiences which come to us in this mortal life the difference between good and\nevil, and to accomplish those things which the Lord commanded\n(<span class=\"citation\" id=\"7221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7221)\">Abr. 3:25<\/a><\/span>). Thus this life is the\nschoolroom of our journey through eternity. There is work to do and lessons to learn that we\nmight prepare and qualify ourselves to go into the spiritual existence to follow.\n<\/p><p>\nMan distinguishes between the temporal and the spiritual, probably because living in mortality\nbetween the spiritual pre-existence and the spiritual life hereafter, he fails to recognize the full\nsignificance of his activities during the years he spends on earth. To the Lord everything is\nboth spiritual and temporal, and the laws he gives are consequently spiritual, because they\nconcern spiritual beings.\n<\/p><p>\nEvery phase of our life, therefore, becomes the concern of the Church. The great welfare\nprogram of the Church demonstrates this principle. The Church is interested in our social and\nour recreational needs, educational, family life, our business affairs, and all that we do.\n<\/p><p>\nThere is no way we can separate the activities of worship on the Sabbath day from the many\npursuits of the weekday by calling one religious and the other temporal. Both are spiritual.\nGod has ordained them thus, for they consist of our thoughts and actions as we wend our way\nthrough this part of eternity. Thus our business transactions, our daily labors, our trade or\nprofession, or whatever we do become part of living the gospel.\n<\/p><p>\nThis imposes upon us a high duty and a high responsibility. If all men would live in\nobedience to these principles in their daily lives and in their dealings with each other, and if\nthis same code would prevail among those who are in leadership among the peoples and\nnations of the world, righteousness would prevail, peace would return, and the blessings of the\nLord would be showered down upon his children.\n<\/p><p>\nRighteous living must start in the lives of individuals. Each of us has the duty. It must be\nincorporated into family living. Parents have the responsibility to live these principles and\nteach them to their children. Religion must be part of our living. The gospel of Jesus Christ\nmust become the motivating influence in all that we do. There must be more striving within\nin order to follow the great example set by the Savior if we are to become more like him.\nThis becomes our great challenge.\n<\/p><p>\nOur daily prayer might well be stated in the words of the hymn: \n<\/p><p>\n\"More holiness give me,<br \/>\n     More strength to o'ercome; <br \/>\n     More freedom from earth stains,<br \/>\n     More longing for home; <br \/>\n     More fit for the kingdom,<br \/>\n     More used would I be; <br \/>\n     More blessed and holy,<br \/>\n     More, Savior, like thee.\"\n<\/p><p>\nI witness that Jesus is the Christ, the Savior of the world. If only we could catch the vision\nand conform our lives to his teachings, we would find that joy which has been promised to\nus. In whatever we eat or drink, or whatever we do, may it all be done to the glory of God\n(<span class=\"citation\" id=\"338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(338)\">1 Cor. 10:31<\/a><\/span>) I\nhumbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}