{"ID":1174, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep God's Commandments Now<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1961, pp. 111-113<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, we are living in a great age of the Church. I thrill when I think\nabout the tremendous growth that is taking place, and especially when I meditate on the\ndevelopment of the various phases of church activity. This unusual growth and development\nhas taken place primarily during the past few years since President David O. McKay became\nleader of the Church.\n<\/p><p>\nAs President Henry D. Moyle said yesterday, truly the stone has been cut out of the mountain\nwithout hands, and it is destined to roll forth and fill the whole earth (see\n<span class=\"citation\" id=\"10657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10657)\">Dan. 2:34-35,45<\/a><\/span>).\n<\/p><p>\nAs I travel throughout the Church and meet with the stake presidencies, the other officers, and\nthe people in general of the various stakes, I thrill with their devotion. Thousands and\nthousands of them have an eye single to the glory of God and to the upbuilding of the\nkingdom. They bear solemn testimonies that Jesus is the Christ and that this is his true\nChurch. I marvel how devoted to the cause of righteousness many Latter-day Saints are.\n<\/p><p>\nOn the other hand, when I look at the reports of the various stakes and observe how many\nmembers have their names on the records who are not keeping the commandments, it causes\nmy heart to sadden. It causes me to want to do all I can to help change that condition. I\nstrongly desire that all Latter-day Saints work out their eternal exaltation now while the\nopportunity is ours.\n<\/p><p>\nIt seems that many in the Church do not appreciate the gospel. They do not realize that if\nthey attain the greatest amount of joy in this life and eternal life in the world to come\n(<span class=\"citation\" id=\"13991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13991)\">D&amp;C 59:23<\/a><\/span>), they\nmust prove faithful now. This life is our opportunity. Yes, our chance to serve God is now!\nToday is the day for us to prepare to meet God. We cannot put it off until the next world.\n<\/p><p>\nSome 2,500 years ago, Nephi, looking down through the stream of time, saw\nour day and prophesied about it extensively. He said that in the last days the God of heaven\nwould proceed to bring forth a marvelous work and a wonder\n(<span class=\"citation\" id=\"3670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3670)\">2 Ne. 27:26<\/a><\/span>). He described this work and the\ngreat effect it would have upon the people of the world.\n<\/p><p>\nNephi also proclaimed that many Church members in our day would not be faithful. He said\nthat they would be influenced by the Evil One; that they would be deceived and dragged\ndown to hell (<span class=\"citation\" id=\"3675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3675)\">2 Ne. 28:21<\/a><\/span>).\nLet me read one of Nephi's statements:\n<\/p><p>\n\"And there shall also be many which shall say: Eat, drink, and be merry; nevertheless fear\nGod&mdash;he will justify in committing a little sin; yea, lie a little, take the advantage of one\nbecause of his words, dig a pit for thy neighbor; there is no harm in this; and do all these\nthings, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few\nstripes, and at last we shall be saved in the kingdom of God.\n<\/p><p>\n\"Yea, and there shall be many which shall teach after this manner, false and vain and foolish\ndoctrines\" (<span class=\"citation\" id=\"3672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3672)\">2 Ne. 28:8-9<\/a><\/span>).\n<\/p><p>\nIt seems to me that the principle theme of this conference has been obedience to God's\ncommandments. I have a strong feeling in my heart this afternoon to say something to cause\nsome of us to recognize the importance of keeping God's commandments at the present time\nwhile the opportunity is ours.\n<\/p><p>\nI remember that a few years before President Grant died, he came to a general conference one\nday and said that while preparing his mind for conference he had wondered what great\nblessing he could give to the Latter-day Saints. He pondered on what good thing he could do\nfor them. And then he remarked, \"Under the inspiration of the Lord I have come to\nconference with the one simple idea, '<i>Keep God's commandments!<\/i>'\"\n<\/p><p>\nMany Latter-day Saints think that they can reject temple marriage, fail to pay their tithes and\noffering, commit various sins here in mortality and that they will have another chance to\nmake all of this up in the life to come. I desire to emphasize the point that now is the time\nfor members of the Church of Jesus Christ of Latter-day Saints to render obedience to all of\nthe Master's laws and ordinances. It is required that we keep God's commandments now,\nbecause we have taken upon ourselves the name of Christ. We are members of his Church,\nand so we are having our opportunity to render obedience to all of his commandments now.\nWe should perform our own ordinances in the temple and keep all of the Lord's\ncommandments while the day lasts, because for us the night may come wherein we cannot\nwork (<span class=\"citation\" id=\"27973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27973)\">John 9:4<\/a><\/span>;\n(<span class=\"citation\" id=\"5638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5638)\">3 Ne. 27:33<\/a><\/span>). That would be terrible\nif we had not proved faithful.\n<\/p><p>\nIn the account of the grand council of heaven we read: \"And there stood one among them that\nwas like unto God, and he said unto those who were with him: We will go down, for there is\nspace there, and we will take of these materials, and we will make an earth whereon these\nmay dwell; \n<\/p><p>\n\"And we will prove them herewith, to see if they will do all things whatsoever the Lord their\nGod shall command them\" (<span class=\"citation\" id=\"7219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7219)\">Abr. 3:24-25<\/a><\/span>).\n<\/p><p>\nThus, in the very beginning&mdash;even in the spirit world&mdash;we were informed that mortality was\nto be a state of probation, a proving ground, to see if we would keep all of God's\ncommandments. That same idea was verified in a modern revelation through the Prophet\nJoseph Smith to the Latter-day Saints. Jesus Christ, our Lord, declared: \n<\/p><p>\n\"And I now give unto you a commandment to beware concerning yourselves, to give diligent\nheed to the words of eternal life.\n<\/p><p>\n\"For you shall live by every word that proceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"14015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14015)\">D&amp;C 84:43-44<\/a><\/span>).\n<\/p><p>\nA little later another revelation came to the Prophet which warned the Saints as follows: \n<\/p><p>\n\"For if you will that I give unto you a place in the celestial world, you must prepare\nyourselves by doing the things which I have commanded you and required of you\"\n(<span class=\"citation\" id=\"14006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14006)\">D&amp;C 78:7<\/a><\/span>).\n<\/p><p>\nJesus Christ is the great Lawgiver and Judge. He is the one that will give us our rewards and\nblessings for righteousness, and, on the other hand, withhold blessings or\ngive us the punishments for failing to live righteous lives. He judges on a very fair basis by\neternal law. He cares not whether one is rich or poor, bond or free, male or female.\n<\/p><p>\nJesus judges by what is in one's heart: \". . . for out of the abundance of the heart the mouth\nspeaketh\" (<span class=\"citation\" id=\"35114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35114)\">Matt. 12:34<\/a><\/span>),\nand, \"For as he thinketh in his heart, so is he\"\n(<span class=\"citation\" id=\"41439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41439)\">Prov. 23:7<\/a><\/span>).\n<\/p><p>\nAnd so the Lord's judgment will be based upon law. We shall receive exactly what we merit.\nWe read in the Doctrine and Covenants: \n<\/p><p>\n\"There is a law, irrevocably decreed in heaven before the foundations of this world, upon\nwhich all blessings are predicated&mdash;\n<\/p><p>\n\"And when we obtain any blessing from God, it is by obedience to that law upon which it is\npredicated\" (<span class=\"citation\" id=\"14054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14054)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nAs we learned in the Mutual theme a few years ago, the Lord also said: \n<\/p><p>\n\"I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no\npromise\" (<span class=\"citation\" id=\"14011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14011)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nI think, my brothers and sisters, that we should not only avoid committing sins, but we should\nalso avoid doing things that appear to be sinful.\n<\/p><p>\nWhen I was a young man, I heard a good woman say several times, \"Don't do anything\nwrong. Don't do anything that even appears to be wrong.\"\n<\/p><p>\nOf course, at that time I thought that that statement was somewhat foolish; but as I have\nbecome older and have observed human nature, I have come to know that the example we set\ncauses many people to do wrong. Our example may also cause them to do right. And so now\nI think that that statement is a very wise one.\n<\/p><p>\nLet me illustrate with a little personal experience. A few years ago, accompanied by a welfare\nman, I was on the way to Seattle to a stake conference. The train stopped at Portland for the\npassengers to eat breakfast. As we ordered our breakfast, as usual the waitress asked if we\nwould care for coffee. Of course, as always, we replied \"No, thank you.\" But when she\nbrought the breakfast, she set two cups of coffee beside our plates and left quickly.\n<\/p><p>\nI said to the welfare man, \"I am not going to leave this coffee beside our plates while we eat.\"\n<\/p><p>\nHe replied, \"We could push them aside a little distance from our plates, and I think it will be\nokay.\"\n<\/p><p>\nThe waitress returned about then. I asked her to remove the coffee, stating that we had not\nordered it. No sooner had she got away from the table with the two cups of coffee than the\ndoor opened and in walked the stake president of the Portland Stake. He spied us\nimmediately, came over and sat down by us, and conversed with us all the time while we ate\nbreakfast.\n<\/p><p>\nWhen we got back on the train, the welfare man said, \"My, that was a narrow escape. If we\nhad had that coffee on the table, we could not have convinced that stake president that we had\nnot ordered it and that we had not intended to drink it.\"\n<\/p><p>\nBrothers and sisters, all of us who are members of the Church of Jesus Christ of Latter-day\nSaints have entered into a covenant with the Lord to keep all of his commandments now\nwhile here in mortality. In the words of the Preacher: \n<\/p><p>\n\"Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for\nthis is the whole duty of man.\n<\/p><p>\n\"For God shall bring every work into judgment, with every secret thing, whether it be good,\nor whether it be evil\" (<span class=\"citation\" id=\"21410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21410)\">Eccl. 12:13-14<\/a><\/span>).\n<\/p><p>\nI humbly pray that as members of the true Church, we will strive hard \"to do justly, to love\nmercy, and to walk humbly with our God\" (see\n<span class=\"citation\" id=\"37888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37888)\">Micah 6:8<\/a><\/span>); and after mortal life has closed,\nmay we find a glorious home prepared for us in his mansion on high.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}