{"ID":1176, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">When the Spirit Speaks<\/p>\n<p class=\"gcspeaker\">Elder Seymour Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, October 1961, pp. 116-117<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nYesterday Elder Marion G. Romney mentioned the matter of the Holy Spirit and said that one\ndoes not hear it with his ears. May I read to you a verse of scripture which verifies that.\nNephi was rebuking his two brothers who were intent upon killing him as they journeyed\ntoward the Promised Land. He reminded them that they thought to murder his father, but also\ntheir intent was to murder him, and therefore in their hearts they were murderers. Then he\nreminded them of the times which the Lord had tried to impress them in these words: \n<\/p><p>\n\"Ye have seen an angel, and he spake unto you; yea, ye have heard his voice from time to\ntime; and he hath spoken unto you in a still small voice,\"&mdash;and this is the part I would like to\nhave you hear&mdash;\"but ye were past feeling, that ye could not feel his words\"\n(<span class=\"citation\" id=\"1575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1575)\">1 Ne. 17:45<\/a><\/span>).\n<\/p><p>\nI used to wonder why Nephi didn't say \"hear his words.\" Now I know that one doesn't hear\nthem with his ears, as Brother Romney said. But into a person's mind there come words.\nThese seem to be his own words, but with the Spirit upon him, are not his words. With these\nwords comes a feeling. One actually feels the words, just as Nephi said. These brothers had\nlost that feeling, and therefore could not detect words given by the Spirit as apart from their\nown thoughts.\n<\/p><p>\nThis \"feeling\" comes to all who will hear. One's first experience in this likely is akin to those\nof all converts to the Church when they read what Moroni said. He told\nthem that after they had heard these things, if they would ask God they would know of their\ntruth\n(<span class=\"citation\" id=\"38289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38289)\">Moro. 10:4<\/a><\/span>).\nI believe that James was referring to this fundamental truth when he\nwrote these words, \"If any of you lack wisdom, let him ask of God\"\n(<span class=\"citation\" id=\"26142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26142)\">James 1:5<\/a><\/span>). The\nProphet Joseph, reading, was impressed to go to the woods and pray. Anybody who cannot\nlearn to hear by feeling will not go very far in the Church, in my humble opinion, for I\nbelieve that to be the way the majority of us know if these things are true.\n<\/p><p>\nBy that Spirit which whispers in my soul, and which I feel with my heart and my feelings at\nthe same time, the knowledge of which rings constantly in my whole being, I know that\nJoseph Smith received many of his revelations by that means. By that whispered feeling, too,\nI know that he was a prophet of the Living God and that President McKay is likewise a\nprophet of the Living God. I would ask only one thing, that each of us as we leave this\nconference ask ourselves if during any of these meetings, we felt in our hearts the whispering,\nand had the words form into our minds as the whispering became feeling, and the message\ncame clearly into our minds that the speaker has spoken truly. \"That is true doctrine. He is\nspeaking truth to us,\" it tries to say.\n<\/p><p>\nTo me this conference has been filled with that type of thing. I am proud to be a member of\nthe Church. I am delighted to have the opportunity of bearing my testimony that I know these\nthings are true, and I do it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}