{"ID":1177, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Amazing Growth of the Church<\/p>\n<p class=\"gcspeaker\">Elder Franklin Dewey Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, October 1961, pp. 117-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Moyle, President Brown, President Smith, and all of you\nwonderful brothers and sisters and friends, I approach this responsibility and assignment with\na humble heart, and I pray that our Father in heaven will bless me with his Spirit that I might\nbe able to say something that will be helpful in building the kingdom of God.\n<\/p><p>\nAt the last conference, I spoke to you about the amazing growth and development of the\nChurch. At that time I suggested that each of you accept President McKay's challenge that\nevery member be a missionary. To do this I proposed that we ask our friends and neighbors\nthe two golden questions,\n\"What do you know about the Mormon Church?\" and \"Would you like to know more?\"\n<\/p><p>\nIt is apparent that many have been asking these questions. Are you one of them?\n<\/p><p>\nAs a supervisor of the eight eastern American missions, I have spent a large part of the time\nsince the last conference in those missions, and I bring to you the affectionate greetings and\nlove of the mission presidents, the missionaries, and the Saints. I am happy to make this brief\nreport: \n<\/p><p>\nFirst, that convert baptisms are nearly three times those of a year ago, that means\napproximately 1,100 each month, or as translated into new stakes, roughly\nsix new stakes each year.\n<\/p><p>\nSecondly, chapels and church buildings are being built in large numbers. Just as an example,\nSister Richards and I came back a short time ago from the Canadian Mission, and in that\nmission during the first seven months of this year, six chapels have been completed and are\noccupied, and seven more are either under construction or in the late planning stage.\n<\/p><p>\nThird, new stakes are being organized. Two have recently been organized in North Carolina\nand within the area covered by the eight eastern American missions, it is likely that eight\nmore stakes will be ready for organization during the next twelve months.\n<\/p><p>\nThis pattern of accelerated growth and development of the Church, as you can see, is going\non throughout the entire world. Many have asked why this growth is taking place. Prophecy is\nbeing fulfilled, my brothers and sisters, and the Lord is pouring out his Spirit upon all flesh. I\ncan notice the difference in just the last few months.\n<\/p><p>\nIn a vision manifested to Joseph Smith the Prophet and Oliver Cowdery, the heavens were\nopened, and Moses appeared and committed unto them the keys of the gathering of Israel\nfrom the four quarters of the earth\n(<span class=\"citation\" id=\"14046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14046)\">D&amp;C 110:11<\/a><\/span>). I bear witness to you that this, the Dispensation of the\nFulness of Times, is indeed the time of gathering.\n<\/p><p>\nWhen the Angel Moroni first visited the Prophet Joseph, he quoted from the second chapter\nof Joel: \"And it shall come to pass afterward, that I will pour out my spirit upon all flesh\"\n(see <span class=\"citation\" id=\"26873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26873)\">Joel 2:28<\/a><\/span>;\n<span class=\"citation\" id=\"30413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30413)\">JS&mdash;H 1:41<\/a><\/span>).\nMoroni told the Prophet that this was not yet fulfilled but\nwould be soon. I am confident, my brothers and sisters, that this prophecy is now being\nfulfilled.\n<\/p><p>\nThe Lord has told us, \"And ye are called to bring to pass the gathering of mine elect; for\nmine elect hear my voice and harden not their hearts\"\n(<span class=\"citation\" id=\"13969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13969)\">D&amp;C 29:7<\/a><\/span>).\n<\/p><p>\nAs the Savior instructed: \"Go ye into all the world, and preach the gospel to every creature.\n<\/p><p>\n\"He that believeth and is baptized shall be saved; but he that believeth not shall be damned\"\n(<span class=\"citation\" id=\"33147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33147)\">Mark 16:15-16<\/a><\/span>).\n<\/p><p>\nSo we in this dispensation have also been instructed. These prophecies are being fulfilled in\nthis great growth of the Church. Baptism is necessary to enter the kingdom of God, and to us\nof this dispensation the Lord has given the assignment to baptize his elect. Today we have the\ncounsel of our President and Prophet David O. McKay that \"every member should be a\nmissionary,\" in order to bring more souls into the kingdom of God. We sustained our\nPresident wholeheartedly and seek to follow his counsel.\n<\/p><p>\nSo every man, woman, and child wants to know how they can fulfill their assignment to be a\nmissionary.\n<\/p><p>\nFirst, each one of us must live the gospel; then we should invite our nonmember\nfriends to attend our Church meetings and functions with us; also, find people who want to\nknow more about the Church and the best way to do this is to ask the \"golden\nquestions,\"&mdash;\"What do you know about the Mormon Church?\" and \"Would you like to know\nmore?\"\n<\/p><p>\nThose that say \"Yes,\" should be invited into group meetings in the members' homes to hear\nthe missionaries discuss the principles of the gospel. Where this is not possible, the person\nshould be referred to the missionaries to contact.\n<\/p><p>\nAsking these two questions is a sifting process, finding the elect, those that want to know\nmore about the Church.\n<\/p><p>\nIn Charlottesville, Virginia, as an example, one of our good sisters who worked at a bakery\ndecided to ask the five women she was working with the golden questions, and all of them\nsaid they would like to know more about the Church. She invited them to a series of group\nmeetings in her home to hear the missionaries, and four of the five women gained a testimony\nand were baptized into the Church.\n<\/p><p>\nThe full-time, stake, and district missionaries will work with you, with the special assignment\nto teach the gospel. All the missionaries throughout the Church are using the simple, uniform\nplan. This program assists them in developing greater spirituality, the attitude of success, and\na good knowledge of the gospel and the teaching plan. Through this\npreparation, missionaries are endowed with great power.\n<\/p><p>\nHeretofore a large part of the missionary's time has been spent in finding people to teach.\nNow more of the missionary's time is being spent in teaching because the members are\nfinding those that are interested and in many instances bringing them together into groups to\nbe taught by the missionary. This method is bringing into the Church many more converts.\n<\/p><p>\nEverything is being done to make the work of the missionaries more efficient and effective.\nThe use of the telephone in tracting and to follow up referrals is a real effective, modern\nproselyting device. The use of cars, in many instances, is also a great time-saver. Home nights\nto permit groups to get acquainted with the Church and for missionaries to make contacts with\nnonmembers is likewise an effective tool.\n<\/p><p>\nWe are just starting on a comparatively new approach. This involves an advertising and direct\nmail program, a new type of tracting, so to speak. Our advertisements and letters will provide\na coupon or a card to be returned to us, requesting missionaries to call or a home-study\ncourse to be sent.\n<\/p><p>\nWe have adapted the uniform missionary teaching plan to a home-study course. Many who\nstudy the gospel in this manner will undoubtedly later want missionary visits. Through\nadvertisements and through the mail, we will reach many that we are not able to reach by our\npresent methods. Baptisms from this source of referrals are already being reported.\n<\/p><p>\nMany people refer to our present missionary plan as a \"new plan,\" but it really is not.\nExamining the proselyting methods of the apostles and the disciples at the time of Christ and\nin the early days of the Church in our time we find that the methods used today are very\nsimilar. One of the most remarkable examples was Peter's sermon to the people on the day of\nPentecost, the result of which is recorded in the second chapter of Acts, and the 41st verse as\nfollows: \n<\/p><p>\n\"Then they that gladly received his word were baptized: and the same day there were added\nunto them about three thousand souls\"\n(<span class=\"citation\" id=\"7877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7877)\">Acts 2:41<\/a><\/span>).\n<\/p><p>\nThe autobiography of Parley P. Pratt tells us of his meeting John Taylor, whose name was\ngiven to him as a referral. Parley P. Pratt used group meetings most effectively. His\nexperience in New York City is related as follows: \n<\/p><p>\n\"While I preached, a lady solicited me to preach in her house in Willett Street, for she said, 'I\nhad a dream of you and of the new church the other night.' Another lady wished me to\npreach in her house in Grant Street. In the meantime I was invited by the Free Thinkers to\npreach or give a course of lectures in Tammany Hall. In short, it was not three weeks . . . till\nwe had fifteen preaching places in the city, all of which were filled to overflowing. We\npreached about eleven times a week besides visiting from house to house. We soon\ncommenced baptizing and continued baptizing almost every day during the winter and spring.\"\n(<i>Autobiography of Parley P. Pratt<\/i>, p. 170, 1950 Ed.)\n<\/p><p>\nOur missionary program is based on declaring repentance and baptism. Our missionaries know\nthat baptism is essential, and they are baptism conscious. The Lord has given us a list of\nqualifications necessary for baptism, and this is in the Doctrine and Covenants, section 20\n(<span class=\"citation\" id=\"13967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13967)\">D&amp;C 20:68-74<\/a><\/span>).\nMissionaries are instructed to see that these qualifications are met. This is not a day for\ncompromising standards.\n<\/p><p>\nAfter baptism our responsibility is to fellowship the new converts. There will be little falling\naway as we \"love\" these good people into the Church and give them an opportunity to serve.\n<\/p><p>\nBrothers and sisters, God the Father and his Son Jesus Christ did appear to the Prophet Joseph\nSmith. The fulness of the gospel of Jesus Christ has been restored to this earth. The Church of\nJesus Christ with the authority to act in his name is on the earth. This is the Church of Jesus\nChrist of Latter-day Saints. We need a prophet today, and we have a prophet&mdash;President David\nO. McKay.\n<\/p><p>\nI bear witness to you that these things are true.\n<\/p><p>\nRemember the scriptures. \"For behold, the field is white already to harvest;\nand it is the eleventh how, and the last time that I shall call laborers into my vineyard\"\n(<span class=\"citation\" id=\"13972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13972)\">D&amp;C 33:3<\/a><\/span>).\nAnd remember President McKay's admonition, \"Every member a missionary.\" The\nchallenge is for each of us to be a missionary. This means for each of us to bring a convert\ninto the Church this year. Let us make this our goal and may the Lord make us equal to the task, I\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}