{"ID":1178, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Trust the Prophet<\/p>\n<p class=\"gcspeaker\">Elder Theodore Moyle Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, October 1961, pp. 120-122<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I am most grateful for this past year. It has been a marvelous year to\nhave spent in association with these, my brethren. I have had my eyes opened. I have learned\nmany things. It has also been a tremendous blessing to me to be able to travel among the\nstakes and missions of the Church and see what wonderful strength and leadership we have\nwhere-ever I travel.\n<\/p><p>\nI have been greatly impressed by the strength of the Church, for I feel the strength of the\nChurch is in the hearts of our people who are willing to serve and to sacrifice because of the\ntestimony they have in their hearts that this is the truth.\n<\/p><p>\nNow, as a missionary, how can I teach the things that are in my heart to you, the people?\nHow can I strengthen the Saints and teach those who are not yet members of the Church?\nHow can I give confidence to them that God does live and that he does speak in this\ngeneration?\n<\/p><p>\nPerhaps I can illustrate this by talking for a moment about some of the problems of\ntranslation. When I worked for the United States government in the foreign agency service of\nthe Treasury Department, it was my duty to translate some of the customs laws from the\nGerman into the English language. I soon learned that a man in order to translate has to know\nmuch more than just the words of the language. I found that a translator must give a message,\nnot just a literal translation of the subject word for word.\n<\/p><p>\nI found that sentences mean much more than words. I found that paragraphs are much more\nimportant than sentences, and I found that the treatise as a whole must make sense. Otherwise,\nthe translation is not good. Words have many different meanings, and the meanings of these\nwords depend upon their usage. The context in which they are used becomes extremely\nimportant.\n<\/p><p>\nLet us take as a simple example the word, <i>corn<\/i>. It is a simple English word, but if you were\nto translate this into another language, you would have to understand some of its many\nmeanings. <i>Corn<\/i> would mean <i>maize<\/i> to the Indian. It would mean <i>grain<\/i> to the Britisher. It\nwould mean <i>whiskey<\/i> to the moonshiner. It would mean to <i>granulate<\/i> to the chemist or to the\nmunitions manufacturer. It would mean to <i>preserve<\/i> to the housewife. It would mean to <i>plant<\/i>\nto the farmer. It would mean <i>a horny skin growth<\/i> to the doctor of medicine.\n<\/p><p>\nSo, if you were to translate that word you would have to know how it was used. Thus a\ntranslator must understand the meaning of the information he is to present; otherwise, his\ntranslation is impossible. So, if he is to translate, he must become an authority in other fields\nmuch more than just an authority in the language with which he is working. He must\nunderstand something about the subject being translated.\n<\/p><p>\nLet us look now at the problem of translating the Bible, particularly in the Old Testament.\nNot only must the translator know English, he must also know Hebrew. He must know what\nthe Hebrew says, and then he must put that understandingly into the English language.\n<\/p><p>\nIn the Old Testament there are several Hebrew words, \"ro'eh,\" \"hozeh,\" and \"nabhi',\" all of\nwhich are translated by the translators as <i>prophet<\/i>. The first two, almost synonymous, from the\nroots \"ra'ah\" and \"hazah,\" both meaning to see suggest the man of vision and should be\nproperly rendered as <i>seer<\/i>. The term \"nabhi'\" from the root \"nabha\" means <i>to announce<\/i>. But if\nthe translator felt that <i>to see<\/i> and <i>to announce<\/i> are synonymous and that they refer to the same\nthing, then he would so use them. Thus we find that all of these words were used and\ntranslated as <i>prophet<\/i> and sometimes the word <i>seer<\/i> was used where <i>prophet<\/i> should have been\nused, and sometimes the word <i>prophet<\/i> was used where <i>seer<\/i> should have been used. Confusion\nresulted therefrom, because the translators did not understand that these two words <i>seer<\/i> and\n<i>prophet<\/i> mean different things; that they have different usages.\n<\/p><p>\nThere is a great difference between these words because a <i>seer<\/i> is greater than a <i>prophet<\/i>. King\nLimhi, in speaking to the missionary, Ammon, said, \". . . a seer is greater than a prophet\"\n(<span class=\"citation\" id=\"40302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40302)\">Mosiah 8:15<\/a><\/span>).\nThen Ammon explained why. He said, \". . . a seer is a revelator and a prophet also; and a gift\nwhich is greater can no man have, except he should possess the power of God, which no man\ncan; yet a man may have great power given him from God.\n<\/p><p>\n\"But a seer can know of things which are past, and also things which are to come, and by\nthem shall all things be revealed, or, rather, shall secret things be made manifest, and hidden\nthings shall come to light, and things which are not known shall be made known by them, and\nalso things shall be made known by them which otherwise could not be known\"\n(<span class=\"citation\" id=\"40303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40303)\">Mosiah 8:16-17<\/a><\/span>).\n<\/p><p>\nLife for the ordinary man is ofttimes frightening and bewildering. There is so much that we\nmortals fear. There is so much that we do not understand. There is so much that we do not\nknow. When we talk of knowing, we talk of knowledge, and it would be well to ask ourselves\nwhat we mean by \"knowledge.\" Knowledge is only our interpretation of the evidence before\nus. If our interpretation of the evidence is wrong, our knowledge is false.\n<\/p><p>\nSometimes, therefore, we make grave errors, for our interpretation of the evidence is wrong.\nWhat a shock it is for us to realize that what we once thought we knew&mdash;is wrong! This has\noccurred many times in the history of the earth. Why, the evidence was so plain to those who\nstated that the earth was flat, that when anyone mentioned that the earth is round, it was a\nridiculous thing, and the people just laughed at the idea Yet by the evidence we have today\nwe interpret this to mean that the earth is round, and we claim that previous persons just\ndidn't understand the evidence presented to them.\n<\/p><p>\nThe same thing is true when we talked about the sun revolving around the earth. Why, any\nman with eyes to see could actually see the sun revolving around the earth! Yet our\ninterpretation of the evidence today is just the reverse of this. So, what we say we know is\nnot always true.\n<\/p><p>\nWhat then can a person cling to? Youth lacks experience, and older people jump at\nconclusions also. Knowledge is often based on too little evidence, either by the young or by\nthe old. Thus, young and old, when they have found themselves questioning, become\nskeptical, and they begin to question and doubt everything and have confidence in nothing.\n<\/p><p>\nNow to what can a man turn? In what can he place reliance? In whom can we put our\nconfidence, our trust? Now remember, Ammon said a seer is greater than a prophet. Before he\nmade this statement he had said \". . . I can assuredly tell thee, O king, of a man that can\ntranslate the records; for he has wherewith that he can look, and translate all records that are\nof ancient date; and it is a gift from God. And the things are called interpreters, and no man\ncan look in them except he be commanded, lest he should look for that he ought not and he\nshould perish. And whosoever is commanded to look in them, the same is called seer\"\n(<span class=\"citation\" id=\"40301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40301)\">Mosiah 8:13<\/a><\/span>).\n<\/p><p>\nThus one can trust a seer because a seer may see the heavens open. He may see the great\nvision of God working in all his majesty. He may see the fulness of truth as\nit is revealed to him by God who makes no mistakes. The evidence is clear, therefore, and the\ninterpretation is clear. The seer can bear personal testimony, not based on books, not based on\nscholarship, not based on tradition, but based on the evidence of things that God himself can\nreveal to him in an actual experience with Deity. He may receive a revelation from God by\nactually seeing and hearing and being instructed in the real truth.\n<\/p><p>\nA seer then is one who may see God, who may talk with God, who may receive persona,\ninstruction from God. Our prophet is a seer and a revelator. I do not know who originally\ntaught the doctrine. I was told once that it was taught by President Heber J. Grant, but I was\ntaught this doctrine by Elder Marion G. Romney, who told me that the Lord will never let his\nprophet, the seer, lead his people astray. Men in all ranks on this earth and in the Church have\nfallen from grace, but the Lord will never permit the great prophet, our seer, and revelator, to\nfall or to lead the people astray. Before this could happen God must of necessity remove that\nman from the earth.\n<\/p><p>\nThere must be someone to whom the people can turn and trust, who can speak for God. God\nmust have someone on earth who can point the way and say, \"This is true.\" How grateful, my\nbrothers and sisters, we should be that God in the fulness of his grace has given us a living\nprophet to guide us to Him even more that God has given us a seer, for this seer and prophet\nreveals personal testimony to young and old alike that Jesus is in very deed the risen Savior,\nthe Living God.\n<\/p><p>\nOf this I bear sacred testimony, for under conditions too sacred to mention here God has\ngiven me witness three times in the temples that David O. McKay is truly and indeed a\nprophet of God, a seer, and I bear you this testimony that you can trust him and so put your\nwhole faith in Jesus Christ. We must turn from anything which tears us away from God our\nFather and turn to that which will lead us to him through repentance, through our\ndetermination and through our absolute will to do the work of God.\n<\/p><p>\nI bear you this testimony in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}