{"ID":118, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Resurrected Christ<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1944, pp. 119-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: I am glad to worship with you and with the Tabernacle Choir on this\nthe Lord's day, so designated by the early\napostles in commemoration and in testimony of the resurrection of our Lord.\n<\/p><p>\nHowever, as I fill this assignment to speak to you I am deeply conscious of the fact that I am\nfeeling more the significance of the resurrection than I am able to express. I pray, therefore,\nthat the Spirit of the Lord may enlighten our minds to see and touch our hearts to feel more\nthan my mere words will denote.\n<\/p><p>\nFor I know that my Redeemer liveth, and that He shall stand at the latter day upon the earth:\n<\/p><p>\nAnd though after my skin worms destroy this body, yet in my flesh shall I see God:\n<\/p><p>\nWhom I shall see for myself, and mine eyes shall behold, and not another; though my reins\nbe consumed within me (<span class=\"citation\" id=\"26637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26637)\">Job 19:25-27<\/a><\/span>).\n<\/p><p>\nHe who can thus testify of the living Redeemer has his soul anchored in eternal truth.\n<\/p><p>\nThe latest and greatest confirmation that Jesus rose from the grave is the appearance Of the\nFather and the Son to the Prophet Joseph Smith\n(<span class=\"citation\" id=\"30222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30222)\">JS&mdash;H 1:17<\/a><\/span>),\nnineteen hundred years after the event that\ntoday Christendom is celebrating. It is highly appropriate, therefore, that the Church should\njoin in the annual festival commemorating the resurrection of Christ, the most significant, the\nmost memorable event in the history of mankind.\n<\/p><p>\nThis miracle of life is significant not only in itself, but in its connotation of all the basic\nprinciples of true Christianity.\n<\/p><p>\nDISBELIEF ALL TOO GENERAL\n<\/p><p>\nJudging from the war now raging it is quite evident that leaders of some of the governments\nof the world do not believe in the actuality of the resurrection. At least the beginning of this\ndeadly conflict indicates that they not only do not accept it as a fact, but reject it as a myth or\nsuperstition. At any rate, we know that the leaders of the nation directly responsible for\nstarting this worldwide holocaust have openly repudiated Jesus Christ and his teachings.\n<\/p><p>\nToo many today are like the men on Mars' Hill two thousand years ago who erected an altar\nto \"The Unknown God,\" but who knew little or nothing about him. We read that on his way\nto the Areopagus, Paul had beheld magnificent statues erected to various gods which the\nGreeks worshipped&mdash;to Mars, the god of war; Aphrodite, the goddess of love; Bacchus, the\ngod of wine, and towering above them all, the Pallas-Athene, the goddess of wisdom, the\nprotectress of Athens&mdash;and many others.\n<\/p><p>\nHere frequently gathered philosophers and judges, the ablest thinkers, the wisest sages of the\nancient world, considering and discoursing on the mysteries of life and the destiny of the\nhuman race.\n<\/p><p>\nIn the midst of all this worldly wisdom there stood a lonely little brown-eyed man who\nchallenged much of their philosophy as false and their worship of images as gross error&mdash;the\nonly man in that great city of intellectuals who knew by actual experience that a man may\npass through the portals of death and live&mdash;the only man in Athens who could\nclearly sense the difference between the formality of idolatry, and the heartfelt worship of the\nonly true and living God. By the Epicureans and Stoics with whom he had conversed and\nargued, Paul had been called a babbler, a setter-forth of strange gods: So they took him, and\nbrought him unto Aeropagus, saying, 'May we know what this strange doctrine whereof thou\nspeakest is?'\"\n<\/p><p>\n\"Ye men of Athens,\" said Paul, \"I perceive that in all things ye are too superstitious.\n<\/p><p>\n\"For, as I passed by, and beheld your devotion, I found an altar with this inscription. 'To the\nUnknown God.' Whom, therefore, ye ignorantly worship, him declare I unto you.\"\n<\/p><p>\nAs Paul discoursed eloquently on the personality of God, the philosophers listened curiously\nthough attentively until he testified that God had raised Jesus from the dead.\n<\/p><p>\nWhen they heard of the resurrection, some mocked and all but a few turned away, leaving\nhim who had declared the truth even more lonely than ever\n(<span class=\"citation\" id=\"7524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7524)\">Acts 17:16-34<\/a><\/span>).\n<\/p><p>\nToday, as on Mars' Hill, when we speak of the resurrection of the dead, there are some who\nmock and others who doubt and turn away. Today, as then, too many men and women have\nother gods to which they give more thought than to the resurrected Lord&mdash;the god of pleasure,\nthe god of wealth, the god of indulgence, the god of political power, the god of popularity,\nthe god of race superiority&mdash;as varied and numerous as were the gods in ancient Athens and\nRome.\n<\/p><p>\nThoughts that most frequently occupy the mind determine a man's course of action. As one\nwriter aptly says: \"The ever pressing pursuit of secular aims&mdash;natural science, commerce,\nluxury&mdash;any form of earthly ambition or absorption, makes the mind incapable of receiving,\nunderstanding, or even entertaining the idea of any Being higher than man, or any state of\nexistence higher than the present.\" It is therefore a blessing to the world that there are\noccasions such as Easter which, as warning semaphores, say to mankind: In your mad rush for\npleasure, wealth, and fame, pause, and think what is of most value in life.\n<\/p><p>\nWhen men heed this warning, and search the innermost recesses of their hearts, they find that\nthe most important question of their lives relates to the subject of immortality. A leading\nrailroad man, as quoted in <i>Young Man and the World<\/i>, expressed the thought of many when\nhe said: \n<\/p><p>\nI would rather be sure that when a man dies he will live again with his conscious identity,\nthan to have all the wealth of the United States, or to occupy any position of honor or power\nthe world could possibly give.\n<\/p><p>\nA young student recently expressed the thought that belief in Christ as the Redeemer, as God\nmade manifest, is waning; that professing Christians no longer believe that Jesus is the Only\nBegotten of the Father in the flesh; that in some miraculous manner his death made expiation\nfor sin; or that after His crucifixion Christ rose from the dead.\n<\/p><p>\nWith a view of getting a cross-section of current opinion on this matter the\nfollowing question was put directly to a number of leading citizens here in our city:\n<\/p><p>\n\"Do you accept as a fact the actual resurrection of Christ from the grave?\"\n<\/p><p>\nAmong the twenty-six men contacted were ministers, doctors of medicine, lawyers, and\nleading business men. A majority answered yes, some equivocated, eight answered no.\n<\/p><p>\nACCEPTED AS FACT BY EARLY APOSTLES\n<\/p><p>\nEstablish it as a fact that Christ did take up His body and appeared as a glorified, resurrected\nBeing, and you answer the question of the ages&mdash;\"If a man dies, shall he live again?\"\n(<span class=\"citation\" id=\"26634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26634)\">Job 14:14<\/a><\/span>).\n<\/p><p>\nThat the literal resurrection from the grave was a reality to the disciples who knew Christ\nintimately is a certainty. In their minds there was absolutely no doubt. They were witnesses of\nthe fact. They knew because their eyes beheld, their ears heard, their hands felt the corporal\npresence of the risen Redeemer.\n<\/p><p>\nVALUE OF THEIR TESTIMONY\n<\/p><p>\nThe deep significance of their testimony may be better understood when we realize that with\nJesus' death the apostles were stricken with gloom. When He was crucified, their hopes all\nbut died. That His death was a reality to the disciples is shown (1) in their intense grief, (2)\nin the statement of Thomas (<span class=\"citation\" id=\"27171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27171)\">John 20:25<\/a><\/span>),\n(3) in the moral perplexity of Peter when he said, \"I go a fishing\"\n(<span class=\"citation\" id=\"27174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27174)\">John 21:3<\/a><\/span>), and, (4) in the evident preparation for a permanent burial of their Master.\nNotwithstanding the often-repeated assurance of Jesus that He would return to them after\ndeath, the apostles seemed not to have accepted or at least not comprehended Christ's\nstatement as a literal fact. At the crucifixion they were frightened and discouraged. For two\nand a half years they had been upheld and inspired by Christ's presence. But now He was\ngone. They were left alone, and they seemed confused, helpless, and panic-stricken. Only\nJohn stood by the cross (<span class=\"citation\" id=\"27169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27169)\">John 19:25-27<\/a><\/span>).\nNot with timidity, not with feelings of doubt, gloom, and\ndiscouragement is a skeptical world made to believe. Such wavering, despairing minds as the\napostles possessed on the day of crucifixion could never have stirred people to accept an\nunpopular belief, and to die martyrs to the cause.\n<\/p><p>\nWhat was it that suddenly changed these disciples to confident, fearless, heroic preachers of\nthe Gospel?\n<\/p><p>\nIt was the revelation that Christ had risen from the grave.\n<\/p><p>\nI think it was Spurgeon who said:\n<\/p><p>\nHis promises had been kept, his Messianic mission fulfilled. The final and absolute seal of\ngenuineness had been put on all his claims, and the indelible stamp of a divine authority upon\nall his teachings. The gloom of death had been banished by the glorious light of the presence\nof their risen, glorified Lord and Savior.\n<\/p><p>\nOn the evidence of these unprejudiced, unexpectant, incredulous witnesses, faith in the\nresurrection has its impregnable foundation.\n<\/p><p>\nPRINCIPLES CONNOTED\n<\/p><p>\nThe event we celebrate today connotes the fundamental principles of the Gospel of Jesus\nChrist. In general these are:\n<\/p><p>\nI. The Fatherhood of God\n<\/p><p>\nNo man can accept the resurrection and be consistent in his belief without accepting also the\nexistence of a personal God. Through the resurrection Christ conquered death, and became an\nimmortal soul. \"My Lord and my God\" (<span class=\"citation\" id=\"27172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27172)\">John 20:28<\/a><\/span>)\nwas not merely an idle exclamation of Thomas when\nhe beheld his risen Lord. The Being before him was his God. Once we accept Christ as divine\nit is easy to visualize his Father as being just as personal as he; for, said Jesus, \"He that hath\nseen me hath seen the Father\" (<span class=\"citation\" id=\"27152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27152)\">John 14:9<\/a><\/span>).\n<\/p><p>\nInseparable with the idea of a Divine Personal Being is the acceptance of Him as the Creator\nof the world. True Christianity does not look upon the universe as the result of mere\ninteraction of matter and motion, of law and force, but, on the contrary, it regards all creation\nas the product of a Divine Intelligence \"who made the world and all things therein\"\n(<span class=\"citation\" id=\"7525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7525)\">Acts 17:24<\/a><\/span>). As one\nwriter puts it: \"This is what Christianity means by a personal God. It believes that all\nexistence has its roots in a conscious and intelligent purpose and that this purpose is good.\"\n<\/p><p>\nII. Sonship of Jesus Christ\n<\/p><p>\nThe Gospel teaches that Christ is the Son of God, the Redeemer of the world. No true\nfollower is satisfied to accept him merely as a great Reformer, the ideal Teacher, or even as\nthe One Perfect Man. The man of Galilee is, not figuratively, but literally, the Son of the\nliving God.\n<\/p><p>\nIII. The Immortality of the Human Soul\n<\/p><p>\nBelief in the resurrection connotes also the immortality of man. Jesus passed through all the\nexperiences of mortality just as you and I. He knew happiness, he experienced pain. He\nrejoiced as well as sorrowed with others. He knew friendship. He experienced also the sadness\nthat comes through traitors and false accusers. He died a mortal death even as every other\nmortal. Since His spirit lived after death, so shall yours and mine. So shall your soldier boy\nwho gives his life on the battlefield.\n<\/p><p>\nIV. The Brotherhood of Man\n<\/p><p>\nOne of the two great, general principles to which all other principles are subsidiary is this:\n\"Love your neighbor as yourself\" (<span class=\"citation\" id=\"33927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33927)\">Matt. 22:39-40<\/a><\/span>),\nand correlated with it the promise: \"Inasmuch as ye have\ndone it unto the least of these my brethren, ye have done it unto me\"\n(<span class=\"citation\" id=\"33937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33937)\">Matt. 25:40<\/a><\/span>).\n<\/p><p>\nThe Gospel, \"bids the strong bear the burdens of the weak\n(<span class=\"citation\" id=\"42661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42661)\">Rom. 15:1<\/a><\/span>), and to use the advantages given\nthem by their larger opportunities in the interest of the common good, that\nthe whole level of humanity may be lifted and the path of spiritual attainment be opened to\nthe weakest and most ignorant,\" as well as to the strong and intelligent.\n<\/p><p>\nV. The Standards of Life\n<\/p><p>\nFinally, since Jesus was the one perfect man who ever lived, as He, in rising from the dead,\nconquered death, and is now Lord of the earth, how utterly weak, how extremely foolish is he\nwho would wilfully reject Christ's way of life, especially in the light of the fact that such\nrejection leads only to unhappiness, misery, and even to death.\n<\/p><p>\nWhat a more delightful world this would be if, for example, men earnestly strove to apply\nChrist's advice: \"If ye have aught against a brother, go to him\"\n(<span class=\"citation\" id=\"33881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33881)\">Matt. 5:23-24<\/a><\/span>). Or, again, His admonition:\n\"seek first the kingdom of God and His righteousness\"\n(<span class=\"citation\" id=\"33885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33885)\">Matt. 6:33<\/a><\/span>), which means, simply, be not so\nanxious about worldly things as to make them of superior worth to spiritual attainment.\n<\/p><p>\nThe Savior condemned hypocrisy and praised sincerity of purpose. Keep your heart pure and\nyour actions will be in accord therewith. Social sins&mdash;lying, stealing, dishonest dealing,\nfornication, and the like are first committed in thought.\n<\/p><p>\nJesus taught that an unsullied character is the noblest aim of life. As John W. Powell aptly\nsays:\n<\/p><p>\nNot possessions, nor fame, nor honor: not success nor prosperity; not physical pleasure and\nease. . . . None of these can completely satisfy the human spirit; nor fulfill the highest\ndemand of life.\n<\/p><p>\nNo man has attained who has not become a good man, pure and loyal and true of soul; whose\ncharacter, though bought at the cost of all the common aims of existence, will stand the test\nof every temptation and bring him into communion with the divine.\n<\/p><p>\nHerein, brethren, lies the true source of the testimony: \"I know that my Redeemer lives\"\n(<span class=\"citation\" id=\"26635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26635)\">Job 19:25<\/a><\/span>). No\nman can sincerely resolve to apply in his daily life the teachings of Jesus of Nazareth without\nsensing a change in his nature. The phrase \"born again\"\n(<span class=\"citation\" id=\"27115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27115)\">John 3:3<\/a><\/span>) has a deeper significance than what\nmany people attach to it. This changed feeling may be indescribable, but it is real.\n<\/p><p>\nHappy the person who has truly sensed the uplifting transforming power that comes from this\nnearness to the Savior, this kinship to the living Christ. I am thankful that I know that Christ\nis my Redeemer.\n<\/p><p>\nEaster is a sacred day, a day of thanksgiving and divine worship. It is not a day just for\nrejoicing because of the opening of springtime, not merely an opportunity to display beautiful\nhats and fine clothing&mdash;it is an occasion for the expression of gratitude to God for having sent\nHis Only Begotten Son into the world, to be \"the way, the truth, the life\"\n(<span class=\"citation\" id=\"27150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27150)\">John 14:6<\/a><\/span>), to declare the\neternal truth that \"Whosoever believeth in him should not perish but have everlasting life\"\n(<span class=\"citation\" id=\"27121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27121)\">John 3:16<\/a><\/span>).\n<\/p><p>\nWhen Christians throughout the world have this faith coursing in their blood, when they feel a\nloyalty in their hearts to the resurrected Christ, and to the principles connoted thereby,\nmankind will have taken the first great step toward the perpetual peace for\nwhich we daily are praying: Reject Him and the world will be filled with hatred, and\ndrenched in blood by recurring wars.\n<\/p><p>\nMODERN REVELATION\n<\/p><p>\nConfirming the irrefutable testimony of Christ's early apostles, the Church of Jesus Christ\nproclaims the glorious vision of the Prophet Joseph Smith as follows:\n<\/p><p>\nAnd now, after the many testimonies which have been given of him, this is the testimony, last\nof all, which we give of him: That he lives!\n<\/p><p>\nFor we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;\n<\/p><p>\nThat by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God.****\n<\/p><p>\nAnd this is the Gospel, the glad tidings, which the voice out of the heavens bore record unto\nus&mdash;\n<\/p><p>\nThat he came into the world, even Jesus, to be crucified for the world, and to bear the sins of\nthe world, and to sanctify the world, and to cleanse it from all unrighteousness;\n<\/p><p>\nThat through him all might be saved whom the Father had put into his power and made by\nhim (<span class=\"citation\" id=\"12000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12000)\">D&amp;C 76:22-24,40-42<\/a><\/span>).\n<\/p><p>\nCONCLUSION\n<\/p><p>\nBrethren and sisters: As Christ lived after death so shall all men, each taking his place in the\nnext world for which he has best fitted himself. The message of the resurrection, therefore, is\nthe most comforting, the most glorious ever given to man, for when death takes a loved one\nfrom us, our sorrowing hearts are assuaged by the hope and the divine assurance expressed in\nthe words:\n<\/p><p>\n\"He is not here: he is risen\" (<span class=\"citation\" id=\"33940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33940)\">Matt. 28:6<\/a><\/span>).\nBecause our Redeemer lives so shall we. I bear you witness that\nHe does live. I know it, as I hope you know that divine truth.\n<\/p><p>\nMay all mankind some day have that faith, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}