{"ID":1182, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Build Well<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1962, pp. 13-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I appreciate very much this semiannual privilege of having a part\nwith you in the general conference of the Church. In thinking about the purpose that brings us\ntogether, I recalled a recent full-page newspaper advertisement which, with the exception of\nthe name of the sponsoring lumber company down in the lower right-hand corner, the entire\nad was a blank but for two small words in the middle of the page, which said, \"Build Well.\"\n<\/p><p>\nThen I thought of the interesting application made of this important idea by the Apostle Paul\nwhen he said to the Corinthians, \". . . ye are God's building . . . [therefore] let every man take\nheed how he buildeth\" (<span class=\"citation\" id=\"348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(348)\">1 Cor. 3:9-10<\/a><\/span>).\n<\/p><p>\nThe greatest responsibility that is ever entrusted to any human being is that of building his\nown personality. The first soul that anyone should bring to God is his own soul. President\nMcKay recently pointed out that the purpose of the gospel is to make men better. The primary\nobjective in the mission of Jesus was to provide the world with better men and women. God\nhimself has said, \". . . this is my work and my glory&mdash;to bring to pass the immortality and\neternal life of man\" (<span class=\"citation\" id=\"39161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39161)\">Moses 1:39<\/a><\/span>).\nIt is God's work to build character, ability, and Godliness\ninto the lives of his children. Any influence that works against that purpose is evil, and\nwhenever we build evil into our lives, we are tending toward failure.\n<\/p><p>\nIn a survey recently made at Stanford University, it was discovered that ninety-four percent of\nall workers who were fired from their jobs lost out for some reason not even remotely\nconnected with job competence. They lost their jobs because they were lacking in basic\nfundamental character. The specific reasons given for the termination of their employment\nincluded such things as dishonesty, disloyalty, disobedience, hate, immorality, selfishness,\nsloth, and wrong thinking. These are also the traits that cause our crime waves, our\ndelinquency scourges, and our cold and shooting wars. Building these traits into our lives also\naccounts for so many people finding themselves at the end of that broad road leading to\neternal destruction.\n<\/p><p>\nI talk with a great many people every year who are unable to solve their problems. And I am\ncertain that ninety-four percent of all of our troubles come because someone disobeys God's\ncommandments. Nations as well as individuals could live successfully and happily if they\ncould just learn to follow the tested principles of righteousness.\n<\/p><p>\nRecently I was in the office of a building contractor who was erecting a multimillion dollar\nbuilding. He had spread out before him a set of drawings which he called a blueprint. And I\nwas impressed with this idea that any builder can erect the most magnificent building that the\ngreatest architect can conceive, if he just knows how to follow the blueprint. And then I tried\nunsuccessfully to think of any idea in the world more important. The best\nsculptor is the one who can most accurately reproduce in marble the image that he sees before\nhim. The good cook follows the recipe. The pharmacist can utilize the many years of training\nof the most famous doctors from the best medical schools, if he just knows how to follow a\nprescription. Someone has said that science is just a collection of successful formulas. But the\nmost important application of this great idea comes in the field of religion.\n<\/p><p>\nThe outstanding intelligence of heaven was sent into the world and gave us the greatest\nsuccess formula ever given. This is also made up of two words which also mean \"Build\nWell.\" Jesus said, \"Follow me\" (<span class=\"citation\" id=\"35154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35154)\">Matt. 4:19<\/a><\/span>).\nAnd every life must finally be judged by how well it carries\nout that single instruction.\n<\/p><p>\nAlmost all of our problems come because we can't follow. We can't follow Jesus in his faith\nor in his devotion or in his ability to avoid the entanglements of sin. Judas lost his life both\nhere and hereafter because he couldn't follow. Our great leadership is of small consequence if\nwe stumble in our fellowship.\n<\/p><p>\nA part of the most important sermon of Jesus was intended to help us develop good\nfellowship in building our lives. He said, \". . . whosoever heareth these sayings of mine, and\ndoeth them, I will liken him unto a wise man, which built his house upon a rock: \n<\/p><p>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house;\nand it fell not: for it was founded upon a rock.\n<\/p><p>\n\"And every one that heareth these sayings of mine, and doeth them not, shall be likened unto\na foolish man, which built his house upon the sand:\n<\/p><p>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house,\nand it fell: and great was the fall of it\" (<span class=\"citation\" id=\"35171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35171)\">Matt. 7:24-27<\/a><\/span>).\n<\/p><p>\nIf we need a blueprint for success drawn in a little smaller scale, we might reread that great\nliterary classic entitled, \"The Three Little Pigs.\" You may remember that the first little pig\nbuilt his house of straw; the second one built his house of sticks; and the third little pig built\nhis house of bricks. When the difficulties began, the only little pig that was safe was the one\nwho had been wise during the building period.\n<\/p><p>\nThe chief business of our lives is to build a house that will bear the weight of eternal life.\nAnd the wise King Solomon gave us a helpful proverb in which he said, \"Wisdom hath\nbuilded her house, she hath hewn out her seven pillars\"\n(<span class=\"citation\" id=\"41442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41442)\">Prov. 9:1<\/a><\/span>). Some of the houses of\nour lives fall because they are built upon the wrong foundation; but others fall because they\nare insufficiently pillared. Solomon said that wisdom's house had seven pillars. Seven is a\nnumber frequently used to represent completeness. Solomon didn't specifically say what these\nseven pillars were, but if you would like to have an interesting experience, select the seven\npillars that you think would most effectively support your life's building. I would like to\nname seven that the gospel suggests to me.\n<\/p><p>\nThe first is industry. Nothing is ever denied to well-directed effort, and nothing is ever\nachieved without it. Faith without works is dead. But character, spirituality, and even\nrepentance without works is dead also. Leonardo da Vinci once said, \"Thou, oh God, doth sell\nus all good things at the price of labor.\" The primary consideration of our lives, even on\njudgment day, will be given to our works. Next to my belief in God I believe in industry.\n<\/p><p>\nThe second pillar of the house for wisdom to build is courage. Jesus went around saying to\npeople, \"Fear not\" (<span class=\"citation\" id=\"31567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31567)\">Luke 12:32<\/a><\/span>).\n\"Be not afraid\" (<span class=\"citation\" id=\"35179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35179)\">Matt. 14:27<\/a><\/span>).\n\"Why are ye troubled?\" \"Why do thoughts arise in your hearts?\"\n(<span class=\"citation\" id=\"31576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31576)\">Luke 24:38<\/a><\/span>).\nSo frequently our house falls because we lack the courage of our convictions. We are\ntoo much afraid of circumstances; we are afraid of people and what they will think.\n<\/p><p>\nThe third pillar is faith. Jesus said, \". . . all things are possible to him that believeth\"\n(<span class=\"citation\" id=\"33152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33152)\">Mark 9:23<\/a><\/span>).\nWe don't always understand that faith is the moving cause of all action. It is not only\nthe chief pillar of success, it is also its very foundation.\n<\/p><p>\nThe fourth pillar of wisdom's house is obedience to God. The Psalmist reminds us that,\n\"Except the Lord build a house, they labour in vain who build it\"\n(<span class=\"citation\" id=\"41830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41830)\">Ps. 127:1<\/a><\/span>).\n<\/p><p>\nRecently a member of the Church told me that he was going to quit smoking. I asked him\nwhy. He said he was afraid of getting lung cancer. I thought, how much superior his motive\nwould have been if he had decided to give up his evil because God had said, \"Tobacco is not\ngood for man\" (see <span class=\"citation\" id=\"14185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14185)\">D&amp;C 89:8<\/a><\/span>).\n<\/p><p>\nMany years ago a neighbor of mine used to say over and over again that he did not want his\nchildren to follow the Church blindly. He wanted them to do their own thinking, to stand on\ntheir own feet, and break their own trails. And that is exactly what they have done. Now\ntwenty-five years later every one of them is bogged down in the quicksands of his own\nmistakes. The most successful journey is made possible when we first make sure where we\nwant to go and then get a good set of road maps and stay right on the highway until the\ndestination is reached. I have a relative who, when she reads a novel, always reads the last\nchapter first. She wants to know where she is going to come out before she gets started. That\nis a pretty good idea for building our lives.\n<\/p><p>\nNothing could please me more than to have my children follow the Church in every detail;\nfor I know that God has prepared the road maps, and that they lead to the most satisfactory of\nall destinations.\n<\/p><p>\nThe fifth pillar to support our life's house might be genuineness. Emerson once said that one\nof our biggest sins was pretense. Mostly we are like pennies trying to pass ourselves off for\nhalf dollars. Among the greatest joys of life are the joys of being: the joys of being genuine,\nthe joys of being true blue, the joys of knowing within one's self that he is not a phony. An\nhonest man is the noblest work of God. This discord which we so frequently permit to\ndevelop between deed and creed is at the root of innumerable wrongs in our society, and it\ngives institutions and men split personalities.\n<\/p><p>\nMohandas K. Gandhi once said that there were 999 people who believed in honesty for every\nhonest man. I suppose that it would be next to impossible to find even one man who did not\nbelieve in honesty. And yet we remember poor old Diogenes who went around Athens with a\nlighted lantern in the middle of the day trying to find just one honest man.\n<\/p><p>\nWe have heard Dr. Goodell's story of the house dishonesty built. It tells of a very wealthy\nman who had as a part of his household a young woman to whom the entire family was\ndevoted. She was courted and finally married by a young building contractor.\n<\/p><p>\nThen this wealthy man engaged the contractor to build a house for him. He had the most\nfamous architect draw the plans. Then laying the plans before the builder, he told him that he\nwanted him to construct the finest house of which he was capable. He made clear that money\nwas not an object. He pointed out that the specifications called for only the finest materials.\nEverything must be of the highest quality. But the builder had a little dishonesty in his heart.\nThinking to make an extra profit, he built a cheap foundation. He used third grade lumber\nwhere he thought it would not be noticed. He adulterated the paint and slurred over the\nplastering. He used imitation materials for the roofing.\n<\/p><p>\nWhen the young man handed over the keys of the finished building to his wealthy benefactor\nhe was told that this house was his wedding present. It was not very long after the young\ncouple moved in that the inferior foundation began to crack; the rains seeped through the roof\nand discolored the walls. Then throughout the rest of their lives the builder's family and\nhimself were continually reminded of his dishonesty. What a different house he would have\nbuilt if he had known that he was going to spend the rest of his life in it!\n<\/p><p>\nBut each of us is presently building the house in which we are going to spend eternity. And\nwhile we are thinking about the immortality of the body, we should also give a little thought\nto the immortality of the memory and the immortality of the personality. If we are forced to\nspend eternity thinking about our own misspent lives, then we may understand a little more\nclearly what Paul meant when he said, \". . . let every man take heed how he\nbuildeth\" (<span class=\"citation\" id=\"349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(349)\">1 Cor. 3:10<\/a><\/span>).\n<\/p><p>\nThe sixth pillar of wisdom's house is right thinking. Whether good or bad, everything we\nthink goes into the building. In Grenville Kleiser's book, <i>Training for Power and Leadership<\/i>,\nhe says, \"Nothing touches the soul but leaves its impress. And thus little by little we are\nfashioned into the image of all we have seen and heard, known or meditated upon. If we learn\nto live with all that is fairest and purest and best, the love of it will in the end become our\nvery life.\"\n<\/p><p>\nWhat a strength this pillar can become, if we always keep wisdom and reason in control of\nour thinking.\n<\/p><p>\nThe seventh pillar supporting wisdom's house is love. This is the pillar on which the two\ngreatest commandments rest. Someone was once asked what commandment in his opinion\ncame next in importance to love. And he replied that he didn't know there was one.\n<\/p><p>\nWe are all free to hew out as many pillars as we desire for the support of this great structure\nthat Paul refers to as \"God's building\" (<span class=\"citation\" id=\"347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(347)\">1 Cor. 3:9<\/a><\/span>).\nAnd where could we find a more challenging\ncomparison? For we are not only created in the image of God, but we have been endowed\nwith a set of his attributes, the development of which is one of the purposes for which we\nlive.\n<\/p><p>\nGod has instructed us to use only the finest materials. He cannot look upon sin with the least\ndegree of allowance (<span class=\"citation\" id=\"14070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14070)\">D&amp;C 1:31<\/a><\/span>), because he knows its terrible destructiveness in people's lives. Therefore,\nGod has provided that every man should carry within himself the very things that he seeks. If\nyou need the kind of faith that will move mountains, you need only look within yourself, for\nGod has already implanted in your own heart the seeds of faith, waiting only for you to make\nthem grow. If you need courage and love for the greatest accomplishment, you can develop\nthat which you have already been endowed. God laid up the silver, gold, and other precious\nthings in the earth, but he put his own potentialities into his children and has made their\ndevelopment our greatest responsibility, for as Edwin Markham has said: \n<\/p><p>\n\"We are all blind until we see<br \/>\n          That in the human plan; <br \/>\n          Nothing is worth the building<br \/>\n          That does not build the man.\n<\/p><p>\n\"Why build these cities glorious<br \/>\n          If man unbuilded goes.<br \/>\n          In vain we build the world<br \/>\n          Unless the builder also grows.\"\n<\/p><p>\nMay God help us to \"build well\" is my humble prayer in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}