{"ID":1183, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Oath and Covenant Which Belongeth to the Priesthood<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1962, pp. 16-20<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, I have in mind this morning saying a few things about \"The\nOath and Covenant Which Belongeth to the Priesthood\" (<span class=\"citation\" id=\"14160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14160)\">D&amp;C 84:39<\/a><\/span>).\nThe inspiration for these remarks\ncame to me recently while I was working with a committee on a program for the\ncommemoration of the one hundred thirty-third anniversary of the restoration of the\nMelchizedek Priesthood.\n<\/p><p>\nAs I heard President McKay speak about that day 132 years ago when six\nmen gathered in the home of Peter Whitmer to organize the Church, I recalled that ten months\nprior thereto the Prophet Joseph Smith and Oliver Cowdery had received from Peter, James,\nand John the power by which they would organize The Church of Jesus Christ of Latter-day\nSaints. That power was the Melchizedek Priesthood&mdash;the greatest power that has come to the\nearth in any dispensation, the power which will outlast and control the great powers now\nbeing discovered by men.\n<\/p><p>\nBy way of confession and avoidance to the charge that these remarks might be more\nappropriate in a priesthood meeting, I assure you mothers and sweethearts that when you\nreceive the exaltation for which true Saints earnestly strive, you will be with a Melchizedek\nPriesthood bearer who has magnified his calling. Therefore, anything you can do to encourage\nyour loved one to magnify his priesthood will repay you a thousandfold.\n<\/p><p>\nTraditionally, God's people have been known as a covenant people. The gospel itself is the\nnew and everlasting covenant. The posterity of Abraham through Isaac and Jacob is the\ncovenant race. We come into the Church by covenant, which we enter into when we go into\nthe waters of baptism. The new and everlasting covenant of celestial marriage is the gate to\nexaltation in the celestial kingdom. Men receive the Melchizedek Priesthood by an oath and\ncovenant.\n<\/p><p>\nA covenant is an agreement between two or more parties. An oath is a sworn attestation to the\ninviolability of the promises in the agreement. In the covenant of the priesthood the parties\nare the Father and the receiver of the priesthood. Each party to the covenant undertakes\ncertain obligations. The receiver undertakes to magnify his calling in the priesthood. The\nFather, by oath and covenant, promises the receiver that if he does so magnify his priesthood\nhe will be sanctified by the Spirit unto the renewing of his body; (see\n<span class=\"citation\" id=\"14156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14156)\">D&amp;C 84:33<\/a><\/span>) that he\nwill become a member of \". . . the church and kingdom, and the elect of God\"\n(<span class=\"citation\" id=\"14158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14158)\">D&amp;C 84:34<\/a><\/span>),\nand receive the \". . . Father's kingdom; therefore,\" said the Savior, \"all that my Father hath\nshall be given unto him\" (<span class=\"citation\" id=\"14159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14159)\">D&amp;C 84:38<\/a><\/span>).\n<\/p><p>\nIt is of such&mdash;that is, those who receive the priesthood and magnify it&mdash;so I believe, of\nwhom the following was written: \"They are they into whose hands the Father has given all\nthings&mdash;\n<\/p><p>\n\"They are they who are priests and kings, who have received of his fulness, and of his glory; \n<\/p><p>\n\"And are priests of the Most High, after the order of . . . the Only Begotten Son. Wherefore,\nas it is written, they are gods, even the sons of God&mdash;\"\n(<span class=\"citation\" id=\"14151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14151)\">D&amp;C 76:55-58<\/a><\/span>).\n<\/p><p>\nThese transcendent blessings the Father promises the receiver of the Melchizedek Priesthood\nby an oath and covenant which he says \". . . he cannot break, neither can it be moved\"\n(<span class=\"citation\" id=\"14164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14164)\">D&amp;C 84:40<\/a><\/span>).\nBut these blessings, as has already been indicated, do not come by ordination alone.\nOrdination to the priesthood is a prerequisite to receiving them, but it does not guarantee\nthem. For a man actually to obtain them, he must faithfully discharge the obligation which is\nplaced upon him when he receives the priesthood; that is, he must magnify his calling.\n<\/p><p>\nNow let us consider for a moment just what magnifying one's calling in the priesthood\nmeans. Speaking to the assembled bearers of the priesthood at the time the \"oath and\ncovenant\" was revealed the Lord said, \". . . <i>I have given the heavenly hosts and mine angels<\/i>\n<i>charge concerning you<\/i>\" (<span class=\"citation\" id=\"14166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14166)\">D&amp;C 84:42<\/a><\/span>,\nitalics added). This has always been an extremely\nimpressive and sacred statement to me, to think that the Lord has given his angels and his\nheavenly hosts charge concerning those who receive the priesthood.\n<\/p><p>\nThen, addressing the elders, he continued: \"And I now give unto you [you bearers of the\npriesthood] a commandment to beware concerning yourselves, to give diligent heed to the\nwords of eternal life.\n<\/p><p>\n\"For you shall live by every word that proceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"14168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14168)\">D&amp;C 84:43-44<\/a><\/span>).\n<\/p><p>\nIt is compliance with this charge which entitles the bearer of the priesthood to the blessings\nand rewards offered by the Father in \"the oath and covenant which belongeth\nto the priesthood\" (<span class=\"citation\" id=\"14161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14161)\">D&amp;C 84:39<\/a><\/span>).\n<\/p><p>\nThe status of one who receives the priesthood and then breaks the covenant is explained by\nthe Lord in this language: \". . . whoso breaketh this covenant after he hath received it, and\naltogether turneth therefrom, shall not have forgiveness of sins in this world nor in the world\nto come\" (<span class=\"citation\" id=\"14165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14165)\">D&amp;C 84:41<\/a><\/span>).\n<\/p><p>\nWith such a penalty prescribed for breaking it, one might be prompted to question the\nadvisability of accepting the obligations of the covenant; that is, he might question it until he\nreads the verse which follows the statement of the penalty. There he learns that those who do\nnot receive the oath and covenant are not much, if any, better off than are those who receive\nit and break it. For in that verse the Lord says: \"And, wo unto all those who come not unto\nthis priesthood which ye have received\"\n(<span class=\"citation\" id=\"14167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14167)\">D&amp;C 84:42<\/a><\/span>).\n<\/p><p>\n<i>Such is the sober import of \"the oath and covenant which belongeth to the priesthood<\/i>\"\n(<span class=\"citation\" id=\"50005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50005)\">D&amp;C 84:39<\/a><\/span>). You\ncan read it in full just as the Lord gave it in the 84th section of the Doctrine and Covenants\nbeginning with the 33rd verse (<span class=\"citation\" id=\"14157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14157)\">D&amp;C 84:33-42<\/a><\/span>).\n<\/p><p>\nIt is apparent from this revelation that the only way a man can make the maximum progress\ntowards eternal life, for which mortality is designed, is to obtain and magnify the\nMelchizedek Priesthood. With \". . . eternal life . . . the greatest of all the gifts of God\"\n(<span class=\"citation\" id=\"14088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14088)\">D&amp;C 14:7<\/a><\/span>)\ndepending upon it, it is of utmost importance that we keep clearly in mind what the\nmagnifying of our callings in the priesthood requires of us. I am persuaded that it requires at\nleast the following three things: \n<\/p><p>\n1. That we obtain a knowledge of the gospel.\n<\/p><p>\n2. That we comply in our personal living with the standards of the gospel.\n<\/p><p>\n3. That we give dedicated service.\n<\/p><p>\nAs to the importance of a knowledge of the gospel, the Prophet Joseph Smith said that \"It is\nimpossible for a man to be saved in ignorance\"\n(<span class=\"citation\" id=\"14226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14226)\">D&amp;C 131:6<\/a><\/span>).\nThat he had in mind ignorance\nof gospel truths is evident from the fact that on another occasion he said: \"A man is saved no\nfaster than he gets knowledge, for if he does not get knowledge, he will be brought into\ncaptivity by some evil power in the other world, as evil spirits will have more knowledge, and\nconsequently more power than many men who are on the earth. Hence it needs revelation to\nassist us, and give us knowledge of the things of God\" (<i>DHC<\/i> 4:588).\n<\/p><p>\nThere is no knowledge other than knowledge of the things of God that will save us. \"Ye must\ngrow in grace and in the knowledge of the truth,\" the Lord said to the brethren in the infant\ndays of the Church (<span class=\"citation\" id=\"14128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14128)\">D&amp;C 50:40<\/a><\/span>).\n<\/p><p>\nIn the revelation given to President Brigham Young at Winter Quarters in January 1847, the\nLord said: \"Let him that is ignorant learn wisdom by humbling himself and calling upon the\nLord his God, that his eyes may be opened that he may see, and his ears opened that he may\nhear; \n<\/p><p>\n\"For my Spirit is sent forth into the world to enlighten the humble and contrite, and to the\ncondemnation of the ungodly\" (<span class=\"citation\" id=\"14231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14231)\">D&amp;C 136:32-33<\/a><\/span>).\n<\/p><p>\nFourteen years earlier the Lord had thus counseled the brethren: \". . . I give unto you a\ncommandment that ye shall continue in prayer and fasting from this time forth.\n<\/p><p>\n\"And I give unto you a commandment that you shall teach one another the doctrine of the\nkingdom.\n<\/p><p>\n\"Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly\nin theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the\nkingdom of God, that are expedient for you to understand\"\n(<span class=\"citation\" id=\"14181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14181)\">D&amp;C 88:76-78<\/a><\/span>).\n<\/p><p>\nOne of the best ways to learn the gospel is to search the scriptures. Our purpose in urging all\nbearers of the Melchizedek Priesthood to read the Book of Mormon during 1961 was that they\nmight learn more about the gospel. One cannot honestly study the Book of Mormon without\nlearning gospel truths, because it contains \". . . the fulness of the gospel of Jesus Christ to the\nGentiles and to the Jews also\"\n(<span class=\"citation\" id=\"14094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14094)\">D&amp;C 20:9<\/a><\/span>).\nSo impressed was the Prophet Joseph with it\nthat he \"told the brethren that the Book of Mormon was the most correct\nbook of any book on earth, and the keystone of our religion, and a man would get nearer to\nGod by abiding by its precepts, than by any other books.\" (<i>DHC<\/i> 4:461).\n<\/p><p>\nI am very happy to advise you that I have reports from 332 stake presidents to the effect that\nin their stakes there was a combined total of 59,740 bearers of the Melchizedek Priesthood\nwho read the Book of Mormon through during 1961. I am sure that each of these men can\ntruthfully testify that his knowledge of the gospel was increased by his reading.\n<\/p><p>\nBut learning the gospel from books is not enough. It must be lived by one who would\nmagnify his calling in the priesthood. As a matter of fact, getting a knowledge of the gospel\nand living it are interdependent. They go hand in hand. One cannot fully learn the gospel\nwithout living it. A knowledge of the gospel comes by degrees. One learns a little, obeys\nwhat he learns; learns a little more, obeys that; and repeats this cycle in an endless round.\nSuch is the pattern by which one can move on to a full knowledge of the gospel.\n<\/p><p>\nJohn, the Beloved, says that this was the way Jesus attained a fulness. He wrote: \"And I,\nJohn, saw that he received not of the fulness at first, but received grace for grace; \n<\/p><p>\n\"And he . . . continued from grace to grace, until he received a fulness\"\n(<span class=\"citation\" id=\"14191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14191)\">D&amp;C 93:12-13<\/a><\/span>).\n<\/p><p>\nJesus prescribed the same process for us in these words: \". . . if you keep my commandments\nyou shall receive of his fulness, and be glorified in me as I am in the Father; therefore, I say\nunto you, you shall receive grace for grace\"\n(<span class=\"citation\" id=\"14192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14192)\">D&amp;C 93:20<\/a><\/span>).\n<\/p><p>\nAnd in another scripture: \"And no man receiveth a fulness unless he keepeth his\ncommandments.\n<\/p><p>\n\"He that keepeth his commandments receiveth truth and light, until he is glorified in truth and\nknoweth all things\" (<span class=\"citation\" id=\"14193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14193)\">D&amp;C 93:27-28<\/a><\/span>).\n<\/p><p>\nI cannot understand how one can read these words without having his heart filled with joy.\n<\/p><p>\nJesus further points out that the commandments we are required to keep are given in the\nscriptures, and adds: \"If thou lovest me thou shalt serve me and keep all my commandments\"\n(<span class=\"citation\" id=\"14118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14118)\">D&amp;C 42:29<\/a><\/span>).\nAnd \". . . unto him that keepeth my commandments I will give the mysteries of\nmy kingdom, and the same shall be in him a well of living water, springing up unto\neverlasting life\" (<span class=\"citation\" id=\"14139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14139)\">D&amp;C 63:23<\/a><\/span>).\n<\/p><p>\nMany of the commandments concerning our personal conduct are to be found in the\nforty-second section of the Doctrine and Covenants\n(<span class=\"citation\" id=\"14113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14113)\">D&amp;C 42:1-93<\/a><\/span>), which the\nProphet Joseph specifies \"as embracing the Law of the Church\"\n(<span class=\"citation\" id=\"14112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14112)\">D&amp;C 42 Headnote<\/a><\/span>).\nEvery priesthood bearer should be familiar with this\nrevelation and with the instructions given in section fifty-nine\n(<span class=\"citation\" id=\"14135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14135)\">D&amp;C 59:1-24<\/a><\/span>) and in section eighty-eight,\nparticularly verses 117 to 126 (<span class=\"citation\" id=\"14182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14182)\">D&amp;C 88:117-126<\/a><\/span>).\nIndeed, a priesthood bearer with serious intentions of so\nmagnifying his calling as to merit the blessing of the \"covenant which belongeth to the\npriesthood\" (<span class=\"citation\" id=\"14162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14162)\">D&amp;C 84:39<\/a><\/span>)\nshould be conversant with all the instructions given to guide us in our personal\nconduct&mdash;both those recorded in the scriptures and those being received currently by the\nliving prophets. One can scarcely hope to be fortified \"against the wiles of the devil\" by\nputting \"on the whole armour of God\" (see\n<span class=\"citation\" id=\"21747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21747)\">Eph. 6:11<\/a><\/span>) unless he knows what that armor is.\n<\/p><p>\nBut the commandments do not pertain alone to one's personal conduct They put on every\nbearer of the priest hood the stimulating responsibility to render service&mdash;service in carrying\nthe restored gospel, with all the blessings of the priesthood, to the peoples of the earth; and\nservice in comforting, strengthening, and perfecting the lives of one another and all the Saints\nof God.\n<\/p><p>\nThe nature of this service is spelled out in detail in the revelations and by the living prophets.\nThe burden of it the Lord has laid upon his priesthood. It can be done properly only by men\nwho are magnifying their priesthood; who know the gospel, conform their lives to its\nstandards, and who enthusiastically give dedicated service in the spirit of the divine\nproclamation that \". . . men should be anxiously engaged in a good cause, and do many\nthings of their own free will, and bring to pass much righteousness; \n<\/p><p>\n\"For the power is in them\" (<span class=\"citation\" id=\"14131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14131)\">D&amp;C 58:27-28<\/a><\/span>).\n<\/p><p>\nSuch men are magnifying their callings, and they shall obtain the rewards promised by the\nLord in the \"oath and covenant which belongeth to the priesthood\"\n(<span class=\"citation\" id=\"14163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14163)\">D&amp;C 84:39<\/a><\/span>). That each of us may be\nfound in this choice group, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}