{"ID":1184, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Doing Good<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1962, pp. 27-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFirst, I express my sincere gratitude for the goodness of our Heavenly Father to me and my\nfamily. I appreciate my membership in this wonderful Church and bear you my witness that it\nis the Church of Jesus Christ, restored in these latter days.\n<\/p><p>\nJesus Christ, the Savior of the world, is the only perfect person who has lived here upon the\nearth. Everything he did had purpose and was necessary and important. His marvelous\nteachings were and always will be the beautiful principles of salvation, and throughout his life\nhe gave emphasis to them by the example he set for the whole world.\n<\/p><p>\nPeter, who was very close to the Savior during his ministry, once said of him: \". . . God\nanointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good,\nand healing all that were oppressed of the devil; for God was with him\"\n(<span class=\"citation\" id=\"7898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7898)\">Acts 10:38<\/a><\/span>).\n<\/p><p>\nAs Jesus went about doing good, he healed the sick, caused the lame to walk, the blind to see,\nand the deaf to hear. He cleansed the lepers and cast out evil spirits. He raised the dead and\ngave comfort, hope, and encouragement to the sorrowing. He inspired the transgressor to\nforsake unrighteous ways. He touched the hearts of people, helping them to see and\nunderstand the value of the inner life. He motivated them to noble actions. Because of his\nteachings they were able to comprehend in greater measure the value of their souls in the\nsight of God the Father. He pointed out the goodness of our Heavenly Father to them. He\nplanted in men's souls the seeds of divine love. Then he suffered his life to be taken, that we,\nhis brothers and sisters, might gain salvation and eternal life. What a wonderful life of\nservice; of <i>doing good!<\/i>\n<\/p><p>\nIn his Sermon on the Mount, the Savior admonished all to \"Let your light so shine before\nmen, that they may see your <i>good works<\/i>, and glorify your Father which is in heaven\"\n(<span class=\"citation\" id=\"35158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35158)\">Matt. 5:16<\/a><\/span>, italics added).\n<\/p><p>\nAs members of the Church of Jesus Christ, \"We believe in being honest, true, chaste,\nbenevolent, virtuous, and in <i>doing good<\/i> to all men\"\n(<span class=\"citation\" id=\"6774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6774)\">A of F 1:13<\/a><\/span>). These are\nprinciples by which we should live. Someone has said: \"He who does good is of God\"\n(<span class=\"citation\" id=\"5321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5321)\">3 Jn. 1:11<\/a><\/span>), and an\nancient prophet once gave emphasis to this thought in these words: \"Wherefore, all things\nwhich are good cometh of God; and that which is evil cometh of the devil . . . For behold, the\nSpirit of Christ is given to every man, that he may know good from evil\"\n(<span class=\"citation\" id=\"38294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38294)\">Moro. 7:12,16<\/a><\/span>).\n<\/p><p>\nLiving the gospel principles will make men progressively better and instill within them a\ndesire to follow the Savior's wonderful example of going about \"doing good\" to others.\nPresident McKay has beautifully pointed out this great truth: \"The gospel . . . will change\nmen's lives and make women and children better than they have ever been before . . . that is\nthe mission of the gospel of Jesus Christ . . . to make evil-minded men good, and to make\ngood men better. In other words, to change men's lives, to change human nature.\"\n<\/p><p>\nThis would be a wonderful world in which to live if all of us would forget ourselves, if we\nwould eliminate selfishness from our lives and think in terms of the good we\ncould do in serving others. Unselfishness contributes to happiness. How true is the statement\nthat \"a person who is all wrapped up in himself, makes a pretty small and unattractive\npackage.\"\n<\/p><p>\nWe find in life what we look for, and what we find becomes part of us. How commendable it\nwould be if we would look only for the good in each other. A gifted writer has suggested:\n\"There is so much good in the worst of us, and so much bad in the best of us, that it hardly\nbehooves any of us to talk about the rest of us.\"\n<\/p><p>\nPresident Eisenhower upon one occasion referred to an individual who sought an answer to\nthe following question: \"Wherein lies the greatness and genius of America?\" This is the\nconclusion reached by that person: \"I sought for the greatness and genius of America in her\ncommodious harbors and her ample rivers . . . and it was not there . . . in her fertile fields\nand boundless forests . . . and it was not there . . . in her rich mines and her vast world of\ncommerce . . . and it was not there. Not until I went into the churches of America and heard\nher pulpits flame with righteousness did I understand the secret of her genius and power.\nAmerica is great because she is good, and if America ever ceases to be good, America will\ncease to be great.\"\n<\/p><p>\nThe same thing is true of individuals. As long as we are good, we are truly great. True value\nin life is not measured in what we have, but in what we do; not in what people think and do\nfor us, but by what we think and do for people.\n<\/p><p>\nThe Savior gave the key by which we may achieve greatness in the words: \". . . he that is\ngreatest among you shall be your servant\"\n(<span class=\"citation\" id=\"35197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35197)\">Matt. 23:11<\/a><\/span>).\n<\/p><p>\nBeing a servant to our fellow men and performing acts of goodness to them will bring an\ninner glow, a deep feeling of serenity, contentment, and satisfaction. We then can be at peace\nwith ourselves and with the world. By doing good we will be rewarded, not only in this life,\nbut in the life to come. We have been promised many blessings. Listen to this declaration of\nour Lord: \n<\/p><p>\n\"Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the\nvoice of the Son of God: and they that hear shall live....\n<\/p><p>\n\"Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear\nhis voice,\n<\/p><p>\n\"And shall come forth; they that have done good, unto the resurrection of life; and they that\nhave done evil, unto the resurrection of damnation\"\n(<span class=\"citation\" id=\"28008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28008)\">John 5:25,28-29<\/a><\/span>).\n<\/p><p>\nEvery day as we go about our tasks, in our homes, among our friends, our associates, our\nneighbors and families, we can do good even in small, yet nevertheless, important ways. This\nwe can do by: \n<\/p><p>\nA warm and understanding smile.<br \/>\nA firm and friendly handclasp.<br \/>\nA cheery greeting.<br \/>\nA word of encouragement, commendation and sincere praise.<br \/>\nThrough acts of thoughtfulness.<br \/>\nBy lending a listening and sympathetic ear to all.<br \/>\nBy the sharing of ourselves with our fellow men.<br \/>\nBy gently and kindly leading those whose lives touch ours to appreciate and follow the Lord\nand his way of life.\n<\/p><p>\nMy dear brothers and sisters, in these ways, and by others of our own designing, we, too, like\nour Master, can \"go about doing good\" (<span class=\"citation\" id=\"7899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7899)\">Acts 10:38<\/a><\/span>),\nand God will also be with us.\n<\/p><p>\nThat we may do so, I humbly pray in the name of our Lord and Savior Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}