{"ID":1185, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Search...Pray...Believe\"<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1962, pp. 29-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"Search diligently, pray always, and be believing, and all things shall work together for your\ngood, if ye walk uprightly and remember the covenant wherewith ye have covenanted one\nwith another\" (<span class=\"citation\" id=\"14186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14186)\">D&amp;C 90:24<\/a><\/span>).\n<\/p><p>\nThis quotation was from one of the revelations given when the Church was less than three\nyears old, given in March 1833, which means that at that time there were no members who\nhad been members of the Church more than three years. Their enemies from without were\nbringing persecution upon all who professed to be members of the Church of Jesus Christ.\nUnder withering and merciless persecution, they were seeing in our day an interpretation of\nthe Master's interpretation of the parable of the sowers. Some of the new members \"brought\nforth only thirtyfold; some brought forth sixtyfold; and a small percentage only, an\nhundredfold\" (<span class=\"citation\" id=\"35177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35177)\">Matt. 13:8<\/a><\/span>).\n<\/p><p>\nWith little or no experience in Church administration among the Church leaders at that time,\nthere was occasionally confusion and disunity, and the immaturity of the Church members\nwas evidenced in quarrellings and bickerings and factional disputes, and there was a spirit of\napostasy in various places, which threatened at times to destroy the very structure of the\nChurch.\n<\/p><p>\nIt was important, then, that the Lord should send this important warning and instruction that\nthey should search diligently, pray always, and be believing, so that all things would work to\ntheir good. Diligence means to be industrious, the opposite of being lazy or careless or\nindifferent. In other words, they must search to know the doctrines of the Church, and they\nmust search to know the instructions that had been given concerning Church procedures. They\nwere to pray always. Our missionaries after over a hundred years of experience have learned\nthat no one is truly converted until he prays on his knees to know that Joseph Smith is a\nprophet of God and that the Church is indeed the Church of Jesus Christ on earth. And the\nfour essentials that the missionaries teach to one who has never prayed before are: he first\nmust thank; he next must ask; he must do it in the name of Jesus Christ, and then Amen. And\nwith that simple instruction the beginning inquirer after truth is taught to pray. In praying, he\nis enjoined as the father said to his son, after listening to his son's prayers, \"Son, don't give\nthe Lord instructions. You just report for duty.\"\n<\/p><p>\nIt is a wonderful thing for us in our younger years to remember what old age brings.\nChauncey Depew, who as a United States Congressman on his ninetieth birthday was asked\nabout his philosophy of life. He replied that when he was a young man his greatest ambition\nhad been to display his intelligence, but the older he grew the greater was his anxiety to\nconceal his ignorance. It was indeed the beginning of learning when as Moses said, after the\ngreat and soul-stirring revelation of the personality of God, \"Now for this cause I know that\nman is nothing, which thing I had never supposed\"\n(<span class=\"citation\" id=\"39156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39156)\">Moses 1:10<\/a><\/span>). That was in the beginning\nof his wisdom.\n<\/p><p>\nTo be believing means, first to obtain a testimony and then strive to retain it. The testing must\nprecede the testimony, for they will \"receive no witness until after the trial of their faith\"\n(<span class=\"citation\" id=\"22240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22240)\">Ether 12:6<\/a><\/span>). As\nthe Master had said, \". . . that which is born of the Spirit is spirit.\n<\/p><p>\n\"The wind bloweth where it listeth, and thou hearest the sound thereof, but thou canst not tell\nwhence it cometh, and whither it goeth: so is every one that is born of the Spirit\"\n(<span class=\"citation\" id=\"28001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28001)\">John 3:6,8<\/a><\/span>).\n<\/p><p>\nThe power of the Spirit was more definitely defined in an early revelation to these new Saints\nwhen the Lord said: \". . . I say unto you, that assuredly as the Lord liveth, who is your God\nand your Redeemer, even so surely shall you receive....\n<\/p><p>\n\"Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall\ncome upon you and which shall dwell in your heart\"\n(<span class=\"citation\" id=\"14083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14083)\">D&amp;C 8:1-2<\/a><\/span>).\n<\/p><p>\nNow then, he said further, that if they would walk uprightly and remember their covenant,\nthen they would have all things which would work to their good\n(<span class=\"citation\" id=\"14187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14187)\">D&amp;C 90:24<\/a><\/span>). To walk uprightly means to\nbe morally correct, to be honest, to be just, to be honorable. As the Lord told Enos, the\ngrandson of Lehi, \"I will visit thy brethren according to their diligence in keeping my\ncommandments\" (<span class=\"citation\" id=\"21486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21486)\">Enos 1:10<\/a><\/span>),\nwhich was repeated in substance when the Lord revealed this\ngreat truth: \"I, the Lord, am bound when ye do what I say; but when ye do not what I say ye\nhave no promise\" (<span class=\"citation\" id=\"14154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14154)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nWe heard an excellent discourse this morning on the meaning of a covenant as it pertained to\nthe priesthood. The nature of the covenant that we enter into when we became members of\nthe Church was fully explained when the Lord said: \"And again, by way of commandment to\nthe Church concerning the manner of baptism&mdash;All those who humble themselves before God,\nand desire to be baptized, and come forth with broken hearts and contrite spirits, and witness\nbefore the church that they have truly repented of all their sins, and are willing to take upon\nthem the name of Jesus Christ, having a determination to serve him to the end, and truly\nmanifest by their works that they have received of the Spirit of Christ unto the remission of\ntheir sins, shall be received by baptism into his church\"\n(<span class=\"citation\" id=\"14095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14095)\">D&amp;C 20:37<\/a><\/span>).\n<\/p><p>\nThe people in the Book of Mormon days were instructed with a similar explanation. \"And\nnow I speak,\" Moroni said, \"concerning baptism. Behold, elders, priests, and teachers were\nbaptized; and they were not baptized save they brought forth fruit meet that they were worthy\nof it.\n<\/p><p>\n\"Neither did they receive any unto baptism save they came forth with a broken heart and a\ncontrite spirit, and witnessed unto the church that they truly repented of all their sins\"\n(<span class=\"citation\" id=\"38293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38293)\">Moro. 6:1-2<\/a><\/span>).\n<\/p><p>\nKing Benjamin explained it this way: \"And now, because of the covenant which ye have\nmade ye shall be called the children of Christ, his sons, and his daughters; for behold, this\nday he hath spiritually begotten you; for ye say that your hearts are changed through faith on\nhis name; therefore, ye are born of him and have become his sons and his daughters\"\n(<span class=\"citation\" id=\"40306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40306)\">Mosiah 5:7<\/a><\/span>).\n<\/p><p>\nOthers of the prophets asked this soul-searching question of those who were candidates for\nbaptism, \"Are you willing to stand as witnesses of God at all times and in all things, and in\nall places that you might be in, even until death?\" (see\n<span class=\"citation\" id=\"40310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40310)\">Mosiah 18:9<\/a><\/span>). To the first one of those\nwho was baptized, the prophet who officiated said as he was directed under inspiration, \". . .\nHelam, I baptize thee, having authority from the Almighty God, as a testimony that ye have\nentered into a covenant to serve him until you are dead as to the mortal body; and may the\nSpirit of the Lord be poured out upon you; and may he grant unto you eternal life, through\nthe redemption of Christ, whom he has prepared from the foundation of the world\"\n(<span class=\"citation\" id=\"40311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40311)\">Mosiah 18:13<\/a><\/span>).\n<\/p><p>\nNever was there a time when Church members generally, and newly baptized converts,\nparticularly, throughout the stakes and missions needed more to be reminded of the Lord's\nadmonition that they should \"Search diligently, and pray always, and be believing that all\nthings should work to their good if they would walk uprightly and remember the covenant\nwherewith they had covenanted one with another,\" as the scriptures I have referred to have so\nwell explained (see <span class=\"citation\" id=\"14188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14188)\">D&amp;C 90:24<\/a><\/span>).\n<\/p><p>\nThousands of new members have built upon the foundation of their faith at the time of their\nbaptism, but there are wolves in sheep's clothing among them. Older members by bad\nexample could \"wound their weak conscience and make their weaker brethren to offend\" (see\n<span class=\"citation\" id=\"350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(350)\">1 Cor. 8:11-13<\/a><\/span>).\nDissension and confusion could result from lack of experience, and the tide\nof persecution from the outside could roll in upon them and engulf them in a flood of\napostasy unless they heed the Lord's warnings.\n<\/p><p>\nI was down in Australia nearly a year ago, and after I had spent a long evening instructing the\nstake leaders in their duties, one of the brethren raised his hand and said,\n\"Now, Brother Lee, you have spent the evening telling us what to do. Now answer us one\nmore question. Just how do we obtain the spiritual power necessary for us to lead this people\nand to instruct them?\" And I have been trying to answer that question ever since he asked it.\nPerhaps few illustrations will serve to suggest the answer: \n<\/p><p>\nI received a letter recently from a patriarch who had been instructed that what he should\nspeak in blessings upon the people should be that which the Lord inspired and not of himself.\nIn the struggle which followed his ordination he sought to know how he could distinguish\nbetween what the Lord inspired and that which was just his own thinking. He remembered, he\nsaid, what the Lord admonished in an early revelation to Joseph Smith and Oliver Cowdery:\n\". . . you cannot write\" (which to him meant you cannot say) \"that which is sacred save it be\ngiven you from me\" (<span class=\"citation\" id=\"14084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14084)\">D&amp;C 9:9<\/a><\/span>).\n<\/p><p>\n\"So my personal problem finally was resolved,\" he wrote me, \"by making this conclusion:\nYou have been called and ordained to this work by an authorized servant of the Lord. You\nhave the authority to proceed. You must live as closely to the Lord as you know how. You\nmust constantly seek and pray for guidance and inspiration, then perform your duties in\nhumility and rest content in the knowledge that you have done all you could, and in the firm\nbelief that what you have said in giving blessings was indeed inspired.\"\n<\/p><p>\nThe Lord's formula for new and untried leaders was this: \n<\/p><p>\n\"Again I say unto you, that it shall not be given to any one to go forth to preach my gospel,\nor to build up my church, except he be ordained by some one who has authority, and it is\nknown to the church that he has authority and has been regularly ordained by the heads of the\nchurch.\n<\/p><p>\n\"And again, the elders, priests and teachers of this church shall teach the principles of my\ngospel, which are in the Bible and the Book of Mormon, in the which is the fulness of the\ngospel\n<\/p><p>\n\"And they shall observe the covenants and church articles to do them, and these shall be their\nteachings, as they shall be directed by the Spirit.\n<\/p><p>\n\"And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit\nye shall not teach\" (<span class=\"citation\" id=\"14114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14114)\">D&amp;C 42:11-14<\/a><\/span>).\n<\/p><p>\nSummarized this meant that there were four essentials for service in the kingdom of God. (1)\nThey must be ordained, (2) they must teach from the standard Church works, (3) they must\nlive as they preached, (4) they must teach by the Spirit. \". . . when a man speaketh by the\npower of the Holy Ghost the power of the Holy Ghost carrieth it unto the hearts of the\nchildren of men\" (<span class=\"citation\" id=\"3687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3687)\">2 Ne. 33:1<\/a><\/span>).\n<\/p><p>\nWell, so the Lord has told us in plain language how his servants could be inspired. It was as\nAlma observed in the sons of Mosiah who were great and successful missionaries. \"They were\nstrong in a knowledge of the truth.\" They were sound in understanding. They fasted and\nprayed often, and they cultivated \"the spirit of prophecy and the spirit of revelation,\" so that\n\"when they taught they taught with power and authority of God\"\n(<span class=\"citation\" id=\"9023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9023)\">Alma 17:1-3<\/a><\/span>).\n<\/p><p>\nI met a man in his late seventies down in Brisbane, Australia, who said that all his lifetime he\nhad been searching for a church that could answer satisfactorily his question, \"Are God and\nhis Son, the Savior of the world, living with your church today?\" And always the answer to\nhis question was negative. \"The scriptures are closed,\" they said. \"There is no prophet through\nwhom the Lord speaks today. God does not reveal himself to man.\"\n<\/p><p>\nHe was convalescing from a painful accident when two young men&mdash;missionaries of the\nChurch of Jesus Christ of Latter-day Saints called. In their opening testimony, they bore\nwitness that the Lord had appeared with his Heavenly Father to Joseph Smith, and in answer\nto his question as to which church they should join, he was told to join none of them, for they\nwere all wrong, \". . . they draw near to me with their lips, but their hearts are far from me,\nthey teach for doctrines the commandments of men, having a form of godliness, but they deny\nthe power thereof\" (see (<span class=\"citation\" id=\"30428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30428)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nHere was the answer he had been seeking, and the Spirit bore witness that this was in truth\nthe true Church of Jesus Christ, with which the Father and the Son were living today.\n<\/p><p>\nBrigham Young, in speaking about the same thing, said, \"If all the talent, tact, wisdom, and\nrefinement of the world had been sent to me with the Book of Mormon and had declared in\nthe most exalted eloquence the truth of it undertaking to prove it by learning and worldly\nwisdom, they would have been to me like the smoke which rises only to vanish away. But\nwhen I saw a man without eloquence or talent for public speaking who could say, 'I know by\nthe power of the Holy Ghost that the Book of Mormon is true, that Joseph Smith is a prophet\nof the Lord,' and the Holy Ghost preceding from that individual, illuminated my\nunderstanding, and light, glory, and immortality were before me. I was encircled by them,\nfilled with them, and I knew for myself that their testimony was true\" (<i>J of D<\/i>, Vol. 1, p. 90).\n<\/p><p>\nWe must teach with that in mind. If the Holy Ghost does not bear witness to the things we\nsay, we cannot and we will not be successful in our missionary work.\n<\/p><p>\nI heard a missionary telling about President McKay's visit to Glasgow when a young reporter\nlooked him in the face and asked of President McKay, \"Are you a prophet of God?\" And the\nyoung man said President McKay looked at the reporter and replied: \"Young man, you look\nme in the eye and answer your own question.\" This young man in telling me the story said, \"I\nlooked President McKay in the eye, and I received my answer and my witness that he is in\ntruth a prophet of the Living God,\" to which I also bear humble testimony in the name of the\nLord Jesus Christ.\n<\/p><p>\n\"Except the Lord build the house, they labour in vain that build it\"\n(<span class=\"citation\" id=\"41831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41831)\">Ps. 127:1<\/a><\/span>).\n<\/p><p>\nToday the servants, many unschooled and inexperienced like the disciples of old, must \"go\nforth\"&mdash;\"the Lord working with them, and confirming the word with the signs following\" (see\n<span class=\"citation\" id=\"33160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33160)\">Mark 16:20<\/a><\/span>).\n<\/p><p>\nExcept we do walk uprightly and remember our covenants and have an unshakable testimony\nof the divinity of this Church; in the language of an eminent businessman and financier, the\nvarious activities of the Church would be but a shambles.\n<\/p><p>\nMay the Lord help us to search diligently and walk uprightly and remember the covenant\nwherewith we have covenanted one with another\n(<span class=\"citation\" id=\"14189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14189)\">D&amp;C 90:24<\/a><\/span>), I pray humbly, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}