{"ID":1186, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep the Sabbath Day<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1962, pp. 32-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, as I sought to determine what I might appropriately speak about at\nthis time, my mind seemed to be driven and impelled to speak on a commandment which God\ngave to the children of Israel a long, long time ago. I humbly pray that I may say something\non this topic that will be encouraging to all of us.\n<\/p><p>\nWhen the Lord created the earth as an abode for his children, he placed upon it all the\nnecessary essentials for their physical needs&mdash;the light and the warmth of the sun, the\nseasons, the fertile soil from which to obtain food and raiment and shelter, and at the same\ntime and with equal concern, he made provision for the spiritual needs of his children and for\nthe development of man. Among the provisions made for man's spiritual goal was the gift of\nthe Sabbath day, for he said to Moses, \". . . for . . . the Lord hath given you the sabbath\"\n(<span class=\"citation\" id=\"22697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22697)\">Ex. 16:29<\/a><\/span>).\nThree thousand years ago this commandment was given to the children of\nIsrael: \"Remember the sabbath day, to keep it holy.\n<\/p><p>\n\"Six days shalt thou labour, and do all thy work: \n<\/p><p>\n\"But the seventh day is the sabbath of the Lord thy God . . .\n<\/p><p>\n\". . . wherefore the Lord blessed the sabbath day, and hallowed it\"\n(<span class=\"citation\" id=\"22698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22698)\">Ex. 20:8-11<\/a><\/span>).\n<\/p><p>\nIn modern revelation he has commanded the Saints to observe his holy day by attending their\nmeetings, offering their oblations before the Lord, and as they partake of the Sacrament to\nmake covenant with him that they will take upon them his name and keep his commandments.\nThe reason for these requirements made by the Lord is plainly stated in the revelation in these\nwords: \". . . that thou mayest more fully keep thyself unspotted from the world\"\n(<span class=\"citation\" id=\"14136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14136)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nThe laws and the commandments of God are given to us, not to deny us the right to do what\nwe are wont to do, but rather to provide us with a sure way to obtain peace and happiness\nand success, \"For,\" according to the book of Proverbs, \". . . the commandment is a lamp; and\nthe law is light; and reproofs of instruction are the way of life\"\n(<span class=\"citation\" id=\"41441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41441)\">Prov. 6:23<\/a><\/span>).\n<\/p><p>\nAccompanying each commandment is the promise of a blessing, either specified or implied.\nWhat is the promise made to those who observe the Sabbath day? The Lord declares that\ninasmuch as they do this with cheerful hearts and countenances, the fulness of the earth is\ntheirs&mdash;all things that are made for the benefit and use of man to please the eye and to\ngladden the heart and to strengthen the body and give peace to the soul\n(<span class=\"citation\" id=\"14138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14138)\">D&amp;C 59:15-19<\/a><\/span>).\n<\/p><p>\nThere was a time in my day when it seemed to me that almost all people, at least those with\nwhom I was acquainted, considered the Sabbath day as a holy day, a day entirely different\nfrom the other days. But too often now it seems that we consider it just a part of the\nweekend, and thus many people do not look upon it as a holy day.\n<\/p><p>\nWe must not permit ourselves to think of the Sabbath day as a day on which to transact\nbusiness of any kind. We must not think of the Sabbath day as a day on which to catch up\nwith our work. We must not permit ourselves to use the Sabbath for amusements or for\noutings or for participating in or attending sporting events as such.\n<\/p><p>\nThe devil is not satisfied with just a little wrongdoing. He follows through and persists in\ngaining his ends by having us think that it is all right to sin a little But he knows very well\nthat a little sin seldom stays little. In the words of Nephi: \". . . thus the devil cheateth their\nsouls, and leadeth them carefully down to hell\"\n(<span class=\"citation\" id=\"3684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3684)\">2 Ne. 28:21<\/a><\/span>).\n<\/p><p>\nOn a number of occasions when I have been returning from conferences, I have met on the\nhighway a great number of automobiles. In many of these were families apparently returning\nto their homes on the early Sunday evening. Attached to a good number of these cars were\nbeautiful boats. Now, ordinarily, we do not take boats to church, so one must conclude that\nthese fine people had not been to church, nor were they on their way to church I wonder if it\nis wise&mdash;well, I can say positively&mdash;it is not wise for parents to take their children away\nfrom their appointed places of worship on the Sabbath day where they may learn the gospel\nand where they may become fortified to face life through increased faith, trust, and confidence\nin the Lord, and require their children to go with them on the Sabbath day to spend the day\non the reservoir or at some other place of amusement. Such practices may seriously impair\nand affect the lives of these children and perhaps the lives of their children. In fairness to our\nchildren and to ourselves, we must go to the \"house of prayer\" on his holy day\n(<span class=\"citation\" id=\"14137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14137)\">D&amp;C 59:9<\/a><\/span>) as the\ncommandment requires.\n<\/p><p>\nAn acquaintance of mine had purchased a lovely boat and had just finished varnishing it and\npainting it. When I stopped by, he was admiring it. I surmised that he was getting it ready to\ntake it, with his family, to the reservoir the next Sunday. He said, \"It is complete and in\nreadiness except for one thing.\" Then he asked me, \"Could you suggest an appropriate name\nfor the boat?\" I knew him very well. I thought for a moment, and then I said, \"Well, perhaps\nyou should name it <i>The Sabbath-Breaker<\/i>.\" He looked at me, and he understood.\n<\/p><p>\nA father was speaking to a gathering in connection with one of the stake\nconferences in Wyoming, which I attended. This man had, for sometime, taken his family\naway from home on the Sabbath. When they were returning from one trip on a Sunday\nevening, one of his little girls in a thoughtful mood, said to him, \"Daddy, when can we stay\nhome on Sunday with our friends and go to Sunday School and Sacrament meeting?\" The\nfather, suddenly realizing what he was doing to his children, replied with determination,\n\"Honey, we will stay home next Sunday and every other Sunday, and we will go to church,\nall five of us.\"\n<\/p><p>\nI regret that I do not know who composed these lines: \n<\/p><p>\n\"A Sabbath well spent brings a week of content<br \/>\n          And help for the cares of tomorrow.<br \/>\n          But a Sabbath profaned, whatever the gain,<br \/>\n          Is a sure forerunner of sorrow.\"\n<\/p><p>\nWhat regret there will be for those of us who knowingly ignore this beneficent law of the\nsacred Sabbath. Some of us may live to realize the fact that the Sabbath profaned, whatever\nbe gained, is a sure forerunner of sorrow.\n<\/p><p>\nWith joy we ought to sing the song,\n<\/p><p>\n\"Welcome, welcome, Sabbath morning,<br \/>\nNow we rest from ev'ry care.<br \/>\nWelcome, welcome, is thy dawning,<br \/>\nHoly Sabbath, day of prayer.\"\n<\/p><p>\nMy brothers and sisters, it is well that we pray to the Lord that among nations peace may be\nmaintained, but I know and you know that we must, as individuals, add to our prayers\nobedience to the commandments if our supplications are to be efficacious. \"Ye shall keep my\nsabbaths, and reverence my sanctuary: I am the Lord.\n<\/p><p>\n\"If ye walk in my statutes, and keep my commandments, and do them; \n<\/p><p>\n\". . . I will give peace in the land, and ye shall lie down, and none shall make you afraid\"\n(<span class=\"citation\" id=\"30900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30900)\">Lev. 26:2-3,6<\/a><\/span>).\n<\/p><p>\nMust we not learn that the blessing of peace and all other blessings we seek from God come\nthrough observing laws set forth in his commandments? This is made plain in the Doctrine\nCovenants in these words which familiar: \"There is a law, irrevocably decreed in heaven\nbefore the foundations of this world, upon which blessings are predicated&mdash;\n<\/p><p>\n\"And when we obtain any bless from God, it is by obedience to the law upon which it is\npredicated\" (<span class=\"citation\" id=\"14225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14225)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nAs he stood upon the deck of battleship <i>Missouri<\/i> in Yokohama Bay, when Japan surrendered,\nGeneral Douglas MacArthur made this significant declaration: \"If we do not devise some\ngreater and equitable system, Armageddon will be upon us. The problem is basically\ntheological and involves spiritual renaissance and character. It must be of the spirit if we are\nto save the flesh.\"\n<\/p><p>\nThat each of us help to bring about this spiritual renaissance by making sure that we and ours\nkeep holy the Sabbath day, I pray humbly, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}