{"ID":1187, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be a Disciple<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1962, pp. 35-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThank you, brethren and sisters, for singing that good hymn so well. [\"Praise to the Man.\"] It\nis always full of inspiration, especially when it is sung by so many as are present here this\nafternoon.\n<\/p><p>\nI would like to say a word about our missionaries&mdash;past and present&mdash;the men and the\nwomen who have kept alive the memory of the Lord Jesus and the gospel of Jesus Christ in\nthe hearts of men. The missionary spirit is resting upon the Church. I believe it has rested\nupon the Church since its beginning. It is reflected in the messages which we have heard\ntoday. You are aware that there is a struggle going on in the world for the hearts and minds\nof the people. The enemies of truth and freedom are exerting themselves as never before to\ndestroy moral and spiritual values.\n<\/p><p>\nThe battle is being waged with relentless and determined vigor. The adversary is alert and\nactive, and the powers of darkness are pressing forward at home and abroad.\n<\/p><p>\nThe Apostle Paul recognized that power when he said, \"For the mystery of iniquity doth\nalready work\" (<span class=\"citation\" id=\"5042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5042)\">2 Thes. 2:7<\/a><\/span>).\nIt is at work in our schools, in the colleges, in the universities,\nin the newspapers, in the books, in the magazines, on the television, and in the picture halls.\n<\/p><p>\nTo counteract these unholy influences the Church is sending into the world thousands of\nmissionaries to proclaim the restored gospel of Jesus Christ. It is the only weapon, my\nbrethren and sisters, that will eventually crush and destroy the evil designs and bring to\nnaught the devious plans of unscrupulous, untrustworthy, and godless leaders of men.\nMissionary service is the life, the vitality, and the obligation of the Church. Jesus commanded\nhis servants, whom he called and commissioned, to go into all the world\n(<span class=\"citation\" id=\"35210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35210)\">Matt. 28:19<\/a><\/span>) and preach the gospel\nto every creature and to every nation and tongue, and people\n(<span class=\"citation\" id=\"33158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33158)\">Mark 16:15<\/a><\/span>).\n<\/p><p>\nIn doing this he launched the greatest program of all time. It is not yet finished, nor will it be\nfinished until every knee shall bow and every tongue confess that Jesus is the Christ\n(<span class=\"citation\" id=\"41257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41257)\">Philip. 2:10-11<\/a><\/span>). These\nservants, although few in number, responded with remarkable success. Under the guidance and\ninspiration of the Holy Ghost they went forth and appeared openly in the streets, in the\nsynagogues, and even in the temple courts in Jerusalem. They spoke with great boldness to\nthe public officials, to the magistrates, and to the rabble in crowded places where mobs are\nwont to congregate. The gospel was for everyone&mdash;rich and poor, high and low, slave and\naristocrat&mdash;for God is no respecter of persons\n(<span class=\"citation\" id=\"7896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7896)\">Acts 10:34<\/a><\/span>).\n<\/p><p>\nIt was not the gospel submitted by Matthew, Mark, Luke, and John which first drew attention\nto the Christ, for gospel teaching had already taken hold upon the world before the four\ngospels were generally known. Then as now it required the energy of individuals, personal\ncontacts, patience, diligence, love, and the inspiration and enthusiasm of devoted missionaries\nto plant the gospel message in the hearts and lives of people. The missionary method of the\nChurch today is almost identical with that carried on by Jesus Christ and his apostles nineteen\nhundred years ago. It has been similarly successful. The work was neither professionalized nor\ncommercialized. You will recall these humble emissaries of the Lord were to go forth two by\ntwo. One was to be the support of the other. They were to be witnesses before God of their\nrespective testimonies. Together they could better face hostile receptions and bitter opposition.\nTogether they could preserve their faith and their enthusiasm and withstand temptation and\nwrongdoing. It was God's plan of proselyting, and it was very effective.\n<\/p><p>\nI know most of you here have read the Lord's instructions to his servants whom he sent forth.\n\"Provide neither gold, nor silver, nor brass in your purses,\n<\/p><p>\n\"Nor scrip for your journey, neither two coats, neither shoes nor yet staves: . . .\n<\/p><p>\n\"Behold, I send you forth as sheep in the midst of wolves: \n<\/p><p>\n\". . . beware of men: for they will deliver you up to the councils, and they will scourge you\nin their synagogues; \n<\/p><p>\n\"And ye shall be brought before governors and kings for my sake\"\n(<span class=\"citation\" id=\"35174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35174)\">Matt. 10:9-10,16-18<\/a><\/span>).\n<\/p><p>\nIf you are familiar with the story and life of Jesus, you will know that prophecy came true in\nthe minutest detail. He said further, \"He that loveth father and mother more than me is not\nworthy of me: and he that loveth son or daughter more than me is not worthy of me.\n<\/p><p>\n\"And he that taketh not his cross, and followeth after me is not worthy of me\"\n(<span class=\"citation\" id=\"35175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35175)\">Matt. 10:37-38<\/a><\/span>).\n<\/p><p>\nThen he admonished them \"And as you go, preach, saying, The kingdom of heaven is at\nhand.\n<\/p><p>\n\"Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received,\nfreely give\" (<span class=\"citation\" id=\"35173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35173)\">Matt. 10:7-8<\/a><\/span>).\nAnd you will see there was to be no interference and nothing was\nto supersede the solemn, almost drastic, injunction of the Savior to these wonderful men. No\nhalfhearted effort was acceptable. The work to be done was important and required every\nsacrifice, if necessary, even life itself. It must have required great courage for these young\nhumble, unsophisticated men to preach Jesus crucified and resurrected, and to preach the\nFatherhood of God and the brotherhood of man, and to teach the children of God to be\nperfect, even as their Father in heaven is perfect\n(<span class=\"citation\" id=\"35162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35162)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nSome men stand in terror of public opinion. Not so with the disciples of Jesus. They were\nunafraid. From such teaching over the centuries came our Declaration of Independence, setting\nforth the doctrine of equal rights. The world owes much to the missionaries&mdash;men like Paul,\nthe apostle; men like Wilford Woodruff, Brigham Young, Heber C. Kimball, Parley and\nOrson Pratt, Charles W. Penrose, and a thousand others; and men like those who today are\nblazing the trail into Asia, Europe, the islands of the sea, and to every part of North and South\nAmerica.\n<\/p><p>\nTo meet the demand and to discharge the responsibility resting heavily upon the Church, the\nmissionary spirit must possess its members, for everyone is expected to be a missionary. The\nworld must learn that man cannot live by bread alone\n(<span class=\"citation\" id=\"35151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35151)\">Matt. 4:4<\/a><\/span>), that beyond the power of materialism\nthere is a greater power which determines the destiny of men and nations. That power is\ngenerated by the missionaries.\n<\/p><p>\nWe can say to all the world that Christ's word is taught today as Christ and his apostles\ntaught it two thousand years ago. They teach the same gospel without thought of material\nreward, with faith and good works, strengthened by firm and unshakable testimonies against\nwhich there is no argument. May God bless the missionaries everywhere that they may be\nmagnified before all men in every nation and kindred and tongue and people is my humble\nprayer, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}