{"ID":1188, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Repentance&mdash;Spelled with 7 R's<\/p>\n<p class=\"gcspeaker\">Elder William J. Critchlow, Jr.<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">William J. Critchlow, Jr., <i>Conference Report<\/i>, April 1962, pp. 36-39<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPeople in all of the nations of the earth need to repent. The need is urgent. This declaration of\nneed constitutes an indictment of guilt&mdash;transgressions are implied.\n<\/p><p>\nFor what need we repent I may be asked? My answer: \n<\/p><p>\nFor the same sins that brought low the impenitent inhabitants of Sodom and Gomorrah; \n<\/p><p>\nfor the identical sins that brought extinction to the impenitent Nephites on this continent; \n<\/p><p>\nfor the same sins that brought destruction to the impenitent souls in Noah's day; \n<\/p><p>\nfor the same sins that will bring the judgments of God upon the impenitent people in our\nday&mdash;unless we repent.\n<\/p><p>\n\". . . as it was in the days of Noe, so shall it be also in the days of the Son\nof man\" (<span class=\"citation\" id=\"31568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31568)\">Luke 17:26<\/a><\/span>).\n<\/p><p>\nOur world has become a modern Babylon. Cities like Sodom and Gomorrah dot the earth.\n<\/p><p>\n\"If we say that we have no sin, we deceive ourselves, and the truth is not in us\"\n(<span class=\"citation\" id=\"1061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1061)\">1 Jn. 1:8<\/a><\/span>).\n<\/p><p>\nIn a very few moments, one could inventory in the mind his or her more serious\ntransgressions&mdash;those already repented of, and those still to be repented of. It will take a\nlittle longer, and the list will grow a little longer, if we add to it our sins of omission.\nSometimes our sins of omission are greater than our sins of commission. Now, how did we\nrid ourselves of sin or how shall we rid ourselves of the sins so listed? Is there a pattern or\nformula for repenting? Definitely there is, in my humble opinion, and those who will pause to\nlist their sins will, by so doing, be taking the first step in the repenting process. In such a\nmental inventory we automatically recognize certain of our acts as transgressions, otherwise\nwe would not list them. No problem can be solved, no sin can be resolved until it is first\nrecognized. Recognition of sin therefore is the first step in the repenting processes.\n<\/p><p>\nThe Apostle Paul assented to the stoning of Stephen\n(<span class=\"citation\" id=\"7893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7893)\">Acts 7:58<\/a><\/span>;\n<span class=\"citation\" id=\"7906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7906)\">Acts 22:20<\/a><\/span>).\nHe held the cloaks of those who threw\nthe stones. Not until he was chastened by the Lord did he recognize the full extent of his sin.\nGreat was his remorse thereafter.\n<\/p><p>\nA convert to the Church was unaware that he was transgressing a law of God as he imbibed\ntea, coffee, and tobacco until he was taught God's law of health&mdash;the Word of Wisdom. His\nconversion forced upon him recognition of the law. Violations thereafter constituted\ntransgressions.\n<\/p><p>\nFor the purpose of my theme I propose to spell repentance with seven big capital \"R's.\" The\nfirst \"R\" obviously stands for <i>recognition.<\/i>\n<\/p><p>\nPaul's godly sorrow (<span class=\"citation\" id=\"3042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3042)\">2 Cor. 7:10<\/a><\/span>)\nfor his sin suggests the second \"R\"&mdash;<i>remorse<\/i>. Our Lord, teaching his\nfollowers to pray, said: \". . . lead us not into temptation, but deliver us from evil\"\n(<span class=\"citation\" id=\"35165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35165)\">Matt. 6:13<\/a><\/span>).\n<\/p><p>\nHe said that nearly two thousand years ago. Brought up to date, the 1962 version seems to be:\n\"Lead us not into temptation but deliver us from being caught.\"\n<\/p><p>\nSorrow for being caught in sin is not remorse.\n<\/p><p>\nThe third \"R\" stands for <i>relating<\/i>. All sins should be confessed unto the Lord.\n<\/p><p>\n\"Where,\" said Elder Marion G. Romney, \"one's transgressions are of such a nature as would,\nunrepented of, put in jeopardy his right to membership or fellowship in the Church of Jesus\nChrist, full and effective confession would, in my judgment, require confession by the\nrepentant sinner to his bishop or other proper presiding Church officer&mdash;not that the Church\nofficer could forgive the sin (this power rests in the Lord himself and those only to whom he\nspecifically delegates it) but rather that the Church, acting through its duly appointed officers,\nmight with full knowledge of the facts take such action with respect to church discipline as\nthe circumstances merit\" (<i>Conf. Report<\/i>, Oct. 1955).\n<\/p><p>\nThe fourth \"R\" stands for <i>restitution.<\/i>\n<\/p><p>\n\"For misconduct which offends another, confession should also be made to the offended one,\nand his forgiveness sought\" (<i>Conf. Report<\/i>, Oct. 1955).\n<\/p><p>\nRestitution means to restore&mdash;to repair the damage. Three boys about to receive scouting\nawards were apprehended breaking street lights. And were they sorry for being caught! Later,\nbut before they accepted their awards, they <i>recognized<\/i> their acts as unbecoming Eagle Scouts\nand with a true feeling of <i>remorse<\/i> went to the power company to <i>relate<\/i> their transgression\nand offered to make <i>restitution<\/i> by paying for the lights. Incidentally, the only restitution\nexacted was that they be guardians of those lights. From then on the lights burned on and on\nand on.\n<\/p><p>\nSome things cannot be restored. Street lights can be replaced, embezzled funds and stolen\nproperty may be returned, but how does one make restitution for the sin of\nblasphemy&mdash;taking the name of God in vain. Blasphemy, used so freely to emphasize our conversation, is\nthe most thoughtless of all conversational crimes. How does one make restitution for\nlies&mdash;for hearing false witness?\n<\/p><p>\nThe wagging tongue like&mdash;\n<\/p><p>\n\"The moving finger writes: and having writ,<br \/>\n          Moves on: nor all thy piety nor wit<br \/>\n          Shall lure it back to cancel half a line,<br \/>\n          Nor all thy tears wash out a word if it.\"\n<\/p><p>\n&nbsp; &nbsp;                                        &mdash;Omar Khayyam\n<\/p><p>\nPaul's sincere apology to the Lord for assenting to the stoning of Stephen never brought back\nStephen's life. Nor will all the prayers of repentant sinners ever restore virtue to a maid or a\nboy.\n<\/p><p>\nThe fifth \"R\" stands for <i>resolution<\/i>. It implies a firm resolve to forsake our sins. There are two\nkinds of resolutions, one is called the New Year type. These come cheaper by the dozen and\nare branded with insincerity and guaranteed to last only till the next temptation. Few ever last\nlonger than the winter snows. The other is the sincere type resolved and guaranteed to last\nforever.\n<\/p><p>\n\"By this ye may know if a man repenteth of his sins&mdash;behold, he will confess them and\nforsake them\" (<span class=\"citation\" id=\"14133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14133)\">D&amp;C 58:43<\/a><\/span>).\n<\/p><p>\nResolves which are repeatedly broken merit no forgiveness.\n<\/p><p>\n\". . . go your ways and sin no more; but unto that soul who sinneth shall the former sins\nreturn, saith the Lord your God\" (<span class=\"citation\" id=\"14153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14153)\">D&amp;C 82:7<\/a><\/span>).\n<\/p><p>\nWe do not trifle with the Lord.\n<\/p><p>\nA resolution is an expression of faith and like faith needs to be supported by works. The next\nstep therefore involves works. It is represented by a big \"R\" which stands for <i>reformation<\/i>. A\nresolution is an intention to do well. Reformation is actually doing well.\n<\/p><p>\n\". . . let every man learn his duty,\" said the Lord, \". . . he that learns not his duty and shows\nhimself not approved shall not be counted worthy to stand\" (see\n<span class=\"citation\" id=\"14204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14204)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\nTransgressors seek the forgiveness of Heavenly Father. Their fellow men will forgive \"seventy\ntimes seven\" (see <span class=\"citation\" id=\"35187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35187)\">Matt. 18:21-22<\/a><\/span>)\nbecause they have been so commanded.\n<\/p><p>\n\"I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men\"\n(<span class=\"citation\" id=\"14144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14144)\">D&amp;C 64:10<\/a><\/span>).\n<\/p><p>\nTo earn his forgiveness one should go the extra mile, forsaking not only his sins but adding\nthe while devotion and service to prove his love for him. Such devotion and service\nconstitutes <i>reformation<\/i>.\n<\/p><p>\nNow if in the process of repenting we follow these six steps, represented by the six\n\"R's\"&mdash;may I list them: <i>Recognition, remorse, relating, restitution, resolution, and reformation<\/i>\nwe should have placed ourselves in a position to enjoy the seventh step represented by another\ngreat big \"R\" which stands for <i>realization<\/i>&mdash;realization of the happiness that comes from\nrighteous living. Happiness is righteousness, said President McKay. \". . . if there be no\nrighteousness there be no happiness\"\n(<span class=\"citation\" id=\"3678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3678)\">2 Ne. 2:13<\/a><\/span>).\nA realization too, that we are forgiven\nby him whose forgiveness really counts, and a peaceful feeling will burn within our bosoms,\nand our minds will be at peace. Elder Sterling Sill told us this morning that the number \"7\"\nwas a symbol of completeness. These seven \"R's\" accordingly symbolize a complete process\nof repentance.\n<\/p><p>\nIf spelling repentance with so many \"R's\" complicates for you the repenting process, be of\ngood cheer. Many good souls who couldn't spell it with seven \"R's\" or any other way have\nsincerely repented and have been forgiven. One's conscience seemingly has a way of\nconforming unwittingly. So let your conscience be your guide. \"The sum-bonum of the\nproposition\" (Henry Drummond) is repent&mdash;everybody repent.\n<\/p><p>\n\"If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all\nunrighteousness\" (<span class=\"citation\" id=\"1063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1063)\">1 Jn. 1:9<\/a><\/span>).\n<\/p><p>\nAfter forty years of wandering in the wilderness, Moses brought the children of Israel to the\nborders of the promised land. There they were halted so they could sanctify themselves before\nthey entered.\n<\/p><p>\nToday after six thousand years of mortal living, dying, striving, and wandering upon the face\nof the earth, the children of God stand on the threshold of another promised land&mdash;a\npromised millennium of peace, and just as God sifted out the impenitent in Moses' day, so\nwill he sift out the impenitent in our day before the dawn of the millennial morn. We have so\nlittle time left to sanctify ourselves&mdash;it's later than we think. How else can we sanctify\nourselves save by repentance? I plead with all&mdash;give it top priority. Our Lord\ngave it priority when he counseled: \n<\/p><p>\n\"Hearken ye people of my Church . . . Hearken ye people from afar; and ye that are upon the\nislands of the sea . . . Prepare ye, prepare ye, for that which is to come, for the Lord is nigh .\n. . For I the Lord cannot look upon sin with the least degree of allowance . . . Nevertheless,\nhe that repents . . . and doeth the commandments of the Lord shall be forgiven, and he that\nrepents not, from him shall be taken even the light which he has received\" (see\n(<span class=\"citation\" id=\"14064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14064)\">D&amp;C 1:1,12,31-33<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}