{"ID":1189, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Business&mdash;To Serve the Lord<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1962, pp. 41-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am happy to greet you Latter-day Saints this morning, assembled in this great conference of\nthe Church, and all who are listening in over the radio and the television. I thank the Lord\nabove all other things in my life for my membership in this Church and for my association\nwith the Latter-day Saints.\n<\/p><p>\nYesterday in President McKay's most inspiring address, he related some of the incidents in\nconnection with the organization of the Church 132 years ago, and he quoted from a\nrevelation given by the Lord to the Prophet Joseph Smith over a year before the Church was\norganized in which the Lord said that a marvelous work was about to come forth among the\nchildren of men (<span class=\"citation\" id=\"14075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14075)\">D&amp;C 4:1<\/a><\/span>).\n<\/p><p>\nIf the world could only understand what that marvelous work is and where they could learn\nabout it. You do not read about it in the newspapers. President McKay related many of the\nmarvelous things that have occurred in the world, but we have to go to the scriptures and to\nthe words of the prophets to learn what that marvelous work is.\n<\/p><p>\nIsaiah saw the same thing that would come to pass in our day when he said: \n<\/p><p>\n\". . . Forasmuch as this people draw near me with their mouth, and with their lips do honour\nme, but have removed their heart far from me, and their fear toward me is taught by the\nprecept of men: \n<\/p><p>\n\"Therefore, behold, I will proceed to do a marvelous work among this people, even a\nmarvelous work and a wonder: for the wisdom of their wise men shall perish, and the\nunderstanding of their prudent men shall be hid\"\n(<span class=\"citation\" id=\"25226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25226)\">Isa. 29:13-14<\/a><\/span>).\n<\/p><p>\nWhen the Lord indicated that he would do a marvelous work and wonder, if it were\nmarvelous and wonderful in his eyes, what would it be in the eyes of the world if they just\nunderstood it?\n<\/p><p>\nThere are so many other prophecies like the one of Daniel in his interpretation of King\nNebuchadnezzar's dream where the Lord indicated that in the latter days, and we live in the\nlatter days, he would set up his kingdom in the earth, never to be thrown down or given to\nanother people. Never in the history of the world has such a kingdom been set up with a\npromise that it would never be thrown down or given to another people, but Daniel said that\nit would roll forth like a little stone cut out of the mountain without hands until it would\nbecome as a great mountain and fill the whole earth (see\n<span class=\"citation\" id=\"10665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10665)\">Dan. 2:44-45<\/a><\/span>).\n<\/p><p>\nWhen we hear about how this work is spreading in the world, we cannot help realizing that\nthis is that marvelous work and a wonder, just described in different terms by Daniel as\ncompared with the one that Isaiah tells us of, and Isaiah said that the wisdom of their wise\nmen would perish, and the understanding of their prudent men would be hid, because they\ncannot understand and comprehend, any more than they could understand and comprehend the\nwork that Jesus established when he was here upon the earth, and so they crucified him. You\nremember he said: \". . . Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31572)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nWe have many other prophecies. Isaiah said that the Lord had declared the end from the\nbeginning (see <span class=\"citation\" id=\"25228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25228)\">Isa. 46:10<\/a><\/span>).\nHe said: \"The grass withereth, the flower fadeth: but the word of\nour God shall stand for ever\" (<span class=\"citation\" id=\"25227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25227)\">Isa. 40:8<\/a><\/span>).\n<\/p><p>\nWhere do we learn the word of our God? We read in the scriptures the words of Amos the\nProphet that: \"Surely the Lord God will do nothing, but he revealeth his secret unto his\nservants the prophets\" (<span class=\"citation\" id=\"10420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10420)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nSo that if the Lord should ever undertake to fulfil the promises made to the Prophet Joseph\nSmith and to Isaiah and to Daniel, then we would have to look to find that work headed by a\nprophet, because God could not do, according to his plan and purposes, the work he decreed\nhe would do without a prophet. Thank God for the prophets of this dispensation.\n<\/p><p>\nYou remember how Jesus said that the people of his day crucified the living prophets, but\nthey decorated the graves of the dead prophets\n(<span class=\"citation\" id=\"35198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35198)\">Matt. 23:27-33<\/a><\/span>). And history is just repeating itself today. So\nwe turn to the living prophets to learn of this marvelous work and a wonder the Lord\npromised to do and to learn of the kingdom the Lord promised to set up in the latter days.\n<\/p><p>\nWe know that this Church is the fulfillment of those very prophecies and many, many others,\nrelating to this marvelous work that God said he would establish in the latter days, and we\nwould that all men everywhere might know as we know, and we bear witness of it, and that is\nthe reason for the great missionary program of the Church where we have some 11,000 of our\nyoung men and women out in the world with no thought of any earthly gain, only a desire to\nshare with the people of the world the marvelous truths of the gospel.\n<\/p><p>\nWe converted a very prominent banker not long ago, and when I attended one of the\nconferences at which he was present, I asked him if he would like to say a few words in the\nconference. He stood up and said something like this: \"Mormonism is not only a religion, it is\na way of life.\" And why should it not be a way of life? It is not just a Sunday religion. It is a\nreligion that enters into our lives until the first thing in the life of a Latter-day Saint is to\nserve the Lord and honor his priesthood, where every man can bear the priesthood of God and\nhelp to build the kingdom of God in the earth. I thank the Lord for such a Church as that.\n<\/p><p>\nYou remember the story about when one of the brethren was asked what his business was,\nand he said, \"My business, sir, is to serve the Lord. I mend shoes for a living.\" Now that is\nthe way the Latter-day Saints feel. Our business is to serve the Lord, and then we mend shoes\nfor a living.\n<\/p><p>\nA short time ago, and many of you may be familiar with this, there was a very prominent\nminister delivering an address on what was called the National Brotherhood Week, and he\ntalked about the Mormons. He was discussing the merits of the Church of Jesus Christ\nLatter-day Saints, and after admitting that he had always had a very erroneous idea about the\nMormons, he made the statement: \"What are the things that I like about the Mormons?\" Then\nhe enumerates some of them, one by one, and indicates that it is a way of life; for instance, he\nsays his first thought is a clear statement of faith, a statement of faith that young people can\ngrasp, understanding what it is. Then he mentions and discusses some of its teaching, such as\neternal progression. What marvelous truth this Church has revealed to the world. Revelation\ntakes place today. What a world it would be if everybody believed in the revelations of God\nin our day!\n<\/p><p>\nAnd then he speaks of eternal marriage. Is it not strange that as plain as that principle is\ntaught in the Holy Scriptures, that we should be the on Church that teaches it? All others\nchurches perform their marriages \"until death do you part.\" I know there are some ministers\nwho would like to perform their marriages for eternity, because I have talked with them. I can\nnot take time to tell you of these experiences this morning, but one of our Mormon boys was\nbeing married in southern California a few years ago. He was marrying out of the Church,\nand her minister was to perform the ceremony. In talking with this young couple in advance,\nhe said, \"Now if there is anything special you would like me to say when I perform the\nceremony, if you will indicate it, I will be glad to say it.\" This young Mormon boy spoke up\nand said, \"Reverend, when you pronounce us husband and wife, if you would do it for time\nand eternity, you would surely make me happy.\" The minister raised his head, and said, \"Isn't\nthat a beautiful thought? Why don't we all get married like that?\" We would all get married\nlike that if we lived properly, and if we understood God's eternal truth when he said it was\nnot good for man to be alone (<span class=\"citation\" id=\"23676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23676)\">Gen. 2:18<\/a><\/span>)\nand gave him a help meet before death ever\ncame into this world. Through the atonement of Christ, we are to be restored to man's former\ncondition. If it was not good for man to be alone before death came into the world, it will not\nbe good for man to be alone when there is no more death.\n<\/p><p>\nTo us who understand this principle, we cannot understand why the world cannot believe\nwhen it is taught so plainly. I could tell you of other ministers who have admitted to me that\nthey believe eternal marriage is a principle of the scriptures, but they are not allowed to teach\nit in their own churches.\n<\/p><p>\nThen this minister said, when mentioning these things, \"But is this faith bad?\" Is it bad to\nbelieve in eternal progression? Is it bad to believe in revelation? Is it bad to believe in the\neternal duration of the marriage covenant?\n<\/p><p>\nThen he adds: \"The second thing I like about them is that they have a way of life. Their\nreligion enters into their life immediately.\" Then he discusses our attitude toward work,\ntoward accepting help from the government and our standards of living necessary to prepare\nus to serve in the Church, and then he says, \"I do not know whether it is because of this way\nof life to which their religion is related so intimately or not, but they are perhaps the\nhealthiest people in the world. During the war, in Utah you found more people or men\nacceptable for the services than any other state in the United States.\" Then he states, \"Utah is\nthe first state in the United States in education and perhaps the best in the world.\"\n<\/p><p>\nIf we have what we claim, a marvelous work and a wonder, should it not inspire us as a\npeople to live up to its standards? It is nothing more than what Jesus said that we should let\nour light so shine before men that they, seeing our good works, should glorify our Father\nwhich is in heaven (see <span class=\"citation\" id=\"35159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35159)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nThen this man says, \"The third thing I like about the Mormon faith, it is a family-centered\nreligion. This family-centered religion begins with family prayers in the morning, family\nprayers at night, and no food is eaten until it is blessed. The entire family goes to Church, led\nby the father and the mother.\" I interviewed a young man for his mission a short time ago in\nsouthern Utah, and he had just returned from spending eighteen months in an army camp in\nGermany. He said, \"We Mormon boys went to the Chief Chaplain to see if we could get\npermission to hold our meetings in the government chapel, and he said, 'Well, we would like\nto accommodate you, but it is in such constant use, we cannot do it. There is a classroom in\nthe basement; you can use that,'\" and then he asked for a report of attendance at their\nmeetings and when the first report was handed in, the chaplain said, \"My, you must have a lot\nof Mormon boys at this base.\" He was told that there were thirty-five. He shook his head and\nsaid, \"I can't believe it. How do you do it? You have more boys attending your meetings than\nI have attending mine, and I have five thousand Protestant boys under my supervision.\" Now,\nwhen thirty-five Mormon boys far away from their homes and their loved ones and their\nbishops and their best girls can make a better record of attending church than five thousand\nProtestant boys, does not that tell you something about the spiritual power that there is in this\nChurch, that leads them to the house of worship?\n<\/p><p>\nI told this story in California and one of the brethren there said, \"I was raised in one of the\nlargest churches in San Francisco. We had a beautiful building. We had over ten thousand\nmembers, and our average attendance was less than one hundred.\" According to our statistics,\nwe would have had, with that many, thirty-six hundred average attendance at the meetings.\n<\/p><p>\nThen this minister tells about the home evening and about the fellowship in the Church and\nthe youth program, how they associate together. I heard a minister on the radio in California\nmake this statement, \"What we need is a church for the youth of the land. We have been\npreaching to the old folks and letting the young folks go to the devil.\" He said, \"That is why\nour churches are empty today.\"\n<\/p><p>\nA minister in talking over the radio in Los Angeles held a question and answer box, and one\nevening the first question asked was, \"What church is doing the most for its young people?\"\nAnd his answer was, \"The Mormon Church,\" and then he explained our\nstandards of living and what the Church did for its young people, and we have had many such\ncomments as that. Then he talked about our preparation of our young people for marriage.\n<\/p><p>\nThere isn't time to discuss more of this minister's comments on what he likes about the\nMormons. I have only discussed three, and there are seven, so I will skip them. But I come\nnow to the seventh, where he talks about the service in the Church. He took as an illustration\na stake president, and he knew all about it. He lived in one of our communities, and he told\nabout the number of meetings he held, the number of miles he traveled, and some of them\ntravel great distances, and then after he discussed that, and he could just as well have\ndiscussed the bishops, too, he said, \"They care for their members.\" And then he adds, \"Unless\nthe laymen of the church reassume their responsibility, I do not believe the Protestant church\nhas a future.\"\n<\/p><p>\nI would like to read a few statements in closing from recent converts to the Church that I\nhave received during the last few days. I only have time to read one, and that is from a\nretired minister&mdash;he was not retired when we converted him&mdash;I think he may be in this\naudience this morning. I copied this out of a letter less than thirty days old: \"My testimony\ngrows and grows. Where we were once blind we now see.\"\n<\/p><p>\nWould it not be marvelous if all the world could see and come out of darkness, as Peter said,\nto his marvelous light (<span class=\"citation\" id=\"2287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2287)\">1 Pet. 2:9<\/a><\/span>),\nand we have it to offer, and we invite all men everywhere to listen to\nour message, and I always say that there is not an honest man or an honest woman in this\nworld who really loves the Lord who would not join this Church if he knew what it was.\n<\/p><p>\nThen this convert adds, \"We never knew of such love as we now have for each other and all\nothers. Some of our former friends say that they have never before witnessed such a change\nas has come over us.\"\n<\/p><p>\nMy time is up. God bless us, brothers and sisters, and help us to carry on in the great\nassignment that is ours and bear witness of the truth that the world might share with us this\nmarvelous work and a wonder, I pray and leave my blessing with you good people, in the\nname of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}