{"ID":1190, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">An Anchor to Our Souls<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1962, pp. 44-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I feel like I had just passed through a tornado. (laughter) I\ndid not say that to make you laugh. But the Lord never blessed me with a voice nor the\nquality to explode when I get up to deliver a discourse, so I am deficient in those things. I do\nwish to say however, that I have a testimony of this truth. I am grateful for it. I do not\nremember the time when I did not believe in the mission of our Lord and Savior Jesus Christ\nnor in the mission of the Prophet Joseph Smith, and I hope you will forgive me if I get a\nlittle personal.\n<\/p><p>\nI was trained at my mother's knee to love the Prophet Joseph Smith and to love my\nRedeemer. I never knew my Grandmother Smith. I have always regretted that, because she\nwas one of the most noble women who ever lived, but I did know her good sister, my Aunt\nMercy Thompson, and as a boy I used to go and visit her in her home and sit at her knee,\nwhere she told me stories about the Prophet Joseph Smith, and oh, how grateful I am for that\nexperience.\n<\/p><p>\nI know that the Church of Jesus Christ of Latter-day Saints is in very deed the kingdom of\nGod, the same kingdom that was seen by a great king long before the birth of Christ in a\ndream or a vision that he received that had to be interpreted by a prophet of\nthe Lord, in which the Lord made known to that king, not for his benefit, but to the benefit of\nthe nations of the earth and the peoples who should follow after and more particularly I think\nfor the Latter-day Saints of this dispensation, that the Lord set up a kingdom, or would, for\nthis king was seeing into the future to a time when the Lord would set up a kingdom that\nwould endure forever, would never be destroyed or given to another people\n(<span class=\"citation\" id=\"10661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10661)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nI have always been very grateful for the testimony coming to me through the Spirit of the\nLord that Joseph Smith, the Prophet of God, was called to stand at the head of the\nDispensation of the Fulness of Times when this kingdom would be set up, never to be\ndestroyed or given to another people. That ought to be an anchor to our souls\n(<span class=\"citation\" id=\"24298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24298)\">Heb. 6:19<\/a><\/span>).\n<\/p><p>\nWe have people who go out of the Church from time to time and set up organizations of their\nown, claiming that the kingdom of God has failed, that they have something better. I am sorry\nfor these people. I cannot believe that any of them are sincere. If they are, then they are to be\npitied, but I think that they are malicious deceivers, trying to destroy the kingdom of God.\n<\/p><p>\nEvery person coming into this Church through the waters of baptism has hands laid upon his\nor her head by which they are to receive the gift of the Holy Ghost to be a guide to them\nthrough time and all eternity. I wonder how many of those who have been baptized and\nconfirmed members of this Church have so lived that they have had that guidance and have\nhad the testimony come to them through the Holy Ghost that Joseph Smith was a Prophet of\nGod, that Brigham Young was a successor in the Presidency of the Church, and so have each\nof the other brethren who have been called to that high and holy calling down through the\nyears to President David O. McKay?\n<\/p><p>\nThe Church has not gone astray. The kingdom of God that was set up never to be destroyed\nor given to another people (<span class=\"citation\" id=\"10662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10662)\">Dan. 2:44<\/a><\/span>)\nis the Church of Jesus Christ of Latter-day Saints, and it is not\ngoing to be destroyed, and is not going to be given to any other people. There will be\nmembers of this Church because of their lack of faith and obedience to the commandments of\nthe Lord who will go astray, for the Spirit of the Lord will not dwell in unclean tabernacles,\nand when a person turns from the truth through wickedness, that Spirit does not follow him\nand departs, and in the stead thereof comes the spirit of error, the spirit of disobedience, the\nspirit of wickedness, the spirit of eternal destruction.\n<\/p><p>\nBrethren and sisters, teach your children from their infancy to believe in Jesus Christ as our\nredeemer, in Joseph Smith as a Prophet of God, and in his successors in this kingdom, and let\nthem grow up with a knowledge of this truth in their hearts built upon faith and obedience to\nthe commandments the Lord has given to us and through the guidance of that Holy Spirit\nwhich will not dwell in unclean tabernacles\n(<span class=\"citation\" id=\"9018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9018)\">Alma 7:21<\/a><\/span>).\n<\/p><p>\nNow my time is up. The Lord bless you, my good brethren and my good sisters here; do not\nlet anything interfere with your faith, and if you will keep the commandments of the Lord and\nbe faithful and do not forget your prayers in humility, you will not go astray; in the name of\nthe Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}