{"ID":1191, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Responsibility and the Priesthood<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, April 1962, pp. 45-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, President McKay was not too far wrong when he said that Anthony\nW. Ivins [his father] was going to talk to you. My name translated means Anthony. It is a\nFrench translation.\n<\/p><p>\nI am happy to be with you today, my brethren and sisters, and I am\nthankful for the many, many blessings which my wife and I enjoy, especially that she has the\nmeasure of health and strength that enables her to be in the meeting today and to be my\nconstant companion in the work that is assigned to me. It is thirty years, my brethren and\nsisters, since I first faced this congregation, that is, it will be in the October conference. Those\nthirty years have been filled with many fine experiences as I have worked among the\nmembers of the Church. I trust that the remaining time that may be allotted to me may be as\npleasurable and as beneficial to me as the past has been.\n<\/p><p>\nI am especially grateful today for the opportunity that I have had at this conference of\nsaluting my friends from the newly created stake in Mexico. Brother Juarez who was with\nthem when I was assigned to the presidency of the Mexican Mission was the elder in charge\nof all the work in Mexico. He has gone through the intervening years in faith and in service,\nand I congratulate him on being appointed now a bishop in that new stake.\n<\/p><p>\nI pray that they will carry back to the people of Mexico my good wishes and my faith in\nthem and in their ability to realize the purpose for which this new stake was created.\n<\/p><p>\nI have lived quite a bit more than half of the life of the Church, and I go back in my memory\nto the difficulties with which the brethren carried on the work of the Church when I was a\nlad. I remember the opposition that was created in many sections of the country to the work\nof the Church, and then when one sees the success that we are having and the growth that we\nare realizing today, one marvels and realizes that it really is the work of the Lord.\n<\/p><p>\nOur problem, brethren and sisters, is to move it forward and you brethren who are in the\naudience today, most of you, are responsible officers in the priesthood which you have\nreceived, and in that sense you have a very distinct obligation to your congregations.\n<\/p><p>\nI have been reading in the New Testament recently, re-reading, and I find it extremely\ninteresting. I would like to recommend it as a following course for the reading of the Book of\nMormon which was our assignment recently. I read as you have all read, that statement about\nhaving faith like a mustard seed\n(<span class=\"citation\" id=\"35178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35178)\">Matt. 13:31-32<\/a><\/span>;\n<span class=\"citation\" id=\"35186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35186)\">Matt. 17:20<\/a><\/span>).\nOne wonders why the mustard seed was chosen&mdash;some\nthink because it is small, that may have been the case&mdash;but it is an interesting thing to study\na mustard seed. It is endowed by God with the power to grow and increase in size, in stature,\nand then reproduce itself. In other words, that mustard seed carries the perfect power to\nrealize the purpose for which it was created by God. But we must understand, also, that if it\ndoes realize that purpose conditions must be satisfactory. Its ability may be destroyed by frost\nor drought or heat, but if it falls into the proper environment, it grows and realizes its full\npurpose. I believe that in the heart of every normal child that is born into this world is that\nsame God-given power, and I believe, also, that the realization of that power depends, for\nyears at least, upon external conditions for which the fathers and the mothers and the\nneighbors are responsible very largely, until people get to a maturity where they determine\ntheir own course of thinking and living.\n<\/p><p>\nI am not so much worried about what other people do not do, as I am about what we do not\ndo. We have the power as members of the Church of Jesus Christ of Latter-day Saints to\ninfluence young people. Many of us do not appreciate and perhaps do not understand this, and\nwe lose, for one reason or another, the service of many wonderful young men and young\nwomen in the Church. We have now a large group of men in the Melchizedek Priesthood who\ndo not appear to appreciate their opportunities and their responsibilities.\n<\/p><p>\nI have developed in my ministry with you a love for people who are in a sense indifferent\nbecause of these conditions over which they had little control earlier in life, and I have come\nto realize that once they can be touched by the spirit of God into faith and activity, they\nbecome wonderful servants. I want them to understand that we love them. When one is\nmilitantly opposed to the work of the Church, we have nothing but sympathy\nfor him. So when we realize the great number of people that have not sensed their\nopportunities to become active and go through the Aaronic Priesthood into the Melchizedek\nPriesthood, then when we realize the number of men who are in the Melchizedek Priesthood\nwho are not active in it, we cannot help realizing the tremendous responsibility that rests upon\nus and how far we come from making the perfect effort in the rearing of young people and\nplacing them on a firm foundation of faith, faith like the mustard seed. Now, if we could\nproperly cultivate those people in their growing years, they would realize I think rather fully\nthe purposes for which we are here&mdash;God-given purposes and God-given powers that we have\nwhich we fail to use.\n<\/p><p>\nI think that perhaps we are justified in judging one's faith by his activity, because faith is\nwhat prompts activity, and if we do judge them by that standard, we find that there are times\nwhen many of them are reported as having little faith because they are reported as inactive in\nthe Church. Why cannot we reach them, brethren and sisters? We cannot drive them into it, of\ncourse; we have to love them into it and give them opportunity to help, because when people\nserve us, they realize that they have an interest in us. I read as a boy Benjamin Franklin's\n<i>Autobiography<\/i> in which he said that he early learned that when he wanted particular people to\nhave a particular interest in him, he had to give those particular people an opportunity to do\nsomething for him, and perhaps that would be one of our approaches to these people, to find\nsomething that they can do that will divert their interest and develop their faith and their\ntestimony. The testimony is the thing that has the greatest power of all in our lives, I believe.\n<\/p><p>\nWhen we realize through receiving a testimony, which comes from the Spirit of God, our\nrelationship to God, our obligation to God our Father and our obligation to each other in the\nChurch organization, then we devote ourselves to that service. Without a testimony we do\nlittle.\n<\/p><p>\nSo our problem, brethren and sisters, with our young people is to develop in their hearts the\ntestimony which can carry them over those adolescent years that are so fraught with danger\ninto mature manhood with a testimony that will impel them to observe the commandments of\nGod, that when they enter into the marriage relationship, as has been suggested, they do it for\ntime and for all eternity, so that then they can carry on&mdash;and only then can they carry on and\nrealize the full purpose for which men and women come into this world.\n<\/p><p>\nBrethren and sisters, let us not worry too much about other people but worry about ourselves.\nBrother Lee last night said that the only comparisons that he thinks are of value are the\ncomparisons of a person with his past, of a ward with its past, of a stake with its past. Then if\nwe look at ourselves, we begin, if we have the courage to do it, to revamp our lives.\n<\/p><p>\nI remember making a talk in Idaho one time on repentance. Repentance is fundamental to us,\nas you all know, but after I got through, a fine old brother walked up to me and he said,\n\"Brother Ivins, that was wonderful. You hit my neighbor right square on top of the head.\"\nAnd a young man followed him up and he said, \"Brother Ivins, it was good, and you were\ntalking to me all the time.\" That is our problem, brethren and sisters, to take to heart the\ninstructions we get through the scriptures we read and from the brethren who stand to teach\nus.\n<\/p><p>\nMay we have the strength and the power to face ourselves squarely and then take advantage\nof the opportunities presented in order to acquit ourselves creditably of our responsibility to\neach other and to God our Heavenly Father, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}