{"ID":1193, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Transforming Power of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1962, pp. 50-53<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my beloved brethren and sisters, after listening to this wonderful music and\nthese inspiring talks that we have heard in conference and facing this vast body of priesthood\nand these fine women, I had a strong feeling, as someone has said, that the greatest eloquence\nI could indulge in would be silence. However, I have been called. and in all humility I want\nto say that I love and sustain President David O. McKay as the prophet of the Lord and all\nthese wonderful brethren associated with him and express my appreciation to them for the\ngreat strength and inspiration that they have been to me as I am sure they have been to all of\nyou.\n<\/p><p>\nI should also like to express my sincere appreciation of the fine, devoted leadership and the\nfaithful members throughout this Church.\n<\/p><p>\nSister Tanner and I are most grateful for the privilege and honor that came to us just a year\nago, when we were called to serve in this great missionary work, to cry repentance unto this\npeople and seek to bring forth the cause of Zion\n(<span class=\"citation\" id=\"14081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14081)\">D&amp;C 6:6<\/a><\/span>).\n<\/p><p>\nWe sincerely hope and continually pray that we shall prove worthy of the call, and I humbly\npray this morning, that the Lord will bless me while I speak to you.\n<\/p><p>\nI wish, first, to recognize the presence of the faithful representatives of the stake presidents\nand bishoprics and branch president from the stakes in Great Britain and in Holland. Nearly\nevery one of them is in the Church because of some dedicated missionary\nwho was prepared and privileged to take the gospel message to those foreign lands.\n<\/p><p>\nPresident McKay, I bring you and the Saints here greetings from all the Saints in the stakes\nand missions of the West European area and also from those devoted missionaries and mission\npresidents and their wives that are laboring there.\n<\/p><p>\nWe were very happy to have had the privilege during the last few months of traveling with\nand being built up by President and Sister Moyle and their two daughters and Brother and\nSister Spencer W. Kimball and Brother and Sister Howard W. Hunter while they visited our\nmissions and stakes. The wonderful spirit that they radiated and the encouragement and help\nthat they gave to the missionaries and the officers and members and investigators will be felt\nfor years to come.\n<\/p><p>\nAt our servicemen's conference when President Moyle spoke to those men and women, I shall\nnever forget the influence and the impact that it had on them and will have in their lives. At\nthis time I should like to say how I appreciate those servicemen who are members of our\nChurch and their devotion as they go forward in the work of the Lord. It is an inspiration to\nme to see young men of that caliber laboring throughout the world, and realize that they are\ndoing the work of the Lord, trying to keep the members of the Church together in groups and\nhelping to spread the gospel wherever they go.\n<\/p><p>\nTwo young returned missionaries in France, who are now in the armed services, told me that\nlast year they baptized more people while in the service than they did in the two Years that\nthey were in the mission field in France.\n<\/p><p>\nWe have over 1,600 missionaries in the West European Mission, most of whom we have seen\nand heard and interviewed since the first of the year. They all send their love and best wishes\nto their parents and loved ones and to those who are helping to keep them in the mission\nfield.\n<\/p><p>\nInasmuch as these missionaries are across the ocean in those foreign lands and therefore seem\nfarther from home, I should like to say a few words about the work they are doing and\nconditions over there. It is certainly a privilege and a blessing to be associated with these\nmissionaries, to hear them bear their testimonies and tell of their experiences as they go\nforward as ambassadors of the Lord. Last year they baptized over 16,000 converts, which is\nan average of approximately one each month for every missionary in the West European\nMission. In France, the two missions last year baptized nearly twice as many people as were\nbaptized in the whole of the British Isles in 1958. A few years ago this would have been\nconsidered entirely impossible. To hear the testimonies of these new members and to see the\nchanges that come into their lives as they accept the truths of the gospel and become active\nmembers of the Church is an inspiration indeed.\n<\/p><p>\nSince the beginning of the year, two new missions have been established in the British Isles.\nThe British Mission has been divided into the British and the Southwest British Missions, and\nthe Scottish-Irish Mission has become the Scottish Mission and the Irish Mission. This makes\nsix missions in the British Isles.\n<\/p><p>\nThe organization of two new stakes is being recommended.\n<\/p><p>\nIn order to provide building accommodations for the increasing membership, we have labor&mdash;I\nprefer calling them church-building-missionaries&mdash;employed throughout the mission, helping\nto build chapels while at the same time they are becoming real, substantial members of the\nChurch.\n<\/p><p>\nWhile this outstanding growth is going forward, and so many people are being brought into\nthe Church, the missionaries themselves are developing into fine men and women who will\nbecome very strong leaders of the Church. It is a heart-warming experience which brings tears\nto your eyes to hear them express their love and appreciation for their parents and the\ninfluence they have had in their lives and the privilege they have of being on a mission.\n<\/p><p>\nThe joy and happiness which they experience in bringing people into the Church can be\nexcelled only by that which some of them have as they hear of increased interest and\nactivities at home. It is really a humbling experience to see a big, strong\nyoung man break down and cry as he says, \"The greatest thrill in my life was when I heard\nthat dad has now become active in the Church, and that when I return home we will be able\nto go to the temple and there be sealed as a family for time and all eternity.\" And to hear\nanother express his joy, love, and appreciation and thank his Heavenly Father that his dad,\nwho was not a member of the Church, but who has been keeping him on a mission, has now\njoined the Church is a thrilling experience, indeed.\n<\/p><p>\nAgain, may I repeat that while these missionaries are doing a marvelous work in bringing\npeople into the Church they are at the same time developing into men and women of whom\nwe can all be proud and whose testimonies and experience will not only carry them through\nlife with a strong determination to live the kind of life they should but will add greatly to the\nstrength of the Church.\n<\/p><p>\nIn spite of the deep-rooted traditions and strong prejudices which exist in those old countries\nand which present some real problems, we find one thing which is most encouraging and that\nis that people from all stations in life, including professors, doctors, lawyers, and successful\nbusinessmen, are showing an interest in and are becoming members of the Church today.\n<\/p><p>\nJust a few weeks ago, six young missionaries and I were invited to participate in a telecast\none Sunday evening in London in which we were interrogated in a panel discussion by a\nmember of the House of Commons. The questions were very fair, and we were given an\nopportunity to answer them without interruption. The way those young men responded was a\nreal credit to the Church.\n<\/p><p>\nJust a few days later, again in London there was a full hour broadcast on BBC under the\ndirection of Mr. Charles Chilton of the BBC, who is not a member of the Church, whom\nsome of you know personally because of his having spent some time in Salt Lake City. I\nshould like to read to you the announcement that appeared in the <i>Radio-Times<\/i> the day the\nprogram was presented. It is entitled \"The Mormons\": \n<\/p><p>\n\"What is a Mormon? The usual reply to that question is something like this: 'O I would say\nthe people whose religion allows them dozens of wives.' It did once, but it doesn't any\nlonger. Polygamy was officially outlawed more than seventy years ago and less than 3% of\nthe Mormon community ever indulged in it. The Mormon Church, or to give it its correct\nname, The Church of Jesus Christ of Latter-day Saints, was founded in 1830 by Joseph Smith,\nthe son of a pioneer farmer of New York State. Although avid Bible-readers and regular\nholders of family prayers, few frontier families of those days belonged to an organized\nchurch. However, in 1820 a great missionary campaign was launched by Presbyterians,\nMethodists, Baptists, and other churches with the object of converting the settlers to their own\nparticular faiths. Thousands of people were converted, including Mrs. Smith and three of her\nchildren, but not Joseph. 'There were,' he said, 'too many sects from which to choose,' and\nall of them declared themselves to be the only true church which, of course, was not possible.\nHe decided to ask God for guidance, and he prayed and had a vision in which he was told the\ntrue Church of God would soon be revealed to him. How the new church was formed and\nhow its members were persecuted and how at last, wandering to and fro along and beyond the\nwestern frontiers, they founded a new Zion in the valley of the Great Salt Lake, will be told\nin 'This Is the Place' tonight.\"\n<\/p><p>\nThen in the <i>Daily Express<\/i>, the Manchester edition preceding the program, we read: \n<\/p><p>\n\"BBC plans program on Mormons. The program will tell how the faith was <i>founded<\/i> in New\nYork and <i>hounded<\/i> across America.\"\n<\/p><p>\nThe program started with a very brief history of Joseph Smith, the Prophet, when he was just\na boy and carried right through with his history until his martyrdom. It told of the missionary\nwork in Great Britain, the people leaving there and crossing the waters and then the plains,\nthe many trials and tribulations of the Saints as they were driven from place to place, and\nhow unfair the people and the governments had been to them. It told of the Mormon\nBattalion, the Indians, the crickets, the sea gulls, and the building of the\ntemple which was all presented dramatically. Those who took part were all well-trained\nBritish artists, and the choruses were beautifully rendered.\n<\/p><p>\nFollowing the program we read in the Oxford <i>Mail<\/i>, under the big headline \"Not Nearly\nEnough of the Mormon Story,\" these comments: \n<\/p><p>\n\"The story of the Mormons, 'This Is the Place,' really only scraped the surface of a\nfascinating history. The tale of the trek out west to found Salt Lake City was over-full of\nbreaks and music. Joseph Smith, the founder of the Church of Jesus Christ of Latter-day\nSaints, to give Mormons their full name, and Brigham Young, who chose the spot on which\nto build Salt Lake City, are pioneers of stature, who had to be cut down to smaller size to fit\nthem into this program.\n<\/p><p>\n\"Too many questions about the Mormon way of life remained unanswered. Certainly there is\nplenty of material available if some one would care to dig a little deeper.\"\n<\/p><p>\nThese programs, along with others in which our people have participated, have created much\ninterest and opened hundreds of doors to our missionaries. While this kind of program is\nbeing sponsored by some, there are those who are strongly opposed to our being there and to\neverything we do. Others want to know more about our beliefs. I could give you many\nexperiences, personal and otherwise, but I should like to relate briefly the experience of a\nvery talented and educated young Oxford graduate who is an Egyptian by birth. He studied\nand practised law in Cairo; he has taught law in the law schools of Luxembourg, he speaks\nsix different languages including Arabic, Hebraic, Italian, French, German, and English, and\nteaches now in the London University. When he first read the Book of Mormon, he was\ngreatly impressed by the style in which it was written. He noted that it, like the Semitic\nlanguage, so often had sentences begin with the conjunction \"behold\" and with the phrase \"and\nit came to pass.\" He was also impressed by the fact that names used throughout the book were\nnames which occur so often in the Semitic language. He knew that an uneducated youth could\nnot have translated or written this book. He noted, too, that Joseph Smith took no credit for\nits authorship but claimed that it was translated by the power of God. He accepted Joseph\nSmith's claim without doubt as he knew that this was the only way the book could have been\nwritten.\n<\/p><p>\nAs the missionaries taught him the principles of the gospel, he joined with them in childlike\nfaith in praying to his Heavenly Father that he might have an understanding of the gospel. His\nprayers were answered, and he learned by the Spirit that he had found the truth. He was\nconverted to the Church with a deep and abiding testimony. He is an able and strong advocate\nof the gospel and defender of the Book of Mormon which he knows is true.\n<\/p><p>\nThis is only one of many experiences which are most encouraging to the missionaries and the\nSaints and help to strengthen their testimonies as they hear of them.\n<\/p><p>\nI, too, wish to bear my testimony to you today that the gospel has been restored in these the\nlatter-days, that God the Eternal Father and his Son Jesus Christ did appear to the boy Joseph\nSmith, that he was chosen as a prophet of God with apostles at the head of the Church of\nJesus Christ of Latter-day Saints, that we have the same organization that existed in the\nPrimitive Church, that the priesthood has been restored and that we have a prophet and\napostles of God at the head of the Church today, and that the same simple truths and\nprinciples are taught and ordinances performed and by the same authority as at the time of\nChrist, and that the way is open whereby every man may be baptized by water and by the\nspirit and thereby enter into the kingdom of God. This is my testimony, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}