{"ID":1195, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spiritual Communication<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1962, pp. 59-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, it is a grand privilege to meet with you in this great conference\nwhich is the most nearly international of all conferences ever held in the Church. We are\nmaking history today with the conference proceedings being received in this tabernacle in\nvarious languages and with the conference messages going out into foreign lands.\n<\/p><p>\nWe live in a marvelous age with developments far beyond the most fantastic prognostications\nof a quarter century ago. Our communication lines have been extended from Pony Express to\nfast air service; transportation has been speeded from horse and buggy to globe-encircling jets\nfor the masses, and speeds running into the thousands of miles each hour for the explorers.\nFrom the Vikings and Columbus, we come to \"Glenn\" and the astronauts. Persistent scientists\ncontinue to explore land and sea, and now they are out in space. Much learning has been\nadded, but astronauts and rocket riders and telegraphers can little realize how relatively\nelementary are their movements and discoveries and knowledge. Astronomers have sought\nknowledge through study, but prophets through faith. Astronomers have developed powerful\ntelescopes through which they have seen much, but prophets and seers have had clearer vision\nat greater distances with precision instruments such as the Liahona and the Urim and\nThummim, which have far exceeded the most advanced radar, radio, television, or telescopic\nequipment.\n<\/p><p>\nIn a recent magazine was printed a brief digest of an article from a German astronomer who\nsays that radio astronomers today discuss as a distinct possibility interplanetary conversation\nbetween earth-bound man and creatures on other planets; he \"demonstrates with intricate\nmathematical logic that planets suitable for life may be fairly common among the stars, and\nthat there are perhaps only ten civilized communities within 1,000 light years of the earth,\"\nand \"there may well be creatures intelligent enough on some of those planets to transmit radio\nmessages across the enormous distances of interstellar space.\"\n<\/p><p>\nHe seems convinced that earth's astronomers could eventually detect and interpret incoming\nmessages which highly cultured creatures from those intelligent communities might send, but\nsince the galactic history of such planets \"might take billions of years to evolve, their\nflowering might well last only a few thousand years, so their brief moments of glory would\nseldom coincide.\" He reasons that \"some extraterrestrial civilizations may have destroyed\nthemselves completely, while others may have killed off only the higher types of life,\npermitting new and later civilizations to evolve from the humble creatures that managed to\nsurvive.\"\n<\/p><p>\nSince no mention is made of a controlling power, we fear that there is the assumption that\nplanets build themselves and that inhabitants create themselves. We honor and congratulate\nthe scientists for their intensive research and some of their conclusions.\nWhen we add to their assumptions and findings the knowledge acquired through the\nscriptures, and then place an Omnipotent God in the center of all things, the picture becomes\nclearer and purpose gives it meaning and color.\n<\/p><p>\nThe Gospel writer, John, gave us these precious words: \"In the beginning was the Word, and\nthe Word was with God, and the Word was God.\n<\/p><p>\n\"The same was in the beginning with God.\n<\/p><p>\n\"All things were made by him; and without him was not any thing made that was made\"\n(<span class=\"citation\" id=\"27992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27992)\">John 1:1-3<\/a><\/span>).\n<\/p><p>\nAnd modern revelation confirms: \"The worlds were made by him, men were made by him; all\nthings were made by him, and through him,\n<\/p><p>\n\". . . he was called the Son of God\" (<span class=\"citation\" id=\"14190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14190)\">D&amp;C 93:10,14<\/a><\/span>).\n<\/p><p>\nThe Lord himself testifies: \"Behold, I am Jesus Christ, the Son of the Living God, who created\nthe heavens and the earth\" (<span class=\"citation\" id=\"14089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14089)\">D&amp;C 14:9<\/a><\/span>)\n\". . . [they] are in mine hands\" (<span class=\"citation\" id=\"14147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14147)\">D&amp;C 67:2<\/a><\/span>).\n<\/p><p>\nStudents of the universe might be amazed to know how much Adam knew about astronomy;\nhow much Enoch and Moses had of accumulated knowledge of this world in its beginnings,\nits history and of its projected end. Many would wonder at the great Abraham, living nearly\nforty centuries ago, who was such a world authority, not only on the earth, its movements,\nand its conditions, but on the universe itself, extending to the very center of it.\n<\/p><p>\nHis supernatural knowledge was probably supplemented by research and observation in the\nclear, starry nights in the plains of Mesopotamia, but he must have received the major part\nthrough the Urim and Thummim which could have been far more revealing than the most\npowerful telescope in the most modern observatory. In his 175 brilliant years of life he\naccumulated knowledge in many fields, but especially in astronomy, in which field he seems\nto have excelled, and was perhaps equal or superior to even the highly trained Egyptian\nastronomers. At the altar near Bethel, close to Jerusalem, came his greatest scientific\nknowledge.\n<\/p><p>\nAs he sat in Egypt and wrote his treatise on papyrus, in longhand, likely to present to Pharaoh\nand his eminent court, he wrote. \"And I, Abraham, had the Urim and Thummim, which the\nLord my God had given unto me, in Ur of the Chaldees; \n<\/p><p>\n\"And I saw the stars that they were very great, and one of them was nearest unto the throne\nof God; and there were many great ones which were near unto\n<\/p><p>\n\"And the Lord said unto me: These are the governing ones; and the name of the great one is\nKolob, because it is near unto me, for I am the Lord thy God; I have set this one to govern\nall those which belong to the same order as that upon which thou standest\"\n(<span class=\"citation\" id=\"7222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7222)\">Abr. 3:1-3<\/a><\/span>).\n<\/p><p>\nThe worlds were created, organized, and made to function by Jesus Christ our Lord, all this at\nthe instance of and under the direction of his Father Elohim, our Heavenly Father. Abraham\nknew, as we know, that the works of God in all creations were infinite, purposeful, efficient,\nlimitless.\n<\/p><p>\nThe Lord continues in his revelation to the Prophet, \"And there are many kingdoms, for there\nis no space in which there is no kingdom . . .\n<\/p><p>\n\"Unto every kingdom is given a law\" (see\n(<span class=\"citation\" id=\"14176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14176)\">D&amp;C 88:37-38<\/a><\/span>).\nHe knew the bounds set to\nheaven, earth, sun, stars, their times, revolutions, laws and glories&mdash;which orbs borrow their\nlight from Kolob, the greatest of all the stars\n(<span class=\"citation\" id=\"7223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7223)\">Abr. 3:3,16<\/a><\/span>).\nHe actually tells us about the\nthrone of God and that he resides \"on a globe like a sea of glass and fire, [which]&mdash;is a great\nUrim and Thummim\" (<span class=\"citation\" id=\"14223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14223)\">D&amp;C 130:7-8<\/a><\/span>).\n<\/p><p>\nHe continues in his inspired treatise, \"And the Lord said unto me, by the Urim and\nThummim, that Kolob was after the manner of the Lord\"\n(<span class=\"citation\" id=\"7224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7224)\">Abr. 3:4<\/a><\/span>), and that one\nrevolution of it was equal to one thousand years on earth.\n<\/p><p>\nWe quote again, \"Kolob, signifying the first creation, nearest to the celestial, or the residence\nof God. First in government, the last pertaining to the measurement of time\"\n(<span class=\"citation\" id=\"23205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23205)\">Fac. 2:1<\/a><\/span>).\n<\/p><p>\nOther grand-governing creations near to the place where God resides are pictured. This\nadvanced knowledge was \"revealed from God to Abraham as he offered\nsacrifice upon an altar which he had built unto the Lord\"\n(<span class=\"citation\" id=\"23206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23206)\">Fac. 2:2<\/a><\/span>).\nHe says, \"Thus I,\nAbraham, talked with the Lord, face to face . . . and he told me of the works which his\nhands had made . . . which were many; and they multiplied before mine eyes, and I could\nnot see the end thereof\" (<span class=\"citation\" id=\"7225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7225)\">Abr. 3:11-12<\/a><\/span>).\n<\/p><p>\nAs we stretch our imaginations to absorb the limitlessness of the creations of God, we turn to\na favorite song: \n<\/p><p>\n\"If you could hie to Kolob in the twinkling of an eye,<br \/>\n          And then continue onward with that same speed to fly,<br \/>\n          D'ye think that you could ever, through all eternity,<br \/>\n          Find out the generation where Gods began to be?\n<\/p><p>\n\"Or see the grand beginning, where space did not extend?<br \/>\n          Or view the last creation, where Gods and matter end?<br \/>\n          Methinks the Spirit whispers, No man has found 'pure space,'<br \/>\n          Nor seen the outside curtains, where nothing has a place.\n<\/p><p>\n\"The works of God continue, and worlds and lives abound; <br \/>\n          Improvement and progression have one eternal round.<br \/>\n          There is no end to matter; there is no end to space<br \/>\n          There is no end to spirit; there is no end to race.\"<br \/><br \/>\n&nbsp; &nbsp;                                              &mdash;William W. Phelps\n<\/p><p>\nThe noted scientist speaks of other planets and suggests civilized space communities. Time\nwas when most people thought the earth was the world, and that the sun, the moon, and the\nstars were earth's counterparts, or inferior appendages, merely to give light like lanterns\nhanging in the sky. But now scientists know, as the people generally know, and as prophets\nknew long before them, that the earth is but one minor unit of numerous creations in space\nilluminated by the presence of God \"who is in the midst of all things\"\n(<span class=\"citation\" id=\"14173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14173)\">D&amp;C 88:12-13<\/a><\/span>).\n\". . . the glory of his presence that the sun shall hide his face in shame\"\n(<span class=\"citation\" id=\"14230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14230)\">D&amp;C 133:49<\/a><\/span>).\n<\/p><p>\nOur friend the astronomer speaks of interstellar civilizations, probably experiencing turbulent\nhistory such as our own earth has had with the rise and fall of great civilizations, such as\nBabylon, Ninevah, Jerusalem, Egypt, Greece, Rome, and numerous others which have flared\nlike an arc-light, then dimmed even to candlelight proportions, or to be extinguished. The\nprophets knew through the centuries that not only civilizations come and go, but worlds are\nborn, mature, and die. The Lord said, \"And the end shall come, and the heaven and the earth\nshall be consumed and pass away . . .\n<\/p><p>\n\". . . it is the workmanship of mine hands\"\n(<span class=\"citation\" id=\"14105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14105)\">D&amp;C 29:23,25<\/a><\/span>).\n\". . . the earth abideth the law\nof a celestial kingdom, for it filleth the measure of its creation . . .\n<\/p><p>\n\". . . notwithstanding it shall die, it shall be quickened again . . . and the righteous shall\ninherit it\" (<span class=\"citation\" id=\"14175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14175)\">D&amp;C 88:25-26<\/a><\/span>).\nThe Prophet Joseph writes, \"The earth rolls upon her wings, and\nthe sun giveth his light by day, and the moon giveth her light by night, and the stars also give\ntheir light, as they roll upon their wings in their glory, in the midst of the power of God.\n<\/p><p>\n\". . . and any man who hath seen any or the least of these hath seen God moving in his\nmajesty and power\"\n(<span class=\"citation\" id=\"14177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14177)\">D&amp;C 88:45,47<\/a><\/span>).\n\"For after it hath filled the measure of its creation, it\nshall be crowned with glory, even with the presence of God the Father; \n<\/p><p>\n\"That bodies of the celestial kingdom may possess it forever and ever; for, for this intent was\nit made and created, and for this intent are they sanctified\"\n(<span class=\"citation\" id=\"14174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14174)\">D&amp;C 88:19-20<\/a><\/span>).\n<\/p><p>\nTo Moses, to Joseph Smith, and to others of the great prophets, came visions and revelations\nunbelievable, so clear, so distinct, so complete that it will yet be long, if ever, when, through\nobservation and exploration only, men will gain the knowledge, for the prophets saw\nunbelievable things in kaleidoscopic vision. \"But only an account of this earth, and the\ninhabitants thereof, give I unto you,\" said the Lord to Moses. \"For behold, there are many\nworlds that have passed away by the word of my power and there are many that now\nstand, and innumerable are they unto man; but all things are numbered unto\nme, for they are mine and I know them\" (<span class=\"citation\" id=\"39158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39158)\">Moses 1:35<\/a><\/span>).\n<\/p><p>\nWe are near appalled by the discernment of the scientists whose accumulated knowledge awes\nus, but there is greater knowledge; there are more perfect instruments; there is much more to\nlearn. We can but imagine <i>how<\/i> the great truths have been transmitted through the ages.\nExactly how this precious instrument, the Urim and Thummim, operates, we can only\nsurmise, but it seems to be infinitely superior to any mechanism ever dreamed of yet by\nresearchers. It would seem to be a receiving set or instrument. For a set to receive pictures\nand programs, there must be a broadcasting set. The scriptures above quoted indicated that the\nabode of God is a master Urim and Thummim, and the synchronization of transmitting and\nreceiving apparatus of this kind could have no limitation.\n<\/p><p>\nEven with our most elementary communication sets we hear voices around the world. We\nremember when, even with earphones, we could decode only part of the static over the\nnewborn radio. Our first television pictures were very local and very amateurish. Today, we\nsee in our homes a fight in Madison Square Garden, a football game in the Cotton Bowl, the\nTabernacle Choir in Chicago, an astronaut circling the globe. Is it hard to project ourselves\nfrom the elemental world of puny man to the world of Omnipotent God, who with great\npurpose has developed precision instruments operated through his omnipotent knowledge? Is it\ndifficult to believe that the Urim and Thummim, carried down through the ages by the\nprophets, even in the hands of our own modern-day prophet, could be that precision\ninstrument which would transmit messages from God himself to his supreme creation&mdash;man?\nCan God have limitations? Can atmosphere or distance or space hold back his pictures?\nWould it be so difficult for Moses or Enoch or Abraham or Joseph to see a colorful, accurate,\nmoving picture of all things past and present, and even future? Could one doubt that the holy\nman, Moses, could stand on the mountain peak and see? Moses' Creator said, \". . . look, and I\nwill show thee the workmanship of mine hands; but not all, for my works are without end\"\n(<span class=\"citation\" id=\"39154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39154)\">Moses 1:4<\/a><\/span>).\n\"Wherefore, no man can behold all my works, except he behold all my glory;\nand no man can behold all my glory, and afterwards remain in the flesh on the earth\"\n(<span class=\"citation\" id=\"39155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39155)\">Moses 1:5<\/a><\/span>).\n\"For mine own purpose have I made these things . . .\n<\/p><p>\n\"And by the word of my power, have I created them, which is mine Only Begotten Son . . .\n<\/p><p>\nAnd \"worlds without number have I created; and I also created them for mine own purpose;\nand by the Son I created them which is mine Only Begotten\"\n(<span class=\"citation\" id=\"39157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39157)\">Moses 1:31-33<\/a><\/span>).\n\". . . The\nheavens, they are many, and they cannot be numbered unto man; but they are numbered unto\nme, for they are mine\" (<span class=\"citation\" id=\"39159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39159)\">Moses 1:37<\/a><\/span>).\n<\/p><p>\nThe perfected Enoch, as he saw the brilliant, awesome picture, exclaimed, \"And were it\npossible that man could number the particles of the earth, yea, millions of earths like this, it\nwould not be a beginning to the number of thy creations\"\n(<span class=\"citation\" id=\"39166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39166)\">Moses 7:30<\/a><\/span>). And then the\nCreator said, \". . . there is no end to my works, neither to my words. \"For behold, this is my\nwork and my glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39160)\">Moses 1:38-39<\/a><\/span>).\n<\/p><p>\nThe quoted doctor speaks of the flowering of the civilizations upon the various planets. The\nLord told Enoch, \"Wherefore, I can stretch forth mine hands and hold all the creations which\nI have made; and mine eye can pierce them also, and among all the workmanship of mine\nhands there has not been so great wickedness as among thy brethren\"\n(<span class=\"citation\" id=\"39167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39167)\">Moses 7:36<\/a><\/span>).\n<\/p><p>\nWe know little about interplanetary conversation between planets of the same order and\ndevelopment, but we know that such messages on a two-way circuit have been heard and\nunderstood by earth men and properly interpreted to dying civilizations throughout the ages,\nand this in line with the thought of the dying worlds and the living worlds and the aborning\nworlds. The scriptures postulate that worlds have gone out of existence\nthrough self-destruction, but other worlds have gone on unto perfection, and communication\nbetween the higher and the lower is not only possible, but is also an actuality. At the\ncontrolling center of the universe in such a perfected world is God. He knows all things\nwhich could possibly affect us, and because of his experience in his creation of us in his\nimage, he is eager that we become like him&mdash;perfect. Accordingly, he has continued\ncommunication with us through the millennia. Without plane or rocket, messengers have\ncome.\n<\/p><p>\nOur surprise is greatest in the last conclusion made by the German astronomer when he\nexpresses the belief that \"the earth's young civilization is now approaching its first great crisis\nbecause of its new found powers of self destruction,\" and \"man's best hope of avoiding\ndisaster is to listen hard for radioed advice. Far out in starry space,\" he says, \"perhaps is an\nold wise civilization that has survived many crises and is trying to warn the callow earth\nagainst the mistakes of its own youth.\" What an astute observation! Yet for thousands of years\nour omniscient Heavenly Father from his old wise world has been trying to get his children to\nlisten hard for such radioed advice and televised wisdom, but they were blind of eyes and dull\nof ears. They were not connected to the power line.\n<\/p><p>\nHandwritten messages of warning have come to wicked Belshazzars, who, with lords and\nladies in ugly debauchery, drank wines from golden vessels stolen from holy temples, and\nempires collapsed, and while drunkenness and sensual indulgence were at their height, there \".\n. . came forth fingers of a man's hand, and wrote over against the candlestick upon the\nplaister of the wall of the king's palace: and the king saw the part of the hand that wrote.\n<\/p><p>\n\"Then the king's countenance was changed, and his thoughts troubled him, so that the joints\nof his loins were loosed, and his knees smote one against another\"\n(<span class=\"citation\" id=\"10666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10666)\">Dan. 5:5-6<\/a><\/span>). This was a\nmessage from another world. Daniel interpreted the solemn warning. On another continent\nAminadi \". . . interpreted the writing which was upon the wall of the temple, which was\nwritten by the finger of God\" (<span class=\"citation\" id=\"9020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9020)\">Alma 10:2<\/a><\/span>).\n<\/p><p>\nAnother message written by the Lord on two sets of stone tables came from Mt. Sinai, \". . .\nAnd he wrote upon the tables the words of the covenant, the ten commandments\"\n(<span class=\"citation\" id=\"22703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22703)\">Ex. 34:28<\/a><\/span>).\n<\/p><p>\nHow else except through interplanetary messages could landlubber Nephi, without experience,\nhave built a seaworthy ship which would safely cross an ocean? How else could Noah have\nknown the minute specifications for an ark to ride the flood successfully? How else could\nMoses know the dimensions, materials, and uses of the tabernacle, and how else could\nSolomon know the specifications for his temple?\n<\/p><p>\nRadioed programs came in great numbers through the ages, faithfully interpreted by the\nJeremiahs, the Ezekiels, and the Daniels; by the Nephis, the Moronis, the Benjamins; by the\nPeters, the Pauls, and the Joseph Smiths. Better than radio or television communications, have\ncome personal messengers without plane, or rocket ship, from God's abode to announce the\nbirth of Isaac, the destruction of Sodom and Gomorrah, the coming of Saul to Damascus.\nThrough some program, perhaps something like super-television, Joseph saw the coming\nfamine in Egypt so he could warn Pharaoh and save his own people. And another Joseph saw\na trans-space program causing him to flee to Egypt with the Christ-child, and then to return to\nNazareth. Peter saw a picture of the four-cornered sheet filled with beasts and heard voices\nwhich were to send the proselyting program not only to Jews, but also to all the world. A\nmessenger from the Father crossed space to announce, \"For unto you is born this day in the\ncity of David a Saviour, which is Christ the Lord.\"\n<\/p><p>\nAnd from out in space came suddenly \". . . a multitude of the heavenly host praising God,\nand saying.\n<\/p><p>\n\"Glory to God in the highest, and on earth peace, good will toward men\"\n(<span class=\"citation\" id=\"31565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31565)\">Luke 2:11,13-14<\/a><\/span>).\n<\/p><p>\nComforting messengers stood by the Christ in Gethsemane after his momentous decision. One\nfrom far out space was outside Jerusalem's wall by the empty tomb, and \". . . rolled back\nthe stone from the door, and sat upon it\"\n(<span class=\"citation\" id=\"35208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35208)\">Matt. 28:2<\/a><\/span>). He said, \". . . Fear\nnot ye: for I know that ye seek Jesus, which was crucified.\n<\/p><p>\n\"He is not here: for he is risen\" (<span class=\"citation\" id=\"35209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35209)\">Matt. 28:5-6<\/a><\/span>).\n<\/p><p>\nAnd there were two men undetained by space or time, standing on the Mt. of Olives who\nsaid, \"Ye men of Galilee . . . this same Jesus, which is taken up from you into heaven, shall\nso come in like manner as you have seen him go into heaven\"\n(<span class=\"citation\" id=\"7886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7886)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nJust last century a space messenger came to Joseph Smith, announcing, \". . . that he was a\nmessenger sent from the presence of God . . . that his name was Moroni; that God had a work\nfor [him] to do\" (<span class=\"citation\" id=\"30432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30432)\">JS&mdash;H 1:33<\/a><\/span>),\nIn a single night repeated visits and the crossing\nthrough space from earth to the abode of God, seemed to be negotiated without limitation of\ntime or space or gravity's pull!\n<\/p><p>\nFrom the center of the universe where the power, the light, the direction, and the intelligence\noriginates, came another messenger announcing himself as the resurrected John the Baptist.\nAnciently beheaded, now resurrected, he came to restore the keys and powers which he\nhimself had possessed on earth. He was followed by three other messengers, Peter, James, and\nJohn, who restored the Melchizedek Priesthood with all its powers and authority.\n<\/p><p>\nDivine guards had sped through space to save the life of Abraham on Potiphar's Hill in the\nland of Ur, to save Daniel and his companions in the lions' den, to save Nephi from the\nbitterness and bloodthirsty anger of his brothers, to save Isaac from the knife of sacrifice.\n<\/p><p>\nThen there were messages so precious, so vital, that the Lord himself came. He taught Adam\nin the Garden of Eden, showed Enoch the millions of units in his universe, and trained Moses\nto lead Israel. He stood on the highway near Damascus and started Paul in his marvelous\ntransformation and ministry.\n<\/p><p>\nAnd then there were the visits of the Father himself, who came to bear witness of his Beloved\nSon Jesus Christ at the waters of Jordan, on the Mt. of Transfiguration, to the Nephites on\nsoil of the New World. He introduced his Son on these pivotal and vital visits.\n\"<i>Behold, my Beloved Son, in whom I am well pleased, in whom I have glorified my name<\/i>\"\n(<span class=\"citation\" id=\"5642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5642)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nAnd again, in the Sacred Grove in New York State came the Father and the Son in the\nrestoration of great and holy things.\n<\/p><p>\nIs man earthbound? Largely so, and temporarily so, yet Enoch and his people were translated\nfrom the earth, and the living Christ and angels commuted.\n<\/p><p>\nIs there interplanetary conversation? Certainly. Man may speak to God and receive answers\nfrom him. Is there association of interplanetary beings? There is no question.\n<\/p><p>\nAre planets out in space inhabited by intelligent creatures? Without doubt.\n<\/p><p>\nWill radioed messages ever come between planets across limitless space. Certainly, for there\nhave already been coming for 6,000 years, properly decoded, interpreted, and publicized\nmessages of utmost importance to the inhabitants of this earth. Dreams and open vision, like\nperfected television programs, have come repeatedly. Personal representatives have brought\nwarning messages too numerous times to mention, and it is our testimony to the world that\nGod lives and abides in his heavenly home, and the earth is his footstool, and only one of his\nnumerous creations; that Jesus Christ the Son of that Living God is the Creator, Savior, and\nRedeemer of the people on this earth who will listen and obey; and that these interstellar\nmessages&mdash;call them what you will, visions, revelations, television, radio&mdash;from the abode\nof God to man on this earth continue now to come to the living prophet of God among us this\nday. This I know, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}