{"ID":1197, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Blessing of Fasting<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1962, pp. 67-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Moyle, President Brown, my dear brothers and sisters: This is a\ngreat sight. Someone has said he wishes that every one of you could stand here for a moment.\nIt would make a better Christian out of you. I sincerely pray that what I shall say will be\nhelpful to someone, especially those who may have troubles, or those who may have\nproblems, or who may have sorrows. There are so many troubles and so much sorrow in the\nworld.\n<\/p><p>\nThis is a great chorus today. We have surely enjoyed it, coming from a great institution\n[Ricks College]. I am sure we all miss Brother Stapley, Brother Morris, Brother Hunter,\nBrother McConkie, and Brother Hanks, but they know that they have our prayers.\n<\/p><p>\nFasting and prayer and the contribution of an honest fast offering have given us some concern\nrecently. I desire to speak on those two very closely related subjects today.\n<\/p><p>\nFasting consists in the complete abstinence from food and drink. Fasting, with prayer, its\ncompanion, is designed to increase spirituality, to foster a spirit of devotion and a love of\nGod, to increase faith in the hearts of men, thus assuring divine favor; to encourage humility\nand contrition of soul; to aid in the acquirement of righteousness; and to teach man his\nnothingness and dependence upon God; and to hasten along the path of salvation those who\nproperly comply with this law of fasting.\n<\/p><p>\nThere are many specific reasons for fasting recorded in the scriptures. It is a general\nobligation imposed by revelation upon Church members. It is in itself a form of true worship\nof God. In 1832 the Lord gave a revelation to the Prophet Joseph, when he stated: \". . . I give\nunto you a commandment that ye continue in prayer and fasting from this time forth\"\n(<span class=\"citation\" id=\"14180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14180)\">D&amp;C 88:76<\/a><\/span>).\n<\/p><p>\nBut this was not the beginning of fasting. The law is as old as man. In 1932 President Joseph\nFielding Smith stated: \". . . if we had the records before us, we would discover that fasting\nwas introduced by revelation to man in the dawn of history\" (<i>Deseret News<\/i>, August 13,\n1932, p. 5).\n<\/p><p>\nThe late President Joseph F. Smith commenting on the law of fasting and the payment of an\nhonest fast offering, stated: \"It is, therefore, incumbent upon every Latter-day Saint to give to\nhis bishop, on fast day, the food [or its equivalent], that he and his family would consume for\nthe day, that it may be given to the poor for their benefit and blessing; or, in lieu of the food,\nthat its equivalent [value or] amount, or if the person is wealthy, a liberal donation in money,\nbe so reserved and dedicated to the poor\" (<i>Gospel Doctrine<\/i>, p. 243).\n<\/p><p>\nIs it proper to fast for the sick? I quote from 2 Samuel: \"David therefore besought God for\nthe child; and David fasted, and went in, and lay all night upon the earth\"\n(<span class=\"citation\" id=\"4996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4996)\">2 Sam. 12:16<\/a><\/span>).\n<\/p><p>\nIs it proper to fast for a special blessing? I wonder if every one of us doesn't need a special\nblessing? If I may be forgiven right here, I think I should like to tell you that Thursday\nmorning in the temple in an upper room, all of the General Authorities met there in fasting\nand prayer. President McKay talked to us and gave us such assurance and\nsuch comfort that will carry us through this conference. Then as he stood there, he talked\nabout Jesus and he stated: \"Jesus Christ is the Head of the Church, and he is real.\" I wish you\ncould have felt that. I am sure you must feel it here today, because it is here.\n<\/p><p>\nThen President Moyle talked to us. He offered the opening prayer, and we were all deeply\ntouched. Fasting for a special blessing? Yes, we were fasting for a special blessing. Then as\nPresident Moyle spoke to us a little later, he said he had the feeling and the assurance that we\nwould be comforted as we came here to speak, and that we would have the assurance that\neverything would be done well. Fasting for a special blessing? Yes.\n<\/p><p>\nThen President Brown talked to us and reassured us that as we come here to this pulpit, he\nwould bow his head and ask God to bless us. Fasting for a special blessing? Yes.\n<\/p><p>\nMay I quote from Mosiah in the Book of Mormon: \"And he caused that the priests should\nassemble themselves together; and they began to fast, and to pray to the Lord their God that\nhe would open the mouth of Alma, that he might speak, and also that his limbs might receive\ntheir strength&mdash;that the eyes of the people might be opened to see and know of the goodness\nand glory of God.\n<\/p><p>\n\"And it came to pass after they had fasted and prayed for the space of two days and two\nnights, the limbs of Alma received their strength, and he stood up and began to speak unto\nthem, bidding them to be of good comfort\"\n(<span class=\"citation\" id=\"40312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40312)\">Mosiah 27:22-23<\/a><\/span>).\n<\/p><p>\nIs it proper to fast in order to gain a testimony? I refer to Alma again: \"Behold, I say unto\nyou they are made known unto me by the Holy Spirit of God. Behold I have fasted and\nprayed many days that I might know these things of myself. And now I do know of myself\nthat they are true; for the Lord God hath made them manifest unto me by his Holy Spirit; and\nthis is the spirit of revelation which is in me\"\n(<span class=\"citation\" id=\"9015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9015)\">Alma 5:46<\/a><\/span>).\n<\/p><p>\nIs it proper to fast that we may know and speak the will of the Lord? Again from Alma: \"But\nthis is not all; they had given themselves to much prayer, and fasting; therefore they had the\nspirit of prophecy, and the spirit of revelation, and when they taught, they taught with power\nand authority of God\" (<span class=\"citation\" id=\"9024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9024)\">Alma 17:3<\/a><\/span>).\n<\/p><p>\nIn Third Nephi we read: \"And it came to pass that as the disciples of Jesus were journeying\nand were preaching the things which they had both heard and seen, and were baptizing in the\nname of Jesus, it came to pass that the disciples were gathered together and were united in\nmighty prayer and fasting\" (<span class=\"citation\" id=\"5646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5646)\">3 Ne. 27:1<\/a><\/span>).\n<\/p><p>\nIt is said of Moses, while he was with God at Mt. Sinai: \"And he was there with the Lord\nforty days and forty nights; he did neither eat bread, nor drink water. And he wrote upon the\ntables the words of the covenant, the ten commandments\"\n(<span class=\"citation\" id=\"22704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22704)\">Ex. 34:28<\/a><\/span>).\n<\/p><p>\nIs it appropriate to fast when in mourning or in sorrow? Again, from Alma in the Book of\nMormon: \"And thus there was a tremendous battle; yea, even such an one as never had been\nknown among all the people in the land from the time Lehi left Jerusalem; yea, and tens of\nthousands of the Lamanites were slain and scattered abroad.\n<\/p><p>\n\"Yea, the cry of widows mourning for their husbands, and also of fathers mourning for their\nsons, and the daughter for the brother, yea, the brother for the father; and thus the cry of\nmourning was heard among all of them, mourning for their kindred who had been slain.\n<\/p><p>\n\"And now surely this was a sorrowful day; yea, a time of solemnity, and a time of much\nfasting and prayer.\n<\/p><p>\n\"Now their dead were not numbered because of the greatness of their numbers; neither were\nthe dead of the Nephites numbered&mdash;but it came to pass after they had buried their dead, and\nalso after the days of fasting, and mourning, and prayer . . . there began to be continual\npeace throughout all the land\" \n(<span class=\"citation\" id=\"9025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9025)\">Alma 28:2,5-6<\/a><\/span>;\n<span class=\"citation\" id=\"9027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9027)\">Alma 30:2<\/a><\/span>).\n<\/p><p>\nIs it proper to fast as a means of purifying one's soul? In the book of Helaman we read:\n\"Nevertheless they did fast and pray oft, and did wax stronger and stronger in their humility,\nand firmer and firmer in the faith of Christ, unto the filling their souls with\njoy and consolation, yea, even to the purifying and the sanctification of their hearts, which\nsanctification cometh because of their yielding their hearts unto God\"\n(<span class=\"citation\" id=\"24695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24695)\">Hel. 3:35<\/a><\/span>).\n<\/p><p>\nAmaleki wrote to his brethren as recorded in the book of Omni: \"And now, my beloved\nbrethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake\nof his salvation, and the power of his redemption. Yea, come unto him, and offer your whole\nsouls as an offering unto him, and continue in fasting and praying, and endure to the end; and\nas the Lord liveth ye will be saved\"\n(<span class=\"citation\" id=\"41184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41184)\">Omni 1:26<\/a><\/span>).\n<\/p><p>\nOur Latter-day Saint temples are houses of fasting. When the Lord gave instructions for the\nbuilding of the Kirtland Temple, he said: \"And let the lower part of the inner court be\ndedicated unto me for your sacrament offerings, and for your preaching, and your fasting, and\nyour praying, and the offering up of your most holy desires unto me, saith your Lord\"\n(<span class=\"citation\" id=\"14198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14198)\">D&amp;C 95:16<\/a><\/span>).\n<\/p><p>\nListen to these words of the Lord to the Prophet Joseph Smith in 1832, and again repeated by\nthe Prophet when he dedicated the Kirtland Temple in 1836: \"Organize yourselves; prepare\nevery needful thing; and establish a house, even a house of prayer, a house of fasting, a house\nof faith, a house of learning, a house of glory, a house of order, a house of God\"\n(<span class=\"citation\" id=\"14183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14183)\">D&amp;C 88:119<\/a><\/span>;\n<span class=\"citation\" id=\"14206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14206)\">D&amp;C 109:8<\/a><\/span>).\n<\/p><p>\nAgain, turn to the late President Joseph F. Smith and eagerly read his words on fasting,\nprayer, and fast offerings, and the great blessing attendant upon obedience to this law in all of\nits ramifications: \"It would be a simple matter for people to comply with this requirement to\nabstain from food and drink one day each month, and to dedicate what would be consumed\nduring that day to the poor, and as much more as they pleased. The Lord has instituted this\nlaw; it is simple and perfect based on reason and intelligence, and would not only prove a\nsolution to the question of providing for the poor, but it would result in good to those who\nobserve the law. It would call attention to the sin of over-eating, place the body in subjection\nto the spirit, and so promote communion with the Holy Ghost, and insure a spiritual strength\nand power which the people of the nation so greatly need. (That was given over fifty years\nago.)\n<\/p><p>\n\"As fasting should always be accompanied by prayer, this law would bring the people nearer\nto God, and divert their minds once a month at least, from the mad rush of worldly affairs\nand cause them to be brought into immediate contact with practical, pure and undefiled\nreligion&mdash;to visit the fatherless and the widow, and keep themselves unspotted from the sins\nof the world. For religion is not in believing the commandments only, it is in doing them. I\nwould to God that men would not only believe Jesus Christ and his teachings, but would\nbroaden their belief to the extent of doing the things that are taught by them, and doing them\nin spirit.\" (<i>Gospel Doctrine<\/i>, pp. 237-238.)\n<\/p><p>\nIf Latter-day Saints faithfully fulfilled the law of the fast, and if they prayed in connection\ntherewith as commanded and paid an honest fast offering, they would be blessed more\nabundantly&mdash;both temporally and spiritually&mdash;and there would be ample funds in the Church\nto provide for all our poor, as the Lord has commanded. He has given us the way, but sad as\nit may seem, we are negligent about the payment of an honest fast offering.\n<\/p><p>\nMany of us may sometimes wonder why blessings are seemingly withheld from us. It could\nwell be that the laws on which those blessings are predicated have escaped our attention or\nthat we underestimate the necessity for obedience to those laws. It may well be therefore, that\nmany of our desired blessings are never realized because we do not more faithfully obey the\nlaw of fasting and prayer and contribute for the blessing of the poor the full value of the\nmeals not consumed on Fast Day.\n<\/p><p>\nPresident McKay has summed up the great blessing attendant upon full obedience to the law\nof the fast when he said: \"All the principles associated with fasting seem to point to the fact\nthat it produces: (1) physical benefits, (2) intellectual activity, (3) spiritual\nstrength.\"\n<\/p><p>\nIn tonight's <i>Church Section<\/i> of the <i>Deseret News-Salt Lake Telegram<\/i>&mdash;I just saw it at noon\ntoday&mdash;there is another very wonderful article on the law of the fast by President McKay.\n<\/p><p>\nNow, what of the blessings accruing to the poor through the payment of the fast offering each\nmonth by all members of the Church? Of course, only those grateful souls who receive such\nassistance could possibly describe those blessings. How would the man describe hunger who\nknows nothing of its pangs? Or cold when he has always been warm? Or illness when he has\nalways had good health?\n<\/p><p>\nFasting, prayer, and the contributing of the full amount of fast offering are the Lord's divine\nprescription for many of the blessings which everyone of us needs in one way or another or at\none time or another. In order that this great Church may do its part in taking care of the poor,\nthat both the giver and the receiver may be blessed as the Lord desires, we commend to you\nmore serious consideration of the law of fasting, and then prayer as its companion, and then\nthe payment of an honest fast offering in keeping with the value of the meals not consumed\non that day.\n<\/p><p>\nAbout the turn of the century one of America's most brilliant, prominent attorneys had an\noccasion to defend a helpless person, and he used this very beautiful allegory: \"When God\ndecided to make man, he called the three angels who waited on his throne&mdash;Justice, Truth, and\nMercy&mdash;and said: 'Shall we make Man?' Justice replied: 'Make him not, O God, for he will\ntrample on thy laws.' Truth replied, 'Make him not O God, for he will pollute thy\nsanctuaries.' Mercy, kneeling, looked through her tears and said, 'Make him, O God, and I\nwill watch over him all the days of his life.'\n<\/p><p>\n\"So God decided to make man and said, 'Thou art a child of Mercy; go out and live with thy\nbrothers.'\"\n<\/p><p>\nI know that God is our Father. I know that God lives. I know that Jesus is our beloved\nSavior. I felt it strongly when President McKay said the other day, \"Jesus is real.\" I am\ngrateful to you brethren whom we meet each week. What strength you give us as we come to\nyou, most of the time in fasting. I am grateful that I learned a few days ago, rather\naccidentally, that my wife fasts for me every Sunday morning as I come to you. For that I am\ngrateful.\n<\/p><p>\nMay we live the law of the fast, and you cannot think of fasting without praying. God bless\nus that we may take seriously fasting, praying, and the payment of an honest fast offering as\nthe Lord has divinely ruled it so, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}