{"ID":1199, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"An Understanding Heart\"<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, April 1962, pp. 74-76<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFor forty years David had reigned over Israel, and as his life was drawing to a close, he\nappointed his son Solomon as his successor to the throne. Solomon inherited the great\nkingdom which had been conquered by the military genius of his father. The empire extended\nfrom the Mediterranean Sea to the Euphrates and from the Syrian desert to the Red Sea. It\nbecame the task of this young man, then less than twenty years of age, to weld this great\nempire into a unity.\n<\/p><p>\nAs his last will and testament, King David called Solomon to his side, and knowing the great\ntask which would fall on the shoulders of this youth, he said to him: \n<\/p><p>\n\"I go the way of all the earth: be thou strong therefore, and shew thyself a man\n<\/p><p>\n\"And keep the charge of the Lord thy God, to walk in his ways, to keep his statutes, and his\ncommandments, and his judgments, and his testimonies, as it is written in the law of Moses,\nthat thou mayest prosper in all that thou doest, and whithersoever thou turnest thyself\"\n(<span class=\"citation\" id=\"1217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1217)\">1 Kgs. 2:2-3<\/a><\/span>).\n<\/p><p>\nAfter this, King David died and Solomon commenced the administration of the affairs of the\nkingdom, and the record makes this comment: \"And Solomon loved the Lord, walking in the\nstatutes of David his father\" (<span class=\"citation\" id=\"1218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1218)\">1 Kgs. 3:3<\/a><\/span>).\n<\/p><p>\nNot long after he became king he went to a nearby city to offer sacrifices, and while there an\nevent occurred which had a significant effect upon his life and reign.\n<\/p><p>\n\"In Gibeon the Lord appeared to Solomon in a dream by night: and God said, Ask what I\nshall give thee\" (<span class=\"citation\" id=\"1219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1219)\">1 Kgs. 3:5<\/a><\/span>).\n<\/p><p>\nWhat a grave and serious question this would present to one, to have the Lord say, \"Ask what\nI shall give thee.\"\n<\/p><p>\nIf you could have one wish, what would it be? There are so many things we wish for as we\ngo through life. I presume nearly every child who has read the story of the <i>Arabian Nights<\/i>\nhas wished for a lamp like the one Aladdin had, which when rubbed would summon the genie\nwho would do the bidding regardless of the request made of him. Wishing is not only the\npastime of children. Most of us have made wishes. We have wished for health and wealth,\nsuccess, happiness, wisdom, a better job, a new car, a diamond ring, a magic carpet, to be like\nsomeone else, to have that which is not within reach, to be given the easy way instead of the\npath of toil and hardship&mdash;and a thousand and one other things.\n<\/p><p>\nWe might wonder what went through Solomon's mind when the Lord said to him, 'Ask what\nI shall give thee.\" No doubt his mind traveled the same course as ours would travel if the\nquestion had been asked of us. Solomon had just ascended the throne, and although he had\nambitions for the future, he must have had some fears and anxieties. The fact that he was a\nking would give him the right to most things a person would want, yet a king has many of\nthe problems and the desires of those who are not of royalty. The question would be no less\ndifficult for a king than it would be to one of a more lowly station.\n<\/p><p>\nSolomon must have had many thoughts cross his mind. We might assume he thought of\nasking for a long life. Others have done so when the question was put to them. A long life\nwould have given him the opportunity to complete the ambitions of his father to build and\nextend the empire. We cling to life, we wish for more time to accomplish the many things\nopportunity places in our pathway. Time is usually all too short when we think of the things\nwe want to do and the lessons we wish to learn before the time comes for us to return home.\nNo doubt Solomon thought of these things as he viewed the extent of his great empire, yet\nthis was not foremost in his mind.\n<\/p><p>\nHe might have thought of riches and wealth. Another king before him had made such a wish.\nIn mythology the Greek god Bacchus gave to King Midas any wish he could name because he\nhad rescued one of his followers. King Midas asked that all he touched\nshould be turned into gold, but he soon learned its utter uselessness when food and drink\nbecame gold at the touch of his lips. Most of the early sovereigns of the ancient world have\nbeen known for their great accumulation of the treasures of the earth. Wealth has always been\nassociated with power. One might assume that a king would have a desire for wealth in order\nto spread his influence and prestige and to extend the borders of his kingdom. But Solomon\ndid not ask for riches or wealth.\n<\/p><p>\nThe history of the reign of his father over Israel was one of wars with the Philistines and with\nthe Syrians and many other campaigns. These conquests gave Israel the foremost place among\nthe nations between the Euphrates and Egypt. To maintain this superiority, Solomon was\nchallenged at the beginning of his reign to maintain a large standing army to provide for the\ndefense of the empire. He organized a cavalry force of 12,000. He equipped the royal stables\nwith 4,000 stalls to maintain the 1,400 royal chariots. He fortified Jerusalem and other cities\nfor protection against invasion and to preserve the trade routes for commerce. Israel's fighting\nstrength consisted of about 300,000 men. With all of these problems facing him, Solomon\nmight have asked the Lord to give him power over his enemies, for he had enemies from\nwithout the empire, and he had personal enemies within.\n<\/p><p>\nThe young king asked for none of these things. His answer to the Lord was simple and direct:\n<\/p><p>\n\"And Solomon said, Thou hast shewed unto thy servant David my father great mercy,\naccording as he walked before thee in truth, and in righteousness, and in uprightness of heart\nwith thee; and thou hast kept for him this great kindness, that thou hast given him a son to sit\non his throne, as it is this day.\n<\/p><p>\n\"And now, O Lord my God, thou hast made thy servant king instead of David my father: and\nI am but a little child: I know not how to go out or come in.\n<\/p><p>\n\"And thy servant is in the midst of thy people which thou hast chosen, a great people, that\ncannot be numbered nor counted for multitude.\n<\/p><p>\n\"Give therefore thy servant an understanding heart to judge thy people, that I may discern\nbetween good and bad: for who is able to judge this thy so great a people?\"\n(<span class=\"citation\" id=\"1220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1220)\">1 Kgs. 3:6-9<\/a><\/span>).\n<\/p><p>\n\"Give therefore thy servant,\" said the young king, \"an understanding heart.\" He did not ask\nfor material things of the world, but a spiritual gift&mdash;an understanding heart.\n<\/p><p>\n\"And the speech pleased the Lord, that Solomon had asked this thing.\n<\/p><p>\n\"And God said unto him, Because thou hast asked this thing, and hast not asked for thyself\nlong life, neither hast asked riches for thyself, nor hast asked the life of thine enemies but hast\nasked for thyself understanding to discern judgment; \n<\/p><p>\n\"Behold, I have done according to thy words: lo, I have given thee a wise and an\nunderstanding heart; so that there was none like thee before thee, neither after thee shall any\narise like unto thee.\n<\/p><p>\n\"And I have also given thee that which thou hast not asked, both riches, and honour: so that\nthere shall not be any among the kings like unto thee all thy days\"\n(<span class=\"citation\" id=\"1222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1222)\">1 Kgs. 3:10-13<\/a><\/span>).\n<\/p><p>\nIf the Lord was pleased because of that which Solomon had asked of him, surely he would be\npleased with each of us if we had the desire to acquire an understanding heart. This must\ncome from conscious effort coupled with faith and firm determination. An understanding heart\nresults from the experiences we have in life if we keep the commandments of God. Jesus said:\n\". . . Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all\nthy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself\"\n(<span class=\"citation\" id=\"35195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35195)\">Matt. 22:37-39<\/a><\/span>).\n<\/p><p>\nTo love one's neighbor is noble and inspiring, whether the neighbor is one who lives close\nby, or in a broader sense, a fellow being of the human race. It stimulates the desire to\npromote happiness, comfort, interest, and the welfare of others. It creates understanding. The\nills of the world would be cured by understanding. Wars would cease and crime disappear.\nThe scientific knowledge now being wasted in the world because of the\ndistrust of men and nations could be diverted to bless mankind. Atomic energy will destroy\nunless used for peaceful purposes by understanding hearts.\n<\/p><p>\nWe need more understanding in our relationships with one another, in business and in\nindustry, between management and labor, between government and the governed. We need\nunderstanding in that most important of all social units the family, understanding between\nchildren and parents and between husband and wife. Marriage would bring happiness, and\ndivorce would be unknown if there were understanding hearts. Hatred tears down but\nunderstanding builds up.\n<\/p><p>\nOur prayer could well be as was Solomon's, \"Lord, give me an understanding heart\"\n(<span class=\"citation\" id=\"1221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1221)\">1 Kgs. 3:9<\/a><\/span>).\n<\/p><p>\nSurely God lives. I know he does. It is my witness that Jesus is the Christ, the Savior of\nmankind. May his blessings continue to be with us, I pray in his name. Amen.\n<\/p>\n<\/div>\n<\/div>"}