{"ID":12, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">An Humble and Contrite Heart<\/p>\n<p class=\"gcspeaker\">Elder Charles A. Callis<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Charles A. Callis, <i>Conference Report<\/i>, pp. 42-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nStill stands Thine ancient sacrifice, an humble and a contrite heart.\n<\/p><p>\nAmong the cardinal virtues of the gospel is the praiseworthy virtue of humility. To a certain\nking of Israel, whose power was waning before the \"pride that goeth before a fall\"\n(<span class=\"citation\" id=\"41373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41373)\">Prov. 16:18<\/a><\/span>), the\nprophet Samuel said: \"When thou wert little in thine own sight, the Lord blessed thee\"\n(<span class=\"citation\" id=\"2483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2483)\">1 Sam. 15:17<\/a><\/span>). I\ninterpret humility as being strength. Humility expresses itself in lowly service, in volunteering\nfor any service which will ameliorate the conditions, particularly the spiritual conditions of\nmankind. Humility does not mean to grovel, to be a sycophant. Humility is inward strength\noutwardly expressed in good works. Great souls attain to humility.\n<\/p><p>\nThe Apostle Peter said:\n<\/p><p>\nHumble yourselves therefore under the mighty hand of God, that he may exalt you in due\ntime:\n<\/p><p>\nCasting all your care upon him; for he careth for you.\n<\/p><p>\nBe sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about,\nseeking whom he may devour (<span class=\"citation\" id=\"2216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2216)\">1 Pet. 5:6-8<\/a><\/span>).\n<\/p><p>\nAre the American people great enough to be humble? If this nation and all mankind had\nhumbled themselves beneath the mighty hand of God, there would have been no war.\nHumility would have found beautiful expression in noble deeds.\n<\/p><p>\nCharles Evan Hughes gave this definition of Christian character: \"Faith without credulity,\nconviction without bigotry, charity without condescension, courage without pugnacity,\nself-respect without vanity, humility without obsequiousness, love of humanity without\nsentimentality, and meekness with power.\" When Chief Justice Charles Evan Hughes retired\nfrom his exalted position, the Supreme Court was weakened, and this republic was made\npoorer.\n<\/p><p>\nConsider the example of Moses. He was the great lawgiver of Israel, filled with courage and\nfaith. The miraculous, the statesmanlike work that he accomplished, the deeds that he\nperformed, stamp him as the foremost statesman of any age of the world, excepting always, of\ncourse, the Lord Jesus Christ. Of a people steeped in slavish bondage he made a nation. He\nbreathed into them, as someone has said, the immortality that made them a great nation. And\nyet he was a meek man; nevertheless he was strong.\n<\/p><p>\nOne time the children of Israel committed sin, and Moses said to them: \"I am going up in the\nmount to talk with God and make atonement for your sins\"\n(<span class=\"citation\" id=\"22515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22515)\">Ex. 32:30<\/a><\/span>). Oh, I love that word,\n\"atonement.\" The atonement of the Savior &mdash; without that there would have been no vitality,\nno purpose in any of the principles of the gospel, for it gives life to every doctrine of the\neverlasting gospel. Listen to this:\n<\/p><p>\nAnd Moses returned unto the Lord, and said, Oh, this people have sinned a great sin, and\nhave made them gods of gold. Yet now, if thou wilt forgive their sin &mdash; ;and if not, blot me, I\npray thee, out of thy book which thou hast written\n(<span class=\"citation\" id=\"22516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22516)\">Ex. 32:31-32<\/a><\/span>).\n<\/p><p>\nUnparalleled love, the spirit of the holy Priesthood, humility, meekness with power,\nexemplifying the love of the Lord Jesus Christ! He didn't even want to survive the people. If\nthey were eliminated, if the punishment of God destroyed them, he, too, was willing that his\nname, yea, his life, be blotted out with the people he loved and led and made, for he carried\nthem as a father carries his child. He smote the rock out of which gushed the water. With\nmiraculous power he divided the waters of the Red Sea; but as he stood upon the mount,\npleading with God for the Israelites, he reached sublime heights; he touched divinity!\n<\/p><p>\nThat is the spirit that should characterize the holy Priesthood. If we work in humility, become\nlittle in our own sight, more than we are now, and seek the good of others I testify to you\nthat there will be added power to our labors, and sinners will be brought unto Him. The\nSavior said:\n<\/p><p>\n... Whosoever will be great among you, let him be your minister;\n<\/p><p>\nAnd whosoever will be chief among you, let him be your servant\n(<span class=\"citation\" id=\"33805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33805)\">Matt. 20:26-27<\/a><\/span>).\n<\/p><p>\nChrist was called the suffering servant:\n<\/p><p>\nFor God so loved the world, that he gave his only begotten Son, that whosoever believeth in\nhim should not perish, but have everlasting life\n(<span class=\"citation\" id=\"27078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27078)\">John 3:16<\/a><\/span>).\n<\/p><p>\nThe man who communed with Jehovah, Joseph Smith, was meek but had great power.\nEnshrined in that power was love for his people and for the gospel of Jesus Christ. When the\nWest was opened unto him, when he saw there a refuge for himself and his people, yet for\nfear of drawing down upon the people he loved (who would be temporarily left in Nauvoo )\nbitter persecution, mobocracy, and cruel punishment, he voluntarily relinquished the means of\nescape and said: \"I go as a lamb to the slaughter. If my life\" &mdash; note that, brethren &mdash; \"if my\nlife is of no value to my friends, it is of no value to myself.\"\n<\/p><p>\nThat is the yardstick by which we should measure our lives: How much are we worth to our\nfellow citizens, to the people of the Church, to our country? That is the true measure, for the\nbest of life is expressed in service to others.\n<\/p><p>\nGod grant that the American people&mdash;that includes us&mdash;may rise to higher eminence by\nclothing ourselves with, humility, and humbling ourselves under the mighty hand of God. I\ntestify to you that if this nation and all the world would repent, as Ninevah did\n(<span class=\"citation\" id=\"29994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(29994)\">Jonah 3:5-10<\/a><\/span>), from the\ngreatest to the least, and serve God, the horrors of war would soon disappear. This is my\ntestimony, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}