{"ID":120, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">After the War<\/p>\n<p class=\"gcspeaker\">Elder Charles A. Callis<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Charles A. Callis, <i>Conference Report<\/i>, April 1944, pp. 131-134<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI humbly pray God for the guidance of His teaching spirit.\n<\/p><p>\nThere is a continuous freshness in the fundamental principles of the Gospel. They never grow\nout of date. Fortunate is the man who translates them into his life.\n<\/p><p>\nFAITH A MOTIVATING POWER\n<\/p><p>\nIn his masterly presentation of faith and his great appeal for faith, the apostle Paul citing the\nexamples of the heroes of faith of the Old Testament said:\n<\/p><p>\nNow, faith is the substance of things hoped for, the evidence of things not seen\n(<span class=\"citation\" id=\"24207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24207)\">Heb. 11:1<\/a><\/span>).\n<\/p><p>\nWe know, as though we had seen them, the creation of the earth, the deluge, the birth,\ncrucifixion, and resurrection of our dear Lord Jesus Christ. We hope for the millennium, when\nswords shall be beaten into plowshares, and spears into pruninghooks\n(<span class=\"citation\" id=\"25008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25008)\">Isa. 2:4<\/a><\/span>). We hope for the\nglorious resurrection of the Saints of God and the re-appearance of Jesus Christ in the\nsplendor and glory of immortality.\n<\/p><p>\n\"Through faith,\" Paul said, \"we understand that the worlds were framed by the word of God\"\n(<span class=\"citation\" id=\"24208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24208)\">Heb. 11:3<\/a><\/span>).\nI am one who fondly hopes and believes that in the spirit world, our pre-existent state,\nthrough the faith we exercised and prayers we offered before the throne of God, that this earth\nwas created, to which we might come, and by taking mortality upon ourselves, go on to\neternal perfection and immortality.\n<\/p><p>\nThe Apostle Paul continues:\n<\/p><p>\nBut without faith it is impossible to please him: for he that cometh to God must believe that\nhe is, and that he is a rewarder of them that diligently seek him\n(<span class=\"citation\" id=\"24209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24209)\">Heb. 11:6<\/a><\/span>).\n<\/p><p>\nThus we are taught that faith is one of the powers upon which eternal life is based.\n<\/p><p>\nAt the dose of this war we are going to witness a remarkable and mighty miracle of faith. We\nshall be under the necessity of remaking a world, of building up a new world. God grant that\nwe may build it up unto Him. A poetess has said:\n<\/p><p>\nI never understood how man could dare<br \/>\nTo watch a city shaken to the ground,<br \/>\nTo feel the tremors, hear the tragic sound <br \/>\nOf houses twisting, crashing everywhere <br \/>\nAnd not be conquered by a sick despair. <br \/>\nAlthough his building crumbles to a mound <br \/>\nOf worthless ruin, man has always found <br \/>\nThe urge to build a stronger city there.\n<\/p><p>\nWithin my soul I made my towers high. <br \/>\nThey lie in ruins, yet I have begun<br \/>\nTo build again, now planning to restore <br \/>\nWhat life has shaken to the earth;<br \/>\nAnd I, in faith, shall build my towers toward the sun <br \/>\nA stronger city than was there before.<br \/><br \/>\n&nbsp; &nbsp;                               &mdash;GERTRUDE RYDER BENNETT*\n<\/p><p>\nGOD'S PURPOSE BEING FULFILLED\n<\/p><p>\nHenry Grady, the great southern orator, declared, after the Civil War: \"Fields that were red\nwith human blood, are green with the harvests of June. The reins have not slipped from\nGod's hands.\" \n<\/p><p>\nHis purposes will be fulfilled, and this old world is not going to burst asunder, and\ncivilization shall never perish from the earth while the Gospel of the Lord Jesus Christ is\ntaught, while the Priesthood of God still remains upon the earth.\n<\/p><p>\nI am not vain nor egotistical when I say that I believe with all my heart that the Priesthood of\nGod, this great Church, because of the great mission to be performed, is holding this old\nworld together, and the missionary work to be accomplished after this war is going to make\nour hearts overflow with joy.\n<\/p><p>\nThe servants of our Father shall go out, and where they are baptizing one today, they shall\nbaptize a score, or hundreds, yea a thousand, for every knee shall bend and every tongue\nconfess that Jesus is the Christ\n(<span class=\"citation\" id=\"41222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41222)\">Philip. 2:10-11<\/a><\/span>).\n<\/p><p>\nI believe, I have faith, that this terrible war, with all its death and ravages, is bringing men\nnearer to God. That has been the rule in the centuries that are passed. An ancient prophet\nsaid: \"When I was afflicted, I learned thy statutes\"\n(<span class=\"citation\" id=\"41729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41729)\">Ps. 119:71<\/a><\/span>).\n<\/p><p>\nBut in dissipation, in idleness, in immorality, in wickedness, we never learn much about God.\nIt is only when God touches our heart and makes us all mourn, because of the grief in the\nworld, that we feel after Him. For a touch of trouble makes us all akin, and we look unto the\nLord. Affliction and sorrow have brought more souls to God than all the joy of the world.\n<\/p><p>\nTHE DESTINY OF AMERICA\n<\/p><p>\nWe read of a great postwar program. Is it not pathetic that in all these postwar declarations\nthe name of God is seldom, if ever, mentioned? The best postwar program is found in the\nBook of Mormon. May I read the words of the Lord:\n<\/p><p>\nBehold, this land, said God, shall be a land of thine inheritance, and the Gentiles shall be\nblessed upon the land.\n<\/p><p>\nAnd this land shall be a land of liberty unto the Gentiles, and there shall be no kings upon the\nland, who shall raise up unto the Gentiles. . . .\n<\/p><p>\nAnd, now, listen:\n<\/p><p>\nAnd I will fortify this land against all other nations.\n<\/p><p>\nAnd he that fighteth against Zion shall perish, saith God.\n<\/p><p>\nFor he that raiseth up a king against me shall perish, for I the Lord, the king of heaven, will\nbe their king, and I will be a light unto them forever, that hear my words\n(<span class=\"citation\" id=\"3458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3458)\">2 Ne. 10:10-14<\/a><\/span>).\n<\/p><p>\nHere is a divine pledge of the perpetuity of our glorious republic, conditioned upon our\nobedience unto God, conditioned upon our effort, our determination, and our labors to cleanse\nthe land of the accursed thing, which is sin; and you know the form in which sin lurks and is\noften disguised. I hope and pray that this nation, after this war, and during the war shall\nfortify this land to such an extent, and place it in such a condition of invulnerability that the\nnations of the earth, as God says in the D&amp;C, shall say: \"Let us not go up to battle against\nZion for the inhabitants of Zion are terrible\"\n(<span class=\"citation\" id=\"11975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11975)\">D&amp;C 45:70<\/a><\/span>).\nAmerica is Zion, from north to south, from east\nto west.\n<\/p><p>\nI pray that after the war our government will furnish employment for every inactive laborer,\nin fortifying this country, that it will teach men to be mechanics, to be useful, for a nation\nthat harbors idleness is doomed to decay and, finally destruction. One of the saddest hours of\na young man's life is when he sits down and seeks to devise ways and means for earning a\nliving without work. It is the wise nation that keeps its people at work. The men who want\nthat bold independence that only labor can buy are the strength of the nation. Work helps a\npeople to be strong in the worship of that God, who, from the days of Adam, has condemned\nslothfulness. He has always urged men and women to work.\n<\/p><p>\nFurthermore, I hope that our nation, now and forever, so long as the Star Spangled Banner\nshall float in the breezes of heaven, will remember the words of Washington, that \"to be\nprepared for war is the most effectual means of preserving peace.\" Also,\" 'Tis our true policy\nto steer clear of permanent alliances with any portion of the foreign world.\" God destined this\nnation to be a light to the world, to be a herald unto every nation, and nobly we will fill that\nmission if we serve the God of this land\n(<span class=\"citation\" id=\"22160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22160)\">Ether 2:12<\/a><\/span>)\nand abstain from all uncleanness.\n<\/p><p>\nTHE WORK TO BE ACCOMPLISHED BY THE PRIESTHOOD\n<\/p><p>\nThe Savior, just before His ascension, said to His apostles:\n<\/p><p>\nBut ye shall receive power, after that the Holy Ghost is come upon you; and ye shall be\nwitnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost\npart of the earth (<span class=\"citation\" id=\"7511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7511)\">Acts 1:8<\/a><\/span>).\n<\/p><p>\nIn pursuance of that glorious promise, Peter, James and John did come, as heavenly beings,\nunto America, to the uttermost part of the earth, to the uttermost bounds of the everlasting\nhills, as Jacob said (<span class=\"citation\" id=\"23482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23482)\">Gen. 49:26<\/a><\/span>),\nwhen he blessed the tribe of Joseph; and there, declaring that they held\nthe keys of the kingdom of God, and the keys of this last dispensation, they did lay their\nhands upon the head of Joseph Smith, and ordained him to the Melchizedek Priesthood,\nfulfilling the promise of our Lord Jesus Christ.\n<\/p><p>\nThis priesthood today is being magnified in a mighty work. By the power of this priesthood\ntemples are built, and work for the living and the dead has been inaugurated, the Gospel is\nbeing preached, and true to its mission, by the power of the holy Priesthood, this Church is\npreaching the Gospel to every nation and kindred and tongue and people\n(<span class=\"citation\" id=\"42164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42164)\">Rev. 14:6<\/a><\/span>) to prepare the way\nfor the glorious second coming of the Son of God.\n<\/p><p>\nThis I testify to, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}