{"ID":1201, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Goals for Youth<\/p>\n<p class=\"gcspeaker\">Bishop Victor L. Brown<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Victor L. Brown, <i>Conference Report<\/i>, April 1962, pp. 81-84<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, I deem it a great honor to be invited by President McKay to speak to the\nbody of the priesthood in this, the most widely attended priesthood meeting in the history of\nthe Church. I feel the weight of such an assignment and solicit an interest in your faith and\nprayers that our Heavenly Father may bless us at this hour.\n<\/p><p>\nIt is unlikely that there has ever been such a large gathering of holders of the Aaronic\nPriesthood in the history of the world, at least in this dispensation. And it is to you young\nmen that I would like to address my remarks tonight. Each one of you who holds the Aaronic\nPriesthood has been given one of the greatest blessings that can come to mankind. It is so\ngreat that it has been bestowed on only a handful of men in the history of the world. You are\nmembers of that very small but select group who have been granted the privilege of acting\nwith authority in the name of God. He has such confidence and trust in you that he has,\nthrough his servants, granted you permission to use his name. Now, I ask you, who in the\nentire world do you have such trust in that you would be willing to let them use your name\nalmost at will? This, then, is an honor of the greatest magnitude, this priesthood which has\nbeen bestowed upon each of you young men.\n<\/p><p>\nIt is an established principle that with the acceptance of a great honor, one also accepts the\nresponsibility that goes with it. Daniel Webster said, \"The most important thought I ever had\nwas that of my individual responsibility to God.\" Lacordaire said, \"Duty is the grandest of\nideas because it implies the idea of God, of the soul, of liberty, of responsibility, of\nimmortality.\"\n<\/p><p>\nIt is about our responsibility and duty to God, as holders of the Aaronic Priesthood, that I\nwish to speak this evening. We all know that it is the duty of the deacon, among other things,\nto pass the Sacrament and collect fast offerings; of the teacher to prepare the Sacrament and\nto assist in ward teaching; and of the priest, to administer to the Sacrament and to perform\nbaptisms.\n<\/p><p>\nAs important as these duties are, it is not my intention to elaborate on them, but rather to\ndiscuss the personal and intimate responsibilities which each of us has with our Heavenly\nFather, the responsibility of being the kind of person he would like us to be. Someone has\nsaid that character is what you are when you are alone with yourself in the dark. Emerson\nsaid \"It is easy to live after the world's opinion. It is easy in solitude to live after our own;\nbut the great man is he who in the midst of the crowd, keeps with perfect sweetness the\nindependence of solitude.\"\n<\/p><p>\nThere are many influences in the world today which are undermining the character of men. It\noften seems that it is the smart thing to get as much as we can for as little effort as possible.\nMore and more for less and less seems to be the popular chant. There is a feeling that if you\ndo something wrong and get away with it and do not get caught, it is all right.\n<\/p><p>\nThere is a trend in some areas of society today toward intellectual dishonesty. You will recall\nnewspaper accounts of the expose in the field of higher education where university students\npaid someone else to take their examinations and then accepted their diplomas as though they\nhad earned them. You will remember the television quiz-show scandals. A survey was made\nafter this expose, and an alarming number of those asked if it were wrong to mislead the\npublic, felt there was nothing wrong with it whatsoever. In some areas of our society, winning\nfor winning's sake seems a prime factor. These are but a few of the\ncharacter-destroying influences in the world today.\n<\/p><p>\nNow, what is our position as holders of the Aaronic Priesthood? Where do we stand on these\nand other moral issues? Are we men of honor? If so, what kind of young men are we, really?\nLet me outline for you some of the traits of character which are basic if we are to justify the\ntrust the Lord has placed in us. The list is long, but here are a few: \n<\/p><p>\nTruthfulness, honesty, integrity, dependability, industry, and courtesy.\n<\/p><p>\nOf truthfulness, Jacob taught: \"Wo unto the liar, for he shall be thrust down to hell\"\n(<span class=\"citation\" id=\"3682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3682)\">2 Ne. 9:34<\/a><\/span>).\nOliver Wendell Holmes had this to say: \"Sin has many tools, but a lie is the handle\nwhich fits them all.\" In the Psalm of David, he says: \"He that worketh deceit shall not dwell\nwithin my house: he that telleth lies shall not tarry in my sight\"\n(<span class=\"citation\" id=\"41829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41829)\">Ps. 101:7<\/a><\/span>). In Proverbs\nwe read: \"Lying lips are an abomination to the Lord: but they that deal truly are his delight\"\n(<span class=\"citation\" id=\"41444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41444)\">Prov. 12:22<\/a><\/span>).\n<\/p><p>\nTruthfulness is in very deed one of the foundation stones of true character. Without it, a\nholder of the priesthood not only breaks his trust with the Lord, but he deceives himself and\nhis fellow men.\n<\/p><p>\nLaveter had this to say about honesty: \"He who purposely cheats his friend would cheat his\nGod.\" In a recent editorial in the <i>Church Section<\/i> of the<\/i>Deseret News-Salt Lake Telegram<\/i>, we\nread the following: \n<\/p><p>\n\"In the magnificent prayer of the Savior, as recorded in the Gospel of John, the Lord is\nquoted as having said to His Father: 'And this is life eternal, to know thee, the only true God,\nand Jesus Christ, whom thou hast sent'\n(<span class=\"citation\" id=\"28031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28031)\">John 17:3<\/a><\/span>).\n<\/p><p>\n\"John evidently had the same thing in mind when he wrote in his first general epistle: 'And\nhereby do we know that we know him, if we keep his commandments. He that saith, I know\nhim, and keepeth not his commandments, is a liar, and the truth is not in him'\n(<span class=\"citation\" id=\"1064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1064)\">1 Jn. 2:3-4<\/a><\/span>).\n<\/p><p>\n\"If the achievement of life eternal means to know God, and if to know him means that we\nmust keep his commandments, then certainly every one of us must be honest, true, virtuous,\nand chaste, and seek after every good thing.\n<\/p><p>\n\"The wave of dishonesty which is sweeping the world is frightening indeed. How can the\nworld be saved in dishonesty? How can it continue to justify itself in fraud and cheating and\nlying? And yet it attempts to do so.\n<\/p><p>\n\"The air lines of the United States recently announced that they must discontinue their\nso-called youth fares (reduced particularly for those of high school and college age) because\nof fraudulent misuse on the part of many young people.\n<\/p><p>\n\"Shoplifting, which involves women and children for the most part, now runs into more than\nthirty million dollars a year.\n<\/p><p>\n\"Sixty-five percent of the students in one high school reported that they cheat and can see no\nwrong in it.\n<\/p><p>\n\"Three quarters of a million special officers are employed in the United States to watch\nemployees in large firms to attempt to prevent dishonest practices. That number is twice as\nmany as all the state and local police in the nation.\n<\/p><p>\n\"In one American city, police arrested 2,226 shoplifters in six months and recovered nearly\n$70,000 worth of stolen merchandise. Half of these shoplifters were children. Most of the\nothers were housewives.\"\n<\/p><p>\nAnd the article goes on to say: \n<\/p><p>\n\"Dishonesty is one of the signs of a great let down in the moral fibre of the nation. It is also a\nsign&mdash;a dreadful one&mdash;that many men and women and boys and girls no longer regard their\nChristian religion as a way of life, but rather as something to be ignored, or at most to be\nused in intellectual exercise only.\n<\/p><p>\n\"Honesty must not be considered as a policy only, although it is all of that. It must be\nregarded as a principle of life, part and parcel of the daily conduct of each individual.\n<\/p><p>\n\"If we are to consider ourselves as followers of the Christ, we must do as the Savior\nsays&mdash;keep his commandments.\n<\/p><p>\n\"How often must he tell us: Thou shalt not lie?\n<\/p><p>\n\"How frequently must he say: Thou shalt not steal?\n<\/p><p>\n\"Will we soon forget that we must not bear false witness&mdash;in anything? Not in making a\nsale, nor in representing values, nor in telling the ages of our children, nor in using other\npeople's property?\n<\/p><p>\n\"Without honesty, there is no integrity.\n<\/p><p>\n\"Without integrity there is no character.\n<\/p><p>\n\"Without character there is no godliness.\n<\/p><p>\n\"Without godliness there is no salvation in the kingdom of God.\n<\/p><p>\n\"As Latter-day Saints, we live in the world, but as was the case with the ancient Saints, we\nneed not be of the world, nor partake of the sins and blemishes of Babylon.\n<\/p><p>\n\"Zion is the pure in heart. If we are to be a part of Zion, then let us be as honest and true as\nGod expects us to be.\n<\/p><p>\n\"Hereby do we know that we know him: if we keep his commandments.\"\n<\/p><p>\nEnd of quote.\n<\/p><p>\nNow, I ask you young priesthood bearers. Can you in any way be dishonest without breaking\nthis great trust the Lord has placed in you? The answer is obviously no.\n<\/p><p>\nNow, as to integrity: Integrity is that great quality of the soul that embodies both honesty and\ntruthfulness.\n<\/p><p>\nSimon said this of integrity. \"Integrity is the first step to true greatness. Men love to praise,\nbut are slow to practice it. To maintain it in high places costs self-denial. In all places it is\nliable to opposition, but its end is glorious, and the universe will yet do it homage.\"\n<\/p><p>\nAdd to truthfulness, honesty and integrity&mdash;dependability&mdash;that quality where one's word is\nas good as his bond. What a wonderful thing it would be for every young man to say to his\nbishop that he would do something for him and then do it. The man who is not dependable is\nof little worth, no matter what his talents might be.\n<\/p><p>\nAnd what of industry? Cumberland has said, \"It is better to wear out than rust out.\" And we\ngain this from Ruskin: \"Though you may have known clever men who were indolent, you\nnever have known a great man who was so.\"\n<\/p><p>\nWhen I hear a young man spoken of as giving promise of great genius, the first question I ask\nabout him always is: \"Does he work?\" Lucy E. Keller tells this story: \n<\/p><p>\n\"'Auntie,' said a gentleman who had just learned that the youngest son of his colored cook,\nhad been appointed stenographer to a large manufacturer, 'tell me how you have brought up\nyour children so that each one of them has become so good and useful a man.' 'Oh, honey,'\nwas the reply, 'that's nothing. I hadn't no education, and I could only teach them three things.\nJust three things I taught them was their prayers and their manners and to work.'\"\n<\/p><p>\nNow, at last, courtesy&mdash;that quality of character which speaks of refinement, of\nthoughtfulness, of consideration of kindness and love, the little things which President McKay\nhas so often reminded us of&mdash;\"thank you,\" \"if you please,\" \"I beg your pardon.\" Courtesy,\nwhich is consideration for others, is a true mark of a gentleman.\n<\/p><p>\nNow, young men of the Aaronic Priesthood, what is your position as holders of the Aaronic\nPriesthood? Are you men of honor? Is the trust the Lord has placed in you justified? These\nprinciples we have discussed are just a few of the many that go to make up the foundation of\ncharacter. If we truly love the Lord, we will make them a part of our lives.\n<\/p><p>\nI want to bear you my testimony that the President of all the priesthood in the world is a\nprophet of the Living God. I know this with all my heart; my Heavenly Father has made it\nknown to me, no one else. I am so grateful for the wonderful blessing that has come to me to\nbe under his influence, the greatest blessing that has come in my life. His life embodies all of\nthese virtues we have been talking about and many more. He is the most wonderful man in\nthis world today. He is so human, so kind, so thoughtful, and he has such a wonderful sense\nof humor. I am sure he will forgive me if I just tell you one short story. After giving a report\nto the First Presidency on a rather unpleasant problem we were experiencing, President\nMcKay's response was this: \n<\/p><p>\n\"Well, I guess a dog's got to have a few fleas or he wouldn't know he was a dog.\"\n<\/p><p>\nMay the Lord bless you, may you honor your priesthood, may you keep your trust with your\nHeavenly Father, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}