{"ID":1202, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Aaronic Priesthood Responsibility<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, April 1962, pp. 84-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, it is an honor to meet with you tonight in this great assembly of the\npriesthood of the Church. I am very grateful for my two great counselors who have helped me\nso much in this new assignment that has come to me.\n<\/p><p>\nSometime ago a letter came to my desk written by a woman investigator which carried with it\na great deal of enthusiasm and testimony, and I would like to share with you tonight the\nfollowing excerpts from this letter. Her salutation was this: \n<\/p><p>\n\"My dearest Father Bishopric: \n<\/p><p>\n\"You are going to be rather surprised to hear from me, but I attended Sunday services of The\nChurch of Jesus Christ of Latter-day Saints today and was so inspired . . .\n<\/p><p>\n\"I owe my gratitude to just about the finest, well-cultured, and intellectual gentlemen . . . They\ngraciously invited themselves into my home and explained the Mormons . . . I just had to go to\nChurch with them on the following Sunday. The book on how Joseph Smith tells his own\nstory was so outstanding, with great love of God for each and every human being, that my\nknowledge of religion certainly broadened just by meeting these two elders . . .\n<\/p><p>\n\"On entering the Church I was so astonished to see how many young people of today are\nattending church, and especially thrilled to see how the young mothers bring their lovely\nchildren . . . The thing that touched me deeply is how the elders or brothers were so anxious\njust to be able to say, 'How do you do.' . . . This is something you don't see in other\nchurches . . .\n<\/p><p>\n\"The Aaronic Priesthood conducted the Sacrament . . . which was so pure with delight\nfollowed by the separation to classes. At this time the elders led me to the adult class . . . Here\nis where I accumulated knowledge in one half hour that I did not know in a lifetime of fifty\nyears . . .\n<\/p><p>\n\"I also enjoyed the opening prayer . . . which put a dent in my mind that these are a group of\npeople that have to be made more known in our United States of America . . . \"Again I say\nhow happy I was to attend services in your Mormon Latter-day Saint Church, and how\nmighty proud the mission must be of the elders. They are an inspiration that many mothers\nand fathers today can learn the message from God to his children to make this a better world\nto live in like God intended it to be.\"\n<\/p><p>\nAs I read this thrilling letter, I thought what a great blessing to the elders' parents and to\nthose missionaries, although they are unaware of the great spiritual lift that they gave to this\nwoman. As the woman stated, \"I owe my gratitude to just about the finest, well-cultured, and\nintellectual gentlemen.\" I wondered what greater honor could there be than to be so highly\nesteemed by one's neighbors. No doubt this experience is happening time and time again the\nworld over.\n<\/p><p>\nThen to think that these missionaries came from the ranks of the Aaronic Priesthood, having\nfaithfully served until they became eligible to be ordained to the Melchizedek Priesthood and\ncalled to the ministry of the Savior. One cannot help feeling the warmth of the Spirit as he\ncontemplates the great Aaronic Priesthood work of this Church\n<\/p><p>\nTonight I cannot help thinking of more than 237,000 living men and boys\nwho have the privilege of bearing the Aaronic Priesthood. Obviously our thoughts are turned\ntoward them because of the great responsibility that follows the offices of the Presiding\nBishopric which have been placed upon us.\n<\/p><p>\nThis great body of Aaronic Priesthood, under and over twenty-one years of age, becomes our\ncharge, and we feel the impact of this responsibility very keenly.\n<\/p><p>\nWhile my counselors were talking about the more than 100,000 young men under twenty-one\nbearing the Aaronic Priesthood, my thoughts turned to the more than 100,000 over twenty-one\nwho may be working to qualify themselves to receive the blessings of the Melchizedek\nPriesthood.\n<\/p><p>\nI have been thinking of their wives, their sons, their daughters, and their future. We realize\nthat some of these mature brethren who bear the Aaronic Priesthood have again become\nactive, faithful, and devoted members of the Church in order to achieve their goal. We also\nrealize that many are recent converts to the Church who are working toward their ordination\nto the Melchizedek Priesthood. These brethren are anxiously waiting for the day when they\nmay enter a temple of the Lord to receive their endowments and sealings through the Holy\nMelchizedek Priesthood. We pray that all of these may continue to enjoy the warmth of\nfellowship in the priesthood without any interruption. But knowing as I do that there are some\nwho are dormant, I must confess that we will not be contented until we reason with them,\nuntil we hold out the hand of fellowship, until we assure them that the Lord calls to them,\n\"Cast away from you all your transgressions, whereby ye have transgressed; and make you a\nnew heart and a new spirit: for why will ye die . . .\n<\/p><p>\n\"For I have no pleasure in the death of him that dieth, saith the Lord God: wherefore turn\nyourselves, and live ye\" (<span class=\"citation\" id=\"23122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23122)\">Ezek. 18:31-32<\/a><\/span>).\n<\/p><p>\nThese brethren and their families are precious in the sight of God. He loves them, and we\nlove them. But their lives need a \"new heart and a new spirit\" so that they will perpetuate no\nregrets of the lost opportunities of yesterday.\n<\/p><p>\nWhile Bishop Simpson and Bishop Brown were speaking, my thoughts also turned to the\nspecial invitation extended by the First Presidency to all young men who bear the Aaronic\nPriesthood to attend this great priesthood meeting. We feel confident that if our eyes could\ntravel over the closed circuit wires and peer into the multitude of gathering places, our hearts\nwould swell with joy at the great numbers who have honored their priesthood by responding\nto this call.\n<\/p><p>\nAs we speak to you young men, we speak also to your leaders, calling to their minds the\nchallenging responsibilities of meeting your needs for spiritual growth and stability, that there\nmay be no structural weaknesses in your faith, your integrity, and your devotion.\n<\/p><p>\nTo emphasize the responsibilities of leadership of boys, we recall the words of the poetess W.\nA. Dromgoole: \n<\/p><p>\n<i>Building the Bridge for Him<\/i>\n<\/p><p>\n          \"An old man, traveling a lone highway,<br \/>\n          Came at the evening cold and gray<br \/>\n          To a chasm deep and wide.\n<\/p><p>\n\"The old man crossed in the twilight dim,<br \/>\n          For the sullen stream held no fears for him.<br \/>\n          But he turned when he reached the other side,<br \/>\n          And builded a bridge to span the tide.\n<\/p><p>\n\"'Old man,' cried a fellow pilgrim near,<br \/>\n          'You are wasting your strength with building here; <br \/>\n          Your journey will end with the ending day,<br \/>\n          And you never again will pass this way.\n<\/p><p>\n\"'You have crossed the chasm deep and wide.<br \/>\n          Why build you a bridge at eventide?'<br \/>\n          And the builder raised his old gray head: <br \/>\n          'Good friend, on the path I have come,' he said,<br \/>\n          'There followeth after me today<br \/>\n          A youth whose feet will pass this way.'\n<\/p><p>\n\"'This stream, which has been as naught to me,<br \/>\n          To that fair-haired boy may a pitfall be; <br \/>\n          He, too, must cross in the twilight dim&mdash;<br \/>\n          Good friend, I am building this bridge for him.'\"\n<\/p><p>\nLeaders give heed to the words of Paul to the Corinthians: \"For if the trumpet give an\nuncertain sound, who shall prepare himself to the battle?\"\n(<span class=\"citation\" id=\"354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(354)\">1 Cor. 14:8<\/a><\/span>).\n<\/p><p>\nYou are the trumpeters to the youth who are listening for certain sounds&mdash;positive,\nunwavering teachings, examples&mdash;a steady beam to guide them in preparation for a useful\nlife of service in the dignity of the priesthood. If we, the trumpeters, do not guard our actions,\nour language&mdash;do not set worthy examples&mdash;how then can we expect our young men to\nprepare themselves \"to the battle,\" battle against wrongdoing&mdash;the battle they fight every day\nof their lives?\n<\/p><p>\nNow, young men, may we say to you, responsibility is a two-way street. One cannot give\nunless there is someone to receive. Your stake president, stake committee, bishoprics, general\nsecretaries, quorum advisers, and auxiliary leaders are spending more time, giving more\nthought and prayer to your cause than ever before. They are the ones who give, and you are\nthe ones who receive. We urge you to receive well, to qualify for the tasks to come. You\ncannot expect success without preparation.\n<\/p><p>\nJames A. Garfield said: \"Young men talk of trusting to the spur of the occasion. They trust in\nvain. Occasion cannot make spurs. If you expect to wear spurs you must win them. If you\nwish to use them you must buckle them to your own heels before you go into the fight.\"\n<\/p><p>\nWe think you should know that once each week it is our privilege as the Presiding Bishopric\nto receive counsel from the First Presidency on all matters pertaining to the Aaronic\nPriesthood work of the Church. Through this association and direction, the blessings of the\nAaronic Priesthood program flow out to the whole Church. Also you should know that on\nfrequent occasions, the Presiding Bishopric meet with the general priesthood committee of the\nChurch to co-ordinate all our efforts in your behalf.\n<\/p><p>\nAs I observe the prophets, seers, and revelators of the Church in council meetings, I think of\nthe words which Joseph J. Daynes set to music: \n<\/p><p>\n\"Come, listen to a prophet's voice<br \/>\n                   And hear the word of God<br \/>\n          \"And in the way of truth rejoice,<br \/>\n                   And sing for joy aloud.\n<\/p><p>\n\"We've found the way the prophets went<br \/>\n                   Who lived in days of yore; <br \/>\n\"Another prophet now is sent<br \/>\n                   This knowledge to restore.\"\n<\/p><p>\nThe inspiration and revelation of God come through his prophets to direct the destiny of this\nChurch. You young men belong to that Church&mdash;the greatest organization for good in all the\nworld. Membership carries with it great responsibilities, but not greater than you can carry on\nyour young, strong shoulders. You are young, but, as bearers of the Aaronic Priesthood, you\nare expected to: \n<\/p><p>\n1. Discipline yourselves to do that which is right.<br \/>\n2. To be close to your father and mother and give heed to their counsel.<br \/>\n3. To pray to God and to give thanks to him for his blessings.<br \/>\n4. To sustain the ward, stake, and General Authorities&mdash;attesting thereto by your actions.<br \/>\n5. To cultivate a pure heart and a clean mind.<br \/>\n6. To fill every assignment willingly.<br \/>\n7. To refuse to participate in any action or conversation which would offend the dignity of the\npriesthood you bear.<br \/>\n8. To attend all your meetings and put into practice the lessons you learn at those meetings.\n<\/p><p>\nNow, to the fathers, we solicit and encourage your full co-operation. It is so much easier to\nhelp your sons reach the goal when we and they know of your full support. The place of the\nfather in the home, and his responsibilities to his family, are clearly defined in the words of\nPresident Lorenzo Snow, and I quote: \". . . if you ever secure a union in any family in Zion, if\nyou ever secure that heavenly union which is necessary to exist there, you\nhave got to bind that family together in one, and there has got to be the Spirit of the Lord in\nthe head of that family, and he should possess that light and that intelligence, which, if carried\nout in the daily life and conduct of those individuals, will prove the salvation of that family,\nfor he holds their salvation in his hands.\" (<i>JD<\/i> 4:243.)\n<\/p><p>\nNow, we should all ever keep before us that sacred moment in Nephite history when Jesus\nwas giving his last instructions to the twelve disciples: \". . . Therefore, what manner of men\nought ye to be? Verily I say unto you, even as I am\"\n(<span class=\"citation\" id=\"5647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5647)\">3 Ne. 27:27<\/a><\/span>).\n<\/p><p>\nI bear testimony to the truthfulness of this great work, and I pray our Heavenly Father to\nbless the great priesthood of this Church, and I do it in the name of the Lord Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}