{"ID":1203, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Honor the Priesthood<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1962, pp. 87-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, always when charged with the responsibility of appearing before the people\nof the Church and especially before the priesthood, I am conscious of my inadequacy, and\never desirous of securing the guidance of my Heavenly Father as I attempt to serve.\n<\/p><p>\nBecause of the things that have happened to me in recent months, I have been searching my\nheart in an attempt to find justification for the Lord's goodness to me. Certainly we are all\nblessed beyond our merits, which fact should keep us humble and grateful.\n<\/p><p>\nI recommend to all, not only the young men holding the Aaronic Priesthood, but to those\nholding the Melchizedek Priesthood, that when the excellent talks given tonight by the\nPresiding Bishopric are published, they read and apply their timely instructions. I certainly\ncongratulate the Bishopric on their thorough preparation and the inspiration of their addresses.\nThey have spoken directly, of course, to the Lesser Priesthood, because that is their special\ncharge.\n<\/p><p>\nYou men, most of you here, and many listening in, know that the man who stands at the head\nof the Melchizedek Priesthood&mdash;in fact of all the Priesthood of the Church&mdash;is the President\nof the Church. He presides here tonight, and I conduct under his direction. He is an ideal\nmodel, an exemplar to all of us. He often quotes, and in his life exemplifies, the admonition\nof Isaiah: \n<\/p><p>\n\". . . be ye clean, that bear the vessels of the Lord\"\n(<span class=\"citation\" id=\"25229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25229)\">Isa. 52:11<\/a><\/span>).\n<\/p><p>\nI shall not detain you long because I know from whom you wish to hear. I should like,\nhowever, to make a few observations on the responsibility of all whom God has honored by\npermitting them to act for him. There is need for courage and constancy in the midst of\nperilous and ominous world conditions. As I read of the Prophet Joseph Smith in Liberty Jail,\nI am inspired by the courage and faith which enabled him to carry on in spite of persistent\nand bitter persecution throughout his lifetime. When in Liberty Jail, where he spent many\nmonths in 1838-39, he felt that he had suffered about all that mortal man could endure. In an\ninspired appeal he prayed: \n<\/p><p>\n\"O God, where art thou? And where is the pavilion that covereth thy hiding place?\n<\/p><p>\n\"How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal\nheavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their\ncries?\n<\/p><p>\n\"Yea, O Lord, how long shall they suffer these wrongs and unlawful\noppressions, before thine heart shall be softened toward them, and thy bowels be moved with\ncompassion toward them?\" (<span class=\"citation\" id=\"14213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14213)\">D&amp;C 121:1-3<\/a><\/span>).\n<\/p><p>\nAnd the Lord answered, with the understanding born of experience: \n<\/p><p>\n\"My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small\nmoment; \n<\/p><p>\n\"And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy\nfoes\" (<span class=\"citation\" id=\"14214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14214)\">D&amp;C 121:7-8<\/a><\/span>).\n<\/p><p>\nIn the 121st section of the Doctrine and Covenants we have one of the most beautiful of all\nrevelations: \n<\/p><p>\n\"Behold, there are many called, but few are chosen. And why are they not chosen?\n<\/p><p>\n\"Because their hearts are set so much upon the things of this world, and aspire to the honors\nof men, that they do not learn this one lesson&mdash;\n<\/p><p>\n\"That the rights of the priesthood are inseparably connected with the powers of heaven, and\nthat the powers of heaven cannot be controlled nor handled only upon the principles of\nrighteousness.\n<\/p><p>\n\"That they may be conferred upon us, it is true; but when we undertake to cover our sins, or\nto gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon\nthe souls of the children of men, in any degree of unrighteousness, behold, the heavens\nwithdraw themselves; the Spirit of the Lord is grieved, and when it is withdrawn, Amen to\nthe priesthood or the authority of that man\"\n(<span class=\"citation\" id=\"14215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14215)\">D&amp;C 121:34-37<\/a><\/span>).\n<\/p><p>\nBrethren of the priesthood, let us never exercise unrighteous dominion. Let us honor the\npriesthood in our own homes, in our attitudes toward our wives and children, for there as\nelsewhere \"when [the Spirit] is withdrawn, Amen to the priesthood or the authority of that\nman\" (<span class=\"citation\" id=\"14216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14216)\">D&amp;C 121:37<\/a><\/span>).\nThe Spirit will not always strive with man\n(<span class=\"citation\" id=\"14072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14072)\">D&amp;C 1:33<\/a><\/span>), but we should always strive to retain his\nSpirit in our homes, in our businesses, in all that we undertake to do.\n<\/p><p>\nWe must cleanse and purify our bodies and souls, and try to be worthy to be called the sons\nof God and to hold the Holy Priesthood. I read on: \n<\/p><p>\n\"No power or influence can or ought to be maintained by virtue of the priesthood, only by\npersuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; \n<\/p><p>\n\"By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy,\nand without guile&mdash;\" (<span class=\"citation\" id=\"14218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14218)\">D&amp;C 121:41-42<\/a><\/span>).\n<\/p><p>\n\"Let thy bowels also be full of charity towards all men, and to the household of faith, and let\nvirtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence\nof God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.\n<\/p><p>\n\"The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of\nrighteousness and truth; and thy dominion shall be an everlasting dominion, and without\ncompulsory means it shall flow unto thee forever and ever\"\n(<span class=\"citation\" id=\"14221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14221)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nI never tire of reading or hearing this scripture, for it is the direct word of the Lord to the\nmen who hold the priesthood, telling us how to honor it, how to officiate under it warning all\nagainst unrighteous dominion. I should like to say to you fathers tonight that our conduct in\nour homes determines in large measure our worthiness to hold and exercise the priesthood,\nwhich is the power of God delegated to man. Almost any man can make a good showing\nwhen on parade before the public, but one's integrity is tested when \"off duty.\" The real man\nis seen and known in the comparative solitude of the home. An office or title will not erase a\nfault nor guarantee a virtue.\n<\/p><p>\n\"True worth is in being, not seeming,<br \/>\n          In doing each day that goes by,<br \/>\n          Some little good, not in the dreaming,<br \/>\n          Of great things to do bye and bye.\n<\/p><p>\n\"Whatever men say in their blindness,<br \/>\n          And in spite of the fancies of youth,<br \/>\n          There's nothing so Kingly as kindness,<br \/>\n          And nothing so Royal as truth.\"\n<\/p><p>\nLet us never, in the words of the 37th verse of this section of the Doctrine and Covenants\n\". . . undertake to cover our sins, or to gratify our pride, our vain ambition, or to\nexercise control or dominion or compulsion upon the souls of the children of men, in any\ndegree of unrighteousness\" (<span class=\"citation\" id=\"14217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14217)\">D&amp;C 121:37<\/a><\/span>).\n<\/p><p>\nThe late President Joseph F. Smith wrote, \"There is no office growing out of this Priesthood\nthat is or can be greater than the Priesthood itself. It is from the Priesthood that the office\nderives its authority and power. No office gives authority to the Priesthood. No office adds to\nthe power of the Priesthood, but all offices in the Church derive their power, their virtue, their\nauthority, from the Priesthood. The President of the Church carries on as President by virtue\nof his Priesthood.\"\n<\/p><p>\nAnd now to you brethren who preside in the Church, I should like to say a word&mdash;presidents\nof stakes, presidents of missions, bishops of wards, all who preside in any capacity&mdash;we urge\nyou to recognize and use your counselors. You will notice through all the organization of the\nChurch our Father in heaven has provided that each presiding officer shall have two\ncounselors. We regret that occasionally we hear of a stake president, a mission president, a\nbishop or some presiding officer, who arrogates to himself the honors which belong to the\noffice he holds, who presides in a \"one man\" dictatorial way, forgetting his counselors,\nneglecting to counsel with them, and thereby assuming all the honors of the presidency or\nbishopric and taking upon himself all the responsibility for decisions in which his counselors\nshould share. There is wisdom and safety in counsel. Honor those with whom and over whom\nyou preside. That we honor the priesthood and the offices in it applies not only to our\nattitudes toward those who preside over us, but also toward those over whom and with whom\nwe preside. Let us preside with kindness, consideration, and love.\n<\/p><p>\nNow, brethren, we who are assembled tonight here and in 320 other places should form a\ngreat bulwark against communism and its attendant evils. The efficiency of our opposition to\nthem depends upon the way we honor our priesthood and place ourselves in a position to seek\nand obtain God's help in fighting evil. Communism is of the devil. Communism started when\nthe devil was cast out of heaven because of his rebelling against the will of his Father that\nmen should have their free agency. Satan and his emissaries would rob men of their priceless\nfreedom. We do not wish tonight to enter into a long discussion of this evil, but it is well that\nall men know that the Church and the leaders of the Church stand squarely against\ncommunism.\n<\/p><p>\nTo emphasize this I refer to what President Grant, President Clark, and President McKay\nwrote sometime ago: \n<\/p><p>\n\"The Church does not interfere, and has no intention of trying to interfere with the fullest and\nfreest exercise of the political franchise of its members, under and within our Constitution . . .\n<\/p><p>\n\"But Communism is not a political party nor a political plan under the Constitution; it is a\nsystem of government that is the opposite of our Constitutional government, and it would be\nnecessary to destroy our Government before Communism could be set up in the United\nStates.\"\n<\/p><p>\nI wish you would read the rest of it yourselves and see what the stand of the First Presidency\nwas at that time, and I think I can authoritatively say to you that the position of the First\nPresidency has not changed since that time.\n<\/p><p>\nBut, brethren, beware that you do not become extremists on either side. The degree of a\nman's aversion to communism may not always be measured by the noise he makes in going\nabout and calling everyone a communist who disagrees with his personal political bias. There\nis no excuse for members of this Church, especially men who hold the priesthood, to be\nopposing one another over communism; we are all unalterably opposed to it, but we must be\nunited in our fight against it. Let us not undermine our government or accuse those who hold\noffice of being soft on communism. Furthermore, our chapels and meetinghouses should not\nbe made available to men who seek financial gain or political advantage by destroying faith in\nour elected officials under the guise of fighting communism. Let self-appointed protectors of\nour freedom finance their own schemes. We call upon the priesthood of the Church to stand\ntogether with a solid front against everything that would rob men of their\nGod-given freedom.\n<\/p><p>\nI leave again my testimony with you that I know that God lives and that Jesus is the Christ.\nFrom the center of my heart I bear witness to that fact and that Joseph the Prophet was\nordained and set apart and called as the leader of this great dispensation. I bear witness to the\nfact that our beloved President today holds all the keys and authority given to Joseph Smith\nand that he is the mouthpiece of God on earth today. We honor and sustain him.\n<\/p><p>\nGod help you brethren and all of us to remain true to the end, true to God, true to our\ncountry and its institutions, and true to the truth, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}