{"ID":1205, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Preparing Young Men for the Priesthood<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1962, pp. 93-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren, we have had a glorious hour. The message of the Presiding Bishopric to\nthe young people was just what we had in mind when \"Priesthood\" was made the theme of\nthis meeting. We have all been inspired by the remarks of those who have spoken and by the\nsinging of these men from the Tabernacle Choir.\n<\/p><p>\nWhen President Brown referred to the 121st section of the Doctrine and Covenants, I think he\nomitted purposely, because of time, one passage which I wish to repeat: \n<\/p><p>\n\"Reproving betimes with sharpness <i>when moved upon by the Holy Ghost<\/i>\"&mdash;that limiting\nclause is very significant&mdash;\"Reproving betimes with sharpness,\" not because of selfishness, not\nbecause of any personal antipathy, not because of personality, but \"<i>when moved upon by the Holy Ghost;<\/i>\nand then showing forth afterwards an increase of love toward him whom thou\nhast reproved, lest he esteem thee to be his enemy\" (<span class=\"citation\" id=\"14219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14219)\">D&amp;C 121:43<\/a><\/span>,\nitalics added). You may\nsearch through pedagogies, theories of teachings in vain, and find no passage that will\ncompare with that in governing people.\n<\/p><p>\nWhat I am now going to say to stake presidents and bishops is more of a reminder than of\nreproof.\n<\/p><p>\nAs people come to conference sometimes a day or two early to go to the temple while it is\nopen, not a few bring incomplete recommends. Of such this year there has\nbeen an unusually large number. Some bishops seem to be getting careless again. The\nrecommends are faulty for such reasons as: (1) no indication of ordinances for which they\ncome; (2) bishops have not indicated approval with their initials as instructed; (3) signature of\nstake president is often omitted&mdash;holders of recommends say they did not know the stake\npresident's signature must be on the recommend; (4) no recommends for children of age to be\nbaptized, for sealing to parents&mdash;those who are over eight should come with a recommend,\nand because they are worthy and are going to be sealed you let them come without a\nrecommend.\n<\/p><p>\nCorrection of faulty recommends is expensive. Pressure of time and circumstances are\nembarrassing to the people, and sometimes results in their having to be disappointed and\ndelayed.\n<\/p><p>\nA hint to the wise is sufficient.\n<\/p><p>\nIn conclusion, let me say that just the holding of the priesthood is a blessing, a blessing which\ntoo few of us in our Church fully realize, and in order that that realization might become\nmore prized, our bishops should teach the young man who is recommended to receive the\nAaronic Priesthood what the ordination to the Aaronic Priesthood means. You who were\npresent at the inspirational meeting last evening in this building saw on the screen a bishop\ninterviewing a young man twelve years of age in the presence of happy parents. There was a\nlesson for the entire Church.\n<\/p><p>\nIt is not sufficient just to present his name for approval in the meeting of the ward. He should\nbe interviewed and taught previously from the beginning by the bishop. I shall ever cherish in\nmemory our appreciation for Bishop Edward E. Olson of Ogden Fourth Ward who came into\nour house and interviewed our son Llewelyn, who sits in this audience tonight, and asked him\nabout his willingness to receive the Priesthood of Aaron, and gave him instructions\naccordingly.\n<\/p><p>\nA bishop should teach the young man who is recommended to receive the Aaronic Priesthood\nwhat the ordination to the priesthood means, not just present his name, I repeat, in council in\nthe ward&mdash;but teach him that when he is given the priesthood he is expected to be above, not\nin pride and haughtiness, but in moral standards above his fellows.\n<\/p><p>\nSpecifically, his playmates may swear, but he cannot do so with impunity. Some may even\ntake the name of God in vain. A man of the priesthood cannot do that when he receives the\nobligation to render service to others, as a representative of Jesus Christ. He who takes the\nname of God in vain dishonors his priesthood.\n<\/p><p>\nOthers may neglect their duties. Others may make fun of their teachers in day school. Others\nmay break windows, but the bearer of the priesthood cannot do those things. It is the bishop's\nduty to teach them good citizenship and their duties in the priesthood.\n<\/p><p>\nThen the bishop will also follow similar teachings when the deacon is worthy to be ordained a\nteacher, and the teacher to be ordained a priest. With such teaching and training young men\neighteen years of age, and young women of corresponding age, may in reality carve the moral\natmosphere of the community in which they live. They truly have been set apart, not because\nof any pride, not because of any desire to rule unrighteously, but because of moral\nsuperiority. They are good citizens, and any bishop who profanes the name of God in the\npresence of others dishonors his priesthood. It is his duty to teach the young man from the\ntime he is a deacon, through being a teacher and priest, the responsibility of true citizenship in\nthe kingdom of God.\n<\/p><p>\nWe are justified in being proud of our young men and young women. Some fail us, yes.\nSome of the children of our Father in heaven failed him. They had a right to choose. They\nhad their free agency, and some of them chose to follow the fallen one, and they are\nfollowing him today. We also have our free agency, a God-given gift, and some choose\nunwisely to follow pleasure and indulgence rather than the persistence and effort to rise above\nthat which is low and mean into the realm of spirituality.\n<\/p><p>\nWhat I am saying is that to hold the priesthood is an individual blessing, but\nit requires, it demands, righteous living. God give us power so to honor it, I pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}