{"ID":1206, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">This We Believe...<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1962, pp. 96-98<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThere is a salutation customary among us which includes all within sight and sound&mdash;\"My\nbrethren and sisters\"&mdash;and I see no reason to modify it. I am grateful for the relation that all of\nus bear to all of us in the Fatherhood of God and the relationship we have to him\n<\/p><p>\nBecause of an unusual series of assignments, we have circled the world twice this past\nyear&mdash;once flying east, and once moving westward. We have been in many countries, among many\npeoples, in many places. We have encompassed areas where hundreds of different dialects and\nlanguages were spoken. We have been in the midst of a diversity of men, and in the midst of\nmany differing religions and philosophies of life.\n<\/p><p>\nWe count among our friends, men of many races, many faiths, many backgrounds, and\nbeliefs, and these are not superficial friendships. They are part of our lives. We respect them\nand what they are and have an affection for them. We respect them and their beliefs, and we\nbelieve they respect us and ours.\n<\/p><p>\nAs a consequence of this long journeying and these many friendships, we have been earnestly\nreading and seeking to understand the basic beliefs, the many philosophies of India and of\nAsia, and in doing so have consulted as closely as possible the people themselves and their\nauthentic sources; and this we would ask our friends to do for us, as we would do it unto\nthem also. When they want to know what we believe, we ask them to ask us, or consult our\nauthentic sources instead of sources of intentional or unintentional distortion. No matter how\nmany times an error is repeated, it is still an error. We believe that we ourselves are the best\nsource of what we believe, as are other men of what they believe, and to those interested we\nshould like to give the simple facts.\n<\/p><p>\nWe have discovered, we think also, that mankind generally is sincerely searching, searching\nfor the reasons, for the purpose of being, searching for the ultimate answers. \"Man's success\nor failure, happiness or misery,\" President McKay has said, \"depend upon what he seeks and\nchooses.\" What people believe is exceedingly important because what they believe will\ndetermine how they live. A person prepares differently for a short journey than he does for a\nlong one, and a person who believes that life here is the end of all would prepare much\ndifferently and live much differently from him who believes that life is everlasting.\n<\/p><p>\nThomas á Kempis said, \"Where my thoughts are, there am I,\" and might\nhave added, Where my beliefs are, where my convictions are, there am I&mdash;or at least in that\ndirection I am headed.\n<\/p><p>\nFor these reasons and because we love our friends, and because many of them have asked us,\nand because even if they hadn't we would want to do it anyway, we would like to say some\nfew things today basic to our beliefs: \n<\/p><p>\nFirst of all, in common with many millions of men, we are devoutly Christian. This is the\nChurch of Jesus Christ of Latter-day Saints. Jesus the Christ, with the doctrines, the\ncommandments, the revelation, the inspiration, the authority that come of him and through\nhim, is the foundation of this Church. He is the chief cornerstone, and not any man.\n<\/p><p>\nWe believe what Jesus taught, and in this we rely on scripture, including the Bible, which we\nbelieve as it came from the mouths of the prophets. We believe also other works, given to\nother peoples anciently and modernly, in addition to that word given to ancient Israel&mdash;works\nwhich are consistent with and complementary to the Bible. In addition, we believe in the\nwords of the living prophets. We believe in continuous revelation, for we feel that a Loving\nFather still gives divine guidance, and would not leave his sincerely seeking children alone\nwithout counsel or direction&mdash;and him whose countenance you have seen this morning in\nconducting this conference&mdash;President David O. McKay&mdash;we accept and sustain as a prophet\nof God, as we accept Moses and Abraham, and Peter and Paul, and Isaiah and Elijah or any\nsuch others.\n<\/p><p>\nIt does not seem a strange thing that God would speak to his children in the present as well as\nhe would speak to them in the past. Certainly we do not need his guidance less today. What\nloving father would hold himself altogether aloof from his sincerely seeking children?\n<\/p><p>\nWe believe in the literal language of scripture concerning the Fatherhood of God. We believe\nthe language of Genesis which says that God made man in his own image\n(<span class=\"citation\" id=\"23675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23675)\">Gen. 1:27<\/a><\/span>). We\nbelieve that God is an infinite intelligence with an infinite love for us, not indefinable, but a\nFather with a father's interest in us. This gives us a peace and purpose in life, a sense of\nbelonging and of not being left alone.\n<\/p><p>\nWe believe that the glory of God is intelligence\n(<span class=\"citation\" id=\"14195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14195)\">D&amp;C 93:36<\/a><\/span>);\nthat no man can be saved in ignorance\n(<span class=\"citation\" id=\"14227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14227)\">D&amp;C 131:6<\/a><\/span>); that\nthe search for truth is an obligation, as is education also; and that there must be freedom for\nthe search.\n<\/p><p>\nWe believe in the commandments of God; in causes and consequences; in the necessity for\nliving within the law; and that there is real reason for every commandment and requirement.\n<\/p><p>\nWe believe that the human body should be preserved in health; that it is unwise and\nungrateful and unjustifiably foolish to partake of things that impair the fullest well being of\nthe body and effective physical functioning. What is not good for us simply should be left\nalone.\n<\/p><p>\nWe believe literally in everlasting life, in the eternal perpetuation of personality; that\nwhatever knowledge a man attains to in this life will rise with him in the resurrection\n(<span class=\"citation\" id=\"14224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14224)\">D&amp;C 130:18<\/a><\/span>); and we\nbelieve in a literal resurrection, remembering the words of Pascal, who asked, \"Which is more\ndifficult? To be born, or to rise again?\"\n<\/p><p>\nBirth is a great miracle. Life is a great miracle, and he who gave us life here will give us life\neverlasting. This we believe.\n<\/p><p>\nWe believe that all men will be resurrected; that all men in this sense will receive salvation,\nbut that in the hereafter there are different degrees of glory\n(<span class=\"citation\" id=\"357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(357)\">1 Cor. 15:22-23,40-42<\/a><\/span>),\nentitlement to which will depend upon the life we have lived, and by the living of the law and\nthe keeping of the commandments we shall be entitled to return to live with our Father and\ngo back to him where once we were, to a place of peace and progress, where there will be\neverlasting life, with family and friends, in a relationship that is everlasting.\n<\/p><p>\nThus we believe in marriage, not only for time but also for eternity, and that we have an\ninescapable obligation for the children God has given us to teach, to train, and to set before\nthem a righteous example of the living of life.\n<\/p><p>\nWe believe in the divinity of Jesus the Christ. We believe in the scripture\nwhich says that he was in the express image of his Father\n(<span class=\"citation\" id=\"24294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24294)\">Heb. 1:3<\/a><\/span>). We believe that he\nwas born of a virgin, as the scripture says\n(<span class=\"citation\" id=\"50006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50006)\">Isa. 7:14<\/a><\/span>;\n<span class=\"citation\" id=\"50007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50007)\">1 Ne. 11:13<\/a><\/span>;\n<span class=\"citation\" id=\"9016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9016)\">Alma 7:10<\/a><\/span>);\nthat he lived, that he preached, that he ministered\namong men, that he was put to death, that he rose on the third day, that he ascended to his\nFather, that he will come again on earth to rule and reign.\n<\/p><p>\nThis is a simple belief. It is a profound one also. It gives peace in life. It gives a sense of\neverlasting purpose. It gives the assurance that we are helping to shape our own future with\nour faith, with our works, with our learning, with our lives. It gives us the assurance that life\nis purposeful, meaningful, limitless, everlasting; that the gospel was given as a guide to help\nus realize our highest happiness; that all its ordinances are essential; that authority to\nadminister them is also; and that this authority was again restored in the nineteenth century\nthrough Joseph Smith the Prophet, as the heavens were opened and the personality of God\nagain revealed as the Father, pointing to his Beloved Son our Savior, said,\n\"This is My Beloved Son. Hear him!\" (<span class=\"citation\" id=\"30424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30424)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nIn this brief time there is much omitted, but this in essence is the faith that gives us peace and\npurpose in life and freedom from many of its fears. We believe there are clear-cut answers to\nlife's questions; that much of the groping of life can be eliminated.\n<\/p><p>\nIn Calcutta, in India, we read in the notebook of a wonderful grandmother an inscription\nwhich, among others, she had cherished since she was a young girl&mdash;an inscription which\nIndia's great poet, Rabindranath Tagore, had written in there for her in his own handwriting:\n\"Surrender your pride to truth.\"\n<\/p><p>\nThese lines Tagore also wrote on freedom&mdash;freedom for the search and on the importance of\nsuch searching&mdash;(and we have altered a word or two by inserting \"me\" instead of \"my\ncountry\" in the last line): \n<\/p><p>\n\"Where the mind is without fear and the head is held high; <br \/>\n Where knowledge is free; <br \/>\n Where the world has not been broken up into fragments by narrow domestic walls; <br \/>\n Where words come out from the depth of truth; <br \/>\n Where tireless striving stretches its arms towards perfection<br \/>\n Where the clear stream of reason has not lost its way into the dreary desert sand of dead habit; <br \/>\n Where the mind is led forward by thee into ever-widening thought and action&mdash;<br \/>\n Into that heaven of freedom, my Father, let . . . [me] awake.\"\n<\/p><p>\nAn eminent analyst has said: \"I have learned in forecasting economic futures that what is\ngoing to happen is already happening.\" It is so in our lives. It is so everlastingly, and all of us\nought to determine our ultimate objectives as early as possible and then faithfully pursue\nthem. Life is not limitless here. Time soon passes. Every man takes himself and what he is\nwith him wherever he goes, and he takes himself also into eternity.\n<\/p><p>\nWhat do we have to lose by indifference, by neglect? In words already cited this morning at\nan earlier hour, \"we have nothing to lose except everything,\" and, conversely, we have\nnothing to gain&mdash;except everything.\n<\/p><p>\nIn the words of Archibald Rutledge: \"I am absolutely unshaken in my faith that God created\nus, loves us, and wants us not only to be good, but to be happy.\" No man can be indifferent\nto the issues of life and death. These are uppermost at one time or another in the minds of all\nof us.\n<\/p><p>\nWith some awareness of the responsibility of doing so, with myself, my family, and to all\nmen, I would bear witness of the truth of these things, of the everlasting importance of them,\nof the obligation that all of us have to seek and to search, of the interest that our Loving\nFather who made us in his image has in us, and of the incalculable importance of the gospel\nhe has given us. I leave with you my witness, in the name of our Lord and Savior, who died\nthat we might live, even Jesus the Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}