{"ID":1207, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Revelation: Yesterday and Today<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1962, pp. 99-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHow often in the history of the world has a people been brought to its spiritual inheritance\nthrough the endurance of bitter experiences? Trial accompanied the move of Israel out of\nEgypt after four hundred years of bondage, and just as surely as trial accompanied Israel, it\naccompanied our forefathers to the pastures of these mountain valleys where his work might\nthe better unfold after seventeen years of intense persecution in New York, Ohio, Missouri,\nand Illinois, and the crossing of the plains to Utah.\n<\/p><p>\nThere is a repetition in the restoration of the Church today of most all that has gone before.\nSince the restoration of the gospel in 1830, God's dealings with his children here upon the\nearth reflect a high degree of uniformity throughout as we compare the present with every\nprior generation of the gospel. And this similarity is striking in two major aspects: first,\npersecution, and second, revelation. His people have all been tried in adversity in all\ngenerations. Persecution has continued, and why should not revelation be kept equally\ncurrent?\n<\/p><p>\nCan we say with the existing churches of the world, the heavens are closed, there is to be no\nfurther revelation since John completed the book of Revelation? We know and bear witness to\nthe world that the survival of our faith in God is dependent upon present-day direction from\nGod. How impotent is man when he is left alone with only the revelations of the past?\nWithout present-day revelation the very foundations upon which this last Dispensation of the\nFulness of Times was built would crumble. There can be no fulness of the gospel without\nrevelation, now or ever.\n<\/p><p>\nWould that the words of the Savior to Peter and his other apostles were understood by the\nworld. To understand them would be to know that the true knowledge of God must rest upon\ncurrent revelation. We all remember Peter's answer to the Savior's question in Matthew 16: \".\n. . But whom say ye that I am?\n<\/p><p>\n\"And Simon Peter answered and said, Thou art the Christ, the Son of the living God.\n<\/p><p>\n\"And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood\nhath not revealed it unto thee, but my Father which is in heaven\"\n(<span class=\"citation\" id=\"35183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35183)\">Matt. 16:15-17<\/a><\/span>).\n<\/p><p>\nPeter was divinely appointed to receive revelation for the Church as long as God retained him\nhead of the Church. He was persecuted until he became a martyr. Peter was followed by John\nafter Peter's death. Thereafter, God gave his revelations to John as head of the Church. The\nlast book of the New Testament contains the revelations given to John. John was banished to\nthe Isle of Patmos after being persecuted before these revelations were given.\n<\/p><p>\nPaul says to the Ephesians, recorded in Ephesians 2, that the Church is \"built upon the\nfoundation of the apostles and prophets, Jesus Christ himself being the chief corner stone; \n<\/p><p>\n\"In whom all the building fitly framed together groweth unto an holy temple in the Lord\"\n(<span class=\"citation\" id=\"21736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21736)\">Eph. 2:20-21<\/a><\/span>).\n<\/p><p>\nJesus Christ, the chief cornerstone, asserts his leadership and directs his Church through the\nrevelations of his holy mind and will to his servant the prophet, the head of\nhis Church, the presiding high priest here upon this earth today. If revelation were to cease,\nwhy should not the death of Christ have been the critical turning point rather than the\ntranslation of John, the last of the apostles? Why was it necessary to continue revelation to the\napostles after the ascension of Christ?\n<\/p><p>\nThe office of a prophet is to prophesy. How can a prophet truly prophesy without revelation?\nWhy should Paul have emphasized the necessity for apostles and prophets in the Church if\nthere were to be no further prophecy? These questions leave the inquirer in a quandary if he\nat the same time denies the possibility of revelation. When revelation from God ceases,\napostasy sets in&mdash;man is left to stand alone. The surest of all declarations of apostasy is to\ndeclare the heavens are closed and revelation from God to man has ceased. We proclaim to\nthe world this statement is a self-evident truth.\n<\/p><p>\nIs today and its problems so simple that we need no help from heaven? We know that God is\nomnipotent. Why should he close the heavens for us forever after the translation of John and\nfail to give to his children on earth the benefit of his unlimited power contrary to the past\nhistory of his help to mortal man?\n<\/p><p>\nHistory repeats itself. I quote from an author discussing Moses and his people: \n<\/p><p>\n\"There has never been another nation in human history with which one person was so\nessentially identified and to whom its institutions could be so graced. What a remarkable place\nthen this leader and lawgiver holds in Biblical history.\"\n<\/p><p>\nJoseph Smith's position is entirely comparable to Moses' in the founding of the Church in this\nDispensation of the Fulness of Times. He and his people suffered persecution in many\ninstances as severe and intense as that suffered by ancient Israel while under Egyptian rule\nand later in its forty years of wandering in the wilderness. Joseph Smith suffered persecution\nfrom the age of fifteen to the age of thirty-eight when he was martyred. He sealed his\ntestimony with his blood. Sometimes it is said we hear too much about Joseph Smith. As\nMoses in his day, Joseph Smith today personifies the revelations of God given him to direct\nthe founding of his Church and kingdom upon the earth today.\n<\/p><p>\nIn May 1844 Josiah Quincy, former mayor of the city of Boston, and his cultured friend, Dr.\nCharles Francis Adams, son and grandson respectively of two Presidents of the United States,\nspent two days with Joseph Smith in Nauvoo. In a book entitled, <i>Figures of the Past<\/i> which\nMr. Quincy subsequently published, he wrote as follows: \n<\/p><p>\n\"It is by no means improbable that some future textbook, for the use of generations yet\nunborn, will contain a question something like this: What historical American of the\nnineteenth century has exerted the most powerful influence upon the destinies of his\ncountrymen? And it is by no means impossible that the answer to that interrogatory may be\nthus written: JOSEPH SMITH THE MORMON PROPHET.\"\n<\/p><p>\nYes, Joseph Smith was able to confound the wise, to astonish the learned, and to outmarvel\nthe great. Can any sincere truth-seeker in the field of religion conscientiously decline to make\na thorough study of the teachings and accomplishments of Joseph Smith? Let every honest\ninvestigator find the truth for himself.\n<\/p><p>\nYes, Joseph Smith is a true prophet of God. This I humbly testify.\n<\/p><p>\nJoseph Smith must continue to be recognized by the Church and the world to be the\nmodern-day lawgiver by which the gospel of Jesus Christ was restored to the earth in its\npristine purity. The Lord has promised that his work and his Church would never again be\ntaken from the earth or given to another people, but that it would grow and expand until it\nfills the whole earth. Note the significance of Daniel's inspired interpretation of King\nNebuchadnezzar's dream in the second chapter of Daniel recorded: \n<\/p><p>\n\"And in the days of these kings shall the God of heaven set up a kingdom, which shall never\nbe destroyed: and the kingdom shall not be left to other people, but it shall break in pieces\nand consume all these kingdoms, and it shall stand for ever\"\n(<span class=\"citation\" id=\"10663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10663)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nPaul understood Daniel's interpretation just quoted when he wrote in his\nepistle to the Ephesians, recorded in the first chapter: \n<\/p><p>\n\"That in the dispensation of the fulness of times he might gather together in one all things in\nChrist, both which are in heaven, and which are on earth; even in him: \n<\/p><p>\n\"That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of\nwisdom and revelation in the knowledge of him\"\n(<span class=\"citation\" id=\"21733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21733)\">Eph. 1:10,17<\/a><\/span>).\n<\/p><p>\nHow can God set up a kingdom in the latter days when the kingdoms of the earth are to be\ndestroyed without revealing the time, the place, the instrumentality fixed and determined by\nhim to accomplish his everlasting purpose?\n<\/p><p>\nI hope my listeners will bear in mind that God is dependent in large measure upon his\nchildren in the exercise of their own free agency to carry out his will and to accomplish his\npurposes upon the earth.\n<\/p><p>\nHow can God gather together all things in one, both in heaven and in earth in the fulness of\ntimes without calling and ordaining individuals to fulfil his divine decree? Amos, the ancient\nprophet, revealed to mankind an eternal truth as follows: \n<\/p><p>\n\"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets\" (<span class=\"citation\" id=\"10421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10421)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nThe Lord has always so manifest himself in one way or another that his people, those who\nacknowledge him as their God and who lend obedience to his laws, should always know him.\nThe Apostle John in his Gospel, wrote: \n<\/p><p>\n\"And this is life eternal, that they might know thee the only true God, and Jesus Christ whom\nthou hast sent\" (<span class=\"citation\" id=\"28032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28032)\">John 17:3<\/a><\/span>).\n<\/p><p>\nWe are his people today. He dwells among us. This I know. And he is our Lord, our God.\nThe Lord has not and does not leave us in darkness, and we know with Paul of old, that \". . .\nno man can say that Jesus is the Lord, but by the Holy Ghost\"\n(<span class=\"citation\" id=\"351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(351)\">1 Cor. 12:3<\/a><\/span>). The Lord has\nprovided the means by which we may receive the Holy Ghost and receive the witness of the\nHoly Ghost that Jesus is the Christ. We believe in baptism by immersion for the remission of\nsins. We believe in the laying on of hands after baptism for the gift of the Holy Ghost\n(<span class=\"citation\" id=\"6767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6767)\">A of F 1:4<\/a><\/span>). \"We\nbelieve that a man must be called of God, by prophecy, and by the laying on of hands, by\nthose who are in authority to preach the Gospel and administer in the ordinances thereof\"\n(<span class=\"citation\" id=\"6770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6770)\">A of F 1:5<\/a><\/span>).\n<\/p><p>\nJesus Christ conferred his priesthood upon the apostles of old. Then Peter, James, and John as\nresurrected beings conferred the same priesthood which they had received from the Lord Jesus\nChrist upon Joseph Smith and Oliver Cowdery. The gift of the Holy Ghost has also been\nconferred upon hundreds of thousands of people, living and dead, who received each for\nhimself through the Holy Ghost the testimony that Jesus Christ is the Son of the Living God.\n<\/p><p>\nJohn in his Gospel leaves no doubt about the office of the Holy Ghost as a member of the\nGodhead. The Savior immediately before his ascension to heaven gave his disciples the\nfollowing assurance: \"But the Comforter, which is the Holy Ghost, whom the Father will send\nin my name, he shall teach you all things, and bring all things to your remembrance,\nwhatsoever I have said unto you\" (<span class=\"citation\" id=\"28029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28029)\">John 14:26<\/a><\/span>).\n<\/p><p>\nBrigham Young once said: \"Let every man and woman know, by the whispering of the Spirit\nof God to themselves, whether their leaders are walking in the path the Lord dictates, or not\"\n(<i>Journal of Discourses<\/i>, Vol. 9, p. 150).\n<\/p><p>\nIt is, therefore, here that the right exists in every member of the Church to receive the witness\nof the Holy Ghost concerning that which the prophet of God reveals or which he prophesies is\ntrue. Brigham Young furthermore says: \"We can tell when the speakers are moved by the\nHoly Ghost only when we ourselves are moved upon by the Holy Ghost. Therefore, it is\nessential that the membership of the Church be just as diligent in their faith as their leaders\"\n(<i>Ibid.<\/i>, Vol. 7, p. 277 [paraphrase]).\n<\/p><p>\nThrough this gift, people throughout the world have received a testimony of the truth. How\ncan he bless us in our time of distress and need without revealing his power, his will, his\ninfluence, his inspiration to us today? Would you rather believe that the heavens are closed?\nShould you rather rely alone on the wisdom and strength of men? We invite\nyou to investigate to your complete satisfaction the claim made by the Prophet Joseph Smith\nthat the heavens are open, the ancient gospel is once again brought to earth. Ponder over the\nfollowing revelation of John in Revelation: \"And I saw another angel fly in the midst of\nheaven, having the everlasting gospel to preach unto them that dwell on the earth, and to\nevery nation, and kindred, and tongue, and people\"\n(<span class=\"citation\" id=\"42323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42323)\">Rev. 14:6<\/a><\/span>).\n<\/p><p>\nWe give to the world a record of the fulfillment of this prophecy in the account of the\nrestoration of the gospel through the instrumentality of the prophet Joseph Smith. We give\nyou Joseph Smith's testimony to the world in part&mdash;his entire testimony is readily available\nto all who desire to know the truth. Joseph Smith, after reading in Holy Scriptures the\nfollowing, went into the woods to pray: \"If any of you lack wisdom, let him ask of God, that\ngiveth to all men liberally, and upbraideth not; and it shall be given him\"\n(<span class=\"citation\" id=\"26152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26152)\">James 1:5<\/a><\/span>).\n<\/p><p>\nHe prayed fervently as a boy, and as he prayed, he saw a pillar of light exactly over his head\nabove the brightness of the sun. Continuing, Joseph said: \"When the light rested upon me I\nsaw two Personages, whose brightness and glory defy all description . . . One of them spake\nunto me, calling me by name and said . . . to the other, <i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30425)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nJoseph Smith asked the personage which of all the sects was right and which he should join.\n\"I was answered that I must join none of them for they were all wrong\"\n(<span class=\"citation\" id=\"30429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30429)\">JS&mdash;H 1:19<\/a><\/span>). The\ntruth concerning the churches of the world was then further explained. Joseph Smith was\ndirected to await further revelation from heaven. A decade later, Joseph Smith, in obedience\nto direction from the Lord, organized the Church of Jesus Christ of Latter-day Saints on April\n6, 1830 in the state of New York. He endured every trial, tribulation, and persecution\nimaginable until he was finally martyred, and, as I have said, he sealed his testimony to the\nworld with his blood. His work has stood the test of time stronger and more rugged and more\ncertain now than ever before in spirit and in testimony.\n<\/p><p>\nJust what was Joseph Smith's final testimony to the world? \"And now, after the many\ntestimonies which have been given of him, this is the testimony, last of all, which we give of\nhim: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God, and we heard the voice bearing record that\nhe is the Only Begotten of the Father\" (<span class=\"citation\" id=\"14149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14149)\">D&amp;C 76:22-23<\/a><\/span>).\n<\/p><p>\nThe innermost feelings of my heart today are not dissimilar to those of Paul as he stood\nbefore King Agrippa when Paul said to him: \"I would to God, that not only thou, but also all\nthat hear me this day, were both almost, and altogether such as I am, except these bonds\"\n(<span class=\"citation\" id=\"7907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7907)\">Acts 26:29<\/a><\/span>).\n<\/p><p>\nWe are not in bonds today. We know nevertheless that God has given to us the great plan of\nsalvation whereby men through obedience can bring themselves back into the presence of\nGod, saved and exalted eternally in his kingdom. We declare with Paul that \"the gospel of\n[Jesus] Christ . . . is the power of God unto salvation\"\n(<span class=\"citation\" id=\"42751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42751)\">Rom. 1:16<\/a><\/span>). We call the world to\nrepentance and charge the world with the responsibility of prayerfully and humbly seeking the\ntruth, for the heavens are opened, and God will reveal unto mankind the truth.\n<\/p><p>\nLet me say with Paul, that \"the wages of sin is death; but the gift of God is eternal life\nthrough Jesus Christ our Lord\" (<span class=\"citation\" id=\"42757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42757)\">Rom. 6:23<\/a><\/span>).\n<\/p><p>\nMay he bless us all to the end that we may really know him through the gift of the Holy\nGhost, I pray, in the name of Jesus Christ, our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}