{"ID":1208, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Lord's Base of Operations<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1962, pp. 103-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, everywhere: \n<\/p><p>\nWith joy and gratitude I face you today in, and from, this historic Tabernacle. I am grateful to\nbe here: for this fellowship, for freedom to meet in peace, to speak without fear, to attend this\ninspirational conference.\n<\/p><p>\nI thank God for freedom&mdash;the right of choice. I am grateful for this great nation in which we\nmeet. Every true Latter-day Saint throughout the world loves the USA. The Constitution of\nthis land is part of every Latter-day Saint's religious faith.\n<\/p><p>\nTo us, this is not just another nation, not just a member of the family of nations. This is a\ngreat and glorious nation with a divine mission and a prophetic history and future. It has been\nbrought into being under the inspiration of heaven.\n<\/p><p>\nIt is our firm belief, as Latter-day Saints, that the Constitution of this land was established by\nmen whom the God of heaven raised up unto that very purpose. It is our conviction also that\nthe God of heaven guided the founding fathers in establishing it for his particular purpose.\n<\/p><p>\nThe founders of this republic were deeply spiritual men. They believed men are capable of\nself-government and that it is the job of government to protect freedom and foster private\ninitiative.\n<\/p><p>\nOur earliest American fathers came here with a common objective&mdash;freedom of worship and\nliberty of conscience. Familiar with the sacred scriptures, they believed that liberty is a gift of\nheaven. To them, man as a child of God, emphasized the sacredness of the individual and the\ninterest of a kind Providence in the affairs of men and nations. These leaders recognized the\nneed for divine guidance and the importance of vital religion and morality in the affairs of\nmen and nations.\n<\/p><p>\nTo the peoples who should inhabit this blessed land of the Americas, the Western\nHemisphere, an ancient prophet uttered this significant promise and solemn warning: \"Behold,\nthis is a choice land, and whatsoever nation shall possess it shall be free from bondage, and\nfrom captivity, and from all other nations under heaven if they will but serve the God of the\nland, who is Jesus Christ . . .\n<\/p><p>\n\"For behold, this is a land which is choice above all other lands, wherefore he that doth\npossess it shall serve God or shall be swept off; for it is the everlasting decree of God\"\n(see (<span class=\"citation\" id=\"22239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22239)\">Ether 2:12,10<\/a><\/span>).\n<\/p><p>\nAncient American prophets six hundred years before Christ foresaw the coming of Columbus\nand those who followed. These prophets saw the establishment of the colonies\n(<span class=\"citation\" id=\"1577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1577)\">1 Ne. 13:12-13<\/a><\/span>), the war for\nindependence (<span class=\"citation\" id=\"1578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1578)\">1 Ne. 13:17-19<\/a><\/span>),\nand predicted the outcome. These prophecies are contained in a volume of\nscripture called the Book of Mormon. This sacred record, a companion volume to the Holy\nBible, which it confirms, is an added witness to the divine mission of Jesus Christ as the Son\nof God and Redeemer of the world.\n<\/p><p>\nHow I wish every American and every living soul would read the Book of Mormon. I testify\nto you that it is true. It tells about the prophetic history and mission of America. It gives the\ncomforting assurance that God has kept this great nation, as it were, in the hollow of his hand\nin preparation for its great mission.\n<\/p><p>\nYes, the Lord planned it all. Why? So America could serve as a beacon of\nliberty and in preparation for the opening of a new gospel dispensation&mdash;the last and greatest\nof all dispensations in preparation for the second coming of the Lord Jesus Christ. To achieve\nhis purposes the Lord had to have a base of operations. Later he revealed to a modern prophet\nthat the Constitution of this land was established by \"wise men\" whom the Lord \"raised up\nunto this very purpose\" (see\n(<span class=\"citation\" id=\"14199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14199)\">D&amp;C 101:80<\/a><\/span>).\nThe Lord also directed that the constitutional\nlaws of the land, supporting the principle of freedom, should be upheld and that honest and\nwise men should be sought for and upheld in public office.\n<\/p><p>\nThe establishment of this great Christian nation, with a spiritual foundation, was all in\npreparation for the restoration of the gospel, following the long night of apostasy. Then in\n1820 the time had arrived. God the Father and his Son Jesus Christ made their glorious\nappearance. I give you a few words from the Prophet Joseph Smith, who was the instrument\nin God's hands in restoring the gospel and establishing the true Church of Christ again upon\nthe earth. In response to humble prayer Joseph relates: \". . . I saw a pillar of light exactly\nover my head, above the brightness of the sun, which descended gradually until it fell upon\nme.\n<\/p><p>\n\". . . When the light rested upon me I saw two Personages, whose brightness and glory defy\nall description, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30421)\">JS&mdash;H 1:16-17<\/a><\/span>).\n<\/p><p>\nTo me this is the greatest event that has occurred in this world since the resurrection of the\nMaster&mdash;and it happened in America.\n<\/p><p>\nLater, other heavenly messengers came to restore the authority of the Holy Priesthood and\nimportant keys essential to the opening of the final gospel dispensation. The Church was\norganized in 1830. Immediately, in response to divine command, missionary-messengers\nbegan to carry the important message of salvation throughout the world. It is a world message\nintended for all of God's children. And so, once this nation was well established, then the\nChurch was restored and from here the message of the restored gospel has gone forth. All\naccording to divine plan.\n<\/p><p>\nThis then becomes the Lord's base of operations in these latter days. And this base will not be\nshifted out of its place&mdash;the land of America. This nation will, in a measure at least, fulfil its\nmission even though it may face serious and troublesome days. The degree to which it\nachieves its full mission depends upon the righteousness of its people. God has, through his\npower, established a free people in this land as a means of helping to carry forward his\npurposes.\n<\/p><p>\n\"It was his latter-day purpose to bring forth his gospel in America, not in any other place. It\nwas in America where the Book of Mormon plates were deposited. That was no accident. It\nwas his design. It was in this same America where they were brought to light by angelic\nministry. It was\" . . . [here] \"where he organized his modern Church, where he, himself made\na modern personal appearance\" (Editorial, <i>Church News<\/i>).\n<\/p><p>\nYes, it was here under a free\ngovernment and a strong nation that protection was provided for his restored Church. Now\nGod will not permit his base of operations&mdash;America&mdash;to be destroyed. He has promised\nprotection to this land if we will but serve the God of the land. He has also promised\nprotection to the righteous even, if necessary, to send fire from heaven to destroy their\nenemies\n(<span class=\"citation\" id=\"1581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1581)\">1 Ne. 22:17<\/a><\/span>;\n<span class=\"citation\" id=\"22238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22238)\">Ether 2:12<\/a><\/span>).\n<\/p><p>\nNo, God's base of operations will not be destroyed. But it may be weakened and made less\neffective. One of the first rules of war strategy&mdash;and we are at war with the adversary and\nhis agents&mdash;is to protect the base of operations. This we must do if we are to build up the\nkingdom throughout the world and safeguard our God-given freedom.\n<\/p><p>\nHow will we protect this base of operations?\n<\/p><p>\nWe must protect this base of operations from every threat&mdash;from sin, from unrighteousness,\nimmorality, from desecration of the Sabbath day, from lawlessness, from parental and juvenile\ndelinquency.\n<\/p><p>\nWe must protect it from dirty movies, filthy advertising, from salacious and\nsuggestive TV programs, magazines, and books.\n<\/p><p>\nWe must protect this base from idleness, subsidies, doles, and soft governmental paternalism\nwhich weakens initiative, discourages industry, destroys character, and demoralizes people.\n<\/p><p>\nWe must protect this base from complacency&mdash;from the dangerous feeling that all is\nwell&mdash;from being lulled away into a false security. We must protect this American base from the\nbrainwashing, increasingly administered to our youth in many educational institutions across\nthe land, by some misinformed instructors and some wolves in sheep's clothing. Their false\nindoctrination, often perpetrated behind the front of so-called academic freedom, is leaving\nbehind many faithless students, socialist-oriented, who are easy subjects for state tyranny.\n<\/p><p>\n\"At what point, then, is the approach of danger to be expected?\" asked Abraham Lincoln, and\nanswered, \". . . If it ever reaches us, it must spring up among us. It cannot come from abroad.\nIf destruction be our lot, we must ourselves be its author and finisher. As a nation of freemen,\nwe must live through all time or die by suicide.\" (Springfield, Ill., Jan. 27, 1837.)\n<\/p><p>\nThe only threat to the liberty and independence of the American people from abroad is the\nthreat of world communism spreading from its base in the Soviet Union. But the best\nauthorities are confident that the Soviets will not provoke a major war. Their economy would\nnot support it.\n<\/p><p>\nLenin said, \"The soundest strategy in war is to postpone operations until the moral\ndisintegration of the enemy renders the mortal blow possible and easy.\" Commenting on\nLenin's statement the Indianapolis <i>Star<\/i> adds: \"Where then does the real danger lie? It lies\nwith us&mdash;the American people . . .\n<\/p><p>\n\"Other great civilizations have died by suicide. The first free people, the Greeks, died thus.\n<\/p><p>\n\"And why did Greece fall: 'A slackness and softness finally came over them to their ruin. In\nthe end more than they wanted freedom they wanted security, a comfortable life, and they lost\nall&mdash;security, comfort and freedom.'\n<\/p><p>\n\"It is the same with Americans today. The danger that threatens us is an internal danger. It\nlies in our hearts and minds and not in the hands of Khrushchev.\n<\/p><p>\n\"It is our own ignorance&mdash;ignorance of our own history and our heritage of liberty that\nthreatens us. It is our ignorance of the true nature of our enemy, socialistic communism, that\nthreatens us . . . Our own lack of faith in freedom and ourselves, our own lack of confidence in\nthe greatness of America and all that she stands for, morally and materially, is what puts us in\nmortal danger.\n<\/p><p>\n\"Too many of us are afraid&mdash;afraid of atomic war, afraid of the disapproval of our allies or\nthe neutrals, afraid of the threats and boasts of the bloated tyrants in the Kremlin, afraid to\noffend others by taking action to defend ourselves.\"\n<\/p><p>\nYes, we are afraid to live righteously according to eternal principles&mdash;economic, moral, and\nspiritual. This is our danger. We must never forget that nations may&mdash;and usually do&mdash;sow\nthe seeds of their own destruction while enjoying unprecedented prosperity. As Jenkin Lloyd\nJones said, \"It is time we hit the sawdust trail. It is time we revived the idea that there is such\na thing as sin&mdash;just plain old willful sin. It is time we brought self-discipline back into\nstyle . . .\n<\/p><p>\n\"I am fed up with the educationists and pseudo-scientists who have underrated our potential as\na people . . . I am tired of seeing America debased and low-rated in the eyes of foreigners. I\nam genuinely disturbed that to idealistic youth in many countries the fraud of Communism\nappears synonymous with morality, while we, the chief repository of real freedom, are\nregarded as being in the last stages of decay.\n<\/p><p>\n\"In this hour of fear, confusion and self-doubt . . . let there be a fresh breeze, a breeze of new\nhonesty, new idealism, new integrity.\"\n<\/p><p>\nTo protect this base we must protect the soul of America&mdash;we must return to a love and\nrespect for the basic spiritual concepts upon which this nation has been established. We must\nstudy the Constitution and the writings of the founding fathers.\n<\/p><p>\nYes, we must protect the Lord's base of operations by moving away from unsound economic\npolicies which encourage creeping socialism and its companion, insidious, atheistic\ncommunism. If we are to protect this important base, we must as a nation live within our\nmeans, balance our budgets, and pay our debts. We must establish sound monetary policies\nand take needed steps to compete in world markets.\n<\/p><p>\nIf we are to protect this American base, we must realize that all things, including information\ndisseminated by our schools, churches, and government, should be judged according to the\nwords of the prophets, especially the living prophet. This procedure coupled with the\nunderstanding which will come through the Spirit of the Lord, if we are living in compliance\nwith the scriptures, is the only sure foundation and basis of judgment. Any other course of\naction leaves us muddled, despondent, wandering in shades of gray, easy targets for Satan.\n<\/p><p>\nWe must not fail in these pressing and important matters. We must not fall short of the great\nmission the Lord has proffered and outlined for America and for his divinely restored Church.\n<\/p><p>\nYes, this is a choice land&mdash;a nation with a prophetic history.\n<\/p><p>\nGod bless America and her leaders and all the free world. And may God protect his latter-day\nbase of operation that his glorious message of salvation may go forth to all the world, I\nhumbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}