{"ID":121, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder John H. Taylor<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">John H. Taylor, <i>Conference Report<\/i>, April 1944, pp. 135-138<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel very grateful to President Clark for the kindly innovation that we have had in this\nConference, so that we who are going to speak have a few minutes to offer up another prayer\nto our Heavenly Father that He will not leave us alone as we stand before the people.\n<\/p><p>\nI have listened with interest to the many splendid and inspirational remarks\nthat have been given during this Conference. I am quite certain that the inspiration that has\ncome to us will be helpful in our lives, and that we will be able to do finer and better things\nthan we have ever done before.\n<\/p><p>\nTHE PREACHING OF THE GOSPEL OBLIGATORY\n<\/p><p>\nThe Church of God has always been a missionary church. Whenever the Gospel has been\nintroduced upon the earth, ways and means have been provided for the children of men to\nhave the same opportunity for hearing and understanding the Gospel, and of finding the peace\nand happiness that others have found because of their membership in the Church. Seemingly\nthe Lord has not been content to give the Gospel to any few people, but has always made it\nobligatory upon those who have received it to give it to others. We only find happiness for\nthe blessings that we have received by seeing that other people have the same opportunity.\n<\/p><p>\nWhen Christ was on the earth, He organized His Church, chose His apostles, and commenced\nHis ministry among the people. He also chose a group of men called seventies, to assist in\nbringing the glad tidings of great joy to the people and give them an opportunity of receiving\nsalvation in the kingdom of God.\n<\/p><p>\nThe last words that the Savior uttered as He finished His mission upon the earth were that His\ndisciples should go into all the world and preach the Gospel\n(<span class=\"citation\" id=\"32979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32979)\">Mark 16:15<\/a><\/span>). When He was upon the cross,\nand was about to give up His life that men and women might live again in the presence of\nGod, He said unto the thief who hung at His side: \"Today shalt thou be with me in paradise\"\n(<span class=\"citation\" id=\"31135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31135)\">Luke 23:43<\/a><\/span>).\nSeemingly, as soon as His spirit left His body, He then commenced a great missionary work\namong the spirits in prison (<span class=\"citation\" id=\"2221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2221)\">1 Pet. 3:18-19<\/a><\/span>).\nHe went to open the doors not only to the people who had not\nlived according to the laws of the Lord, but to all good men and women who had lived the\nlaws of the Lord, according to their best information and ability.\n<\/p><p>\nHe made it possible for those on the earth to have comfort in the thought of salvation and\nforgiveness for their loved ones who had gone to the other side without a knowledge of the\nGospel. He brought the message to those in the spirit world that they should also have the\nopportunity of repenting of their sins and finding happiness, in the presence of our Heavenly\nFather.\n<\/p><p>\nWe believe that as men and women go on the other side, they find opportunity and are\nassigned to proclaim this Gospel of Jesus Christ\n(<span class=\"citation\" id=\"12065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12065)\">D&amp;C 138:30<\/a><\/span>), that men might not be found wanting as they\nstand before the judgment seat of God, even though they be in the spirit world\n(<span class=\"citation\" id=\"50082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50082)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nTHE MISSIONARY SPIRIT IN TEMPLE WORK\n<\/p><p>\nWe are trying to do all we can in using our temples to see that men and women find this\ncomfort and blessing. You remember we received a letter not long ago stating that there were\n100,000 names of men whose temple work had not been finished, and that they could not\nhave all the blessings they might have if their work had been done. So the\nplea has been made that in this great missionary spirit of ours the men shall do the work for\nthese one hundred thousand whose names are already prepared and ready, that those on the\nother side might find the added blessings and the joys because of the temple work having\nbeen done for them.\n<\/p><p>\nI sincerely trust that our men will not be found wanting in this great missionary service.\n<\/p><p>\nTHE GOSPEL BEING PREACHED AT HOME AND ABROAD\n<\/p><p>\nThere is another agency that has always been used in missionary work, and that is the foreign\nmissions. We are doing all that we can with the few missionaries who are available. Our\nranks are practically depleted as far as the foreign missionaries are concerned. In mission\noffices we are having lady missionaries to take care of the business part of the work, but in a\nfew months the boys will be back home and taken into the army.\n<\/p><p>\nIt has been very fortunate that older men, sometimes with their wives, have seen the\nnecessity, or at least they are taking bold of the opportunity that is presenting itself of going\nout into the world for six months, or even on a regular mission. These older missionaries fill\na great need caused by the exodus of our missionaries into the armed forces.\n<\/p><p>\nI am in hopes, and I am sure as a Church we are all in hopes&mdash;that all the people will realize\nthat the time is short and the harvest is still plentiful, and that we who hold the Priesthood of\nthe Lord ought to find opportunity, if there is any way possible, of going out and performing\nthis work.\n<\/p><p>\nAnother great missionary agency is carried on by the home missionaries in our stakes and in\nthe mission fields. Men and women who are very anxious to bring the word of the Lord unto\nthe people are giving good service. As was said the other day, we are finding very many\npeople here in our home towns who are anxious and willing to hear the word of the Lord. I\ntrust that we may be able to increase the number laboring in home missions.\n<\/p><p>\nI remember while I was in Nottingham on my first mission that we would go to Sunday\nSchool in the forenoon and Saints would take us home in the afternoon for our lunch, and\nthen when lunch was over, all of us, missionaries and Saints, old and young, used to take our\ntracts, and go out for two or three hours and preach the Gospel of Jesus Christ.\n<\/p><p>\nI am wondering whether we have taken advantage of every opportunity of preaching the word\nof the Lord. While we are busy and have many things to do, I am quite sure if we would only\nthink about this matter more seriously, we would find times when this great body of\nPriesthood could go out for at least a few hours and preach the Gospel of Jesus Christ. I think\nit was in Washington Stake where the seventies' quorum had decided that on Sunday, after\nthe morning services, they would go out and tract among the people. So they went in their\nautomobiles and reached some of the outside places, and there they would spend two or three\nhours in preaching the Gospel.\n<\/p><p>\nWhen I go among our seventies and see the great body of men who have been in the mission\nfield and are trained and experienced, wondering what they can do in their seventies' quorum,\nI ask why do they not develop ways and means of doing missionary work; why shouldn't all\nof us use part of the week or part of the month, in doing missionary work, to the blessing and\nsalvation of our neighbors and friends.\n<\/p><p>\nMISSIONARY WORK BY OUR ARMED SERVICE MEN\n<\/p><p>\nI am thinking also of another great agency that is at work at the present time, and that is our\nboys, and young women, in the service of our country&mdash;boys who have been taken out of the\nmission field and sent in to do their part for their country. I have often thought, brethren, that\nif the government was only as wise as they thought they were they would rather insist that all\nthe Mormon boys have an opportunity of doing missionary work before going into the armed\nservices, because every returned missionary who goes into the armed forces brings with him a\ntestimony of the Gospel of Jesus Christ. He brings with him the thought of cleanliness and\nsplendidness of life. He brings with him everything that ought to be in the hearts of men and\nwomen as they labor in the cause of their country. Our boys and girls are surely doing a\nwonderful and a splendid work as they associate with their companions in service.\n<\/p><p>\nThey are clean fellows. Just recently, I met one of them at a bus stop in Wendover. I had\ngone into the eating place in the station. The place was crowded, and everybody, it seemed to\nme, was smoking or drinking, or gambling. As I went toward the door a young fellow in\nuniform came up to me, and said: \"Brother Taylor, I am surely glad to see you. You ordained\nme a Seventy when I went into the mission field.\" Just a young boy, yet the influence he had\nin that building and on the busses and on the trains was teaching the Gospel of Jesus Christ to\nthe people in the most splendid way.\n<\/p><p>\nMay the Lord bless us, brethren and sisters, may the Lord help us, that we may feel the\nobligation in some way or somehow of bringing a knowledge of the Gospel to the people who\nhave not yet heard the Gospel. If we will meet this requirement, great shall be our reward for\nhelping others to understand the beauty of the way of life and salvation.\n<\/p><p>\nMay this be our part, I pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}