{"ID":1210, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Parents Are Responsible for Their Children<\/p>\n<p class=\"gcspeaker\">Elder Seymour Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1962, pp. 115-117<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs I listened to Elder Mark E. Petersen, I wished that all of the youth of the Church could\nhear what he was saying. Many of us talk over the heads of children; I believe he said\nsomething they could understand. He mentioned the affection that he and the twelve have for\nPresident McKay as well as his assurance of the prophetic calling of the President of the\nChurch.\n<\/p><p>\nI felt that I should like to get up and shout, \"Please include me in that, also.\" I am certain that\neveryone here would want to be included. If they were asked to voice their feeling, the roar\nof approval would have shaken this building, so glad would they have been to express their\naffection also.\n<\/p><p>\nHeber C. Kimball, a member of the First Presidency at one time, and the grandfather of Elder\nSpencer W. Kimball, had great prophetic vision. He voiced it occasionally, and once he said,\n(I am not quoting him verbatim but as I recall it) \"There is a test coming; there will be a\ntesting.\" What he was trying to imply, I suppose, was that we must not get smug, that the test\nwould come, and each one of us would have an opportunity to find out if he would stand\nwhen the pressure was on, when seemingly the evidences were against us, when all hell would\nbe raised up to defeat us. Would we stand the test? I am sure he meant to imply that every\nman would be tested before he would be accepted.\n<\/p><p>\nI submit that the modern testing which comes from the insidious boring-in of ideas which\nimitate truth, excuse deception, and discount both evil and its author, is a much more difficult\none to encompass and to resist than the physical tests of the past. In the day\nwhen Brother Kimball spoke, there appeared to be more physical difficulties to encompass\nthan those spiritual or mental. At that time we could protect our children. Life was simple.\nWe could easily persuade them to see as we saw and do as we did, because a large part of\ncommunication was from parent to children. No one else had very much to do with them.\n<\/p><p>\nNow, however, the test is directed at the children. They are being deceived into believing that\nthey can think and act with maturity long before they are mature. In this they are much\ndeceived, and rebellious against parental restraint. They are ripe fruit for the plucking.\n<\/p><p>\nToday our test is with our families and the false ideals of the day. We need not succumb to it.\nParents can protect their children if they will, but it takes time and effort; but parents are still\nthe most potent and sure protection and defense, provided they are righteous parents, alert and\ninformed.\n<\/p><p>\nI cannot believe, personally, that the Lord God compromises black and white into gray&mdash;if I\nmight use a metaphor of color. If I read correctly, his constant admonition is to become white,\nto purify one's self, to become perfect. I think the Lord draws sharp lines and declares that\nwhatever leads to evil is evil. It is the evil in us which leads us to want to compromise a little\nand to be earthy as well as earthly.\n<\/p><p>\nMay I present two points of view: If my normal outlook is that it is expected that my child\nwill have the experiences of marriage without its responsibilities during adolescence, and that\nhandling cocktails successfully without becoming obnoxious to my fellows is manly, or that\ncigarettes with coffee during and after meals is desirable, or that a trip to a gambling palace\nin a neighboring state is a legitimate recreation, or that viewing vulgar or exciting floor shows\nis not sin so long as I take no physical active part, then I am not going to be alarmed at the\nadvice some people give my adolescent children about their actions, nor am I going to be\nconcerned with their television fare nor with what type of pictures appear in their favorite\nweekly magazines, especially those which glamorize drunken and debauching night life in\nflaming color. Since under these circumstances I have no real reason to elevate my life,\nbelieving that old-fashioned morality is outdated, I shall then class as great literature some\nworks such as Boccaccio, Casanova, Lawrence, Fitzgerald, and others, to make certain that for\na rounded-out life, my children should be exposed to the accounts of recreation of these loose\nand lewd men who happened to have unusual powers of sensual description.\n<\/p><p>\nAnd since my body is not sacred but a purely animal creation, an accident of some\nevolutionary urge without any particular pressure in any particular direction to bring me to\nwhat I am today, then I can laugh with great pleasure at jokes and sly references to its\nfunctions. If my children end up in need of psychiatric help when they discover the futility of\nlife, I can also get cheap medical help by going to a moving picture in which an author of\nlike mind and habit, combined with a director who understands, because this has been his\nexperience also, portrays the agonies and frustrations of those whose mental equipment has\nbroken down upon the indulgence in these evils, for an equally sadistic solution to the\nproblem thus posed. Then I can take comfort from the thought that my children have had the\nsame kind of experience and are not so abnormal after all.\n<\/p><p>\nChildren echo the words and imitate the standards of the adults to whom they are exposed. If\na child grows up in an environment where stealing hub caps and gasoline, or ganging up on\ninnocents in the street, or breathing glue-fumes, is the normal expectation, it cannot be\nexpected that his conception of moral integrity will make his word worth much or his actions\ntrustworthy when he gets to be a mature adult. I can lull my conscience by thinking that his\nactions are the result of a disease which anyone knows, of course can strike anyone. Therefore\nhe is not fundamentally accountable for what he does. He is to be pitied but not censured.\n<\/p><p>\nBut if my understanding is to know my true place in the eternal purpose of God, that I am his\nson, that I may become like him, and that his commandments are to be\nkept, that happiness is found only by being in harmony with his laws, and further, that Satan\nis determined to keep me from either practicing or thinking about these elevating truths, I say,\nif this is my knowledge and my belief, then I am going to be not only concerned, but I am\nalso going to take action to protect my children from the designs of evil men in the last days,\nas the 89th section portrays (see\n(<span class=\"citation\" id=\"14184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14184)\">D&amp;C 89:4<\/a><\/span>).\nI shall do my best to teach my child that he is a\nsacred person, that he is an eternal being of two parts, body and spirit, to be fused together in\nthe resurrection, that this eternal joining will best be accomplished if each part has equal\ndevelopment, that the body must be trained and conditioned for eternal progress in its celestial\nabode as well as the spirit, that because it is of the earth it tends to become earthy as well as\nearthly, but that it can be made subject to the will of the spirit.\n<\/p><p>\nI shall give him enough of my time to guide him but not enough to overshadow him or to\ntake away his agency, his practice in making decisions. But I shall make certain that he has\nthe correct viewpoint of the malpractices of modern life and expose him to all that I can find\nthat is good and true and right.\n<\/p><p>\nI shall show him the joy of righteous endeavor and the rewards of righteous thought and\nhabit, and while in his formative years, I shall teach him to love truth and beauty and to\nabhor the sordid and the drab. I shall also protect him from evil influences that are beyond his\nunderstanding, but not beyond his imitating.\n<\/p><p>\nAbove all, I shall do my best to teach him the basic difference between right and wrong and\nshow him that his decisions must always be made on that basis rather than on the basis of\nconvenience or advantage to himself. I shall teach him the wages of sin is death, that evil is\nsin which he is to resist with all his strength, that he is accountable and will have to answer\nfor it. And I shall also teach him a true understanding of repentance and of the great sacrifice\nof the Lord Jesus Christ, so that repentance will have meaning and purpose. I shall do my\nbest to teach him the sacredness of life and of the family. He will be taught, too, the\nimportance of the family relation in the eternal plan. Already he will have seen some practical\nexamples of this in the conduct of my own life of which he has such a daily, intimate view.\n<\/p><p>\nI shall realize that I cannot deceive him if I will as to the kind of man I am, but I can fill him\nwith the ideals of the kind of man I should be and desire him to become.\n<\/p><p>\nIf I as a holder of the priesthood of the Son of God attempt to compromise by accepting some\nof the gray evils, saying they will do no harm because I am an adult and can control them, I\nhave betrayed his generation which indeed must be taught to draw the sharp line if we are to\nsurvive.\n<\/p><p>\nSuch I believe must be our course if we are to keep alive the testimony and the gospel in the\nnext generation.\n<\/p><p>\nLet us with all our strength work to defeat the purposes of him who is the author of the first\npoint of view, lest there be applied to our children the rebuke that Alma gave to Corianton\nwhen he reminded him of the great iniquity he brought upon the Zoramites for, said he, \". . .\nwhen they saw your conduct they would not believe my words\"\n(<span class=\"citation\" id=\"9029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9029)\">Alma 39:11<\/a><\/span>).\n<\/p><p>\nBut rather let us pledge our lives to truth and right and be alert to fulfil the vision and\nprophecy given to Nephi when he: \". . . beheld the power of the Lamb of God, that it\ndescended upon the saints of the church of the Lamb, and upon the covenant people of the\nLord, who were scattered upon all the face of the earth; and they were armed with\nrighteousness and with the power of God in great glory\"\n(<span class=\"citation\" id=\"1579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1579)\">1 Ne. 14:14<\/a><\/span>).\n<\/p><p>\nI sustain the work of the Church, and I witness that it belongs to Jesus Christ, is acknowledged\nby him, and I witness also the fact that we have a living prophet, the living prophet of our\nLord among us, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}