{"ID":1212, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel Growth in South America<\/p>\n<p class=\"gcspeaker\">Elder A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, April 1962, pp. 120-123<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<i>Mis queridos hermanos y hermanas, estoy feliz de estar aqui con ustedes esta tarde<\/i>. I could\nnot resist addressing you in the language of the people that I love, and whose language I am\ntrying to learn.\n<\/p><p>\nI bring you greetings from six mission presidents and their devoted wives, from over 800\nmissionaries, and over 20,000 wonderful Saints in South America. Perhaps the most\ninteresting thing about the number of the 20,000 members is not so much the extent of the\ngrowth, though it is wonderful, as the rate of growth which has occurred&mdash;in fulfillment of\nprophecy.\n<\/p><p>\nI would like briefly to relate the background to this statement. In 1851 it was Parley P. Pratt\nwho first went to South America after visiting the South Sea Islands in an attempt to\nintroduce the gospel to South America. He landed in Valparaiso, Chile, just after a revolution,\nbut conditions were unfavorable to the establishment of the gospel, and in a few months he\nreturned home. It was not until 1925 that Elders Melvin J. Ballard, Rulon S. Wells, and Rey\nL. Pratt were assigned to South America to open that land for the teaching\nof the gospel. In his dedicatory prayer Elder Ballard said some words which I should like you\nto hear: \"And now, O Father, by authority of the blessing and appointment by the President of\nthe Church, and by the authority of the Holy Apostleship which I have, I turn the key, unlock\nand open the door for the preaching of the gospel in these lands, and we do bless and dedicate\nthese nations of this land for the preaching of thy gospel.\"\n<\/p><p>\nOn July 4, 1926, Elder Ballard uttered these inspired words: \"The work of the Lord will go\nslowly for a time here, just as an oak grows slowly from an acorn. It will not shoot up in a\nday as does the sunflower that grows quickly and then dies, but thousands will join the\nChurch. It will be divided into more than one mission, and will be one of the strongest in the\nChurch. The work here is the smallest it will ever be. The day will come when the Lamanites\nin this land will be given a chance. The South American Mission will be a power in the\nChurch.\"\n<\/p><p>\nIn 1959 Elder Harold B. Lee partially fulfilled that prophecy when he created the fifth\nmission&mdash;the Andes Mission&mdash;in South America, and in his address at the creation of that\nmission, he also made a significant statement&mdash;I think a prophecy. He said: \"In my judgment\nthere are no missions in the world which hold so much promise as the missions of South\nAmerica. The work is going to continue to grow, and we have not yet seen the end of the\nnumber of missions that will be established, and there are those here that will see that\ngrowth.\"\n<\/p><p>\nSix months ago, under the direction of the First Presidency, it was our privilege to organize\nthe Chilean Mission&mdash;the sixth mission of the Church in South America, and the work is just\ncommencing. It took thirty-three years in order to convert the first 10,000 people to the\nChurch in South America. It took just three years to convert the next 10,000. Last year alone\n6,000 came into the Church. Indeed it is a land of promise and of prophecy.\n<\/p><p>\nI am grateful to have the privilege of laboring in this land. It has been a marvelous experience\nfor Sister Tuttle and me to take our young family down to South America and make our\nhome there, and it has been a great opportunity to travel abroad on that vast continent, trying\nto hasten the work of the Lord (<span class=\"citation\" id=\"14179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14179)\">D&amp;C 88:73<\/a><\/span>)\nas Elder Packer mentioned. I lack both the time and the\nvocabulary to describe adequately this great and varied land, but I would like briefly to give\nyou a glimpse of it.\n<\/p><p>\nPerhaps the land could best be characterized as a sleeping giant&mdash;both giant and sleeping.\nThere is tremendous potential there. There are mighty rivers whose power for the most part\nrolls on unharnessed; fertile soil, yards and yards deep, lies undeveloped, great resources,\ndormant. Almost it seems as though the Lord was letting this happen.\n<\/p><p>\nThe people are a mixture of many nations, mainly Europeans mixed with the Lamanite, who\nwas indigenous to this land. Half of the 120 millions of people speak Spanish; the other half,\nPortuguese. The latter are found in the great country of Brazil.\n<\/p><p>\nThese people are not lazy. I know they have been characterized as lazy. It is true, they take a\nsiesta, but they start early, and they go late. Many times I have seen women, particularly\nLamanite women&mdash;always with a baby strapped across their backs&mdash;half trotting along the\nstreet whirling a little spindle which spins the yarn from the wool which they have in their\nhands. They deserve the gospel of Jesus Christ after these many hundreds of years&mdash;and this\ntoo in fulfillment of prophecy.\n<\/p><p>\nPolitically, I know little about the situation. I do know of the press accounts from there\n(which are neither as good nor as bad as the actual situation). I think, however, that you\nparents need not be worried about the safety of your sons or your daughters in that land. It is\ntrue, there is always a threat, and danger is more or less constant, but I have a calm assurance\nin my heart that God lives, he is in his heaven; this is his work; and it is not going to be\nhindered by the whims of men.\n<\/p><p>\nI would, however, request one thing&mdash;that each of you join with your sons and daughters and\nwith us in fervent prayer to call down the blessings of heaven upon that\nland, that the leaders may be blessed to preserve the measure of peace that will make it\npossible for us to carry the work of the Lord forward; for it will be the means of saving and\nawakening this great people.\n<\/p><p>\nOne of the most thrilling things that I have observed in this conference are these four rows of\nmen down here wearing the earphones. Perhaps because I have been in the land of a foreign\ntongue, I can more readily appreciate the opportunity these brethren have to come from such\ndistant places and receive the counsel of the brethren firsthand in their own tongue. I can\ncertainly say, \"Amen,\" to Brother Hinckley's statement that there are other places where\nnations are met politically to solve their problems, but that here is the soul and the heart and\nthe spirit that will ultimately bring peace. Because it is here that the gospel will be taught and\nonly through acceptance of it and obedience to it can peace come. There is no other way that\nall men can be united in a cause that is greater than their own nationalism, except in the\nacceptance of the universal gospel of Jesus Christ.\n<\/p><p>\nI have thrilled as I sat in report meetings and heard the brethren give reports of their\nextensive labors both at home and abroad; where they speak intimately of such places as\nHamburg, Glasgow, Tokyo, Sidney, Helsinki, Manila, and Bergen. The cause of truth is\nmightier and more widespread than ever before in the history of the world, and so also is the\npower of error and evil. But again, in my soul is the calm assurance that right will prevail and\ntruth will overcome. While all around nations fear and tremble and wonder and are uncertain,\nwe are certain and calm and at peace.\n<\/p><p>\nBut, oh, how I yearn for the day when in these meetings the brethren will give reports on\nsuch places as Nanking, Moscow, Delhi, Bombay, Dakar, Leningrad, and Jerusalem and speak\nabout the conditions in the branches and districts and wards and stakes in these places.\n<\/p><p>\nHow can this be achieved and hastened? By obedience to and acceptance of the gospel of\nJesus Christ&mdash;obedience by us who believe and acceptance by the world, for this gospel has\nthe power to change men's lives. Because I have been in the mission field, I have more\nreadily seen the power of the gospel change lives.\n<\/p><p>\nDown in Brazil I listened to a recently appointed branch president say: \"Brethren, I work\nfrom 7 am to 7 pm. I have set two nights aside for my family. The other five nights I intend\nto be at the Church. Brethren, you can find me there.\" The gospel changes lives. It calls forth\nwilling service and gives a man a worthy cause.\n<\/p><p>\nIn a priesthood leadership meeting down in Chile, one of the brethren said, \"Who would have\nthought that two years ago an ordinary mechanic like myself would be standing in front of a\ngroup of men teaching them about the things of the spirit? Here I am not only doing that but\nserving as your branch president as well.\" The gospel changes lives. It releases latent\npotential.\n<\/p><p>\nDown in Uruguay I heard a father say of his son, \"Two years ago when my son was called on\na mission I wasn't even a member of this Church. Now when my son is released, I shall\nwelcome him officially into his branch as his branch president. Is it any wonder that I am\nalmost overcome with gratitude for the blessings which the gospel has brought into my\nlife&mdash;the harmony and the unity it has brought to our family? The gospel changes lives. It brings\nlove and unity and peace to families.\n<\/p><p>\nIn Argentina a former missionary who is now married and has two children stood and said,\n\"If I received a call to go on a mission again, I would sell my furniture and go.\" To you\nbrethren here it might take on added significance to realize that that young man had no\nstocks, no bonds, no real property, no home, no car&mdash;only furniture. The gospel changes lives.\nIt lifts them from the realm of materialism to spirituality.\n<\/p><p>\nI heard a brother in the Andes Mission say, \"You men are my brothers. If my family joins the\nChurch and are faithful, they will be my brothers. If not, the blood relationship is not as\nstrong as the brotherhood and gospel ties in this Church.\" The gospel changes lives. It unites\nall men that love the truth in a brotherhood.\n<\/p><p>\nThere is a building program going on in South America as there is in all the world. It requires\nthe assistance of a skilled contractor to help the local people build the churches. Right now\nthere is some unsuspecting Spanish-speaking contractor here in North America who is going\nto receive a telephone call and have an interview, and if he is willing and worthy, he is going\nto sell or rent his home, leave his job, turn his business over to his partner or his competitor,\ntake his family and head for some place in South America which heretofore has been only a\nstrange sounding name.\n<\/p><p>\nI was in that branch three weeks ago. When this man arrives at Asuncion, Paraguay, he will\nfind a people that will teach him love, understanding and brotherhood; and they will build\nhim into a better man while he helps them build a chapel to worship God. The gospel changes\nlives and location, and requires sacrifice. And I am grateful that it does. I hope we never lose\nfrom this Church this element of sacrifice. It is worth the sacrifice to have the peace and\nassurance come to you that God lives, because your willingness to serve draws you closer to\nhim.\n<\/p><p>\nThere are several thousand young men and women this year who also will have an interview\nwith their bishops, and if they have prepared themselves well and proved themselves worthy,\nthey will receive a call from the Prophet of the Lord to serve their fellow men by declaring\nthe restoration of the gospel. They will leave school and scholarships. They will leave their\njobs and their money and their girls, and go at their own expense and learn a foreign tongue\nso that other lives may be changed. They will declare that God lives, that he is our Father,\nthat he loves us. They will declare that Jesus Christ is his Son, our Redeemer. They will\ndeclare that the gospel of Jesus Christ has been restored in this day through the Prophet\nJoseph Smith. They will declare that a new witness has been given to the world in the form\nof the Book of Mormon, which declares again and anew that Jesus is the Christ. They will\ndeclare that this is a land of promise, as Elder Benson so impressively said, from which this\ngospel is to go forth to all the world to bless the lives of all of our Father's children.\n<\/p><p>\nThey will declare that the priesthood has been restored to men to give them power to baptize\nand to bless with the Holy Ghost and to perform all of the ordinances which are necessary for\nthe exaltation of man.\n<\/p><p>\nNow how can we help, and what can we do? Youth prepare. Live clean. Be honorable.\nFollow the counsel you have received in this conference.\n<\/p><p>\nParents, instruct. Get close to your families. Perhaps parental advice can best be summed up\nby repeating to you a telephone conversation from an eighty-eight-year-old mother up here to\nher forty-year-old son down in Sao Paulo. She said, \"Son, keep your faith, do your work, pay\nyour tithing, live the gospel, say your prayers, and keep your testimony.\" He said, \"She has\ngiven me that advice all her life.\"\n<\/p><p>\nI am grateful, brothers and sisters, for my testimony of the divinity of this work. I am grateful\nthat I know that the great and noble man who directs this work is indeed a prophet of God. I\nam willing to sustain these brethren of the General Authorities in their holy callings. I am\nwilling to sustain you brethren in your offices and callings. I am grateful to have membership\nin this Church and brotherhood with you.\n<\/p><p>\nI pray that the Lord will continue to touch the hearts of his children that they will respond to\nthe power of truth that it may operate in their lives and change enmity to love, greed and\navarice to generosity, apathy to righteous activity, materialism to spirituality, and unite all\nmen in the brotherhood of the gospel in ultimate peace, and I ask it in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}