{"ID":1213, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Voice of Appreciation<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1962, pp. 123-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nElder A. Theodore Tuttle of the First Council of the Seventy, and now president of the South\nAmerican Mission, has just addressed us. You will be pleased to know that we already have\nword from that country. I read one telegram, and here is another from Lima, Peru. Just think,\nwe were together this morning speaking to them through short-wave radio.\nHere is an answer from the people listening in: \"Shortwave program of inspirational\nconference received perfectly in Lima, Peru.\" The cablegram was signed by Brother Vernon\nSharp, president of the Andes Mission.\n<\/p><p>\nAnd now we have a cablegram from the other side of the world: \"One hundred and two\nFrench members in Paris thrilled to hear their prophet, leaders, choir. Reception good.\"\n(Signed by Shelby Arigona, branch president.)\n<\/p><p>\nI know that I express the gratitude of your hearts for the men who own these stations and\nwho have united with the Church in the great effort to apply modern invention and\ndiscoveries to the preaching of the gospel of Jesus Christ. If we had had to pay for the\ntelevision and radio coverage we have had today, we should have had to expend thousands,\ntens of thousands of dollars. These men who have united in rendering this service deserve our\nheartfelt gratitude for their utilizing modern discoveries and inventions to reach these people\nof the world&mdash;down in Central America, South America, Africa, France, Germany, and the\nislands of the sea. Just realize what you have experienced today! God bless these men.\n<\/p><p>\nThe Tabernacle Choir will favor us with the anthem, \"Worthy is the Lamb,\" conducted by\nRichard P. Condie, and the benediction will be offered by Elder Rulon J. Sperry, formerly\nPresident of the Netherlands Mission, after which this conference will be adjourned for six\nmonths.\n<\/p><p>\nThe singing for this afternoon and this morning, as you know, has been furnished by the\nmembers of the Tabernacle Choir. We have been inspired by their singing. I should like to\nsay to you that we owe this group of singers a great debt. It is through their singing and their\ninfluence throughout the world that we have had the unexcelled experience today of speaking\nto the world. Brother Arch L. Madsen, who is head of KSL, has been instrumental through\nhis friends and associates in radio and television in obtaining this worldwide coverage. He\nreported that one important reason why these owners and managers of stations consented to\nunite with us in this conference was because of the fact that their stations could bring to the\npeople the privilege of listening to the world-famous Tabernacle Choir and that was a drawing\ncard of course. There are hundreds of thousands and millions of listeners. We were very\npleased to have the Tabernacle Choir as part of the program this day. That is why the services\nthis morning were interrupted at certain times. Some stations were coming on, and other\nstations were going off.\n<\/p><p>\nWe have participated this morning in something that is greater than we really know!\n<\/p><p>\nNow, in conclusion, I should like, though inadequately, to express for you our appreciation of\nthose who have participated in this great conference. First, to the General Authorities for the\ninspirational messages you have given. I think it was Carlyle who said, \"In this world there is\none god-like virtue, the essence of all that ever was or ever will be of god-like in this\nworld&mdash;the veneration done to human worth by the hearts of men. It is in that spirit we mention the\nfollowing and head it with your messages throughout the conference.\n<\/p><p>\nSecond, to the public press and the reporters for their fair and accurate reports throughout the\nsessions.\n<\/p><p>\nThird, for the cooperation of the city officials: As you have driven to and from Temple\nSquare past these policemen standing on the street corners, you have noted their\nresponsibilities and how faithfully they have discharged them, handling carefully the increased\ntraffic; also the Fire Department and the Red Cross, who have been on hand to render\nassistance and service whenever and wherever needed. I am mentioning this because you\nknow it is a wonderful thing to feel the spirit of cooperation in this great city.\n<\/p><p>\nFourth, to the Tabernacle ushers who have rendered service quietly, courteously, and efficiently\nin seating the great audience at these conference sessions.\n<\/p><p>\nFifth, I have already mentioned the radio and television stations. Fifty-two television and\ntwenty-four radio stations in our own city and the nation for the first time\nhave carried the sessions of this conference from coast to coast and by short-wave to countries\nall over the world. This has been the means of permitting over sixty million people in the\nUnited States and Canada, and many thousands more in foreign countries, to hear and see the\nproceedings of this 132nd annual conference.\n<\/p><p>\nSixth, I should like to express personally and publicly my appreciation of the management of\nthe Hotel Utah and their associates, men and women who were looking after your comfort,\nand particularly Sister McKay's and mine&mdash;the managerial personnel, the girls running the\nelevators, the cooks, waitresses&mdash;nowhere in the world, I care not where you go, will you\nfind more excellent service.\n<\/p><p>\nSeventh, we appreciate especially those who have furnished the singing throughout this\nconference: The Brigham Young University Combined Choruses, a large choir and musical\ninstruments on Friday, April 6; the Ricks College Choir on Saturday, April 7; the Men's\nChorus of the Tabernacle Choir last evening.\n<\/p><p>\nAll contributed their services&mdash;paid their own expenses from Provo, Rexburg, and other\nplaces. Any call was given an immediate response.\n<\/p><p>\nToday, our own Tabernacle Choir. You know what reference I have already made regarding\nour appreciation of their services to the world.\n<\/p><p>\nEighth, we must not overlook these beautiful daffodils sent to us by airplane from the Tacoma\nStake through the kindness of the Puyallup Valley Daffodil Festival. And these calla lilies that\ncame by air from the high priests quorum of the Oakland-Berkeley Stake. Ten thousand sweet\npeas from the Mesa Eleventh Ward, Mesa Stake, picked by members of the stake.\n<\/p><p>\nThank you, members and friends, for these beautiful flowers which fill the Tabernacle with\nsunshine and fragrance. We appreciate the love and affection which these flowers connote.\nWe are not unmindful of the many hours spent by the members of the Church in picking and\narranging these flowers for shipment by air.\n<\/p><p>\nNow, just a word by way of summary.\nThe paramount theme of this great conference has been the reality of God the Father and his\nSon Jesus Christ. The founding fathers of our republic incorporated in the Preamble of our\nConstitution their belief in a Creator who had created mankind on a basis of equality with\ncertain inalienable rights, chief of which were life, liberty, and the pursuit of happiness.\n<\/p><p>\nIn our daily desire for material success and pleasure, we have a tendency to neglect the\nimportance of the Creator's place in our hearts and in our homes; and in social intercourse we\nare prone to neglect the importance of <i>making the Creator the center of our lives.<\/i>\n<\/p><p>\nOur religion is not a cloak to wear on Sunday and be hung in the closet for the rest of the\nweek; neither is it something for nations to parade on certain occasions and then to wrap up\nin mothballs to await another occasion.\n<\/p><p>\nMen today are rapidly classifying themselves into two groups: believers and nonbelievers.\n<\/p><p>\nJ. Edgar Hoover, and I quote, says: \n<\/p><p>\n\"There is no place here in America for part-time patriots. This nation is face to face with the\ngreatest danger ever to confront it, a sinister and deadly conspiracy which can be conquered\nonly by an alert, informed citizenry. It is indeed appalling that some members of our society\ncontinue to deplore and criticize those who stress the communist danger. Public indifference\nto this threat is tantamount to national suicide. Lethargy leads only to disaster. Knowledge of\nthe enemy, alertness to the danger, everyday patriotism are the brick and mortar with which\nwe can build an impregnable fortress against communism.\"\n<\/p><p>\nI approve with all my heart the appeal made by Brother Tuttle that only the gospel of Jesus\nChrist will unite our hearts in faith in God and faith in his existence, that we make him the\ncenter of our lives, and that the gospel of Jesus Christ is the plan whereby our hearts and lives\nand towns and nations can be united in bringing about universal peace and the brotherhood of\nman.\n<\/p><p>\nGod lives! So does Jesus Christ, his Beloved Son, who gave the gospel, the\neternal plan of salvation of the human soul. The Lord himself says, \". . . this is my work and\nmy glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39162)\">Moses 1:39<\/a><\/span>)&mdash;all\nmankind.\n<\/p><p>\nWe have had a beautiful example of mutual service and mutual love throughout this entire\nconference here in our own city.\n<\/p><p>\nGod bless you, brethren and sisters, may you carry back to your wards and stakes and\nmissions the spirit of this great, greatest of all conferences ever held in the Church. I pray that\nGod will bless you with his guiding and protecting influence, that you may return home\nwithout accident; be happy in the knowledge that you are members of this great kingdom and\nthat you contribute to the brotherhood of Christ. May that Spirit emanate not only from you\nand your associates in the Church, but from all who participated, whether they are members\nor not, in making this conference so ideally successful, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}