{"ID":1214, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel and the Individual<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1962, pp. 5-8<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"What is man, that thou art mindful of him? and the son of man, that thou visitest him?\n<\/p><p>\n\"For thou hast made him a little lower than the angels, and hast crowned him with glory and\nhonour\" (<span class=\"citation\" id=\"41825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41825)\">Ps. 8:4-5<\/a><\/span>).\n<\/p><p>\nSince the dawn of civilization, leaders in organized society have sought the answer to the\nage-old question: \"What is the chief end of man?\" Carlyle answered it by saying, \"To glorify\nGod and enjoy him forever.\"\n<\/p><p>\nThe Prophet Joseph Smith gave through revelation from the Lord the following: \"That mine\neverlasting covenant might be established; \n<\/p><p>\n\"That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends\nof the world\" (<span class=\"citation\" id=\"14068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14068)\">D&amp;C 1:22-23<\/a><\/span>).\n<\/p><p>\nHe further brought to light the great truth that God's work and glory is: \"to bring to pass the\nimmortality and eternal life of man\"\n(<span class=\"citation\" id=\"39163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39163)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThroughout the centuries there have been leaders and socially minded men who have desired\nthe better way of living than that which was theirs. The good life, so important to man's\nhappiness, has been the quest of the ages. To sense the need of reform has been easy, but to\nachieve it has been difficult and well nigh impossible. Ideas suggested by the wisest of men\nhave often been impractical, sometimes fantastic, yet in many cases the world in general has\nbeen made better by the dissemination of new ideas even though the experiments proved\nfailures at the time.\n<\/p><p>\nIn this respect the first half of the nineteenth century was particularly marked by the feeling\nof social unrest, and many observing people became dissatisfied with social and economic\nconditions, and thinking men sought for remedial changes. In France, for example, the\nfanciful theories of Francois Marie Charles Fourier were circulated. He attempted to outline\nthe future history of our globe and of the human race for eighty thousand years. Today, his\nbooks are seldom, if ever, read.\n<\/p><p>\nLater, Robert Owen, a man of exceptional ability and insight, when about nineteen years of\nage, became dissatisfied with the churches of his day. He decried their departure from the\nsimple teachings of Jesus and was disturbed also by economic conditions. With a fortune back\nof him, and with the confidence of the Duke of Kent, Queen Victoria's father, Owen came to\nthe New World in America about 1823. He purchased twenty thousand acres of land in what\nlater became New Harmony, Indiana. He established what he hoped to be an ideal society.\nWithin three years he lost two hundred thousand dollars of his fortune, and his experiment\nfailed.\n<\/p><p>\nA few years later, George Ripley, a Unitarian minister, conceived a plan of plain living and\nhigh thinking. He and his associates became the founders of what is known now as \"The\nGreat Experiment.\" He had as his associates such able men as Nathaniel Hawthorne and\nCharles A. Dana, who afterwards became Assistant Secretary of War in the Cabinet of the\nPresident of the United States. This \"Great Experiment\" came to an end in 1846.\n<\/p><p>\nI believe with others that government, institutions, and organizations exist primarily for the\npurpose of securing to the individual his rights, his happiness, and proper development of his\ncharacter. When organizations fail to accomplish this purpose, their\nusefulness ends. \"So act,\" says Kant, \"as to treat humanity, whether in your own person or\nthat of another, in every case as an end, never as a means only.\"\n<\/p><p>\nIn all ages of the world men have been prone to ignore the personality of others, to disregard\nmen's rights by closing against them the opportunity to develop. The worth of man is a good\nmeasuring rod by which we may judge the rightfulness or the wrongfulness of a policy or\nprinciple, whether in government, in business, or in social activities.\n<\/p><p>\nTheories and ideologies exploited during the last half century present challenges more critical\nand dangerous than mankind has ever before faced.\n<\/p><p>\nThis present world conflict, affecting the minds and souls of men today, is set forth by a\nprominent statesman of our country in the following succinct summary: \n<\/p><p>\n\"On one side are those who, believing in the dignity and worth of the individual, proclaim his\nright to be free to achieve his full destiny&mdash;spiritually, intellectually, and materially.\nAnd&mdash;on the other side&mdash;there are arrayed those who, denying and disdaining the worth of the\nindividual, subject him to the will of an authoritarian state, the dictates of a rigid ideology,\nand the ruthless disciplines of a party apparatus.\n<\/p><p>\n\"This basic conflict&mdash;so deeply dividing the world&mdash;comes at a time when the surge of\nother changes and upheavals staggers the mind and senses. Whole nations are trying to vault\nfrom the Stone Age to the twentieth century\" (<i>The Future of Federalism<\/i>, pp. 60-61).\n<\/p><p>\nThus, today, brethren, we are in danger of actually surrendering our personal and property\nrights. This development, if it does occur in full form, will be a sad tragedy for our people.\nWe must recognize that property rights are essential to human liberty.\n<\/p><p>\nFormer United States Supreme Court Justice George Sutherland, from our own State [Utah],\ncarefully stated it as follows: \"It is not the right of property which is protected, but the right\nto property. Property, per se has no rights; but the individual&mdash;the man&mdash;has three great\nrights, equally sacred from arbitrary interference: the right to his life, the right to his liberty,\nand the right to his property. The three rights are so bound together as to be essentially one\nright. To give a man his life, but deny him his liberty, is to take from him all that makes life\nworth living. To give him liberty, but take from him the property which is the fruit and badge\nof his liberty, is to still leave him a slave.\" (From George Sutherland's speech before the New\nYork State Bar Association, January 21, 1921.)\n<\/p><p>\nThe bond of our secular covenant is the principle of constitutional government. That principle\nis, in itself, eternal and everlasting, despite the pretensions of temporary tyrannies. The\nprinciple of tyranny maintains that human beings are incurably selfish and therefore cannot\ngovern themselves. This concept flies in the face of the wonderful declaration of the Prophet\nJoseph Smith that the people are to be taught correct principles, and then they are to govern\nthemselves. Dictatorship, however, argues that the people should be governed by the\nindividual or a clique who can seize power through subversion or outright bloodshed. Further,\nthe people are declared to be without guarantees or rights, and the regime is claimed to exist\nbeholden only to the plans and whims of the ruling tyrant.\n<\/p><p>\nOur founding fathers, despite some natural fears, clearly regarded the promulgation of the\nConstitution of the United States as their greatest triumph.\n<\/p><p>\nOn June 12, 1955, Sir Percy Spender, Australian Ambassador to the United States, delivered a\nspeech at the Union University at Schenectady, New York, at the time they conferred an\nhonorary degree of Doctor of Civil Laws upon him. I agree with what he said in that speech,\nrelating to present-day efforts, and I quote part of it as follows: \n<\/p><p>\n\"Today, freedom&mdash;political, economic, and individual freedom&mdash;lies destroyed or is in the\ncourse of being destroyed over great areas of the globe. And it has been destroyed and is\nbeing destroyed in the name of freedom. <i>A vast struggle for the mind of man is now being<\/i>\n<i>waged&mdash;a struggle in which I hope each of you with all your heart will take part. In this<\/i>\n<i>struggle truth is distorted by those who have not the slightest regard for truth.<\/i> All the words\nwhich mean so much to us&mdash;like Liberty, Freedom, Democracy&mdash;are being\ndespoiled spoiled and prostituted by the enemies of Liberty, Freedom, and\nDemocracy. A ruthless dialectical battle is being waged against the Christian way of life,\nagainst political liberty, against individual freedom, and it is being waged in the name of\nFreedom. Black becomes White; Tyranny becomes Freedom; The Forced Labor Camp stands\nfor Liberty; The Slave State is represented as Democracy. <i>This is the deadly challenge of Communism.<\/i>\nAnd in this challenge those who put their emphasis upon man as an economic\nbeing&mdash;and there are plenty in every so-called free country in the world today who do just\nthat&mdash;those who explain man in terms of scientific and chemical facts and the accident of\ncircumstance, those who treat human beings as so many 'bodies,' those who deny man's\nspiritual and individual existence&mdash;each of them aids and hastens the destruction of the\npolitical institutions on which our free society rests, and whether he knows it or not, supports\nthe dialectics and the aims of International Communism.\"\n<\/p><p>\nJesus always sought the welfare of the individual; and individuals, grouped and laboring for\nthe mutual welfare of the whole in conformity with the principles of the gospel, constitute the\nkingdom of God. Many of the choicest truths of the gospel were given in conversations with\nindividuals when Jesus was on the earth. It was while Jesus talked with Nicodemus that he\ngave us the message relative to baptism and of being \"born again\"\n(<span class=\"citation\" id=\"27995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27995)\">John 3:1-5<\/a><\/span>). From the conversation\nwith the woman of Samaria, we have disclosed the truth that they who worship God must\nworship him \"in spirit and in truth\"\n(<span class=\"citation\" id=\"28005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28005)\">John 4:23<\/a><\/span>).\nFrom Jesus' conversation with Mary and Martha, we hear\nthe divine declaration, \"I am the resurrection and the life: he that believeth in me, though he\nwere dead, yet shall he live\"\n(<span class=\"citation\" id=\"28023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28023)\">John 11:25<\/a><\/span>).\n<\/p><p>\nJesus' regard for the personality was supreme!\n<\/p><p>\nTo the members of The Church of Jesus Christ of Latter-day Saints the worth of the\nindividual has special meaning. Quorums, auxiliaries, wards, stakes, even the Church itself,\nare all organized to further the welfare of man. All are but a means to an end,\n<i>and that end is the happiness and eternal value of every child of God.<\/i>\n<\/p><p>\nWith wards, quorums, organizations, and auxiliaries in mind, I suggest three major means of\nwinning souls to Christ. These three conditions are: one&mdash;enrolment in the Church of every\nindividual; two&mdash;personal contact; three&mdash;group service.\n<\/p><p>\nThese three plans, or conditions, are already operating in the Church, but unless they function,\nthey will be ineffective in accomplishing the purposes for which they have been established.\n<\/p><p>\nIt is the duty of each of these organizations to enroll every individual who belongs to it, not\nonly to enroll, but to know by personal contact the conditions under which each person lives.\nIt is not enough to know, and it is not sufficient to visit, for no person can become\nenthusiastic with the principles and doctrines of the gospel unless he or she lives them. \"If ye\nwill do the will, ye shall know\" is a fundamental law of spiritual growth (see\n<span class=\"citation\" id=\"28011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28011)\">John 7:17<\/a><\/span>).\n<\/p><p>\nIf each of the thousands of officers and teachers in the ward, stake, and auxiliary\norganizations; if each of the many thousands of priesthood members were to influence for\nbetter living one individual, and should labor all his days \"and bring save it be but one soul\nunto me,\" says the Lord, \"how great shall be his joy with him in the kingdom of my Father!\"\n(see <span class=\"citation\" id=\"14090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14090)\">D&amp;C 18:15<\/a><\/span>).\n<\/p><p>\nToday, many nations have lost their independence; men, defeated, have been compelled to\nlabor for their conquerors, property has been seized without recompense, and millions of\npeople have surrendered all guarantees of personal liberty.\n<\/p><p>\nForce and compulsion will never establish the ideal society. This can come only by a\ntransformation within the individual soul&mdash;a life redeemed from sin and brought in harmony\nwith the divine will. Instead of selfishness, men must be willing to dedicate their ability, their\npossessions, their lives, if necessary, their fortunes, and their sacred honor for the alleviation\nof the ills of mankind. Hate must be supplanted by sympathy and forbearance. Peace and true\nprosperity can come only by conforming our lives to the law of love, the law of the principles\nof the gospel of Jesus Christ. A mere appreciation of the social ethics of Jesus is\nnot sufficient&mdash;men's hearts must be changed!\n<\/p><p>\nIn these days of uncertainty and unrest, liberty-loving people's greatest responsibility and\nparamount duty is to preserve and proclaim the freedom of the individual, his relationship to\nDeity, and the necessity of obedience to the principles of the gospel of Jesus Christ.\n<i>Only thus will mankind find peace and happiness.<\/i>\n<\/p><p>\nWe find ourselves now immersed in a great political campaign in America for the purpose of\nselecting candidates for office in local, state, and national positions. We urge you as citizens\nto participate in this great democratic process in accordance with your honest political\nconvictions.\n<\/p><p>\nHowever, above all else, strive to support good and conscientious candidates <i>of either party<\/i>\nwho are aware of the great dangers inherent in communism, and who are truly dedicated to the\nConstitution in the tradition of our rounding fathers. They should also pledge their sincere\nfealty to our way of liberty&mdash;a liberty which aims at the preservation of both personal and\nproperty rights. Study the issues, analyze the candidates on these grounds, and then exercise\nyour franchise as free men and women. Never be found guilty of exchanging your birthright\nfor a mess of pottage (<span class=\"citation\" id=\"23680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23680)\">Gen. 25:30-34<\/a><\/span>)!\n<\/p><p>\nGod enlighten our minds to comprehend our responsibility, to proclaim the truth and maintain\nfreedom throughout the world, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}