{"ID":1215, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Divine Mission of Joseph Smith<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1962, pp. 8-10<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhen the time drew near for the ushering in of this great latter-day dispensation&mdash;the\ndispensation in which the Lord designed to restore again the truths of everlasting salvation to\nmen&mdash;he placed Joseph Smith in circumstances where the future prophet was confronted with\na wave of religious revivalism. \"In the midst of this war of words and tumult of opinions\"\n(<span class=\"citation\" id=\"30414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30414)\">JS&mdash;H 1:10<\/a><\/span>),\nJoseph heard various ministers proclaim conflicting systems of salvation. Some cried, \"Lo,\nhere is Christ,\" others, \"Lo, there\" (<span class=\"citation\" id=\"35201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35201)\">Matt. 24:23<\/a><\/span>).\nConfronted with this confusion, this young man, who had\nbeen prepared for his coming mission from all eternity, who had sat with Abraham and Adam\nin the councils in preexistence; who had the spiritual stature and was the one foreordained to\nusher in this great work&mdash;this young man read in the book of James: \"If any of you lack\nwisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall\nbe given him\" (<span class=\"citation\" id=\"26154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26154)\">James 1:5<\/a><\/span>).\n<\/p><p>\nJoseph Smith said that never did any passage of scripture come with more power to the heart\nof man than this did to his heart at this time. The Spirit of the Lord was working with him\nand preparing him to receive the great vision that was ahead. Having listened to the ministers,\nhe concluded that there was no real prospect of resolving the question as to which of all the\nchurches was right by reference to the scriptures, \"for the teachers of religion of the different\nsects understood the same passages of scripture so differently as to destroy all confidence in\nsettling the question by an appeal to the Bible\"\n(<span class=\"citation\" id=\"30416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30416)\">JS&mdash;H 1:12<\/a><\/span>).\nIn due course, being led by the Spirit, he\nretired to a secluded and appropriate place to ask God which of all the churches was right and\nwhich he should join. In his language, this is what occurred: \n<\/p><p>\n\". . . I saw a pillar of light exactly over my head, above the brightness of the sun, which\ndescended gradually until it fell upon me.\n<\/p><p>\n\". . . When the light rested upon me I saw two Personages, whose brightness and glory defy\nall description, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\n<\/p><p>\n\"My object in going to inquire of the Lord was to know which of all the sects was right, that\nI might know which to join. No sooner, therefore, did I get possession of myself, so as to be\nable to speak, than I asked the Personages who stood above me in the light, which of all the\nsects was right&mdash;and which I should join.\n<\/p><p>\n\"I was answered that I must join none of them, for they were all wrong; and the Personage\nwho addressed me said that all their creeds were an abomination in his sight; that those\nprofessors were all corrupt; that: 'they draw near to me with their lips, but their hearts are far\nfrom me, they teach for doctrines the commandments of men, having a form of godliness, but\nthey deny the power thereof.'\n<\/p><p>\n\"He again forbade me to join with any of them; and many other things did he say unto me,\nwhich I cannot write at this time\" (see\n(<span class=\"citation\" id=\"30418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30418)\">JS&mdash;H 1:13-20<\/a><\/span>).\n<\/p><p>\nBut on another occasion the Prophet was permitted to write one of these other things. He was\ntold, in effect, that if he remained faithful and true, he would be the instrument in the hands of\nthe Lord to restore the everlasting gospel. In process of time he became that instrument- he\nreceived revelation upon revelation; heavenly ministers visited him; keys and powers, rights\nand prerogatives were restored, until the gospel in its fulness had been given again, which\nmeans that everything had been restored that was needed to enable men to gain a fulness of\nexaltation hereafter. The Church of Jesus Christ of Latter-day Saints was set up, and the\npower of God was again manifest to men on the earth.\n<\/p><p>\nNow, I suggest that the greatest question in the spiritual realm today is this: Was Joseph\nSmith called of God? Did he in fact receive the revelations which we certify were given to\nhim? If he was called of God, if the Father and the Son appeared to him, if the heavens have\nbeen opened and the Church and kingdom of God has been set up again on earth through his\ninstrumentality, then all men everywhere can find salvation by coming to this kingdom, by\nlearning for themselves of the divinity of the work, and by hearkening to the precepts that are\ntaught here.\n<\/p><p>\nBut if Joseph Smith was not called of God, then this cause that we have espoused, and these\nproclamations that we make, are the greatest imposition and fraud that have been promulgated\nin the name of religion in the course of the history of the world. We are worse than the\ndeclining churches of the world if this cause is not true, because our proclamation is that the\nkingdom of God has been set up on the earth, and that this very kingdom is destined to grow\nand increase and break in pieces all other kingdoms until it fills the whole earth\n(<span class=\"citation\" id=\"10660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10660)\">Dan. 2:35,44<\/a><\/span>).\n<\/p><p>\nSo I would suppose that every honest truth seeker in the world, every spiritually inclined\nperson ought to desire to know whether Joseph Smith was called of God and whether the\nLord's hand is in this work. I suggest that we have a pattern before us which shows the way\nwhereby men can know of the divinity of this work. In the dispensation which preceded this\none, in the day when our Lord himself ministered among men, he called apostles and\nprophets; he sent missionaries forth; they laid the foundation of a great Christian religion for\ntheir day; and the great message, the question then was: Has the Lord Jesus risen from the\ndead? Is this man, this lowly Nazarene, in fact and in literal reality, the Almighty Jehovah?\n<\/p><p>\nNow, this message that Christ had risen from the dead, that he had abolished death and\n\"brought life and immortality to light through the gospel\"\n(<span class=\"citation\" id=\"5142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5142)\">2 Tim. 1:10<\/a><\/span>), was carried by the\nmissionaries of old. They did it by declaring in simplicity and in plainness the gospel\ndoctrines that he had given them. They did it by citing the ancient scriptures. They did it by\npointing to the works which the Lord had done there in the flesh, he having said that the very\nworks that he did bore record of him; and then they climaxed their message by bearing\ntestimony of what God had revealed to them as to the divinity of the work. Some of them\nwere able to stand up and say that they had seen with their eyes and felt with their hands, and\nthat they knew of the Risen Lord's reality; and all of them were able to\ntestify that they knew by revelation from the Holy Ghost that the gospel was there and that\nJesus was the Lord.\n<\/p><p>\nThis is the same system that exists in this day. We have in the world now some 12,000\nmissionaries in the various nations, preaching what we call the message of the restoration;\nannouncing the opening of the heavens that God has spoken; preaching the divine Sonship of\nChrist; proclaiming that there are living apostles and prophets on earth. And they go forth\ncarrying the message of salvation in precisely the same way that the apostles and prophets and\nmissionaries of old did it. They go forth and announce the doctrines of salvation; they preach\nthem in simplicity and in plainness, they cite the ancient revelations, they reason with the\npeople and show that these things have been predicted, they point to the fruits of the prophet,\nthe work that he did. for a man's fruits bear record of him. Then when all this has been done,\nthey clinch the testimony, they climax the evidence they give, by bearing testimony of that\nGod has revealed to them of the divinity of the work.\n<\/p><p>\nSo though they may be, as the scripture read by President McKay states, though they may be\nthe weak and the simple (<span class=\"citation\" id=\"14069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14069)\">D&amp;C 1:23<\/a><\/span>)\nand the humble of the earth, yet with the Spirit of God as their\ncompanion, they fear not the face of man but go forth boldly, proclaiming Christ as the\nDivine Son of God and Joseph Smith as his prophet for this age. As a result, the honest in\nheart, the upright, the spiritually inclined, the righteous, the good, the best people among all\nthe nations of the earth, hear the testimony which they bear and are gathered into the kingdom\nof God.\n<\/p><p>\nYou can argue or debate about the scriptures; you can explain away the works that are\nperformed by prophets and say they were done by this power or that. But you cannot argue\nwith a testimony; there is no issue to debate; there is no defense against the testimony that\nrests in the hearts of living witnesses who go out and certify of the divinity of this work.\n<\/p><p>\nI can stand in the congregations of the earth and can reason with the people out of the\nrevelations. I can cite the scriptures of old. I can recite the proofs and the evidences, the\nfruits, such as the Book of Mormon, which have flown from the ministry of Joseph Smith.\nWhen I do this, if people are not spiritually inclined, they can argue and contend and attempt\nto explain these things away. But, having done all this, having set the stage, having laid a\nfoundation, if I then say to the people: \"In addition to all these evidences, I have received\nrevelation that has come to me by the power of the Holy Ghost, telling me that this latter-day\nwork is true, and I bear record to you that God has spoken in this day; now, if you will heed\nmy warning voice and come and investigate and learn for yourselves, you also can know of\nthe divinity of the work\"&mdash;if I bear such a witness, that witness stands against them at the\njudgment bar of the Almighty.\n<\/p><p>\nEvery investigator, in due course, stands exactly where Joseph Smith stood. He hears the cry,\n\"Lo, here is Christ.\" and \"Lo, there\" (<span class=\"citation\" id=\"35200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35200)\">Matt. 24:23<\/a><\/span>).\nHe must decide for himself which of all the churches is\nright and which he should join. At his peril, he must find where the truth lies. And so,\nlearning of the doctrine, and hearing the testimony, the obligation rests with him to do what\nthe ancients did, to ask God for wisdom (<span class=\"citation\" id=\"26153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26153)\">James 1:5<\/a><\/span>).\nAs surely as he asks in faith, the Almighty will\nreveal to him that this great latter-day work is true. When he comes to know in his heart that\nthe work is true, then if he has the spiritual integrity, fortitude, and courage to live in\nharmony with the standards of gospel righteousness, he forsakes the world, as thousands are\ndoing; he comes into the Church; he finds peace and joy and satisfaction and happiness in this\nlife; and he charts a course which will lead eventually to eternal exaltation in the mansions on\nhigh, which I pray may be the lot of all of us and honest truth seekers the world over. In the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}