{"ID":1216, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Three Challenges<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, October 1962, pp. 11-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe learn from past history the harsh lessons that have come to those that lack faith and\nobedience which have brought disaster upon themselves and their people. At the end of\nIsrael's sojourn in the desert, where because of disobedience and lack of faith, wherein all of\nthe aged, except three who had been delivered through Godly intervention from Egypt, had\nvirtually been wasted, making way for a new generation to fulfil the covenant of the Lord in\noccupying the land of their inheritance, Moses, the great lawgiver and prophet, called all of\nthe new hosts of Israel together at the gateway to the Promised Land, in a place known as\nKadesh-barnea the southerly entrance to Canaan, and there he recounted unto the children of\nIsrael all the experiences that had happened to their parents and the great things which the\nLord God had done for them. Here he repeated that which had been given their faithless\nforebears and the reason for their downfall. I call your attention to his initial words as he\nspoke to them: \n<\/p><p>\n\"And it came to pass in the fortieth year, in the eleventh month, on the first day of the month,\nthat Moses spake unto the children of Israel, according unto all that the Lord had given him\nin commandment unto them . . .\n<\/p><p>\n\"These be the words which Moses spake unto all Israel on this side of Jordan in the\nwilderness . . .\n<\/p><p>\n\"(There are eleven days' journey from Horeb by the way of mount Seir unto Kadesh-barnea)\"\n(<span class=\"citation\" id=\"21240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21240)\">Deut. 1:3,1-2<\/a><\/span>).\n<\/p><p>\nHoreb, also known as Mount Sinai, is where Moses communicated personally with God.\nMount Seir is the range of mountains bordering the desert which the camel trains followed\nalong to avoid the heat of the desert. At Kadesh-barnea, the gate-way to the Promised Land,\nMoses reminded the children of Israel that the distance from Sinai to the fulfillment of their\ncovenant was but an eleven-day journey. I read in the paper recently where this same distance\nwas covered in three hours by automobile, yet it took Israel forty years to travel that distance.\n<\/p><p>\nCarlyle has said this, \"For a man to have lived and died, who might have been wise and was\nnot&mdash;this I call a tragedy.\"\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints stands poised on the threshold of its greatest\nhour. Regardless of the many accomplishments of the past, and there have been many, its\ngreatest challenge is ahead. We must believe this and adjust to it.\n<\/p><p>\nIn one of the more often referred to parables of Jesus, concerning the rich young ruler who\ncame to him inquiring as to how he could find favor and stand approved, the Master told him\nto keep all the laws. This meant keeping the Sabbath day holy, the payment of offerings in\nthe temple, the honoring of parents, and strict obedience to the laws as were imposed at that\ntime. \"But all these,\" said the young man, \"have I kept from my youth. What lack I yet?\"\n(<span class=\"citation\" id=\"35191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35191)\">Matt. 19:16-23<\/a><\/span>).\n<\/p><p>\nFrom this incident we may strike a parallel of some in the Church today who keep the\ncommandments, and who, like this rich young man, feel to stand approved. But in the true\nsense of Christian endeavor, when we have schooled ourselves to obey the will of God, we\nwill have but reached the doorway of greatness. To this young ruler, who thought that he had\ndone all that was needed, Jesus said,\n<\/p><p>\n\". . . go . . . sell whatsoever thou hast, and give to the poor . . . and follow me\"\n(<span class=\"citation\" id=\"33154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33154)\">Mark 10:21<\/a><\/span>).\n<\/p><p>\nThe young man erroneously thought that Jesus referred to the distribution of his earthly riches\nonly; this would soon be used up in following the divine injunction. Actually he was being\ngiven the challenge of service. It is not enough to keep the commandments of commission\nonly, as Jesus clarified, for if one is to find the real meaning of a successful life and to\nunderstand fully the message of Jesus Christ, there must be service given unto others.\n<\/p><p>\nThe Apostle James, the apostle of realism, has said this: \"Therefore to him that knoweth to do\ngood, and doeth it not, to him it is sin\" (<span class=\"citation\" id=\"26158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26158)\">James 4:17<\/a><\/span>).\n<\/p><p>\nMy associations and contacts within the Church, having served seven of my last eight years in\nthe mission fields, and now again in the stakes of the Church, confirm to me the great faith\nand devotion that exists among our people. It is true, nevertheless, that many do not respond\nto the challenge of service. Unto these primarily and unto all members generally, I refer to the\ndivine obligations placed upon us as members of the true Church of Jesus Christ restored in\nthese latter-days. There are three principal areas of challenge by which every member may\ntest his own faith and conviction. These are given in the revelations as contained in section 45\n(<span class=\"citation\" id=\"50010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50010)\">D&amp;C 45:1-75<\/a><\/span>)\nand section 128 of the Doctrine and Covenants\n(<span class=\"citation\" id=\"50011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50011)\">D&amp;C 128:1-25<\/a><\/span>), and perhaps never before, my brothers and\nsisters, in God's dealings with his children, is there so much expected of so few!\n<\/p><p>\n<i>First:<\/i> As members, by our conduct and by obedience to the commandments of God we should\nendeavor to serve the Lord that we may make the Church strong from within, that it can be a\nstandard unto God's children and a light unto the world\n(<span class=\"citation\" id=\"35157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35157)\">Matt. 5:14<\/a><\/span>).\n<\/p><p>\nThere can be no greater aspect to righteous living than to feel the regenerative force of\nstriving to do better. There is no member listening here this morning, or over the air waves,\nwho has come anywhere near in accomplishing what he actually is capable of; none have\nreached their full potential of leadership in the Church. This means that throughout the\nChurch in all of the facets of its organization, members, teachers, officers, bishoprics, high\ncouncils, stake presidencies, and others, the challenge is before us today to step up to\nleadership, to step up to real membership in God's kingdom. Two great revelations from the\nLord emphasize this to us.\n<\/p><p>\n\"Wherefore, now let every man learn his duty, and to act in the office in which he is\nappointed, in all diligence\" (<span class=\"citation\" id=\"14203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14203)\">D&amp;C 107:99<\/a><\/span>).\n<\/p><p>\nAnd the second, which is companionable: \"Verily I say, men should be anxiously engaged in\na good cause, and do many things of their own free will, and bring to pass much\nrighteousness; \n<\/p><p>\n\"For the power is in them, wherein they are agents unto themselves. And inasmuch as men do\ngood they shall in nowise lose their reward\"\n(<span class=\"citation\" id=\"14132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14132)\">D&amp;C 58:27-28<\/a><\/span>).\n<\/p><p>\nThe second area of divine commitment is that of missionary work, to listen to the voice of a\nprophet of God, that every member be a missionary and as the children of God, there can be\nno apathy toward this great challenge. Many there are who say, \"We want to help, but we just\ndon't know how to do it.\" Let me tell you of an experience that might indicate how through\nfriendliness, through being a good neighbor, through being honest in our dealings with our\nfellow men, and simply by being a Latter-day Saint in harmony with its teachings, we can\nbear an influence on the minds of people in this sense as well as in many other ways be a\nmissionary.\n<\/p><p>\nUnder the instruction of President McKay, during my term in Europe, I had the experience of\ngoing to Iceland and there, after meeting all of the leading civic authorities that we thought it\nimportant to meet, I went into the office of the mayor of Reykjavik, Mayor Hallgrimmson,\nand he treated us with such courtesy and with such friendliness that I wondered why a man\nthat far off would be so friendly to us in our desire to find out if it would be possible that\nmissionaries could be sent into that land. He said, \"We shall welcome your missionaries,\" and\noffered personally to locate a place for us to hold meetings should we come. I finally asked\nhim why he was so friendly. He said, \"The story is simple. Years ago my uncle went to\nAmerica. He had been converted by two missionaries on the old Western Island, 150\nkilometers off the mainland of Iceland\"&mdash;which is now referred to by many as \"Mormon\nIsland,\" where some 150 Icelandic people were baptized into the Church, and many of whom\nemigrated to America; some settled in Spanish Fork and in Springville. Mayor Hallgrimmson\ncame to America, unannounced, not as a mayor but as an individual, primarily to visit an\nuncle who was among those converted. He met and lived with the Mormon people in that\narea. He observed their manner and way of life, and he told of finally coming to Salt Lake\nCity where he met a man who managed a motel, and he said that this man went out of his\nway to help him. He recalled of him that he was a high priest in one of the\nquorums and said, \"If these are Latter-day Saints, who so befriended me, why would I not be\nfriendly to you?\" And I have often wondered if that man who owned this motel really knew\nthe good that he did that day when he befriended Mayor Hallgrimmson of Reykjavik, Iceland.\n<\/p><p>\nNow there are people coming into our midst constantly; men of the priesthood go away on\nbusiness trips, and if they are concerned with the responsibility of projecting the message of\nthe gospel that we have and assist in establishing a true image in the eyes of the people of the\nworld of the Latter-day Saint, here is the simple way to be a missionary, by the downright\neffort of being a Latter-day Saint no matter where we are or in whose presence we find\nourselves.\n<\/p><p>\nThe third area in which we can assist is in seeking after our kindred dead by establishing the\nfamily genealogical organization for this purpose. As I go throughout the stakes of Zion, I see\nthe need of a greater number of marriages in the temple of our young people. Probably\nbecause the family failed to have this kind of organization to seek after their kindred dead, the\nimage has not been made in the minds of their sons and daughters of the necessity for temple\nmarriage. If, on the other hand, there were frequent evidence in the home of the importance of\ntemple work through genealogical research and attendance at the temple, when the time comes\nfor marriage of young people in the home, their hearts and minds would be focused on temple\nmarriage.\n<\/p><p>\nIn conclusion I want to tell of a remarkable personal experience that happened just recently. I\nlearned indirectly of a young girl in Massachusetts who had been keeping a very remarkable\ngenealogical record. I learned that this record was on the Dyer family. By contacting her I\nlearned that she was not a member of the Dyer family, she was not a member of our Church,\nand yet she has done an excellent research on more than 20,000 members of the Dyer family.\nI have written to her and obtained this record which is in three volumes and which has been\nmicrofilmed by our Genealogical Association and is available to all in the Church who are\ninterested in this family line. I endeavored to learn why she did this. In a letter in reply to my\ninquiry, these are her words: \n<\/p><p>\n\"The Dyer family is far more than a hobby. Please don't think it foolish, Mr. Dyer, but I feel\nthat somehow it was God's will that I do this work. My whole life belongs to these people.\"\nThis girl is seventeen years old. She began researching at the age of fourteen. She is not a\nmember of the Church and she is not a member of our family, but the spirit of Elijah has\nbeen upon her. We have learned where similar experiences have been had in many of the\nfamilies of the Church, which indicates the power that is in the work of seeking for our\nkindred dead.\n<\/p><p>\nI bear testimony of the opportunity that is ours as members of the Church to answer the\nchallenge in working through these three areas of activity within the Church. <i>First<\/i>, to build\nthe Church and make it strong so that when those who are converted come into it, they feel\nthe power and the strength of it; and secondly, that as missionaries we shall assist in every\nway to proclaim the truths of the gospel of Jesus Christ unto the world; and thirdly, in\nfulfilling the commandments of God, that we seek after our kindred dead. I bear this record\nand urge that as a people we meet these great challenges, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}