{"ID":1217, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"It Cannot Happen Here\"<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1962, pp. 14-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn keeping with the spirit of the masterful address given by our great leader, President David\nO. McKay at the beginning of this conference, I declare to you this morning that human\nliberty is the mainspring of human progress.\n<\/p><p>\nThe one great revolution in the world is the revolution for human liberty. This was the\nparamount issue in the great council in heaven before this earth life. It has been the issue\nthroughout the ages. It is the issue today.\n<\/p><p>\nIt is difficult for Americans to understand the danger to our liberty. \"It is generally outside the\nrange of our experience.\" But we live today in an age of peril. We are threatened with the\nloss not only of material wealth but of something far more precious&mdash;our liberty itself.\n<\/p><p>\nNever before in the history of our country has there been a greater need for all of our people\nto take time to discover what is happening in the world. Every day decisions are being made\naffecting the lives of millions of human beings.\n<\/p><p>\nWe as a people have never known bondage. Liberty has always been our blessed lot. Few of\nus have ever seen people who have lost their freedom&mdash;their liberty. And when reminded of\nthe danger of losing our liberty and independence our attitude has usually been:\n<i>It cannot happen here.<\/i>\n<\/p><p>\nWe must never forget that nations may, and usually do, sow the seeds of their own\ndestruction while enjoying unprecedented prosperity.\n<\/p><p>\nThe children of Israel, willing to sacrifice liberty, wanted Moses to be their king\n(<span class=\"citation\" id=\"21243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21243)\">Deut. 17:14<\/a><\/span>). Generations\nlater their descendants begged Samuel the prophet to give them a king\n(<span class=\"citation\" id=\"2552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2552)\">1 Sam. 8:5<\/a><\/span>). He pointed out the\nfallacy of their reasoning. Samuel, like other great spiritual leaders, ancient and modern, saw\nthe results that would follow the surrender of liberty.\n<\/p><p>\nIn that sacred volume of scripture, the Book of Mormon, we note the great and prolonged\nstruggle for liberty. We also note the complacency of the people and their frequent\nwillingness to give up their liberty for the promises of a would-be provider.\n<\/p><p>\nThe record reveals that a man \"of cunning device . . . and . . . many flattering words,\" . . .\nsought . . . \"to destroy the foundation of liberty which God had granted unto them\"\n(<span class=\"citation\" id=\"9030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9030)\">Alma 46:10<\/a><\/span>).\n<\/p><p>\nThen Moroni, the chief commander of the armies dramatically \". . . rent his coat; and he took\na piece thereof, and wrote upon it&mdash;In memory of our God, our religion, and freedom, and our\npeace, our wives, and our children&mdash;and he fastened it upon the end of a pole.\n<\/p><p>\n\". . . (and he called it the title of liberty) and he bowed himself to the earth, and he prayed\nmightily unto his God for the blessings of liberty to rest upon his brethren\" (see\n(<span class=\"citation\" id=\"9031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9031)\">Alma 46:12-13<\/a><\/span>).\n<\/p><p>\nThis great general, Moroni, like the prophets whose words are recorded in the Book of\nMormon, spoke of the Americas as a chosen land&mdash;the land of liberty. He led the people in\nbattle who were willing to fight to \"maintain their liberty\"\n(<span class=\"citation\" id=\"9032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9032)\">Alma 46:28<\/a><\/span>).\n<\/p><p>\nAnd the record states: \". . . that he caused the title of liberty to be hoisted upon every tower\nwhich was in all the land . . . and thus Moroni planted the standard of liberty among the\nNephites\" (<span class=\"citation\" id=\"14121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14121)\">Alma 46:36<\/a><\/span>).\n<\/p><p>\nThis is our need today&mdash;to plant the standard of liberty among our people throughout the\nAmericas.\n<\/p><p>\nWhile this incident occurred some seventy years BC, the struggle went on through one\nthousand years covered by this sacred Book of Mormon record. In fact, the struggle for\nliberty is a continuing one&mdash;it is with us in a very real sense today right here on this choice\nland of the Americas. Yes, on an island strategically situated only ninety miles from our\nshores.\n<\/p><p>\nJust a short time ago Fidel Castro broadcast to the world his boastful confession that he had\nbeen a hard-core communist all of his adult life. He gloried in the fact that he had been able\nto confuse and deceive many people simply by saying he was not a communist. And because\nthere were gullible people in this and other countries who believed his false assertions, he was\nable to establish a Soviet beachhead&mdash;\"A communist satellite under active Russian control.\"\n<\/p><p>\nAmericans must face the cold hard fact that Fidel Castro was encouraged and supported in his\nseizure of Cuba. Why? Simply because many Americans were led to believe the falsehood\nthat he would resist Soviet influence and restore the full basic liberty of the Cuban people. A\nfew of us issued early warnings based on unimpeachable evidence. Two United States\nambassadors repeatedly warned that Castro was part of the communist conspiracy and that he\nwas working for the communist conquest of Cuba. These voices went unheeded.\n<\/p><p>\nThis is merely a repetition of the same deceitful pattern which was used after World War II to\nhave us tolerate revolutionary communists in China&mdash;to accept them as \"agrarian reformers\"\nand allow them to seize and enslave some 450,000,000 people on the Chinese mainland.\n<\/p><p>\nThis is the same deceitful pattern which we have been asked to accept in the Congo, in Laos,\nin British Guiana, etc. In fact, everywhere the communist conspiratorial machinery is\npreparing for a seizure of power, we are assured there is no immediate danger from\ncommunism.\n<\/p><p>\nIn less than half a century this evil system has gained control over one-third of mankind, and\nit is steadily pursuing its vicious goal of control over all the rest of the world. It is time, and\npast time, for us to be alarmed.\n<\/p><p>\nI raised a voice of warning two years ago following my return from South America. And\nnow, today, Cuba is being used as a base to spread subversion and armed revolution\nthroughout Latin America. Cuba is being used as a funnel through which communists are\ninfiltrating other American Republics. There can be no stability in Latin America so long as\n\"The shadow of the hammer and sickle is darkening the Western Hemisphere.\" The\ncommunist objective is to isolate North America.\n<\/p><p>\nLess than fifteen years ago communism was not a powerful force in Latin America. Today it\nis not only strongly present there as an enemy to be reckoned with&mdash;it is openly allied with a\ngovernment located on an island only about 90 miles south of Key West, Florida.\n<\/p><p>\nThe only political party now functioning in Cuba is the popular Socialist Party&mdash;the\nCommunist Party under another name.\n<\/p><p>\nIt is authoritatively reported that by the end of 1958 there were 316 known communist or\npro-communist publications in Latin America, the largest number being 55 in Mexico. About\none half are newspapers and other periodicals. There were more than 150 communist\npublishing houses and bookstores. These activities have increased sharply since 1958.\n(<i>South Wind Red<\/i>, by Ray, p. 17.)\n<\/p><p>\nTrue to communist and dictator tradition, the Cuban government has deprived its people of\nthe rights of a free press, free elections, and the protection of other fundamental human rights.\n<\/p><p>\nHow did this situation come about? How is it possible for communism to be here and now\nmoving into Africa, pressing upon all of Asia, threatening the Middle East and increasingly\nbecoming a danger in the Western Hemisphere?\n<\/p><p>\nThere are, of course, many reasons. Our apathy&mdash;our complacent indifference is a major\ncause. We have permitted ourselves to be pacified and lulled away into carnal security as\nBook of Mormon prophets predicted (see\n<span class=\"citation\" id=\"3685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3685)\">2 Ne. 28:21<\/a><\/span>).\n<\/p><p>\nAs emphasized from this pulpit two years ago, we have a rich history to guide us. Think back\nwith me a moment to the year 1823. In that year, James Monroe of Virginia\nwas President. John Quincy Adams of Massachusetts was Secretary of State. These two men\nformed and announced a policy&mdash;the Monroe Doctrine&mdash;which has profoundly influenced\nthe development of our entire hemisphere. (Here was the situation that called forth this\npolicy&mdash;known as the Monroe Doctrine&mdash;in 1823.)\n<\/p><p>\nSeveral of what are now the Latin American republics had by force of arms newly won their\nindependence from Spain and Portugal. Among them were Columbia, Mexico, Chile, and\nBrazil.\n<\/p><p>\nMeantime a number of the sovereigns of Europe were seeking to enforce the \"divine right of\nkings\" with the express purpose of putting \"an end to the system of representative\ngovernment.\"\n<\/p><p>\nThis our government refused to permit. It said so plainly in the celebrated Monroe Doctrine.\nThe heart of the Monroe Doctrine consisted of these words \". . . the American continents, by\nthe free and independent condition which they have assumed and maintain, are henceforth not\nto be considered as subjects for future colonization by any European powers.\" The Monroe\nDoctrine, which should be and is an enduring cornerstone and living principle of national\npolicy, stated further: \"The political system of the allied powers is essentially different . . .\nfrom that of America.\"\n<\/p><p>\nSurely if it were true a century and a half ago that European monarchy was essentially\ndifferent from our American system of representative government, it is even more true today\nthat the communist system is totally different, totally incompatible, totally inimical to our free\nway of life.\n<\/p><p>\nThis is a time of decision. Further vacillation will serve only to drive all of Latin America\nstraight into communist hands. If action is not taken against the power-drunken bandit and his\ncohorts, the day will soon come when it cannot be done at all.\n<\/p><p>\nThe Monroe Doctrine was first invoked against the Russian Czar Alexander. The Cuban\nmenace represents the first time in one hundred years that a hostile foreign power has\nestablished a firm beachhead in the Americas.\n<\/p><p>\nThe American people are deeply upset, frustrated, and angry at what they fear is a retreat\nfrom the time-honored Monroe Doctrine&mdash;a retreat which could now end in war.\n<\/p><p>\nPresident J. Reuben Clark, Jr., whose scholarly work on the Monroe Doctrine, as Under\nSecretary of State, is well known, in tracing our destiny said this: \n<\/p><p>\n\"Then came our GREAT Monroe Doctrine which placed us of the United States squarely\nbehind efforts of Latin America to gain freedom and against those European states who would\nthwart it.\n<\/p><p>\n\"God again moved us forward towards the destiny He has planned for us. He was preserving\nthe blessings He had given to us.\" (<i>Memorandum on the Monroe Doctrine<\/i>, Dept. of State\nPublication #37, December 17, 1928.)\n<\/p><p>\nPresident Joseph Fielding Smith in his ever timely volume, <i>The Progress of Man<\/i>, in\ndiscussing America's fortification against other nations makes this significant statement.\n<\/p><p>\n\"The greatest and most powerful fortification in America is the 'Monroe Doctrine.' . . . It\nappears to the casual observer that this doctrine came by chance . . . but this is not so. It was\nthe inspiration of the Almighty which rested upon John Quincy Adams, Thomas Jefferson and\nother statesmen, and which finally found authoritative expression in the message of President\nJames Monroe to Congress in the year 1823 . . .\n<\/p><p>\n\"It is generally understood . . . in the Church that the greatest and most significant principle\nby which this land is fortified against the encroachments and invasions of European and\nAsiatic powers is found in the Monroe Doctrine.\" (Joseph Fielding Smith, pp. 357,\n466-467.)\n<\/p><p>\nThis Monroe Doctrine widely accepted by the republics of the south, has been the continuing\npolicy of our nation for almost a century and a half. It has been reaffirmed by many\nAmerican presidents. We are on solid traditional American ground in demanding that the\ncommunists should not attempt to extend their political system to this side of the Atlantic\nOcean.\n<\/p><p>\nIf time permitted, we could show that in recent years, the principles of the Monroe Doctrine\nhave been strengthened by various joint agreements among the American\nnations: These should be invoked. The longer we wait the more difficult will be the job.\n<\/p><p>\nIt is almost unthinkable that any people would knowingly and wilfully take on themselves the\nyoke of communist oppression. No nation has ever done so yet. If large masses of the Cuban\npeople have done so, it is because they have been duped or coerced.\n<\/p><p>\nAs a people who have known only liberty, we are inclined to feel, <i>it cannot happen here<\/i>. We\nhave become lulled away into a false security.\n<\/p><p>\nA most brilliant discussion of the Latin American problem, which appeared in the May 1961\nissue of <i>American Opinion<\/i>, concluded with these words: \n<\/p><p>\n\". . . history gives us one more chance. If the American people are too blind or too cowardly\nto take that chance, then, whether or not we as individuals deserve it, you and I and all that\nwe hold dear . . . must suffer the doom that history mercilessly imposes on fools.\"\n<\/p><p>\nWhy are we so timid in standing up to a Godless communist police state which can't even\nfeed its own people, and whose economy, they know, will not support a major war. They\n\"lead from weakness and we retreat from strength.\"\n<\/p><p>\nI say to you it can happen here. It is happening here. We have retreated from the Monroe\nDoctrine. Our liberty is in danger. But we go blithely and gullibly on our way. Some of us\nfall for the Kremlin line as planned by the mass murderer Khrushchev and call patriots\n\"extremists\" and accuse courageous liberty-loving citizens of \"dividing our people.\"\n<\/p><p>\nAs President McKay said at the close of the April general conference, quoting J. Edgar\nHoover, \"There is no place here in America for part-time patriots. This nation is face to face\nwith the greatest danger ever to confront it, a sinister and deadly conspiracy which can be\nconquered only by an alert, informed citizenry. It is indeed appalling that some members of\nour society continue to deplore and criticize those who stress the communist danger. Public\nindifference to this threat is tantamount to national suicide. Lethargy leads only to disaster.\"\n<\/p><p>\nWe must be vigilant. Let us unite. Let us join in our fight against the forces of anti-Christ.\n<\/p><p>\nForgive me for being so blunt, but I feel most deeply on these matters. Possibly it is because\nI've seen at close range so much of this godless, treacherous conspiracy in the past few years\nin more than forty nations.\n<\/p><p>\nI realize that the bearer of bad news is always unpopular. As a people we love sweetness and\nlight&mdash;especially sweetness. Ralph Waldo Emerson said that every mind must make a choice\nbetween truth and repose. Those who will learn nothing from history are condemned to repeat\nit. This we are doing in the Americas today.\n<\/p><p>\nAs a Church we have a world message of salvation to deliver to our Father's children. The\nrestored gospel can only thrive in an atmosphere of liberty. We are in a worldwide conflict. It\nis the first of its kind in history. It is between light and darkness; between liberty and slavery.\nIt is a struggle for the souls of men. We must win this war.\n<\/p><p>\nIn 1946 I stood in Czechoslovakia. The deadening socialist-communist philosophies were even\nthen infiltrating that lovely country. Our church mission was thriving among these\nliberty-loving people. They too said it could not happen there. Only two years later it had\nhappened. They had lost their liberty.\n<\/p><p>\nAt the close of World War II while serving as European Mission President, I visited Stanislaw\nM. Mikolajczyk in Warsaw, the leader of the liberty-loving Polish people and former premier\nof the Polish Government-in-Exile. I had hoped we might do missionary work in Poland.\nThough Mikolajczyk was the leader of the indisputable majority of the electorate, he had to\nflee from Poland to save his life from the insidious encroaching communist police state.\n<\/p><p>\nI also talked to our Polish Ambassador, Arthur Bliss Lane. He told me of the tragic course of\nappeasement our government was pursuing in selling out the Polish people to the communists.\nFinally, unable to endure it any longer, Lane voluntarily resigned so he could tell the story.\nHe titled his book, <i>I Saw Poland Betrayed<\/i>.\n<\/p><p>\nAnd so the pattern has been repeated in country after country.\n<\/p><p>\nRather than impede communism our policies in their total effect have apparently helped\npromote it. And so the honest in heart, many of whom have probably already been murdered,\nare deprived of the message of the restored gospel&mdash;good people who would have responded\nto the words of truth from our missionaries.\n<\/p><p>\nWho then is to blame? What then can be done?\n<\/p><p>\nTo some extent we Latter-day Saints and Americans every where must share some blame for\nwe have not been awake to the warnings of the prophets. We have not exerted our righteous\ninfluence as citizens to stop this disastrous course. Our skirts are not entirely clean. Many of\nus have been asleep in Zion&mdash;the Western Hemisphere.\n<\/p><p>\n\"But,\" say some, \"why should we be so concerned. After all if the Lord wants them to get the\ngospel message, they'll get it.\"\n<\/p><p>\nOf course, if the Lord desired, he could this instant preach the gospel to every soul and do all\nour genealogical work. He could also right every wrong, feed the famished, plant our crops,\ntrain our children, etc. But his doctrine requires us to do our best ourselves in these areas and\nask the Lord's help in our endeavors. After we've done all we can, then the Lord will cover\nfor us.\n<\/p><p>\nNow what can be done? We have missionaries and Saints in South America. Those countries\nfall within the scope of the Monroe Doctrine. These countries are now being pushed in the\ndirection of bondage&mdash;the loss of liberty.\n<\/p><p>\nWhat can we do to help meet this grave challenge from a godless, atheistic, cruelly\nmaterialistic system&mdash;to preserve our God-given Liberty?\n<\/p><p>\nWe can encourage our government wherever we live, to stand firm at all costs against any\nfurther expansion of despotic communism.\n<\/p><p>\nWe can support our government in keeping the flame of liberty burning in the souls of the\noppressed&mdash;wherever they may be throughout the world.\n<\/p><p>\nWe can heed the words of men like Edward Hunter who for twenty years has been reporting\ncommunist conspiracy and brainwashing from abroad and who recently wrote this: \n<\/p><p>\n\"In Washington these days one hears a great deal of the word <i>escalation<\/i> but never the word\n<i>honor<\/i>.\n<\/p><p>\n\"<i>Escalation<\/i> was the reason Americans had to stand by and watch with folded hands as a\nyoung man bled to death a hundred feet from them at the Berlin wall of shame, although we\nhad every right to go in and stem his bleeding under wartime agreement.\n<\/p><p>\n\"Imagine anyone\ntelling an American, only a few years back, that he would stand by idly, witnessing a man die\nneedlessly because he wanted to be free! . . .\n<\/p><p>\n\"<i>Escalation<\/i> is why we stood by wringing our hands when the East Germans started building\nthe wall, whereas is now known, their orders were to stop if we showed any serious\nresistance.\n<\/p><p>\n\"Escalation, if continued, will complete our softening-up, until we 'bury ourselves,' as\nKhrushchev predicts . . .\n<\/p><p>\n\"This soft <i>escalation<\/i> policy in Cuba, starting in 1958, permitted 'a small band of hoodlums,\nunder the leadership of Fidel Castro' to conduct 'open warfare against the established\ngovernment of Cuba, which was friendly towards the United States.' We have, thus passed\nthe time for soft and easy action to protect ourselves,\" says Mr. Hunter. \"We have only one\ncourse of action left: to destroy Communist power in Cuba by force of arms.\"\n<\/p><p>\nAs I visited among the good people of Cuba in 1955, I had a secret hope we would soon be\nable to bring to them the truths of the restored gospel. What are our prospects now? People\nsaid in Cuba in 1955: <i>It cannot happen here. We love liberty.<\/i>\n<\/p><p>\nThe insidious but rapid take-over of Latin America is drawing ever closer to the final\nshowdown.\n<\/p><p>\nUnless godless communism is stamped out of Cuba, it is only a matter of time until like\nCzechoslovakia, other missions will likely close and more of our Father's children will be\ndeprived of their liberty and the fulness of the everlasting gospel.\n<\/p><p>\nThe message of salvation must move forward. God grant that every effort to stay its growth\nwill be frustrated.\n<\/p><p>\nCourage and statesmanship are imperatively needed today. We must take chances for liberty.\nMay God bless our national leaders in this time of crisis.\n<\/p><p>\nYes, the effective preaching of the gospel can only thrive in an atmosphere of liberty. Yes, we\nall say, we love liberty. But that is not enough. We must protect and safeguard that which we\nlove. We must save liberty.\n<\/p><p>\nGod grant us the wisdom and the courage so to do, before it is too late, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}