{"ID":1218, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Book of Mormon Critics Refuted<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1962, pp. 20-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I trust I may have the guidance of the Spirit of the Lord in\nwhat I shall say. I want to make a plea to the brethren holding the priesthood and to the\nsisters of the Church to spend a little more time in the study and the research that they might\ngive to the standard works of the Church, and particularly to the Book of Mormon.\n<\/p><p>\nWe had a campaign a short time ago in which we asked the members of the priesthood to\nread the Book of Mormon. It seems to me when we know the history whence the Book of\nMormon came and how it came, no member of this Church could rest satisfied until he or she\nhad read it from cover to cover&mdash;not once, but many times.\n<\/p><p>\nNow, there are some religious organizations who have centered their attack largely upon the\nBook of Mormon. They go into the homes of members of the Church and point out to them\nwhat they consider to be errors or changes or additions to what was given in the first\npublication. If anybody has published a book he knows that the first thing that stares him in\nthe face the moment it comes off the press is some glaring error. We have never claimed that\nin the beginning there were not some errors which the Prophet corrected, but they were very,\nvery few. But some of these complaints or charges are against certain writings that appear,\nand in the limited time that I have I wish to refer to two of these accusations.\n<\/p><p>\nI have a letter on my table now from a man who seems to be very much disturbed because\nhe, in conversation with some of these people, was told that the Book of Mormon did not tell\nthe truth in regard to the birth of the Son of God, and that the Book of Mormon declared that\nthe Savior would be born in Jerusalem, the land of their fathers. Now the\nBook of Mormon makes no such statement. I am going to read it to you.\n<\/p><p>\nAlma, in speaking about the coming of the Son of God, said: \"And behold, he shall be born\nof Mary, at Jerusalem which is the land of our forefathers\"\n(<span class=\"citation\" id=\"9017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9017)\">Alma 7:10<\/a><\/span>). Now, if he had\nsaid the city of our forefathers it would have made a difference, would it not? Well, wasn't\nJesus born in the land of Jerusalem, Jerusalem being the capital? Alma did not say he would\nbe born in the city of Jerusalem, but in the land over which Jerusalem was the capital. But\nthey make a great deal out of this, and some of our people seem to be unable to defend\nthemselves. Now, <i>at<\/i> does not mean necessarily <i>in<\/i>. You might read in the newspaper, if you\nwere in Great Britain, that a certain vessel arrived at London, but it did not&mdash;it landed at\nSouthampton, the port for London, which is many miles away. There is no mistake in this\nstatement whatever. Jesus was born at the land of Jerusalem, the land of their forefathers. So\nmuch for that.\n<\/p><p>\nThe other charge that is made that I wish to mention is the statement of Abinadi, and a\nsimilar statement occurs in some other places, that Jesus Christ is both Father and Son to us.\n<\/p><p>\n\"And now Abinadi said unto them: I would that ye should understand that God himself shall\ncome down among the children of men, and shall redeem his people.\n<\/p><p>\n\"And because he dwelleth in flesh he shall be called the Son of God, and having subjected the\nflesh to the will of the Father, being the Father and the Son&mdash;\n<\/p><p>\nThe Father, because he was conceived by the power of God; and the Son, because of the\nflesh, thus becoming the Father and Son&mdash;\"\n(<span class=\"citation\" id=\"40309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40309)\">Mosiah 15:1-3<\/a><\/span>).\n<\/p><p>\nWhat's wrong with that scripture? What is a father? One who begets or gives life. What did\nour Savior do? He begot us, or gave us life from death, as clearly set forth by Jacob, the\nbrother of Nephi (<span class=\"citation\" id=\"3680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3680)\">2 Ne. 9:5-10<\/a><\/span>).\nIf it had not been for the death of our Savior, Jesus Christ, the spirit and\nbody would never have been united again. Death would have been inevitable and, as Jacob\nstates&mdash;I won't take time to turn to read it&mdash;if there had been no redemption from death our\nspirits would have been taken captive by Satan, and we would have become subject to Satan's\nwill forever.\n<\/p><p>\nWhat did our Savior do? He begot us in that sense. He became a father to us because he gave\nus immortality or eternal life through his death and sacrifice upon the cross. I think we have a\nperfect right to speak of him as Father.\n<\/p><p>\nKing Mosiah put his people under covenant to take upon them the name of Christ. And this\nwas 124 years before the birth of Christ. I want to read a verse or two from this pledge. \"And\nnow, because of the covenant which ye have made ye shall be called the children of Christ,\nhis sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say\nthat your hearts are changed through faith on his name; therefore, ye are born of him and\nhave become his sons and his daughters [spiritually]\"\n(<span class=\"citation\" id=\"40307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40307)\">Mosiah 5:7<\/a><\/span>). Is there anything wrong\nin us calling Jesus Christ our spiritual Father? \"And under this head,\" this wonderful king\nsaid, \"ye are made free, and there is no other head whereby ye can be made free. There is no\nother name given whereby salvation cometh; therefore, I would that ye should take upon you\nthe name of Christ, all you that have entered into the covenant with God that ye should be\nobedient unto the end of your lives.\n<\/p><p>\n\"And it shall come to pass that whosoever doeth this shall be found at the right hand of God,\nfor he shall know the name by which he is called, for he shall be called by the name of\nChrist.\n<\/p><p>\n\"And now it shall come to pass, that whosoever shall not take upon him the name of Christ\nmust be called by some other name; therefore, he findeth himself on the left hand of God\"\n(<span class=\"citation\" id=\"40308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40308)\">Mosiah 5:8-10<\/a><\/span>).\n<\/p><p>\nThe Son of God has a perfect right to call us his children, spiritually begotten, and we have a\nperfect right to look on him as our father who spiritually begot us.\n<\/p><p>\nNow if these critics would read carefully the Book of Mormon, they would find that when the\nSavior came and visited the Nephites, he told them that he had been sent by\nhis Father (<span class=\"citation\" id=\"5645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5645)\">3 Ne. 20:26<\/a><\/span>).\nHe knelt before them, and he prayed to his Father (<span class=\"citation\" id=\"5644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5644)\">3 Ne. 17:15<\/a><\/span>).\nHe taught them to pray to his Father (<span class=\"citation\" id=\"5643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5643)\">3 Ne. 13:9<\/a><\/span>),\nbut that did not lessen in the least our duty and responsibility of looking upon the Son\nof God as a father to us because he spiritually begot us.\n<\/p><p>\nThe Lord bless you in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}