{"ID":1219, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Believe Is to See<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, October 1962, pp. 22-24<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOn the evening of the day of the resurrection, Jesus appeared and stood in the midst of his\ndisciples in the closed room. He showed them his hands through which had been driven the\nnails and his side which had been pierced by the spear\n(<span class=\"citation\" id=\"28039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28039)\">John 20:19-20<\/a><\/span>).\nThomas, one of the twelve, was not\npresent when this happened, but the others told him they had seen the Lord and that he had\nspoken to them (<span class=\"citation\" id=\"28040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28040)\">John 20:24-25<\/a><\/span>).\n<\/p><p>\nNo doubt Thomas had been deeply shaken by the events of the past days. His love and\ndevotion to the Master cannot be questioned, but the flame of faith had burned low and had\ngrown cold. The tomb was empty, this he knew. Mary Magdalene and the other women and\nPeter and John had been there (<span class=\"citation\" id=\"35207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35207)\">Matt. 28:1-10<\/a><\/span>).\nJesus later appeared to Mary in the garden, and she told the\ndisciples of this event as she had been commanded\n(<span class=\"citation\" id=\"28038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28038)\">John 20:11-18<\/a><\/span>). That very day the Risen Master had\nwalked with Cleopas and his companion down the road to Emmaus\n(<span class=\"citation\" id=\"31574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31574)\">Luke 24:14-18<\/a><\/span>) and had also appeared to\nSimon Peter in Jerusalem (<span class=\"citation\" id=\"31575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31575)\">Luke 24:34<\/a><\/span>).\nIn Spite of these evidences, Thomas was skeptical, and he said to the disciples: \n<\/p><p>\n\". . . Except I shall see in his hands the print of the nails, and put my finger into the print of\nthe nails and thrust my hand into his side, I will not believe\"\n(<span class=\"citation\" id=\"28041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28041)\">John 20:25<\/a><\/span>).\n<\/p><p>\nThis statement of Thomas has caused him to be remembered down through the ages and his\nname placed with the skeptics, the doubters, and the fainthearted, with those who will not\nbelieve until they see. In a sense, Thomas represents the spirit of our age. He would not be\nsatisfied with anything he could not see, even though he had been with the Master and knew\nhis teachings concerning faith and doubt. Jesus had said: \n<\/p><p>\n\". . . O thou of little faith, wherefore didst thou doubt?\"\n(<span class=\"citation\" id=\"35180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35180)\">Matt. 14:31<\/a><\/span>).\n<\/p><p>\n\". . . Why are ye so fearful? how is it that ye have no faith?\"\n(<span class=\"citation\" id=\"33149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33149)\">Mark 4:40<\/a><\/span>).\n<\/p><p>\n\". . . If thou canst believe, all things are possible to him that believeth\"\n(<span class=\"citation\" id=\"33153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33153)\">Mark 9:23<\/a><\/span>).\n<\/p><p>\n\". . . According to your faith be it unto you\"\n(<span class=\"citation\" id=\"35172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35172)\">Matt. 9:29<\/a><\/span>).\n<\/p><p>\nAll of these things Thomas well knew, but his personal faith had been dimmed by a great\ndisappointment. Faith does not take precedence over doubt when one must feel or see in order\nto believe.\n<\/p><p>\nThomas was not willing to stand on faith. He wanted positive evidence of the facts. He\nwanted knowledge, not faith. Knowledge is related to the past because our experiences of the\npast are those things which give us knowledge, but faith is related to the future&mdash;to the\nunknown where we have not yet walked.\n<\/p><p>\nWe think of Thomas as one who had traveled and talked with the Master, and who had been\nchosen by him. Inwardly we wish that Thomas could have turned toward the future with\nconfidence in the things which were not then visible, instead of saying in effect, \"To see is to\nbelieve.\"\n<\/p><p>\nIt must have saddened the heart of the Savior, but this had happened before. Within the past\nfew days Judas had betrayed him, Peter had denied him, and now Thomas doubted him.\n<\/p><p>\nA week later, the disciples were again together in the same house in Jerusalem. This time\nThomas was with them. The door was closed, but Jesus came and stood in the midst of them\nand said, \". . . Peace be unto you.\n<\/p><p>\n\"Then saith he to Thomas, Reach hither thy finger, and behold my hands; and reach hither thy\nhand, and thrust it into my side: and be not faithless, but believing\"\n(<span class=\"citation\" id=\"28042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28042)\">John 20:26-27<\/a><\/span>).\n<\/p><p>\nThe record does not indicate that Thomas accepted this invitation&mdash;this loving rebuke by the\nLord. Thomas could see the print of the nails and the wound of the spear. He only answered:\n\". . . My Lord and my God\" (<span class=\"citation\" id=\"28044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28044)\">John 20:28<\/a><\/span>).\nNow he believed, but Thomas had missed the highest form of faith.\n<\/p><p>\n\"Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are\nthey that have not seen, and yet have believed\"\n(<span class=\"citation\" id=\"28045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28045)\">John 20:29<\/a><\/span>).\n<\/p><p>\nThis occurrence stands as one of the great lessons of all times. Thomas had said, \"To see is to\nbelieve,\" but Christ answered: \"To believe is to see.\"\n<\/p><p>\nFaith has always been a necessary condition of a righteous life. As we read through the books\nof the Old Testament, we are impressed by the faith that motivated the prophets and righteous\nmen, the saints of old, to endure the trials which came to them. The books of the New\nTestament are replete with the teachings of the Savior concerning faith and examples of the\neffect of faith in the lives of individuals. These writings also set forth the disappointment and\ntragedy that come where faith is lacking.\n<\/p><p>\nThere are many things which are invisible to our senses and not subject to positive proof. The\nscientific approach to proof is by experimentation in the laboratory. The result of this\nscientific method has a greater influence upon our thinking than we realize, because it\nproduces positive proof resulting in knowledge. We cannot overlook the great good this\napproach by science has upon the lives of persons, but how about those things which lie\noutside of the realm of positive, tangible proof? This question brings us to the higher law. It\nis through the assurance that comes from faith.\n<\/p><p>\nThe classic example of faith is ascribed to the Apostle Paul in his Epistle to the Hebrews:\n\"Now faith is the substance of things hoped for, the evidence of things not seen\"\n(<span class=\"citation\" id=\"24299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24299)\">Heb. 11:1<\/a><\/span>).\n<\/p><p>\nThis statement does not presuppose a perfect knowledge, but describes faith as that which\ngives to one an assurance or a confidence in things which are yet in the future. These things\nmay be in existence, but it is through faith they are realized. Faith gives a feeling of\nconfidence in that which is not visible or susceptible of positive proof.\n<\/p><p>\nIt would appear that Thomas had lost his confidence in the future. He looked to the past. He\nwanted proof of that which was not then visible. Those who lose or lack faith, live in the\npast&mdash;there is loss of hope for the future. What a great change comes into the life of one who\nfinds an abiding faith to give assurance and confidence.\n<\/p><p>\nIf we turn back to the ninth chapter of John, we read of another incident that took place in\nJerusalem in which a man who had been born blind received his sight. It was the Sabbath\nday, and Jesus was apparently in the vicinity of the temple when he saw the blind man, and\nhis disciples asked him: \n<\/p><p>\n\". . . Master, who did sin, this man, or his parents, that he was born blind?\n<\/p><p>\n\"Jesus answered, Neither hath this man sinned. nor his parents: but that the works of God\nshould be made manifest in him.\n<\/p><p>\n\"I must work the works of him that sent me, while it is day: the night cometh, when no man\ncan work.\n<\/p><p>\n\"As long as I am in the world, I am the light of the world\"\n(<span class=\"citation\" id=\"28016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28016)\">John 9:2-5<\/a><\/span>).\n<\/p><p>\nJesus then spat on the ground and made clay of the spittle mixed with the dust of the earth.\nHe anointed the eyes of the blind man with the clay and told him to go wash in the pool of\nSiloam (<span class=\"citation\" id=\"28017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28017)\">John 9:6-7<\/a><\/span>).\nIf this had been Thomas, would he have gone as he had been commanded or would\nhe have asked the question: \"What good can come from washing in the stagnant waters of that\ndirty pool?\" or \"What medicinal properties are there in saliva mixed with the dust of the\nearth?\" These would seem to be reasonable questions, but if the blind man had doubted and\nquestioned, he would still be blind. Having faith, he believed and did as he was directed. He\nwent and washed in the pool and came back seeing. To believe is to see.\n<\/p><p>\nA miracle had taken place. A man who had been blind from the day of his birth was caused\nto see. The neighbors and the Pharisees were astonished and asked how it\nhappened.\n<\/p><p>\n\"He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and\nsaid unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received\nsight\" (<span class=\"citation\" id=\"28018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28018)\">John 9:11<\/a><\/span>).\n<\/p><p>\nIt was the Sabbath day when Jesus made the clay and opened the eyes of the blind man.\nSome of the Pharisees said he could not be a man of God because he did not keep the\nSabbath day. Others asked how a man who was such a sinner could perform a miracle. Even\nthough they could see, they would not believe. The blind man was asked: \"What sayest thou\nof him?\" He answered: \"He is a prophet.\" Still they did not believe and called the parents of\nthe blind man and asked them: \"Is this your son, who ye say was born blind? How then doth\nhe now see?\" His parents were afraid to answer for fear of being put out of the synagogue if\nthey should confess that the one who performed the miracle was Christ, so they said, \"He is\nof age; ask him.\" And the blind man said, \"Whether he be a sinner or no, I know not: one\nthing I know, that, whereas I was blind, now I see.\" They said to him, \"Thou art his disciple,\"\nand they shut the door of the synagogue against him (see\n(<span class=\"citation\" id=\"28019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28019)\">John 9:14-34<\/a><\/span>).\n<\/p><p>\nWhen Jesus heard that the blind man had been cast out, he found him and said: \n<\/p><p>\n\". . . Dost thou believe on the Son of God?\n<\/p><p>\n\"He answered and said, Who is he, Lord, that I might believe on him?\n<\/p><p>\n\"And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.\n<\/p><p>\n\"And he said, Lord, I believe. And he worshipped him.\n<\/p><p>\n\"And Jesus said, For judgment I am come into this world, that they which see not might see;\nand that they which see might be made blind\" (<span class=\"citation\" id=\"28020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28020)\">John 9:35-39<\/a><\/span>).\n<\/p><p>\nThe blind man believed and was permitted to see. Thomas refused to believe until after he\ncould see. The world is full of Thomases, but there are many like the blind man of Jerusalem.\nMissionaries of the Church meet both of these every day as they carry their message to the\nworld, the message of the restored gospel of Jesus Christ. They bear witness to the fact that\nGod lives, that Jesus is the Christ, that God has spoken to his children in these latter days,\nthat there is a prophet of God on the earth today, that the gospel has been restored in its\nfulness. Some believe, have faith, and are baptized. Some will not accept because they cannot\nsee or feel.\n<\/p><p>\nThere is no positive, concrete, tangible evidence that God lives, yet millions have a\nknowledge that he does through that faith which constitutes the evidence of things unseen.\nMany say to the missionaries, \"I would accept of baptism if I could believe that Joseph Smith\nwas visited by the Father and the Son.' For this fact there is no positive, concrete, tangible\nevidence, but to those who are touched by the Spirit, faith will stand in the place of such\nevidence of things unseen. Remember the words of the crucified Master as he stood before\nThomas: \n<\/p><p>\n\". . . blessed are they that have not seen, and yet have believed\"\n(<span class=\"citation\" id=\"28046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28046)\">John 20:29<\/a><\/span>).\n<\/p><p>\nTo believe is to see.\n<\/p><p>\nI add my witness to the testimonies of the thousands of missionaries that God does live, that\nJesus is the Savior of the world, that those who will believe through faith will be caused to\nsee, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}