{"ID":122, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1944, pp. 138-141<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: I have repeatedly and earnestly sought the Lord that His\nspirit would be with me while I occupy a few minutes of these precious moments, and I ask\nyou if you will please join your prayers with mine, that this time may be profitable to us all.\n<\/p><p>\nI believe the phrase most frequently spoken in this Conference has been \"the spirit of the\nLord.\" Nearly every speaker who has addressed us has expressed his wish, his prayer, that the\nspirit of the Lord would direct what he said. Nearly every man who has\noffered a prayer, either an opening prayer or a closing prayer, has prayed for the same thing. I\nam persuaded that in these Conference sessions we have had a rich outpouring of the spirit of\nthe Lord.\n<\/p><p>\nSPEAKING BY THE POWER OF THE HOLY GHOST\n<\/p><p>\nThe other day Brother Joseph Fielding Smith spoke of the spirit of the Lord that enlightens\nevery man who comes into this world\n(<span class=\"citation\" id=\"27108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27108)\">John 1:9<\/a><\/span>).\nI think the spirit of the Lord which we seek in\nadministering the affairs of the Church is more than that spirit. When I pray for the spirit of\nthe Lord to direct me in this talk, I pray for the spirit of revelation, the help of the Holy\nGhost. You know, the Lord said that we should have this spirit by the prayer of faith, and He\nsaid further if we did not have the spirit, we should not teach\n(<span class=\"citation\" id=\"11970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11970)\">D&amp;C 42:14<\/a><\/span>).\n<\/p><p>\nNephi said on one occasion that \"when a man speaketh by the power of the Holy Ghost, the\npower of the Holy Ghost carrieth it unto the hearts of the children of men\"\n(<span class=\"citation\" id=\"3459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3459)\">2 Ne. 33:1<\/a><\/span>). I am persuaded\nthat one of the deepest truths, the most glorious principles, revealed to the world through the\nrestoration, by the Lord, through the Prophet Joseph Smith, was the doctrine that every man\nand every woman and every boy and every girl who has reached the age of accountability\n(<span class=\"citation\" id=\"11951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11951)\">D&amp;C 18:42<\/a><\/span>) and\nhas joined the Church may have the spirit of the Lord, that is, the gift of the Holy Ghost, to\nguide him through his life. I mean by this direct communication with, revelation from, God\nour eternal Father.\n<\/p><p>\nThe Prophet Joseph Smith taught this in a wonderful way. In the last chapter, quoting Moroni,\nhe told us how to get a testimony of the truthfulness of the Book of Mormon. We are not left\nto take the word and testimony of the Prophet and of the three and eight witnesses only, but\nhe there told us that when we read the book, if we will ask God the eternal Father in faith,\nHe will manifest the truth of it unto us, individually, I take it, by the power of the Holy\nGhost, and that by the power of the Holy Ghost we may know the truth of all things\n(<span class=\"citation\" id=\"38227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38227)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nTHE EXERCISE OF FAITH NECESSARY\n<\/p><p>\nYou remember the occasion when Brother Newell K. Whitney was called to be a bishop in\nKirtland. Brother Partridge was over in Zion at that time, as I recall. Brother Whitney was a\ngreat man, measured by the standards of the world, but when the Prophet told him that he\nwas to be a bishop, he said that he could not see the qualifications of a bishop in himself. The\nProphet said: \"You need not take my word alone. Go and ask Father for yourself.\" At that\nslight rebuke, Brother Whitney went and asked the Lord. He heard a voice speak to him\nsaying: \"Thy strength is in me.\" This was a revelation to him, and \"he straightway sought the\nProphet, told him he was satisfied, and was willing to accept the office to which he had been\ncalled.\"\n<\/p><p>\nThen you remember when the Prophet was asking for volunteers to come out to this western\ncountry to make a survey looking for a place where the Saints might come,\nhe described what kind of men he wanted. He described what their equipment must be, and\nthen he said: \"I want every man that goes to be a king and a priest. When he gets on the\nmountain, he may want to talk with his God.\"\n<\/p><p>\nThe Prophet Joseph Smith knew this doctrine was true; he knew from experience. He knew\nbecause he had had the experience of talking with God, our eternal Father. This great\nlatter-day work, the restoration, opened up with a grand vision, referred to by President David\nO. McKay this morning, in which the Father and the Son came and appeared to the boy\nprophet, Joseph Smith. It came as a result of his prayer and his faith.\n<\/p><p>\nAbout a year and a half ago, I was given an assignment in the Welfare work to travel around\nthe Church into all the stakes. I took with me the first volume of the\n<i>Documentary History of the Church<\/i>. As I read, I observed that when questions came to the mind of the Prophet\nJoseph, he straightway went and in mighty prayer asked the Lord for an answer to the\nquestions. Then he would come back with an answer from the Lord in direct quotations.\nThese quotations were the revelations which came during the restoration of the Gospel.\nEXPERIENCES OF WILFORD WOODRUFF AND BRIGHAM YOUNG\n<\/p><p>\nNow, it is very important, my brethren, that we each live so that we can have this spirit of the\nLord. Its importance did not cease with the death of the Prophet Joseph Smith. In 1879, two\nyears after the Prophet Brigham Young had died, President Wilford Woodruff was down in\nthe mountains of Arizona traveling with Lot Smith. On one occasion, he had a vision or a\ndream in which he saw Brigham Young and Orson Hyde, and he asked Brigham Young if he\nwould not come with him to Arizona and speak to the people. Brigham Young answered that\nhe had done his talking in the flesh and that work was now left for Elder Woodruff and\nothers to do. In his diary, President Woodruff quotes President Young as saying: \"Tell the\npeople to get the spirit of the Lord and keep it with them.\"\n<\/p><p>\nBrigham Young had a similar experience in his lifetime. In February, 1847, he had a dream in\nwhich the Prophet Joseph Smith appeared to him. It was a glorious dream. You will find it in\nthe history of the Church written by Brother Cannon. Brigham Young expressed his sorrow\nthat he was separated from the companionship of President Smith, the Prophet, and asked him\nwhy he could not come with him. The Prophet told him he would have to wait awhile.\n<\/p><p>\nThen Brigham Young asked him if he had a message for them, and the Prophet stepped\ntoward him, looking very earnestly, yet patiently, and said (I quote from the words of the\nProphet in that dream of Brigham Young's):\n<\/p><p>\nTell the brethren to be humble and faithful and be sure to keep the Spirit of the Lord, that it\nwill lead them aright. Be careful and not turn away the still, small voice; it will teach them\nwhat to do and where to go; it will yield the fruits of the kingdom. Tell the brethren to keep\ntheir hearts open to conviction, so that when the Holy Ghost comes to them,\ntheir hearts will be ready to receive it.\n<\/p><p>\nThat is one way, brethren, to get the spirit of the Lord, and it is one absolute requirement to\nkeep our hearts open to conviction, so that we can hear the word of God and receive the Holy\nGhost's promptings when they come. It is a terrible calamity for men or nations to become\nlaws unto themselves. You know, the Lord said: \"That which seeketh to become a law unto\nitself . . . cannot be sanctified by law, neither by mercy, justice, nor judgment, therefore they\nmust remain filthy still\" (<span class=\"citation\" id=\"12010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12010)\">D&amp;C 88:35<\/a><\/span>).\n<\/p><p>\nThe Prophet, in this statement to Brigham Young, continues:\n<\/p><p>\nThey can tell the Spirit of the Lord from all other spirits will whisper peace and joy to their\nsouls; it will take malice, hatred, strife and all evil from their hearts, and their whole desire\nwill be to do good, bring forth righteousness, and build up the kingdom of God.\n<\/p><p>\nTHE PRAYER OF ENOS\n<\/p><p>\nWhen I read that, I thought of the experience of Enos, the son of Jacob, as related in the\nBook of Mormon. He went into the forest and prayed with all the energy of his soul that he\nmight have a knowledge of the goodness of the Lord about whom his father, Jacob, had told\nhim, and the Lord spoke to him and said: \"Enos, thy sins are forgiven thee.\" And Enos then\nasked how it could be, and the Lord told him because of his faith on Jesus Christ whom he\nhad never before seen nor heard. Then there came over Enos the feeling for his brethren, and\nhe prayed with all the energy of his soul for them, first for the Nephites and then for the\nLamanites (<span class=\"citation\" id=\"21472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21472)\">Enos 1:3-12<\/a><\/span>).\nI thought how true this is, that when a man has the spirit of the Lord, his whole\ndesire is for righteousness and to build up the kingdom of God\n(<span class=\"citation\" id=\"33886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33886)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph continued:\n<\/p><p>\nTell the brethren if they will follow the Spirit of the Lord, they will go right. Be sure to tell\nthe brethren to keep the Spirit of the Lord; and if they will, they will find themselves just as\nthey were organized by our Father in Heaven before they came into the world. Our Father in\nHeaven organized the human family, but they are all disorganized and in great confusion.\n<\/p><p>\nNow, I skip a part and close with this statement: \"Joseph again said to him, 'Tell the people\nto be sure to keep the Spirit of the Lord and follow it and it will lead them just right.'\"\n<\/p><p>\nBrethren, if we are to be led just right, through these perilous times in which we live, we\nmust keep our minds open and have the spirit of the Lord. The gift of the Holy Ghost must\nbe operative in us. God bless us to this end, I humbly pray, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}