{"ID":1221, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Golden Questions<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, October 1962, pp. 32-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I pray that I may have the Spirit of the Lord with me as I speak\nto you this afternoon. I bring you love and greetings from the missionaries and Saints of the\neight eastern American missions.\n<\/p><p>\nAs I travel throughout the Church, members continually ask me this question: \"Tell me more\nabout the new missionary program. Do converts really understand the gospel and are they\nstaying in the Church?\"\n<\/p><p>\nMy brothers and sisters, as we have heard here today, this is not a new missionary plan&mdash;it is\nin effect the simple plan which was used by Peter, Paul, Joseph Smith, Wilford Woodruff,\nParley P. Pratt, and other outstanding missionaries throughout the history of the Church in all\ndispensations. Great missionaries have been characterized by their simplicity and their\ndirectness. The Savior has told us that this is a day of warning and not a day of many words\n(see <span class=\"citation\" id=\"14141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14141)\">D&amp;C 63:58<\/a><\/span>).\n<\/p><p>\nThus, Peter's sermon on the day of Pentecost was Christ and him crucified. They were\npricked in their hearts and said unto Peter, \"Men and brethren what shall we do?\" Then Peter\nsaid unto them&mdash;\"Repent, and be baptized every one of you in the name of Jesus Christ\"\n(see (<span class=\"citation\" id=\"7889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7889)\">Acts 2:37-38<\/a><\/span>).\n<\/p><p>\nThrough the Prophet Joseph Smith, the Savior has given us this charge, \". . . go among this\npeople, and say unto them, like unto mine apostle of old, whose name was Peter: \n<\/p><p>\n\"Believe on the name of the Lord Jesus, \"Repent and be baptized\"\n(<span class=\"citation\" id=\"14122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14122)\">D&amp;C 49:11-13<\/a><\/span>).\n<\/p><p>\nOur beloved Prophet David O. McKay, has counseled that every member should be a\nmissionary.\n<\/p><p>\nRight here in Salt Lake City, a stake missionary while eating lunch at a counter met a young\ntourist en route to the Seattle Fair. He asked him what he knew about the Mormon Church,\nand if he would like to know more. He said he would like to know more. During the next few\ndays the stake missionaries gave him the six discussions. He postponed his trip to Seattle and\nwas baptized.\n<\/p><p>\nThe Savior has said that the first great commandment is to love the Lord, and the second is to\nlove our neighbors as ourselves (<span class=\"citation\" id=\"35196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35196)\">Matt. 22:37-39<\/a><\/span>).\nThere is no better way to evidence our love to our Heavenly\nFather and to our neighbors than by sharing the gospel.\n<\/p><p>\nWhile attending a stake conference in Long Beach, California, I was told that one of the\nwards had a project of gathering newspapers. A young boy, while collecting papers from the\nneighbors, asked the \"Golden Questions.\" Two families said they would like to know more\nabout the Church and were later taught and baptized by the missionaries.\n<\/p><p>\nThe effective use of the every member a missionary program incorporates the use of the\nGolden Questions, \"What do you know about the Mormon Church&mdash;and would you like to\nknow more?\" By the members and missionaries asking these questions, thousands of interested\npersons are found and taught by the missionaries, individually and in groups.\n<\/p><p>\nOne of the most powerful forces in the Church is and always has been its youth. They love\ntheir friends and are not afraid to ask them the Golden Questions. A young boy from\nCharlottesville, Virginia, was baptized. He went home and said to his grandmother, \"Grandma,\nyou ought to be baptized.\" \"I have been baptized in the Baptist Church,\" she said. \"Yes, but,\nGrandma, you haven't been baptized into the true Church.\" She said, \"Maybe I haven't. Who\ntold you this?\" He told her the Mormon elders. She said, \"Send them to me.\" He did, and his\ngrandmother was taught the gospel and baptized.\n<\/p><p>\nThrough the youth, many families are and will be brought into the Church, and again here,\ngroup meetings play an important part.\n<\/p><p>\nGroup teaching was an important phase of proselyting at the time of Christ and was one of\nthe effective means used by successful missionaries early in this dispensation. President John\nTaylor came into the Church after attending group meetings held by Parley P. Pratt.\n<\/p><p>\nWhen those interested in knowing more about the Church are brought together, the\nmissionaries use the discussion plan to unfold the gospel story. The six discussions presented\nunder the influence of the Holy Spirit form the basis of this new but old program.\n<\/p><p>\nGroup meetings are designed to make contacts think independently. Most of the questions\nbegin with \"why\" and \"how\" and give the contacts a chance to express themselves. The\npresentations are natural and conversational, and extreme simplicity is characteristic of the\ndoctrine presented. Missionaries bear strong and specific testimonies and pray with contacts\nbefore and after each discussion. Visual aids are incorporated by using the flannelboard.\n<\/p><p>\nThe discussions present in logical sequence the need for living prophets and the beautiful\nstory of the first vision of the Prophet Joseph is related, specifically pointing out the nature of\nthe Godhead.\n<\/p><p>\nAlso the apostasy from the principles and faith established by the Savior and the restoration of\nthe truth and the authority and power to act for God is simply discussed. Next the story of the\nBook of Mormon and its great worth as another witness of the divinity of Christ is explained.\n<\/p><p>\nIn other discussions the tremendously interesting and important questions \"Where did we\ncome from,\" \"Why are we here,\" and \"Where do we go after this life\" are considered. This\nincludes a discussion of our pre-existent state, the atonement by the Savior of our physical\nand spiritual deaths, and the necessity of observing on this earth the first principles of the\ngospel of Jesus Christ.\n<\/p><p>\nIn connection with life after death, consideration is given to the spirit world, the degrees of\nglory, and the barriers between man and God, physical, spiritual, and intellectual, and how\nthese are overcome. The interesting subject of baptism for the dead is also reviewed in some\ndetail. We might say that the six discussions contain the gospel of Jesus Christ&mdash;the plan of\nlife, in condensed form.\n<\/p><p>\nThe elders had baptized the wife and children of a man in Charlotte, North Carolina. They\ntried to teach the husband, but he refused to listen and said,\nI will never be baptized into your Church, but you can come to our home if you want.\" Two\nweeks later he was baptized. He said, \"I have learned more from these six discussions you\nhave given me than I learned in the eighteen years I was a Baptist.\"\n<\/p><p>\nThe discussion plan is not designed to convince intellectually, but rather, the discussions are\ninstruments through which the Holy Ghost can work to awaken a spiritual awareness and\nbring a personal testimony into the hearts of the listeners that Joseph Smith is a Prophet and\nthe Church is true.\n<\/p><p>\nMany contacts after participating in the discussions and listening to the testimonies of the\nmissionaries, frequently ask, \"How may I obtain this knowledge and receive a testimony?\" A\nprophet of the Lord has said that if an earnest seeker of truth will ask God with a sincere\nheart, with real intent, having faith in Christ, he will have manifested to him, by the Holy\nGhost, a testimony that these things are true\n(<span class=\"citation\" id=\"38297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38297)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nRecently Sister Kemp of Atlanta Georgia, earnestly prayed that the Lord would bless her with\nwisdom and understanding in raising her daughter thirteen, her two sons fourteen, and sixteen.\nShortly after praying, her sons brought two Mormon elders home. Sister Kemp knew her\nprayers had been answered. The missionaries gave the family the six discussions, and the\nchildren asked for baptism, but the parents were not ready.\n<\/p><p>\nAs Brother and Sister Kemp witnessed the baptisms, the daughter came out of the water and\nthrew her wet arms around her mother saying, \"Mommy, I know this is the Church of Jesus\nChrist.\" Shortly thereafter the parents requested baptism. Surely the Lord moves in a\nmysterious way his wonders to perform.\n<\/p><p>\nThe incidents I have related are typical of what is happening throughout the stakes and\nmissions of the Church. Yes, many investigators do ask God with a sincere heart and with real\nintent, and after participating in the discussions have a reasonably good understanding of the\ngospel and possess a testimony.\n<\/p><p>\nAnd are the converts staying in the Church and remaining active? Where fellowship programs\nare effective, generally a high percentage of the converts remain active. Fellowshipping,\nhowever, includes loving converts into the Church and giving them work assignments. It is not\nunusual to hear converts say, \"It's a great feeling to be needed.\" I heard Brother Robert Giles,\na convert in Las Vegas, Nevada, so testify at a recent stake conference.\n<\/p><p>\nNow brothers and sisters, we have been called to gather the Lord's elect and we are told that\nthey will not harden their hearts (<span class=\"citation\" id=\"14102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14102)\">D&amp;C 29:7<\/a><\/span>).\nFor this day our Prophet has given us the challenge&mdash;every member a missionary.\n<\/p><p>\nAs each of us ask the Golden Questions, participate in the referral program, and hold group\nmeetings we can say as the Prophet Alma said, \". . . this is my glory, that perhaps I may be\nan instrument in the hands of God to bring some soul to repentance; and this is my joy\"\n(<span class=\"citation\" id=\"9026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9026)\">Alma 29:9<\/a><\/span>).\n<\/p><p>\nI testify that we are engaged in the work of the Lord. I know that Jesus is the Christ, and that\nprophets have been raised up in these latter days. I am thankful for the Prophet Joseph Smith\nand for all those that have followed him. I love and sustain our beloved Prophet David O.\nMcKay, his counselors, and the Apostles standing at the head of the Church of Jesus Christ\ntoday.\n<\/p><p>\nMay we be faithful and energetic in gathering the elect in this the eleventh hour of warning, I\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}