{"ID":1223, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Quest for Truth<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1962, pp. 40-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is a very great honor but a sobering responsibility to undertake to address this vast\naudience, seen and unseen; the kind of responsibility that causes a man humbly to seek divine\nguidance and assistance, especially if he would talk of God and of truth.\n<\/p><p>\nLet us read the words of the Savior as recorded in the eighth chapter of the Gospel according\nto St. John: \n<\/p><p>\n\". . . If ye continue in my word, then are ye my disciples indeed; \n<\/p><p>\n\"And ye shall know the truth, and the truth shall make you free\"\n(<span class=\"citation\" id=\"28015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28015)\">John 8:31-32<\/a><\/span>).\n<\/p><p>\nAnd again in the 17th chapter of John, he said: \n<\/p><p>\n\"And this is life eternal, that they might know thee, the only true God and Jesus Christ, whom\nthou hast sent\" (<span class=\"citation\" id=\"28033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28033)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThe first scripture quoted is a promise that if we continue in his word we shall know the truth\nand gain freedom; and the second, that it is life eternal to know God. Each of these scriptures\nenvisions and requires an eternal quest- because gaining a complete knowledge of truth, or of\nGod, is an infinite undertaking.\n<\/p><p>\nIt has been repeatedly stated in the conference thus far by the speakers, that we live in\ntremendous times&mdash;we live in the most significant period in the records of the human race.\nThis is confirmed by our best scholars throughout the world, as they review for us the historic\nevolutions, revolutions, and reformations of the past. Civilized people everywhere are\nbecoming aware of the ever-expanding complexity of our civilization and of the almost\nmiraculous advancement and improvement in the fields of travel and communication, not only\non an international but on an interplanetary basis. This knowledge causes us to refer to our\ntime and our accomplishments as in modern vernacular, \"out of this world.\" That phrase\nbecomes almost literal.\n<\/p><p>\nIn the midst of the rapid and unprecedented advance and discovery in many branches of\nscience, we ask you, is it not reasonable to expect some new activity, some new thought,\nsome new revelation in the most important dimension of human life, the spiritual dimension?\n<\/p><p>\nA. Paul Davis tells us, \"The world is too dangerous for anything but truth and too small for\nanything but brotherhood.\" There must be social, moral, and spiritual solidarity in a world\nwhich is in hourly danger of extinction by bombs, missiles, and atomic fallout.\n<\/p><p>\nMany people, including some students and scholars, are unaware of the fact that also in the\nfields of theology and religion there have been revolutionary changes of thought, and they are\nof even greater consequence&mdash;greater because this area embraces all other fields of interest\nand activity.\n<\/p><p>\nThe most intriguing and significant aspect of a man's search for truth is his continuing and\ncompelling attempt to explain himself and his relation to the universe which envelops him, to\nfind the cause behind the phenomena of life. The questions of whence and why and whither\nhave persisted through the ages.\n<\/p><p>\nAny open-minded search for truth requires courage, constancy, and humility. To quote an\nancient prayer: \n<\/p><p>\n\"From the cowardice that shrinks from new truth,<br \/>\n     the laziness that is content with half truth,<br \/>\n     From the arrogance that thinks it knows all truth,<br \/>\n     O God of truth, deliver us.\"\n<\/p><p>\nAny thoughtful, prayerful search for truth reveals that God is our Father, and that he is a\nperson, that his glory is intelligence, and that he has a will, a purpose, and a plan in creating\nthe universe and providing for man's earth life.\n<\/p><p>\nGod is more than personality as we know it; he is that in perfect degree which our best is in\nimperfect degree. To have faith in a personal God, who can be referred to as \"Father\" gives\nman a sense of dignity and holds before him an ideal toward which to strive.\nContinuing in that faith one gets progressive answers to the disturbing questions of source,\npurpose, and destiny.\n<\/p><p>\nIn Bible times, the prophets were the leaders of thought. In a sense they were the spiritual\nscientists who tapped the inexhaustible reservoirs of truth through the simple media of direct\nrevelation from God.\n<\/p><p>\nTrue religion is a vital function in human living, and its teachers and disciples should seek,\nunderstand, and advocate revealed truth. This truth demands our allegiance and will lead men\nto the promised freedom.\n<\/p><p>\nIf religion is to keep pace with other human interests and refute the false charges of\ncommunism that there is no God, that Christ is a myth, that religion is an opiate, we must\nre-examine our prescribed beliefs as set forth in formulated creeds; we must compare our\norganizations and procedures and our theology with the teachings of the Holy Bible. Let us\nseek to find a church with an organization that is identical with that set up in the New\nTestament.\n<\/p><p>\nAnd in our search for truth, we must purge ourselves of prejudice, for that closes the mind.\nPrejudice has been defined as \"a vagrant opinion without visible means of support.\" Let us\nreturn then to a prayerful study of the Old and the New Testament, and have faith in the God\nof the Holy Bible who was known to Abraham, Isaac, and Jacob as Jehovah, and to Peter,\nJohn, and Paul as the Messiah. Such a study will reveal that God is not a sovereign autocrat,\nbut a loving, personal Father. This belief in the universal Fatherhood of God forms the basis\nfor our faith in the universal brotherhood of man.\n<\/p><p>\nYou, our friends who are listening to or attending the proceedings of this conference, no\ndoubt ask what is the Mormon creed. Although we announce no formal creed, the founder\nand first president of the Church did set forth as an epitome of the tenets of The Church of\nJesus Christ of Latter-day Saints, thirteen concise statements known as the Articles of Faith.\nThese include fundamental and characteristic gospel doctrine as taught by the Church of Jesus\nChrist in former days. The first of these articles declares: \n<\/p><p>\n\"We believe in God, the Eternal Father, and in His son, Jesus Christ, and in the Holy Ghost\"\n(<span class=\"citation\" id=\"6765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6765)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nThat statement should reassure some of our friends who have wondered whether or not the\nMormons are Christians.\n<\/p><p>\nThat these articles are not, and were not intended to be, a complete and final exposition of\nbeliefs is evidenced by the fact that we receive and expect continued revelation. In fact, we\nsay in another Article of Faith: \n<\/p><p>\n\"We believe all that God has revealed, all that He does now reveal, and we believe that He\nwill yet reveal many great and important things pertaining to the Kingdom of God.\"&mdash;Ninth\nArticle of Faith (<span class=\"citation\" id=\"6772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6772)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nThese articles are authoritative; however, they form but an outline for the study of the\ntheology of the Church.\n<\/p><p>\nTheology as a science has been defined as that branch of classified knowledge which deals\nwith God and man, their relationship and their cooperative purpose. While theology may\nappeal primarily to the intellect, religion touches the heart, and it inspires men to live in\naccordance with the knowledge gained. Theology may be only diction, but religion requires\naction. Religion is man's endeavor to adapt himself to the facts of existence as revealed by\nthe Author and Creator of all that is. It differs from other such endeavors in that it seeks the\nadaptation of the whole of life to ultimate facts.\n<\/p><p>\nNow, as God is the fountain of truth and knowledge, the source of wisdom, and as theology\nand religion are primarily concerned with the existence of and our relationship to Deity, does\nit not seem obvious that this combined subject, theology and religion, when accurately defined\nand understood, is the queen of all the sciences? It embraces all truth and therefore includes\nall other sciences.\n<\/p><p>\nIt deals with man's origin, purpose, and destiny, with the principles governing the creation of\nworlds, with God's eternal laws which are often called the laws of nature. God himself has\nfrom the beginning been the Great Scientist, and he has taught men by personal\nmanifestations as well as by ministrations of his appointed servants.\n<\/p><p>\nBut here as elsewhere, when the student comes to the edge of knowledge, he must lean on\nfaith and continue his quest. He must \"trust the soul's invincible surmise,\" as did Columbus.\nIf science is built upon facts, its architect is faith.\n<\/p><p>\nAs Dr. Talmage has eloquently said, \"Though the veil of mortality with all its obscurity may\nshut the light of the divine presence from the sinful heart, that separating curtain may be\ndrawn aside and a heavenly light may shine into the righteous soul. By the listening ear\nattuned to the celestial music, the voice of God has been heard declaring his personality and\nwill, to the eye that is freed from the moats and beams of sin, single in its search after truth,\nthe hand of God has been made visible; within the soul properly purified by devotion and\nhumility, the mind of God has been revealed.\"\n<\/p><p>\nThe honest investigator must be prepared to follow wherever the search of truth may lead.\nTruth is often found in the most unexpected places. He must, with fearless and open mind\n\"insist that facts are far more important than any cherished, mistaken beliefs, no matter how\nunpleasant the facts or how delightful the beliefs.\"\n<\/p><p>\nQuoting Lowell: \n<\/p><p>\n\"New occasions teach new duties; Time makes ancient good uncouth; <br \/>\n     They must upward still, and onward, who would keep abreast of Truth:\"\n<\/p><p>\nAs God is our Father and the source of all truth, as we are all primarily interested in attaining\neternal life and as it is eternal life to know him, surely an open-minded and courageous study\nof him and his divine plan with respect to our salvation will be the most interesting and\npermanently rewarding of all ventures into the vast realms which invite man's questing spirit.\nIt was doubtless a contemplation of this majestic theme that gave us the rhapsody recorded in\nJohn. He said: \n<\/p><p>\n\"Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we\nknow that, when he shall appear, we shall be like him; for we shall see him as he is\"\n(<span class=\"citation\" id=\"1066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1066)\">1 Jn. 3:2<\/a><\/span>).\n<\/p><p>\nThe restored gospel of Jesus Christ which we proclaim, when understood and accepted, will\nunite all men in a common cause, and then only will all new scientific discoveries be utilized\nfor the benefit of mankind. Then we shall have peace. A knowledge of truth will help men to\nbe free, whether it come by direct revelation as in the case of the prophets, from the written\nword of God as recorded in the scriptures, revealed as a result of research in the laboratory, in\nthe flight of the astronaut as he circles the globe, or as revealed to a prayerful youth upon his\nknees in the sanctuary of a grove.\n<\/p><p>\nReligion has to do not only with the internal life of man, but with his eternal life, which will\nbe a continuation of identity and personality into the spiritual realm of immortality. Religion\ngives meaning, purpose, and direction to man's insatiable quest, his instinctive curiosity, and\ninspires in him a desire for greater awareness of himself, of his universe, and of God. The\nprayerful searcher after truth will, as Shakespeare said,\n<\/p><p>\n\"Find tongues in trees, books in running brooks, \"Sermons in stones and good in everything.\"\n(<i>As You Like It<\/i>.)\n<\/p><p>\nMan is ever wrestling with the problems of how to organize his reactions and find peace\namidst the diverse and confusing experiences which crowd in upon the daily activities of his\nbody, mind, and spirit. Religion is the means by which a man may achieve tranquility of spirit\nwithout internal anguish or external disaster.\n<\/p><p>\nThe basic and fundamental doctrine of the primitive Church came through revelation from\nGod the Father through Jesus Christ his Son. His life among men on earth, his crucifixion,\nresurrection, and ascension into heaven, all proclaim the eternal fact that he was and is\npersonal and material, and to that we humbly bear witness. He was a babe born of woman, he\nmatured through childhood and youth, and, as the Apostle Paul said: \n<\/p><p>\n\". . . being made perfect, he became the author of eternal salvation unto all\nthem that obey him\" (<span class=\"citation\" id=\"24296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24296)\">Heb. 5:9<\/a><\/span>).\n<\/p><p>\nHe was and is Jehovah, God the Son, a separate identity working in complete oneness with\nElohim, God the Father, in whose likeness man was created.\n<\/p><p>\n<i>The announcement of new and continued revelation from God is more momentous, more<\/i>\n<i>reassuring and challenging in national and international affairs today than any of the<\/i>\n<i>discoveries of atomic energy or the amazing achievements of scientists.<\/i>\n<\/p><p>\nWe must seek to know God's word and will concerning us individually and collectively, and\nto this end we need not rely wholly on the written word given to people of another age. Each\nsucceeding prophet added something to the revelations of the past. While much of that word\nis applicable to our time and condition, we announce to you, our friends, humbly but with a\nsincerity born of the witness of the Spirit, that God's word is revealed to men today, as\nanciently, through his own appointed servants. We proclaim a new revelation from the\nheavens, a new vision and understanding of God and of Jesus Christ his Son, a new\ninterpretation of truth, and also a new delegation of authority from God to man. Continued\nrevelation places religion in the vanguard of human progress. We proclaim the opening, under\ndivine guidance, of the Dispensation of the Fulness of Times, that which was mentioned by\nthe Apostle Peter: \n<\/p><p>\n\"That in the dispensation of the fulness of times he might gather together in one all things in\nChrist, both which are in heaven, and which are on earth; even in him\"\n(<span class=\"citation\" id=\"21731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21731)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nA poet of this dispensation said, hopefully: \n<\/p><p>\n\"The morning breaks; the shadows flee; <br \/>\n     Lo, Zion's standard is unfurled!<br \/>\n     The dawning of a brighter day,<br \/>\n     Majestic rises on the world.\"<br \/><br \/>\n&nbsp; &nbsp;                    &mdash;Parley P. Pratt\n<\/p><p>\nThe vital and dynamic message of Mormonism is that there is a personal God in the heavens.\nHe is omnipotent, omniscient, and omnipresent. He has not abated his power- he has not\nsurrendered his sovereignty; he has not diluted his love; he changes not; and his plans never\nfail. We bear witness that his chief executive officer in the creation and direction of the\naffairs of this and other worlds is Jesus Christ the Lord, the Redeemer of the World, the Son\nof the Father.\n<\/p><p>\nThe foundation of this Church rests upon the bedrock of revelation. The character,\npersonality, and purposes of God have been again revealed to the world. The kingdom of God\nhas been set up as predicted by Daniel (<span class=\"citation\" id=\"10664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10664)\">Dan. 2:44<\/a><\/span>)\nand other prophets. An angel has flown in the midst of\nheaven in the latter days in confirmation of John's vision recorded in the fourteenth chapter of\nRevelation, where he said: \n<\/p><p>\n\"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people.\n<\/p><p>\n\"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of\nwaters\" (<span class=\"citation\" id=\"42324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42324)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nOur friends, either this solemn statement is true or it is false. If it is true, it is the most\nimportant announcement since the resurrection and ascension of Jesus the Christ. If it is false\nit will, of course, with all other falsehood, come to naught. That it is true we humbly testify,\nin the name of the Lord Jesus Christ. Amen.\n<\/div>\n<\/div>"}