{"ID":1224, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"One Lord, One Faith, One Baptism\"<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1962, pp. 44-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe Latter-day Saints believe the Bible to be the word of God\n(<span class=\"citation\" id=\"6771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6771)\">A of F 1:8<\/a><\/span>). It is a faithful record of the\nLord's dealing with men down through the ages. It shows that the Lord desires that mankind\nshould worship him intelligently, not as some incomprehensible being, but as their loving\nFather in heaven.\n<\/p><p>\nTo accomplish this, God revealed himself to men from time to time so that they could see\nhim and hear him and know him. He revealed himself personally, actually appearing to his\nprophets, and he talked with them face to face, even as a man \"speaketh to his friend\" (see\n<span class=\"citation\" id=\"22702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22702)\">Ex. 33:11<\/a><\/span>).\n<\/p><p>\nThese appearances of God to man, and by this I mean personal visitations, for that is what the\nBible describes, came periodically through the generations of the past. The Lord was not\ncontent to give one and only one mighty revelation of himself to serve as a foundation for\nfaith through all time to come. He knew that men are changeable, often drifting into by; and\nforbidden paths, and that a constant reminder is necessary to keep them in the right way.\n<\/p><p>\nThe Bible shows how true that is, for even though the Lord did appear time and again\nanciently, the people still drifted toward other religions, at times going into what seemed to be\ncomplete apostasy from the truth, even setting up false gods of their own making.\n<\/p><p>\nBut the Lord loved his children and desired to save them. He knew they could not be saved in\nignorance nor in the false religions of their contemporaries. Only the truth could save. So to\nbring them back into line as they strayed away, he repeatedly gave new revelations of himself,\nrestoring the true knowledge of the nature of God and pointing to the right way of salvation.\nBy revealing himself to his living prophets, he showed the people the difference between their\nown false gods and the true and Living God.\n<\/p><p>\nThis became a pattern with him, as is shown so clearly in the scriptures. It is a well-marked\npattern, which is: that as men fell away and lost the truth, God in turn restored his truth to\nthem again by means of new revelations of himself.\n<\/p><p>\nThere is only one way to combat error, and that is with the truth. If men lost the truth, they\ncould only find it by receiving it again from the Lord, and that would entail new revelation\nfrom the heavens.\n<\/p><p>\nAs such revelation was required in the past, God gave it, and when there was no prophet on\nthe earth to receive his revelation because of the apostasy of the people, he raised up new\nprophets, spoke through them, and appeared personally to them, thus restoring the knowledge\nof his true nature so that men could worship him intelligently in spirit and in truth.\n<\/p><p>\nLet us point to a few Bible examples of what we say. God walked and talked with Adam and\nEve. They knew what he was like, and they received commandments from him, but many of\ntheir descendants were not true to the faith. By the time of Noah, all mankind was apostate\nand as a result was destroyed in the flood, all except Noah and his family. God raised up\nNoah as a prophet and talked with both him and his sons, revealing himself to them.\nTherefore they knew God and worshiped him as a result of obtaining that knowledge.\n<\/p><p>\nSurely, as Jesus said, this is life eternal, \"that they might know thee the only true God\"\n(see <span class=\"citation\" id=\"28034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28034)\">John 17:3<\/a><\/span>).\n<\/p><p>\nNoah and his family knew the Lord, but as time went on their descendants went astray until\nthe days of Abraham when there was much wickedness in the earth. But the Lord followed\nhis pattern, and as men fell away from the truth he revealed himself to them again, this time to\nAbraham, with whom he talked personally, and then to Isaac and to Jacob.\n<\/p><p>\nBut the believers were few in that day. When Jacob took his family into\nEgypt to escape the famine, the whole house of Israel numbered only seventy people\n(<span class=\"citation\" id=\"22696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22696)\">Ex. 1:5<\/a><\/span>;\n<span class=\"citation\" id=\"21241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21241)\">Deut. 10:22<\/a><\/span>;\n<span class=\"citation\" id=\"7892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7892)\">Acts 7:14<\/a><\/span>). In\nEgypt the Israelites multiplied and became numerous. Then tragedy came again. They left the\nteachings of their fathers, and began worshiping like the Egyptians, who were idolaters. They\nbecame so involved that later on they made a golden calf of their own and worshiped before\nit.\n<\/p><p>\nThe Lord determined to bring his people out of Egypt and restore the truth to them. This\nwould entail another new revelation, but to whom would he reveal himself? To Pharaoh on\nhis throne? To the doubting elders of Israel?\n<\/p><p>\nHe kept to his pattern and raised up an unspoiled man to become his prophet&mdash;a shepherd\nwhose name was Moses. To him he spoke. To him he appeared. To him he gave power to\nlead the children of Israel out of Egypt.\n<\/p><p>\nWhen they reached Sinai, God came down upon the Mount and talked again face to face with\nMoses (<span class=\"citation\" id=\"21244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21244)\">Deut. 34:10<\/a><\/span>).\nSeventy of the elders of Israel went into the Mount with Moses, and there they saw\nthe God of Israel, and \"he laid not his hand upon them,\" the scripture says, but \"they saw\nGod, and did eat and drink\" (see <span class=\"citation\" id=\"22701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22701)\">Ex. 24:9-10<\/a><\/span>).\n<\/p><p>\nThose seventy elders with Moses were now qualified to preach to the people and testify of the\ntrue nature of the Deity, for they had seen him themselves and visited with him and heard his\nvoice.\n<\/p><p>\nFor a time the people were faithful after this new revelation, but then wickedness came\namong them. Doubt returned, many drifted into the forbidden religions of their neighbors, and\napostasy came upon them as a people Do you recall the difficulties of Elijah, the prophet,\nwith the wicked King Ahab who led his whole nation astray? Do you remember the influence\nof Jezebel, and do you recall the problems which faced Elisha and Isaiah?\n<\/p><p>\nIn the days of Jeremiah the apostasy was so great that this prophet was cast into a dungeon\n(<span class=\"citation\" id=\"26497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26497)\">Jer. 38:6<\/a><\/span>).\nWhen John the Baptist ministered among the people, they were so far astray that he referred\nto them as a generation of vipers (<span class=\"citation\" id=\"35145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35145)\">Matt. 3:7<\/a><\/span>).\n<\/p><p>\nThen came the ministry of the Savior. He was a manifestation of the true nature of God. He\ntold the people that he resembled the Father (<span class=\"citation\" id=\"28027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28027)\">John 14:9<\/a><\/span>).\nPaul said Jesus was in the express image of the Father's person\n(<span class=\"citation\" id=\"24295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24295)\">Heb. 1:3<\/a><\/span>).\n<\/p><p>\nBut he was also in the likeness of other men about him&mdash;his disciples and others. He was so\nmuch like them that the crucifiers could not identify him in a crowd. They had to bribe Judas\nto point him out with a betrayer's kiss so that they would not arrest the wrong man\n(<span class=\"citation\" id=\"35204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35204)\">Matt. 26:48<\/a><\/span>). That was\nthe whole point of the betrayal.\n<\/p><p>\nBut Jesus was also in the express image of God's person, so by his physical ministry among\nthem the people learned of the nature of his eternal Father in heaven.\n<\/p><p>\nMany followed him. At one time there was a multitude of five thousand; at another time, four\nthousand. But even in his own day a falling away came, as is recorded in the sixth chapter of\nJohn. When Jesus preached doctrine contrary to the traditional beliefs, many turned away.\n<\/p><p>\nJohn wrote of this, saying: \"From that time many of his disciples went back, and walked no\nmore with him.\n<\/p><p>\n\"Then said Jesus unto the twelve, Will ye also go away?\n<\/p><p>\n\"Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal\nlife\" (<span class=\"citation\" id=\"28010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28010)\">John 6:66-68<\/a><\/span>).\n<\/p><p>\nHow unfortunate for those who could not stand true doctrine. They turned away, preferring\ntheir own darkness to the light of Christ.\n<\/p><p>\nBy the time of his crucifixion his faithful followers were scattered. After his resurrection and\nascension into heaven the Saints gathered to resume their work on the day of Pentecost, but\nhow many came? Only 120 souls (<span class=\"citation\" id=\"7887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7887)\">Acts 1:15<\/a><\/span>).\nThat is all, according to the scriptures. Indeed there had been a falling away.\n<\/p><p>\nBut now came another revelation. The Holy Ghost descended upon them in great power. They\nresumed their ministry, and thousands joined the Church. But persecution arose in its severest\nform. Many died as martyrs. The apostles lost their lives. Error then crept in. Philosophers\nfrom Greece added to the difficulty as they theorized about the previously simple doctrines of\nChrist. Disputations developed between the members of the Church.\nDifferences multiplied. One historian says that a hundred years after Christ there were thirty\ndifferent Christian sects.\n<\/p><p>\nThis has gone on until our own day, when the various denominations of Christendom number\nin the hundreds. They have many different creeds and sharply contrasting interpretations and\nviews pertaining to the nature of God.\n<\/p><p>\nBut can a misunderstanding of the truth bring salvation? The Savior taught there is but one\nstraight and narrow way (<span class=\"citation\" id=\"35169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35169)\">Matt. 7:14<\/a><\/span>).\nOne of his great disciples wrote: \"One Lord, one faith, one baptism\"\n(<span class=\"citation\" id=\"21737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21737)\">Eph. 4:5<\/a><\/span>).\nConditions today are much as they were anciently, but in times of old when\nthey reached this point, God clarified the issues by giving new revelation of himself, even to\nthe point of raising up new prophets through whom to speak.\n<\/p><p>\nWould he do that in modern times? Are modern people as precious in the sight of God as\nancient men and women? Would he make repeated efforts to save his ancient people in their\ntimes of confusion and not do the same for his modern children?\n<\/p><p>\nGod is the same today as yesterday (<span class=\"citation\" id=\"24302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24302)\">Heb. 13:8<\/a><\/span>).\nHe will do as much for modern men as he did for ancient\npeoples. But does that mean a modern revelation of himself? Would modern men accept such\na revelation?\n<\/p><p>\nAgain the Bible points the way. Not only does it emphasize that a falling away would occur,\nbut it also says that in the latter-days God indeed would reveal himself again, this time to\nmodern men to restore the truth and to save his people.\n<\/p><p>\nBut to whom would he appear? To kings or potentates?\n<\/p><p>\nAs in the days of Moses, so in our day, he would raise up a new prophet not previously\nknown to man. This modern Prophet was Joseph Smith. As God appeared to Moses, so he\nappeared to Joseph Smith and for the same purpose&mdash;to restore the true knowledge of God so\nthat mankind could worship the Lord intelligently.\n<\/p><p>\nAnd has this come to pass? It has. This is how it happened. In western New York State\nreligious revivals were being held. One faith said, \"Here is Christ.\" Another, \"No, here is\nChrist.\" Confusion spread. In the home of Joseph Smith there was deep concern. The family\ndesired to know which Church was right that they might join it. Some were inclined toward\none, some to another. The serious-minded boy, Joseph Smith, searched the Bible. In it he\nfound the writings of James, who said, \"If any of you lack wisdom, let him ask of God\"\n(<span class=\"citation\" id=\"26155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26155)\">James 1:5<\/a><\/span>).\n<\/p><p>\nThis he determined to do. Going to a little grove of trees by his father's farm near Palmyra,\nNew York, he knelt in prayer. In response he received a visitation from the Almighty, even as\ndid Moses. There appeared to him the Eternal Father of heaven and earth and his Beloved\nSon, the Savior of the world, Jesus the Christ\n(<span class=\"citation\" id=\"30426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30426)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nThink of it! God came to the United States of America, together with his divine Son, and they\nappeared personally to that boy whom they had chosen to raise up as an American Prophet,\neven as Moses had been raised up in his day. So it was that Joseph Smith learned about the\ntrue nature of God.\n<\/p><p>\nBut that was not enough. The Lord had determined to restore more than this knowledge\ngained in that brief visitation. He sent angels to earth with more light, this in fulfillment of\nBible prophecy. He gave Joseph Smith divine authority for this modern ministry, even as he\nhad given the divine authority anciently, permitting men to serve as his duly appointed agents.\n<\/p><p>\nA church was to be organized, the ancient one to be restored. Baptism was required for\nsalvation, but who had the power to baptize? The Lord sent the authority to earth. John the\nBaptist, who baptized the Savior, came to Joseph Smith and Oliver Cowdery and gave to\nthem by ordination the divine power to baptize by immersion for the remission of sin.\n<\/p><p>\nThen came Peter, James, and John of the ancient twelve, conferring upon these same two men\nthe Holy Melchizedek Priesthood, including the apostleship which they themselves held. Thus\nempowered, Joseph and Oliver were now commanded of the Lord to organize his Church on\nthe earth with all the gifts and powers of the ancient Church.\n<\/p><p>\nThis they did. The Lord continued to give them revelation for their guidance, even as he had\ngiven it to the ancient prophets for the perfecting of the Saints, for the work of the ministry,\nfor the edifying of the body of Christ (<span class=\"citation\" id=\"21739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21739)\">Eph. 4:12<\/a><\/span>).\n<\/p><p>\nBut Jesus came again and yet again. When church headquarters were established in Kirtland,\nOhio, the Saints built a temple there. To it came the Savior of the world. As he appeared to\nJoseph and Oliver, they saw his face and his figure, and they heard his voice as he said, \"I am\nthe first and the last; I am he who liveth, I am he who was slain; I am your advocate with the\nFather\" (<span class=\"citation\" id=\"14207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14207)\">D&amp;C 110:4<\/a><\/span>).\n<\/p><p>\nAt another time when Joseph was accompanied by Sidney Rigdon, another glorious revelation\nof the Savior was experienced. They wrote of it: \n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony,\nlast of all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God\"\n(<span class=\"citation\" id=\"14150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14150)\">D&amp;C 76:22-23<\/a><\/span>).\n<\/p><p>\nSo what is Mormonism, so-called? It is a new revelation of God, given to modern men\nthrough modern prophets for the salvation of all who will hear. We invite all mankind to give\near to its teachings, for it is the divine truth of God restored in our day. Of this we solemnly\ntestify in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}