{"ID":1225, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Errand of Youth<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, October 1962, pp. 47-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish to speak to young people everywhere. I confess to being partial to those of you who\nare in your teens. The very qualities that cause some of us who are a bit older to worry about\nyou&mdash;youthful exuberance, resistance to restraint and domination&mdash;when matured a little\nwill be your great strength.\n<\/p><p>\nWhen we hear the question, and we often do, \"What is wrong with our teenagers?\" I want to\nthunder out, \"The only thing wrong with teenagers is that there aren't enough of them.\" I\nwish, earnestly wish, that this could be a private conversation, for I am prompted to talk to\nyou about a very personal and sacred matter. But I have such faith in you to be willing to talk\nto you about this subject when your fathers and mothers are present. In fact, I think you will\ncome to know how important it is to have them present.\n<\/p><p>\nI take my text from the Book of Mormon. Jacob, a great Book of Mormon prophet, was\nteaching his people in the temple, and we find this descriptive verse: \"Wherefore I, Jacob,\ngave unto them these words as I taught them in the temple, having first obtained mine errand\nfrom the Lord\" (<span class=\"citation\" id=\"25843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25843)\">Jacob 1:17<\/a><\/span>).\nI repeat, \"having first obtained mine errand from the Lord.\" It is\nabout this errand, your errand, that I would speak.\n<\/p><p>\nNot too long ago I rode for several hundred miles with a group which included a boy named\nHenry. Though Henry was just in his early teens I was impressed with his inquisitive nature,\nwith his searching, intelligent questions, and I thought, \"Here is a young man with whom I\ncan talk man to man about things spiritual.\" Henry has already obtained part of his errand. He\nis planning years ahead for service in the mission field. In The Church of Jesus Christ of\nLatter-day Saints there is not only room for young men and women, but you are needed here.\nThe majority of nearly 12,000 full time missionaries serving throughout the\nworld&mdash;in Yokohama and Hong Kong, in Melbourne and Auckland, in Santiago and\nHermosillo, in Hamburg and Vienna&mdash;the great majority are young men just past nineteen\nyears of age. In this Church you are not only given full opportunity and full responsibility,\nbut also full ecclesiastical authority. It is when I contemplate this that I repeat, here teenagers\nare not just tolerated, here they are needed. And it is when I contemplate this that I want to\nrepeat again, the only thing wrong with you teenagers is that there aren't enough of you.\n<\/p><p>\nWhen I speak, I include in this errand all of you, not just those of you who have already\ndistinguished yourselves&mdash;the captain of the football team, the valedictorian, the college or\nhigh school beauty queen. You are included, but I am speaking at least as much to you who\nconsider yourselves nobody or at best just anybody. Some of you have been involved in\nserious trouble and difficulty that is only partly of your own making. Some of you I am sure,\nfeel your parents don't love you. In this I am sure you are mistaken. Some of you feel that\nbecause of these mistakes that what I say shall not apply to you. You may even feel that no\none has a regard for you, that even the Lord doesn't love you. In this you are most certainly\nin error.\n<\/p><p>\nIf you obtain your errand in life from the Lord, there is a special spiritual preparation\nnecessary. It is something you must do alone, each of you, individually, by yourselves. It is\nintimate and personal and sacred. It relates to the most delicate and sensitive of your feelings,\nand it is only in the spirit of reverence that I approach this subject with you.\n<\/p><p>\nTo achieve this spiritual preparation you must set out on a quest. The quest has all of the\naspects of high adventure. It will require the gallantry of knighthood, all of the virtues of the\nstorybook princess. It will take the resourcefulness of the pioneer, the courage of the\nastronaut, and the humility of a true saint. It will require some unteenage-like maturity. I say\nthis because right now as teenagers you are trying to assert yourselves, trying to say to the\nworld, mostly to yourselves, \"I am <i>somebody<\/i>.\" But, this preparation will require some\ndifferent attributes, some that perhaps have not matured in you as yet. It is almost out of\nkeeping with your teenage personalities for you to be submissive and humble, isn't it?\n<\/p><p>\nRecently I was tucking one of our little boys in bed. He was just five. There had been a\ndifference of opinion as to whether it was bedtime or not. He had been guided gently to bed\nwith something less than democracy. He looked up at me from under the covers and gritted\nhis little teeth and said, \"You not in charge of me.\" Wise beyond his years he spoke just like\none of you teenagers. And, it is against this natural expression of youth that you will find\nyour greatest contest.\n<\/p><p>\nThe errand, the quest is the search for a testimony&mdash;an individual conviction, a certain\nknowledge that Jesus is the Christ, that God lives. Although much of religious expression is in\ngroup activity, this matter of testimony is not. It is individual&mdash;on your own, by yourself. It\nis because I have such confidence in you that I approach this sacred subject. I have\nconfidence in all of the Henry's and the Bob's and Diane's and Beverly's and Allen's, and so\nI speak pointedly to you.\n<\/p><p>\nThe Prophet Joseph Smith was about your age, in his fifteenth year,\nwhen he wanted to know for himself, for sure, what his errand in life should be. And, after\nreading James, chapter 1, verse 5: \"If any of you lack wisdom, let him ask of God, that giveth\nto all men liberally, and upbraideth not; and it shall be given him\"\n(<span class=\"citation\" id=\"26156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26156)\">James 1:5<\/a><\/span>), he came to the conclusion,\n\". . . I must either remain in darkness and confusion, or else I must do as James directs, that\nis ask of God. I at length came to the determination to 'ask of God' concluding that if he\ngave wisdom to them that lacked wisdom, and would give liberally, and not upbraid, I would\nventure\" (<span class=\"citation\" id=\"30417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30417)\">JS&mdash;H 1:13<\/a><\/span>).\n<\/p><p>\nDo you know how to pray, teenager? Have you ever tried it&mdash;by yourself, alone? Have you\never knelt down and poured out your soul to your Father in heaven, asking for help, asking\nhim to guide you as you seek for your errand in life?\n<\/p><p>\nJoseph Smith sought seclusion, by himself, alone, as a teenage individual to attempt to pray.\nHe asked the Lord two questions; first, which of all the churches is true, and next, which he\nshould join (<span class=\"citation\" id=\"30427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30427)\">JS&mdash;H 1:18<\/a><\/span>).\nThese two questions are appropriate for every teenager to ask, those of you who\nare in the Church and those of you who are seeking after truth. Now if you have the\ninclination or the desire to find out for yourselves, you are entering in by the way. Again\nfrom the Book of Mormon I quote the Prophet Nephi, who had been speaking to his people\nabout this matter of testimony, and near the conclusion of his sermon he said: \n<\/p><p>\n\"Wherefore, now after I have spoken these words if ye cannot understand them it will be\nbecause ye ask not, neither do ye knock; wherefore, ye are not brought into the light, but must\nperish in the dark.\n<\/p><p>\n\"For behold, again I say unto you that if ye will enter in by the way, and receive the Holy\nGhost, it will show unto you all things what ye should do\"\n(<span class=\"citation\" id=\"3686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3686)\">2 Ne. 32:4-5<\/a><\/span>).\n<\/p><p>\nThere is a difference, you know, between saying prayers and praying. Don't expect it all to\ncome at once. It is worth earning. Your efforts may seem in vain, but pray unceasingly,\nunyielding. The Prophet Moroni said: \n<\/p><p>\n\". . . dispute not because ye see not, for ye receive no witness until after the trial of your\nfaith\" (<span class=\"citation\" id=\"22241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22241)\">Ether 12:6<\/a><\/span>).\n<\/p><p>\nOnce you have a testimony of your own, some things won't seem to change a great deal. You\nwill still have to work for what you get. You won't be immune to illness or death. You will\nstill have problems to solve, but you will have great strength, and you will be prompted by\nthe Spirit of the Lord in the solution of these problems. As you accept membership in the\nChurch, you have the gift of the Holy Ghost conferred upon you. Some of you who are young\nmembers of the Church and some of us who are older have made very little use of this gift. It\nis a quiet gift. It is a still small voice. May I illustrate?\n<\/p><p>\nMany years ago my parents lived on a modest little farm. They were ordinary people of\nhumble circumstances. They had prayerfully asked the Lord to bless them with all of the\nnecessities of life and some of the comforts and conveniences. One Monday morning Father\ncame in from the field. He had broken the plow. \"I must go into Brigham City,\" he said, \"and\nget some welding done. Would you like to go?\" Mother was washing, but she hastily set\nthings aside and prepared the youngsters for a trip to town. The big copper boiler was lifted\nfrom the range, the buckets of hot water were set off the stove into the bedroom. Mother took\nthe youngsters to the front gate where Father soon appeared with the white-topped buggy. As\nshe put her foot onto the step, she paused and said, \"Dad, somehow I think I shouldn't go\nwith you today.\" You can imagine the conversation. \"But why not? Hurry, time is wasting.\nYou know you have shopping to do.\" Mother finally said, \"I just <i>feel<\/i> like I shouldn't go.\"\nThank goodness Father didn't tease her out of it. \"If you feel that way, Mother,\" he said,\n\"perhaps you should stay home.\"\n<\/p><p>\nShe lifted the youngsters out of the buggy, and you can well guess what they started to do.\nDad shook the reins, the buggy pulled down across the bridge, up the opposite bank and out\nof sight, and she has told me many times that she stood there and said to herself, \"Now\nwasn't that silly of me.\" She busied herself with her washing again and in a moment or two\nshe smelled smoke. Everything they owned, much of what they had prayed for, was in that\nmodest little home. She didn't find the fire until the ceiling of the bedroom burst into flame, a\nceiling made of muslin, sized with glue and wallpapered. A rusted stove pipe had permitted a\nspark to fall and settle in the dust atop the ceiling. A bucket brigade from the back pump, and\nthe fire was soon out, and the incident closes without significance, unless you ask the\nquestion, \"Why didn't she go to town that day?\"\n<\/p><p>\nThere is a sentence that has been tremendously important to me in the Book of Mormon.\nNephi in speaking to Laman and Lemuel said: \n<\/p><p>\n\". . . Ye have seen an angel, and he spake unto you; yea, ye have heard his\nvoice from time to time; and he hath spoken unto you in a still small voice but ye were past\nfeeling, that ye could not feel his words\"\n(<span class=\"citation\" id=\"1580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1580)\">1 Ne. 17:45<\/a><\/span>).\n<\/p><p>\nAgain, I say, teenagers, that you are needed in this Church. There is a great mission, a great\nerrand for you to perform. Young Henry will hardly be prepared in time for his mission call.\nSome of us, in our youthfulness, may unwisely want to say to our Father in heaven that\nwhich my little son said to me. We may be tempted to grit our teeth and say to him, \"You're\nnot in charge of me.\" This spirit is present in the poem \"Invictus\" which concludes: \n<\/p><p>\n\"It matters not how straight the gate&mdash;<br \/>\n     How charged with punishment the scroll.<br \/>\n     <i>I<\/i> am the master of my fate,<br \/>\n     <i>I<\/i> am the captain of my soul.\"<br \/><br \/>\n&nbsp; &nbsp;               William Ernest Henley\n<\/p><p>\nIt takes a spirit different from that if you, teenagers, will find your testimony. The late Orson\nF. Whitney of the Council of the Twelve Apostles wrote a poem entitled \"The Soul's\nCaptain.\" In answer to the declaration \"<i>I<\/i> am the captain of my soul!\" Brother Whitney said: \n<\/p><p>\n\"Art thou in truth?<br \/>\n     Then what of him who bought thee with his blood?<br \/>\n     Who plunged into devouring seas<br \/>\n     And snatched thee from the flood,\n<\/p><p>\n\"Who bore for all our fallen race<br \/>\n     What none but him could bear&mdash;<br \/>\n     The God who died that man might live<br \/>\n     And endless glory share.\n<\/p><p>\n\"Of what avail thy vaunted strength<br \/>\n     Apart from his vast might?<br \/>\n     Pray that his light may pierce the gloom<br \/>\n     That thou mayest see aright.\n<\/p><p>\n\"Men are as bubbles on the wave,<br \/>\n     As leaves upon the tree,<br \/>\n     Thou, captain of thy soul! Forsooth,<br \/>\n     Who gave that place to thee?\n<\/p><p>\n\"Free will is thine&mdash;free agency,<br \/>\n     To wield for right or wrong; <br \/>\n     But thou must answer unto him<br \/>\n     To whom all souls belong.\n<\/p><p>\n\"Bend to the dust that 'head unbowed,'<br \/>\n     Small part of life's great whole,<br \/>\n     And see in him and him alone,<br \/>\n     The captain of thy soul.\"\n<\/p><p>\nHumbly, my teenage friends, I tell you that I as well as all of these brethren here, have made\nthat quest. Though less qualified perhaps than you, it became my blessing to <i>know<\/i> for sure\nwhich of all the churches is true, and it is because of experience that I hold out to you, not\njust the possibility that God will answer your prayer, but the very certainty of it. We tell you\nthat in this Church there is love for you. In this Church you are needed. We love you because\nthe Lord loves you. I bear humble witness that I know that God lives. I know that Jesus is the\nChrist, and that he loves all of us, including the youth. And I bear that witness in the name of\nJesus Christ. Amen.\n<\/div>\n<\/div>"}