{"ID":1226, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spouses and None Else<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1962, pp. 55-60<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn these days of radio and television, we may preach\nto all the world. Yesterday, the human voice could be heard only\nhundreds of yards. Today, the Lord having opened the way, modern inventions permit our\nbearing witness to all the people of the earth. From yards to miles to Telstars to planets the\nhuman voice may now be carried. The prophet of God may now be heard in all the world,\nfulfilling completely the command: \". . . Go ye into <i>all<\/i> the world, and\npreach the gospel to <i>every<\/i> creature.\n<\/p><p>\n\"He that believeth and is baptized shall be saved\"\n(<span class=\"citation\" id=\"33159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33159)\">Mark 16:15-16<\/a><\/span>, italics added).\n<\/p><p>\n\"For the hour is nigh, and that which was spoken by mine apostles must be fulfilled; for as\nthey spoke so shall it come to pass\"\n(<span class=\"citation\" id=\"14104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14104)\">D&amp;C 29:10<\/a><\/span>).\n<\/p><p>\nSatan's threat to take all those who will follow him is no idle boast. He may be depended on\nto engulf and capture all who will listen to him. The Lord announces: \". . . ye are called to\nlift up your voices as with the sound of a trump, to declare my gospel unto a crooked and\nperverse generation.\n<\/p><p>\n\". . . the field is white already to harvest; and it is the eleventh hour, and the last time that I\nshall call laborers into my vineyard.\n<\/p><p>\n\"And my vineyard has become corrupted every whit\"\n(<span class=\"citation\" id=\"14107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14107)\">D&amp;C 33:2-4<\/a><\/span>).\n<\/p><p>\nNephi in his parting testimony reiterated: \". . . wherefore, no man will be angry at the words\nwhich I have written save he shall be of the spirit of the devil\"\n(<span class=\"citation\" id=\"3688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3688)\">2 Ne. 33:5<\/a><\/span>).\n<\/p><p>\nMore often, we warn the youth of the pitfalls endangering them, but today, let us warn the\nmarried folk, among whom there are many who suffer with discontent, jangling, and broken\nhomes which, as we know, are the cradles for delinquencies.\n<\/p><p>\nThe world is increasing in wickedness. We see the wanton disregard for the Sabbath, the\nlimited number really active in any religious program, the graft, dishonesty, delinquency,\ndivorce, and immorality.\n<\/p><p>\nIn his address to the Relief Society sisters on Wednesday, President McKay quoted evidence\nthat the world is ripening in iniquity. \"Today, lawlessness is on the increase, the cost of crime\nat all levels in the United States is $22 billion, over $4 billion more than is spent for\neducation. Sixteen percent of the total of $141 billion tax load at all levels of government is\nspent on crime. It represents a cost of $128.00 last year for every person in the United\nStates.\"\n<\/p><p>\nPresident McKay pointed to the increase of 34 percent in the crime rate in the past five years,\nwhile the population increase was seven percent. And, we are constrained to ask, \"How long\nwill the Lord tolerate this people when crime increases nearly five times as fast as the\npopulation?\" Now, as we speak of a sharp rise in iniquity, we are not unmindful of those\nnumerous good people to whom the home life and the commandments of God are still their\nmagnificent obsession. They have their reward. But all too many are following the path of\nevil, and our voices must sound a warning.\n<\/p><p>\nThe revelations say: \"Wherefore the decree hath gone forth from the Father . . .\n<\/p><p>\n\"For the hour is nigh and the day soon at hand when the earth is ripe; and all the proud and\nthey that do wickedly shall be as stubble; and I will burn them up, saith the Lord of Hosts,\nthat wickedness shall not be upon the earth\"\n(<span class=\"citation\" id=\"14103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14103)\">D&amp;C 29:8-9<\/a><\/span>).\n<\/p><p>\nAnd again: \". . . wo unto the inhabitants of the whole earth except they shall repent; for the\ndevil laugheth, and his angels rejoice\"\n(<span class=\"citation\" id=\"5639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5639)\">3 Ne. 9:2<\/a><\/span>).\n<\/p><p>\n\"Wo unto them . . . and in that day that they are fully ripe in iniquity they shall perish . . .\n<\/p><p>\n\". . . at that day shall he [the devil] rage in the hearts of the children of men, and stir them up\nto anger against that which is good\"\n(<span class=\"citation\" id=\"3683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3683)\">2 Ne. 28:16,20<\/a><\/span>).\n<\/p><p>\nInfidelity is one of the great sins of our generation. The movies, the books, the magazine\nstories all seem to glamorize the faithlessness of husbands and wives. <i>Nothing is holy<\/i>, not\neven marriage vows. The unfaithful woman is the heroine and is justified, and the hero is so\nbuilt up that he can do no wrong. It reminds us of Isaiah who said: \"Wo unto those who call\nevil good, and good evil\" (<span class=\"citation\" id=\"25225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25225)\">Isa. 5:20<\/a><\/span>).\n<\/p><p>\nWe make no apology then for raising our voices loud to a world that is ripening in sin. The\nLord has said: \"Say nothing but repentance unto this generation\"\n(<span class=\"citation\" id=\"14082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14082)\">D&amp;C 6:9<\/a><\/span>).\n<\/p><p>\nThe adversary is subtle; he is cunning, he knows that he cannot induce good men and women\nimmediately to do major evils so he moves slyly, whispering half truths until he has his\nintended victims following him, and finally he clamps his chains upon them and fetters them\ntight, and then he laughs at their discomfiture and their misery.\n<\/p><p>\nThe age-old sins continue with us today. The cry of repentance is to every\nnation, kindred, tongue, and people. \"But wo unto him that has the law given, yea, that has all\nthe commandments of God, like unto us, and that transgresseth them, and that wasteth the\ndays of his probation for awful is his state!\"\n(<span class=\"citation\" id=\"3681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3681)\">2 Ne. 9:27<\/a><\/span>).\n<\/p><p>\nTo those people who hide their guilt and will not abandon nor confess, the Lord says: \"By\nthis ye may know if a man repenteth of his sins&mdash;behold, he will confess them and forsake\nthem\" (<span class=\"citation\" id=\"14134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14134)\">D&amp;C 58:43<\/a><\/span>)\n<\/p><p>\n\". . . I command you again to repent, lest I humble you with my almighty power; and that\nyou confess your sins, lest you suffer these punishments of which I have spoken\"\n(<span class=\"citation\" id=\"14092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14092)\">D&amp;C 19:20<\/a><\/span>).\n<\/p><p>\nAnd again, he says: \". . . hearken to the voice of the Lord your God, [who] . . . is a discerner\nof the thoughts and intents of the heart\"\n(<span class=\"citation\" id=\"14106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14106)\">D&amp;C 33:1<\/a><\/span>).\n<\/p><p>\nAnd, again: \"Or do ye imagine to yourselves that ye can lie unto the Lord . . .\n<\/p><p>\n\". . . can ye imagine yourselves brought before the tribunal of God with your souls filled with\nguilt and remorse, having . . . a remembrance that ye have set at defiance the commandments\nof God?\n<\/p><p>\n\". . . can ye look up to God at that day with a pure heart and clean hands?\"\n(<span class=\"citation\" id=\"9014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9014)\">Alma 5:17-19<\/a><\/span>). Sins cannot be forever hidden.\n<\/p><p>\nAnd Jacob stated: \". . . by the help of the all-powerful Creator of heaven and earth I can tell\nyou concerning your thoughts, how that ye are beginning to labor in sin, which sin appeareth\nvery abominable unto me, yea, and abominable unto God\"\n(<span class=\"citation\" id=\"25844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25844)\">Jacob 2:5<\/a><\/span>). Some folk hide their\nguilt and will not confess, and this is what Lucifer desires. He has a greater hold on them.\n<\/p><p>\nPeter, a man of God, discerned that Ananias and Sapphira had held back part of the returns\nfrom their sale and said: \". . . Ananias, why hath Satan filled thine heart to lie to the Holy\nGhost . . .\n<\/p><p>\n\". . . thou hast not lied unto men, but unto God\"\n(<span class=\"citation\" id=\"7891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7891)\">Acts 5:3-4<\/a><\/span>).\n<\/p><p>\nAnd in our own day the Lord promised his bishops and other appointees: \". . . to have it\ngiven unto them to discern all those gifts lest there shall be any among you professing and yet\nbe not of God\" (<span class=\"citation\" id=\"14120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14120)\">D&amp;C 46:27<\/a><\/span>).\nAnd, again, \". . . and those who are not pure, and have said\nthey were pure, shall be destroyed, saith the Lord God\"\n(<span class=\"citation\" id=\"14229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14229)\">D&amp;C 132:52<\/a><\/span>). Men's thoughts and\nlives are engraved on their faces.\n<\/p><p>\nSome let their marriages get stale and common, the Lord says: \". . . whoso forbiddeth to\nmarry is not ordained of God, for marriage is ordained of God unto man.\n<\/p><p>\n\"Wherefore, it is lawful that he should have one wife, and they twain shall be one flesh, and\nall this that the earth might answer the end of its creation\"\n(<span class=\"citation\" id=\"14123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14123)\">D&amp;C 49:15-16<\/a><\/span>). There are\nthose married people who permit their eyes to wander and their hearts to become vagrant,\nwho think it is not improper to flirt a little, to share their hearts, and have desire for someone\nother than the wife or the husband, the Lord says in no uncertain terms: \"Thou shalt love thy\nwife with <i>all<\/i> thy heart, and shall cleave unto her and none else\"\n(<span class=\"citation\" id=\"14115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14115)\">D&amp;C 42:22<\/a><\/span>, italics added).\n<\/p><p>\nAnd, when the Lord says <i>all<\/i> thy heart, it allows for no sharing nor dividing nor depriving.\nAnd, to the woman it is paraphrased: \"Thou shalt love thy husband with <i>all<\/i> thy heart and\nshall cleave unto him and none else.\" The words <i>none else<\/i> eliminate everyone and everything.\nThe spouse then becomes preeminent in the life of the husband or wife, and neither social life\nnor occupational life nor political life nor any other interest nor person nor thing shall ever\ntake precedence over the companion spouse. We sometimes find women who absorb and\nhover over the children at the expense of the husband, sometimes even estranging them from\nhim. The Lord says to them: \". . . Thou shalt cleave unto <i>him<\/i> and none else.\"\n<\/p><p>\nMarriage presupposes total allegiance and total fidelity. Each spouse takes the partner with the\nunderstanding that he or she gives self totally to the spouse: all the heart, strength, loyalty,\nhonor, and affection with all dignity. Any divergence is sin&mdash;any sharing the heart is\ntransgression. As we should have \"an eye single to the glory of God\"\n(<span class=\"citation\" id=\"14078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14078)\">D&amp;C 4:5<\/a><\/span>;\n<span class=\"citation\" id=\"14155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14155)\">D&amp;C 82:19<\/a><\/span>) so should we have an\neye, an ear, a heart single to the marriage and the spouse and family.\n<\/p><p>\nModern revelation gives us: \"Thou shalt not commit adultery; and he that\ncommitteth adultery, and repenteth not, shall be cast out [or excommunicated]\"\n(<span class=\"citation\" id=\"14117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14117)\">D&amp;C 42:24<\/a><\/span>).\n<\/p><p>\nMany acknowledge the vice of physical adultery, but still rationalize that anything short of\nthat heinous sin may not be condemned too harshly; however, the Lord has said many times:\n\"Ye have heard that it was said by them of old times, Thou shalt not commit adultery: \n<\/p><p>\n\"But I say unto you, That whosoever looketh on a woman to lust after her hath committed\nadultery with her in his heart\"\n(<span class=\"citation\" id=\"35161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35161)\">Matt. 5:27-28<\/a><\/span>).\n<\/p><p>\nAnd to paraphrase and give the modern version: \"And she that looketh upon a man to lust\nafter him shall deny the faith, and shall not have the Spirit; and if she repents not she shall be\ncast out [or excommunicated]\" (see\n<span class=\"citation\" id=\"14116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14116)\">D&amp;C 42:23<\/a><\/span>). The commands of the Lord apply to\nwomen with equal force as to their husbands, and those scriptures come with the same\nsharpness and exactness to both sexes, for he has but a single standard of morality. It is not\nalways the man who is the aggressor. Often it is the pursuing, coveting woman, and note that\nfor both, <i>all<\/i> is lost if there is not true, sustained, and real repentance.\n<\/p><p>\nHome-breaking is sin, and any thought, act, or association which will tend to destroy\nanother's home is a grievous transgression. A certain young woman was single and was\ntherefore free to properly seek a mate, but she gave attention to and received attention from a\nmarried man. She was in transgression. She argued that his marriage was \"already on the\nrocks\" and the wife of her new boy friend did not understand him and that he was most\nunhappy at home, and he did not love his wife.\n<\/p><p>\nRegardless of the state of the married man, the young woman was in serious error to comfort\nhim and listen to his disloyal castigation of his wife and to entertain him. The man was in\ndeep sin. He was disloyal and unfaithful. So long as he is married to a woman he is duty\nbound to protect her and defend her and the same responsibility is with his wife. Numerous\ncases have come to us such as the following one: \n<\/p><p>\nA husband and wife were quarreling and had reached such a degree of incompatibility that\nthey had flung at each other the threat of divorce and had already seen attorneys. Both of\nthem, embittered at each other, had found companionship with other parties. This was sin. No\nmatter how bitter were their differences, neither had any right to begin courting or looking\nabout for friends. And any dating or such association by wedded folk outside the marriage is\niniquitous. Even though they proceeded with the divorce suit, to be moral and honorable they\nmust wait until the divorce is final before either is justified in developing new romances.\n<\/p><p>\nRecently, I learned that the woman of a broken marriage was married within hours after her\ndivorce was final. She had been untrue to her marriage vows, for she had been courting while\nshe was still an undivorced wife.\n<\/p><p>\nIf one cannot marry before the divorce is final, then it must be obvious that generally one is\nstill married. How then, can one justify courtship while he or she still has living, an\nundivorced spouse? So long as the marriage covenant has not been legally severed, neither\nspouse morally may seek new romance or open the heart to other people. After the divorce\nbecomes final, both freed individuals may engage in proper courting activities.\n<\/p><p>\nThere are those who look with longing eyes, who want and desire and crave these romantic\nassociations. So to desire to possess, to inordinately want and yearn for such, is to <i>covet<\/i>, and\nthe Lord in powerful terms condemns it: \"And again, I command thee that thou shalt not\ncovet thy neighbor's wife; nor seek thy neighbor's life\"\n(<span class=\"citation\" id=\"14093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14093)\">D&amp;C 19:25<\/a><\/span>).\n<\/p><p>\nHow powerful! The seventh (<span class=\"citation\" id=\"22699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22699)\">Ex. 20:14<\/a><\/span>)\nand tenth commandments (<span class=\"citation\" id=\"22700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22700)\">Ex. 20:17<\/a><\/span>)\nare interwoven into one great command\nwhich is awesome in its warning. To covet that which belongs to another is sin, and that sin\nbegins when hearts begin to entertain a glamorous interest in anyone else. There are many\ntragedies affecting spouses, children, and loved ones. Even though these \"affairs\" begin\nnear-innocently, like an octopus the tentacles move gradually to strangle.\n<\/p><p>\nWhen dates or dinners or rides or other contacts begin, the abyss of tragedy opens wide its\nmouth. And, it has reached deep iniquity when physical contacts of any\nnature have been indulged in. Man's desires are fed and nurtured by the food-thoughts, be\nthey degenerate or holy.\n<\/p><p>\nAmulek, the prophet, reminded us: \"For our words will condemn us, yea, all our works will\ncondemn us; we shall not be found spotless; and our thoughts will also condemn us; and in\nthis awful state we shall not dare to look up to our God; and we would fain be glad if we\ncould command the rocks and the mountains to fall upon us to hide us from his presence\"\n(<span class=\"citation\" id=\"9021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9021)\">Alma 12:14<\/a><\/span>).\n<\/p><p>\nThe case of Potiphar's wife is an example of the creeping tentacles of sin\n(<span class=\"citation\" id=\"23681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23681)\">Gen. 39:7-20<\/a><\/span>). Even though this\nscheming woman did not succeed in defiling Joseph, her sin was most grievous. The intent\nwas there and the desire and the lust and the coveting. She had \"already committed adultery\nwith him in her heart and mind . . .\" as she \"cast her eyes upon Joseph day by day\"\n(<span class=\"citation\" id=\"23682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23682)\">Gen. 39:7,10<\/a><\/span>). This\nwoman's transgression did not begin when she ripped the clothes from the body of this\nfleeing stalwart. Her perfidy had been born and nurtured in her mind and heart in the \"day by\nday\" of wanting him, teasing him, desiring him, lusting for him, and coveting him. Her sin\nwas a progressive thing. So, for all the numerous people, who, like this seductive woman,\ncarry in their hearts and minds designs or desires or covetings, deep sin lieth already at their\ndoors.\n<\/p><p>\n\"For as he thinketh in his heart, so is he\" (<span class=\"citation\" id=\"41445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41445)\">Prov. 23:7<\/a><\/span>).\nNothing justifies evil. Two\nwrongs do not make one right. Spouses are sometimes inconsiderate, unkind, and difficult,\nand they must share the blame for broken homes, but this never justifies the other spouse's\ncovetousness and unfaithfulness and infidelity. James Allen gives us this: \"The outer world of\ncircumstances shapes itself to the inner world of thoughts.\"\n<\/p><p>\nMany super-selfish folk think only of themselves when they begin to cross the lines of\npropriety in their romanticizing outside their homes; to them who ignore the innocent parents,\nthe innocent spouse, and the innocent children, the scriptures are replete with warnings. \". . . I\nmust do according to the strict commands of God, and tell you concerning your wickedness\nand abominations, in the presence of the pure in heart, and the broken heart, and under the\nglance of the piercing eye of the Almighty God\"\n(<span class=\"citation\" id=\"25845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25845)\">Jacob 2:10<\/a><\/span>).\n<\/p><p>\nLittle do most of those who deviate think of the innocent bystanders until the heaviness of\nfinal guilt weighs down upon them. The Lord speaks again: \"For behold, I, the Lord, have\nseen the sorrow, and heard the mourning of the daughters of my people . . . because of the\nwickedness and abominations of their husbands\"\n(<span class=\"citation\" id=\"25846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25846)\">Jacob 2:31<\/a><\/span>).\n<\/p><p>\n\". . . Ye have broken the hearts of your tender wives, and lost the confidence of your\nchildren, because of your bad example before them; and the sobbings of their hearts ascend\nup to God against you . . . many hearts died, pierced with deep wounds\"\n(<span class=\"citation\" id=\"25847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25847)\">Jacob 2:35<\/a><\/span>).\n<\/p><p>\nAnd, women also justify themselves in irregularities. They often invite men to sensual desire\nby their immodest clothes, loose actions and mannerisms, their coy glances, their extreme\n\"make up,\" and by their flattery. Paul also called to repentance. \"Wives, submit yourselves\nunto your <i>own<\/i> husbands, as unto the Lord.\n<\/p><p>\n\"For the husband is the head of the wife, even as Christ is head of the church: . . .\n<\/p><p>\n\"Therefore as the church is subject unto Christ, so let the wives be unto their own husbands in\neverything\" (<span class=\"citation\" id=\"21743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21743)\">Eph. 5:22-24<\/a><\/span>, italics added).\n<\/p><p>\nAnd to the husbands comes the command: \"Husbands, love your wives, even as Christ also\nloved the church, and gave himself for it . . .\n<\/p><p>\n\"So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.\n<\/p><p>\n\"For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord\nthe church\" (<span class=\"citation\" id=\"21744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21744)\">Eph. 5:25,28-29<\/a><\/span>).\n<\/p><p>\nSome who marry never cut themselves loose from the apron strings of the parents. The Lord\nsays through his prophets: \"For this cause shall a man [or woman] leave his father and\nmother, and shall be joined unto his wife [or husband], and they <i>two<\/i> shall be one flesh.\"\n(<span class=\"citation\" id=\"21745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21745)\">Eph. 5:31<\/a><\/span>, italics added).\n<\/p><p>\nParents who hold, direct, and dictate to their married children and draw them away from their\nspouses are likely to regret the possible tragedy. Accordingly, when two\npeople marry, the spouse should become the confidant, the friend, the sharer of responsibility,\nand they two become independent. No one should come between the husband and wife, not\neven parents.\n<\/p><p>\nPaul concludes: \"Nevertheless let every one of you in particular so love his wife even as\nhimself; and the wife see that she reverence her husband\"\n(<span class=\"citation\" id=\"21746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21746)\">Eph. 5:33<\/a><\/span>).\n<\/p><p>\nTo those who claim their love is dead, let them return home with all their loyalty, fidelity,\nhonor, cleanness, and the love which has become embers will flare up with scintillating flame\nagain. If love wanes or dies, it is often infidelity of thought or act which gave the lethal\npotion. To those who belittle marriage and its vows and responsibilities, to wives and\nhusbands who joke each other about possible infidelities, Paul decries such jesting and joking\nabout sacred things. \"But fornication, and all uncleanness, and covetousness, let it not be once\nnamed among you, as becometh saints; \n<\/p><p>\n\"Neither filthiness, nor foolish talking, nor jesting\"\n(<span class=\"citation\" id=\"21742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21742)\">Eph. 5:3-4<\/a><\/span>).\n<\/p><p>\nTo jest one's spouse about \"affairs\" could be the planting of seeds which might grow to\ndestroy the marriage. Marriage is holy. It is sacred. Last week in Chicago four men sitting\nbehind me were drinking. They were joking about their wives' boy friends, and their own girl\nfriends. Whether or not they were adulterers and adulteresses was not known, but certainly no\ngood could come from such foolish jesting, and it is an unholy way to speak of the glorious\nrelationship of marriage.\n<\/p><p>\nMay we, with Jacob, plead to the couples of the world: \". . . arouse the faculties of your soul,\nshake yourselves that ye may awake from the slumber of death; and loose yourselves from the\npains of hell\" (<span class=\"citation\" id=\"25848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25848)\">Jacob 3:11<\/a><\/span>).\n<\/p><p>\n\". . . ye would be more miserable to dwell with a holy and just God, under a consciousness of\nyour filthiness before him, than ye would dwell with the damned souls in hell.\n<\/p><p>\n\". . . when ye shall be brought to see your nakedness before God, and also the glory of God,\nand the holiness of Jesus Christ, it will kindle a flame of unquenchable fire upon you\"\n(<span class=\"citation\" id=\"37982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37982)\">Morm. 9:4-5<\/a><\/span>).\n<\/p><p>\n\". . . Save yourselves from this untoward generation, and come forth out of the fire, hating\neven the garments spotted with the flesh\" (<span class=\"citation\" id=\"14108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14108)\">D&amp;C 36:6<\/a><\/span>).\nThose who have slipped into the ugly\napproaches may have already silenced the still, small, pleading voice so many times that he\nhesitates longer to return as an unwelcome guest. He leaves the iniquitous one \"on his own.\"\n<\/p><p>\nThe Lord says: \". . . my Spirit shall not always strive with man, saith the Lord of Hosts\"\n(<span class=\"citation\" id=\"14073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14073)\">D&amp;C 1:33<\/a><\/span>).\n<\/p><p>\nBut, forgiveness may come to that person who repents with all his heart, restores all that can\nbe restored, and lives the commandments fully and constantly.\n<\/p><p>\nIn conclusion, I plead with all young people bound by marriage vows and covenants to make\nthat marriage holy, keep it fresh, express affection meaningfully and sincerely and often.\n<\/p><p>\nHusbands, come home&mdash;body, spirit, mind, loyalties, interests, and affections, and love your\ncompanion into an holy and unbreakable relationship.\n<\/p><p>\nWives, come home with all your interests, fidelity, yearnings, loyalties, and affections, and\nworking together make your home a blessed heaven. Thus, would you greatly please your\nLord and Master and guarantee yourselves happiness supreme.\n<\/p><p>\nI urge this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}