{"ID":1227, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Time of Testing<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1962, pp. 61-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray for the blessings of the Lord while I take this time that the prayers that have been\noffered in behalf of those who take this time will be answered in my behalf.\n<\/p><p>\nThe gospel of Jesus Christ is the way to salvation and exaltation or the way to perfection.\nThere are many steps to perfection. Many are mentioned by the speakers of this conference.\nThe fulfilling of the ordinances are vitally important.\n<\/p><p>\nThere is another thought I would like to refer to today. There are many good lessons in the\nstory of Job. I find one I would like to refer to here today It reveals a certain principle I think\nis vitally important and helpful to many. \"Now there was a day when the sons of God came\nto present themselves before the Lord, and Satan came also among them.\n<\/p><p>\n\"And the Lord said unto Satan, Whence comest thou? Then Satan answered the Lord, and\nsaid, From going to and fro in the earth, and from walking up and down in it.\n<\/p><p>\n\"And the Lord said unto Satan, Hast thou considered my servant Job, that there is none like\nhim in the earth, a perfect and an upright man, one that feareth God, and escheweth evil?\n<\/p><p>\n\"Then Satan answered the Lord and said, Doth Job fear God for nought?\n<\/p><p>\n\"Hast not thou made an hedge about him, and about his house, and about all that he hath on\nevery side? thou hast blessed the work of his hands, and his substance is increased in the land.\n<\/p><p>\n\"But put forth thine hand now, and touch all that he hath, and he will curse thee to thy face\n<\/p><p>\n\"And the Lord said unto Satan, Behold, all that he hath is in thy power; only upon himself put\nnot forth thine hand. So Satan went forth from the presence of the Lord\"\n(<span class=\"citation\" id=\"26698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26698)\">Job 1:6-12<\/a><\/span>).\n<\/p><p>\nAs a result of this Job lost all his wealth and his possessions. Yet Job did not curse God. He\nremained faithful and true. He said, \". . . Naked came I out of my mother's womb, and naked\nshall I return thither: the Lord gave, and the Lord hath taken away; blessed be the name of the\nLord\" (<span class=\"citation\" id=\"26700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26700)\">Job 1:21<\/a><\/span>).\n<\/p><p>\n\"Again there was a day when the sons of God came to present themselves before the Lord,\nand Satan came also among them to present himself before the Lord.\n<\/p><p>\n\"And the Lord said unto Satan, Hast thou considered my servant Job, that there is none like\nhim in the earth, a perfect and an upright man, one that feareth God, and escheweth evil? and\nstill he holdeth fast his integrity although thou movedst me against him, to destroy him\nwithout cause\" (<span class=\"citation\" id=\"26701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26701)\">Job 2:1,3<\/a><\/span>).\n<\/p><p>\nWho has not felt at one time or another that the Lord has turned against him without cause?\nWe all come to the occasion at times I think when we feel as if all has been turned loose\nagainst us. We've had difficulties and trials and sicknesses.\n<\/p><p>\nThen again, \"And Satan answered the Lord, and said, Skin for skin, yea, all that a man hath\nwill he give for his life.\n<\/p><p>\n\"But put forth thine hand now, and touch his bone and his flesh, and he will curse thee to thy\nface.\n<\/p><p>\n\"And the Lord said unto Satan, Behold, he is in thine hand; but save his life\"\n(<span class=\"citation\" id=\"26702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26702)\">Job 2:4-6<\/a><\/span>).\n<\/p><p>\nIn other words, now Satan could go forth and do anything he wanted to with Job, except he\ncould not take his life. Again, in spite of all the physical torment Job was subjected to, he\nproved faithful, declaring his testimony to the reality of the resurrection. He declared the\nimmortal words of testimony, \"For I know that my redeemer liveth, and that he shall stand at\nthe latter day upon the earth: \n<\/p><p>\n\"And though after my skin worms destroy this body, yet in my flesh shall I see God\"\n(<span class=\"citation\" id=\"26703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26703)\">Job 19:25-26<\/a><\/span>).\n<\/p><p>\nIn the end God accepted Job and returned to him many-fold all his possessions in rich\nabundance (<span class=\"citation\" id=\"26705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26705)\">Job 42:10,12<\/a><\/span>).\n<\/p><p>\nGoing back to the story now to get the principle I was looking for, we note that Satan had\npower to do only what God had permitted him to do. Satan did not win that war in heaven.\nHe was cast out of heaven to do what the Lord wanted him to do, to test and\ntry and torment man. Satan, then, has power on this earth only as the Lord permits and as we\nyield to his temptations.\n<\/p><p>\nDo you think a just God would permit Satan to try us beyond our power to resist? Then the\nLord will always give us power to resist if we will remain true and faithful to the end and\nseek the Lord and his guidance in all the trials and difficulties, even though we may think\nthey are unjust. Nearly all of us go through some experience in this life of sickness, disease,\ntrouble, financial difficulties, many even born with difficulties and handicaps&mdash;not because of\nany cause on their part as we see it, but because that is the part that the Lord wants us to go\nthrough as a trial and temptation to see if we will prove faithful to the end, in spite of these\nconditions, which are as far as we are concerned without cause.\n<\/p><p>\nWhy, then, did the Lord first say to Satan \"only upon himself put not forth thine hand\"\n(<span class=\"citation\" id=\"26699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26699)\">Job 1:12<\/a><\/span>). The\nLord knew the strength of Job, so step by step Job was strengthened and given more power.\nHad the Lord said in the beginning, \"All right, Lucifer, you may have full power over Job,\nyou may do anything you wish with him, except you cannot take his life.\" I doubt if Job\nwould have had the strength to resist all he went through and still remain faithful. But in the\nwisdom of the Lord he was just given part of it at a time. By so doing he was strengthened,\nin the first step sufficiently to take the next step. And then having proved faithful to the end\nthe Lord restored to him his blessings many-fold, thus having become in that degree perfect.\n<\/p><p>\nNo one is exempt from the trials and temptations of Satan. Even the Savior himself, after he\nhad fasted for forty days, physically weakened beyond the strength of any normal mortal!\nThen came Satan unto the Savior trying and tempting, first with his weakest point at the time\nof hunger, saying \". . . If thou be the Son of God, command that these stones be made bread\"\n(<span class=\"citation\" id=\"35149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35149)\">Matt. 4:3<\/a><\/span>).\nThe test of the appetite, an appeal for relief of suffering and pain! Then came he\nwith the test of power and wealth. The Lord, knowing who he was and having strength said,\n\"Get thee hence, Satan\" (<span class=\"citation\" id=\"35153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35153)\">Matt. 4:10<\/a><\/span>).\n<\/p><p>\nIf the Lord and Savior was not spared of the trials and temptations of Satan, then neither are\nwe, and we too must prove ourselves in everything the Lord wants to release Satan for, to test\nus, to try us, that we may thereby also become perfect. Remember, however, that the Lord will\nalways give us power to resist any temptation which comes upon us if we will but accept the\nguidance of the Lord and accept his inspiration and call upon him for help. Even though at\ntimes we may yield to temptation, the Lord still doesn't close the door behind us. There is\nstill the door of repentance open and a way to come back. The Lord is so merciful.\n<\/p><p>\nFor us to become perfect, in addition to performing the ordinances of the gospel, we must\nalso have the strength that the Lord might say to Satan in reference to us, or in reference to\nyou, \"All right, Lucifer, you may have full control except you cannot take his life.\" If we are\nto become perfect, we must be able to withstand that test just as Job did, somewhere along\nthe line of life. So I would say to all, be patient, be faithful, call upon the Lord and seek his\nhelp, and he will not withhold his blessings from us. In the end, all may stand as Job and\ndeclare, \"I know that God lives,\" as I declare that God lives and answers prayer, that he rules\nover his people here on the earth. He is truly our Father and Ruler, a Kind and Loving Father,\nand has restored to us in this the latter day the gospel of Jesus Christ whereby, if we shall\naccept his gospel, accept of him and accept of the ordinances pertaining thereto, we may\nagain return to him exalted in his kingdom.\n<\/p><p>\nI wish to add my testimony to those that have been borne in this conference, that I too know\nthat God lives, and that he answers prayers, and that the gospel of Jesus Christ has been\nrestored in this the last dispensation through his Prophet Joseph Smith, and that our present\nprophet and president. David O. McKay, is likewise a prophet of God, directing his work here\nupon the earth. And so I testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}