{"ID":1228, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Greatest Weight<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, October 1962, pp. 63-65<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: I feel a great honor and responsibility was given me a year ago\nwhen I was called to be the Presiding Bishop. I pray humbly that my inadequacies will not be\na hindrance to the fulfillment of this calling. I muster some courage as I think of the words of\nFrancis Bacon when he said, \"God hangs the greatest weights upon the smallest wires.\"\n<\/p><p>\nI realize that many others have had greater weights placed upon them. In particular, I am\nthinking of Joseph Smith who, as a boy, ventured into the unknown, searching for an answer\nto a query that came to him pertaining to some religious matters. In his innocence, he could\nnot have known what lay before him as he sought his answer. He said, \"While I was laboring\nunder the extreme difficulties caused by the contests of these parties of religionists, I was one\nday reading the Epistle of James, first chapter and fifth verse, which reads: <i>If any of you lack<\/i>\n<i>wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not, and it shall<\/i>\n<i>be given him<\/i>\" (<span class=\"citation\" id=\"30415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30415)\">JS&mdash;H 1:11<\/a><\/span>).\n<\/p><p>\n\"So, in accordance with this, my determination to ask of God, I retired to the woods to make\nthe attempt . . . It was the first time in my life that I had made such an attempt, for amidst all\nmy anxieties I had never as yet made the attempt to pray vocally.\n<\/p><p>\n\". . . having looked around me, and finding myself alone, I kneeled down and began to offer\nup the desire of my heart to God\" (<span class=\"citation\" id=\"30419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30419)\">JS&mdash;H 1:14-15<\/a><\/span>).\n<\/p><p>\nThis simple action of the faith of a youth unfolded great truths to young Joseph. It was a\nreality that Satan stood by as a power of darkness and tried to overpower and destroy Joseph\nSmith, and he might have succeeded had it not been that God heard Joseph's supplication and\nappeared in the power of his light to dispel the evil.\n<\/p><p>\nJoseph said, \". . . I saw a pillar of light exactly over my head, above the brightness of the\nsun, . . .\n<\/p><p>\n\"It no sooner appeared than I found myself delivered from the enemy . . . When the light\nrested upon me I saw two Personages, whose brightness and glory defy all description,\nstanding above me in the air. One of them spake unto me, calling me by name and said,\npointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n<\/p><p>\nAnd in answer to the question, \"Which should I join?\" came the reply, \". . . join none of\nthem, for they were all wrong . . . 'they draw near to me with their lips, but their hearts are\nfar from me, they teach for doctrines the commandments of men, having a form of godliness,\nbut they deny the power thereof'\"\n(<span class=\"citation\" id=\"30422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30422)\">JS&mdash;H 1:16-17,19<\/a><\/span>).\nAnd Jesus instructed Joseph that further direction would come to him.\n<\/p><p>\nThis is the testimony of a young lad on whom God placed the \"very great weight\" of the\nrestoration of the gospel of Jesus Christ. To the noble way in which he carried it throughout\nhis life, we give him thanks honor, praise, and admiration. Though he was subjected to\nridicule and punishment, his testimony remained steadfast with the\nstatement, \". . . For I had seen a vision; I knew it, and I knew that God knew it, and I could not\ndeny it\" (<span class=\"citation\" id=\"30431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30431)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\nArthur E. Jensen makes this significant statement, \"The only way an institution . . . can grow\nold is to stay young forever . . . Its officers must have ears trained to catch the signals.\"\n<\/p><p>\nThat The Church of Jesus Christ of Latter-day Saints is growing old, while staying young,\ncannot be denied. Its officers and leaders \"have ears trained to catch the signals\" of inspiration\nas God reveals them.\n<\/p><p>\nGeorge W. Cornell writes \"Such were the humble, ridiculed beginnings, 135 years ago, of a\nmovement that today has become one of the most prosperous, diversified and fast expanding\nreligious forces in the world . . . that it should have reached its present stature from its most\nunpromising origin is a modern paradox.\"\n<\/p><p>\nSome may wonder why?\n<\/p><p>\nThe answer comes that this is not a work of man&mdash;it is the eternal work of God,\nre-established in proper order and authority in this last Dispensation of the Fulness of Times.\n<\/p><p>\nIn the Book of Mormon, the ancient religious record of the inhabitants of North and South\nAmerica, translated by the gift and power of God through Joseph Smith, is an explanation to\nthe key of the vigor of this Church: \n<\/p><p>\n\"For behold, God knowing all things, being from everlasting to everlasting . . . sent angels to\nminister unto the children of men . . .\n<\/p><p>\n\"And God also declared unto prophets, by his own mouth . . .\n<\/p><p>\n\"And behold, there were divers ways that he did manifest things unto the children of men,\nwhich were good; and all things which are good cometh of Christ; otherwise men were fallen,\nand there could no good thing come unto them\"\n(<span class=\"citation\" id=\"38295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38295)\">Moro. 7:22-24<\/a><\/span>).\n<\/p><p>\nIt further states: \". . . neither have angels ceased to minister unto the children of men . . .\n<\/p><p>\n\"And the office of their ministry is to call men unto repentance, and to fulfil and to do the\nwork of the covenants of the Father, which he hath made unto the children of men . . . by\ndeclaring the word of Christ unto the chosen vessels of the Lord . . .\n<\/p><p>\n\"And by so doing . . . prepareth the way that the residue of men may have faith in Christ\"\n(<span class=\"citation\" id=\"38296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38296)\">Moro. 7:29,31-32<\/a><\/span>).\n<\/p><p>\nHereby God keeps his Church eternally young with vigor and power. He sends his ministering\nangels; he reveals his will to his prophets; and by divers means manifests truths to the\nchildren of men.\n<\/p><p>\nIn the summer of 1828, the Lord revealed to the Prophet, \". . . Satan doth stir up the hearts of\nthe people to contention concerning the points of my doctrine; and in these things they do err,\nfor they do wrest the scriptures and do not understand them.\n<\/p><p>\n\"Therefore, I will unfold unto them this great mystery\n<\/p><p>\n\"For, behold, I will gather them as a hen gathereth her chickens under her wings, if they will\nnot harden their hearts\n<\/p><p>\n\"Yea, if they will come, they may, and partake of the waters of life freely.\n<\/p><p>\n\"Behold, this is my doctrine&mdash;whosoever repenteth and cometh unto me, the same is my\nchurch\" (<span class=\"citation\" id=\"14085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14085)\">D&amp;C 10:63-67<\/a><\/span>).\n<\/p><p>\nJohn the Baptist commissioned by the Savior, as a resurrected being and an angel of God, in\nMay of 1829, ministered unto two of God's chosen vessels, Joseph Smith and Oliver\nCowdery, and conferred upon them, \". . . the Priesthood of Aaron, which holds the keys of\nthe ministering of angels, and of the gospel of repentance, and of baptism by immersion for\nthe remission of sins\" (<span class=\"citation\" id=\"14087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14087)\">D&amp;C 13:1<\/a><\/span>).\n<\/p><p>\nHere was the restoration of the authority to put into effect again the redeeming principles of\nthe gospel.\n<\/p><p>\nHe again confirmed the validity of the forgiveness of wrongdoing. \". . . go, and sin no more,\"\nwas his decree (<span class=\"citation\" id=\"28014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28014)\">John 8:11<\/a><\/span>).\nThis we must understand.\n<\/p><p>\nJohn Locke, the English philosopher, expresses it this way, \"Repentance is a hearty sorrow for\nour past misdeeds, and a sincere resolution and endeavor, to the utmost of our power, to\nconform all our actions to the law of God. It does not consist in one single act of sorrow, but\nin doing works meet for repentance in a sincere obedience to the law of Christ for the\nremainder of our lives.\"\n<\/p><p>\nThe ability to receive the blessings of repentance lies within our individual\npower. It is a never-ending endeavor. There is no restriction to those who may achieve: All\nmay partake of this gift from God.\n<\/p><p>\nThe promise of Ezekiel is again made alive, \"But if the wicked will turn from all his sins that\nhe hath committed, and keep all my statutes, and do that which is lawful and right, he shall\nsurely live, he shall not die\" (<span class=\"citation\" id=\"23121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23121)\">Ezek. 18:21<\/a><\/span>).\n<\/p><p>\nThe avenue of repentance is a thoroughfare which all may tread. It is the path to peace.\n<\/p><p>\nWilliam Jennings Bryan gave us these words, \"I am glad that our Heavenly Father did not\nmake the peace of the human heart to depend upon our ability to buy it with money, secure it\nin society or win it at the polls, for in either case but few could have obtained it, but when\nHe made peace the reward of a conscience void of offense toward God and man, He put it\nwithin the reach of all. The poor can secure it as easily as the rich, the social outcasts as\nfreely as the leaders of society, and the humblest citizen equally with those who wield\npolitical power\" (From <i>The Prince of Peace<\/i>).\n<\/p><p>\nMay we give thanks to God for the great gift of the gospel of repentance, for its author, his\nSon Jesus Christ, for the boy Prophet who had the courage to carry the great weight placed\nupon him. For all those who succeeded him and to those who are laboring in building the\nkingdom of God on earth, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}