{"ID":1229, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Testimony&mdash;A Motivating Force<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, October 1962, pp. 65-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, it is a great pleasure again to be with you, and to participate in\nthat which has taken place this day. I pledge anew my loyalty to the First Presidency and to\nthe Quorum of the Twelve, and tell you that I know in my heart these men are called of God\nas prophets, seers, and revelators. I am grateful for their leadership, and I am grateful for my\nassociates among the General Authorities. These are wonderful men, and I am very, very\ngrateful for the privilege I have of working together with them.\n<\/p><p>\nLast Sunday I talked by telephone with all the mission presidents in the European Mission\nand received their reports. I am happy to tell you that the missionaries are well- they are\nhappy; they are enjoying their work; and we are having great success in the European\nMission.\n<\/p><p>\nUsually in summer we have quite a drop in converts during the time the Europeans take their\nsummer holidays, for they take them very seriously. This year, just as the holidays were\nbeginning, we had a wonderful visit from President [Henry D.] Moyle and from Elder\n[Gordon] Hinckley. These two wonderful men, devoting themselves to the work of the Lord,\ncame over to help us. I just can't express to you our gratitude for the help they gave us. As a\nresult of their visit our August conversions were twenty-eight percent above our conversions\nfor July. Our September conversions were thirty-seven percent above our August conversions.\n<\/p><p>\nThese new converts are good people. They are excellent people. We were instructed to\nemphasize group instruction, and we were told&mdash;in fact, these brethren insisted&mdash;that we\nstrive for true conversions. We are only interested in those people whose hearts had been\nbroken and whose spirits are contrite. These are the people who have come into the Church.\nWe have some wonderful, strong, new converts.\n<\/p><p>\nThese are dedicated converts, willing to sacrifice and willing to work. There was nothing new\nin what these brethren told us. We can summarize it in just about four simple statements, but\nthey are fundamental principles; for instance, there is happiness in work, and\nwe all know that. There is joy in dedication, and that we know, too. There is success in\nspirituality, and achievement comes only through sacrifice. By using these magical keys we\nhave had our present success, and things look very wonderful for the future.\n<\/p><p>\nThis success is represented by a recent meeting held in the city of Berlin. When President\nElRay L. Christiansen came to visit the temples, President Percy K. Fetzer wanted to hold a\nspecial group meeting in Berlin and take full advantage of that wonderful man and his ability\nto sway and move people. So a special evening conference session for investigators was\ncalled. Usually people are pretty tired after they have been in meetings since eight o'clock in\nthe morning. However an evening meeting was called, and the people who came exceeded\ntheir wildest expectations. There were 687 people in that investigator meeting to hear the\ntestimonies that were given, and to hear the wonderful address that Elder Christiansen gave.\n<\/p><p>\nFrom that meeting we had 460 good referrals that the elders in Berlin are working on. Is it\nany wonder that the month just past established a new record in the number of conversions in\nthe Berlin Mission? They are looking forward to the future with great enthusiasm. The\nmissionaries are on fire, so is the mission president, and I am walking up in the clouds, too.\n<\/p><p>\nYou know, there is no blessing with out sacrifice, but it isn't a sacrifice unless it hurts. I like\nPresident Tanner's definition of sacrifice. \"Sacrifice means going without or giving up\nsomething which is good for something which is better.\" Now, our missionaries are willing to\nmake such sacrifice, and truly they give up many good things. They sacrifice from two to two\nand a half years of their lives. They put aside schooling, employment, cars and sports,\nvacations, and dancing, swimming and friends, families and sweethearts for a time, to work\nharder than most of them have ever worked before in their whole lives.\n<\/p><p>\nWhy do they do it? As we were coming home, we talked to a sweet little girl on the plane, a\nstewardess of Norwegian birth. We talked to her about our religion and asked her the Golden\nQuestions of course. She said that she was very satisfied with her present religion. She said\nthat she was a member of the state church, and so I congratulated her on her activity. I said,\n\"It pleases us to know that people believe what they profess.\" She said, \"Oh yes, I am very\nactive in our church. We attend church regularly.\"\n<\/p><p>\nI said, \"That is wonderful. I am happy to hear that.\"\n<\/p><p>\n\"Yes,\" she said, \"we go every Christmas and every Easter.\"\n<\/p><p>\n\"I am happy to know that,\" I answered, and she went on to say, \"My father thinks we can\nworship God in free nature.\"\n<\/p><p>\nI said, \"Indeed we can, too, but is that what Jesus Christ told us to do?\"\n<\/p><p>\n\"Well,\" she said, \"I don't know.\" Then I told her about the sacrifices that were made by our\npeople who believed from the bottom of their hearts that the work they were doing is true,\nand I said to her, \"Would you give up your present job as a stewardess, paying your own way\non a mission for two or two and a half years to proclaim the divinity of the faith that you\nprofess?\"\n<\/p><p>\nShe shook her head. I said, \"Would you make such sacrifices as our people make?\" And then\nI told her some of the things done in our Church by our people. I said, \"Would you willingly\npay ten percent of your income to back up your belief? Would you fast monthly and give a\nfast offering the way we do in our Church as a demonstration of your belief?\"\n<\/p><p>\n\"No,\" she said. \"I am amazed at the faithfulness and the devotion of your people.\" I said to\nher, \"Then why do we do it?\" I ask you that question, and I ask people all over the world\nwhy such things are done in this Church. Well, they are done simply because people are\nconvinced in their hearts that these things are true, and that is the only reason, just as Paul\nsaid: \n<\/p><p>\n\"For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to\nevery one that believeth; to the Jew first, and also to the Greek\"\n(<span class=\"citation\" id=\"42752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42752)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nFurthermore, Christ said, beginning at the sixteenth chapter and\ntwenty-fourth verse of Matthew: \". . . If any man will come after me, let him deny himself, and take\nup his cross, and follow me.\n<\/p><p>\n\"For whosoever will save his life shall lose it: and whosoever will lose his life for my sake\nshall find it.\n<\/p><p>\n\"For what is a man profited if he shall gain the whole world, and lose his own soul? or what\nshall a man give in exchange for his soul?\"\n(<span class=\"citation\" id=\"35185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35185)\">Matt. 16:24-26<\/a><\/span>).\n<\/p><p>\nTruly, these young Mormon missionaries are obtaining the greatest thing in this whole life, a\ntestimony of the divinity of Jesus Christ. Do you wonder, then, that when they come back\nhome at the close of their missions they are strong and stalwart, courageous and unafraid, and\nthat they fit well into life again to take up their positions rightfully as leaders? We have had\ntimid young girls come to us in the mission field so frightened when they first came, that they\nwould cry when you would look at them. When they get through with their missions, they are\nnot afraid of anything. They are full of courage and determination, willing to sacrifice because\nof the testimony which is within their hearts.\n<\/p><p>\nThere is another missionary endeavor which I would like to mention just briefly. It is not well\nunderstood in the Church, for it is too new. To me it represents something which proves\ndefinitely that this Church is led by a prophet. I am referring to a new revolutionary concept\nwhich we call our labor-missionary or better, our building missionary program. It began very\nquietly in the far reaches of the Pacific Ocean but has now spread to all parts of the world,\nwhere skilled and successful men like many of you sitting right here today have responded to\na missionary call to serve without salary, and have taken their families into foreign lands and\nforeign places to build beautiful church buildings. We are having so many converts come into\nthe Church that it is all we can do to provide places for them to worship. Most churches are\nhaving a hard time to get congregations. We are having a hard time to provide meetinghouses\nfor our congregations to meet in.\n<\/p><p>\nThink of the sacrifice that this requires, taking a family with you into foreign lands, where the\nchildren have their schooling partially interrupted, living under difficult conditions, leaving\nbusiness connections, devoting themselves to the faith. Yet I have never heard one of them\ncomplain, nor express any regret for the course they have taken. They are converted, and they\nare accomplishing a great work.\n<\/p><p>\nYoung people can come into the Church now and almost immediately respond to a call to\nserve. By sacrificing they become strong, capable people. Let me just give you a couple of\nquick illustrations.\n<\/p><p>\nOne young man in southern Germany came into the Church. He had only been in the Church\na very short while. He was a printer by trade. Some of the missionaries talked to him about\ntheir farewells, since he was being called as a building missionary. So, being a printer, he\ndesigned and printed his own mission program just the way our young people have their\nprograms printed here. He went to his father, who was not a member of the Church, and\nasked him if he would speak on his farewell program. His father said, \"Why, no, I am not\ngoing to have anything to do with those Mormons.\" The boy said, \"Father, you can't shame\nme before my people. They expect that my father will come to my farewell program and say\nsomething kind about me.\"\n<\/p><p>\nWell, the father was put in a delicate situation, and so he said, \"Well I'll do it.\" He went to\nthe farewell very unwillingly, but when he came to the meeting hall and saw the love of those\npeople for his son, when he saw how they respected him, when he saw what his son was\nactually going to do, he understood the program for the first time. When he was called upon\nto speak, he stood up in the meeting and talked himself right into the Church.\n<\/p><p>\nWe had a little widow sister in Berlin whose son was called on a building mission. At first\nthe brethren were unwilling to call him because they said it would mean too great a sacrifice.\nWhen his mother heard about it, she said, \"I want my son to go on that mission,\" and he\nwent. She has taken a job to support him while he is on his labor mission.\n<\/p><p>\nOur young people, even our new converts, will sacrifice, because of the strong testimony they\nhave of the truthfulness of this work. Miracles are happening, therefore, right in front of our\neyes, for this is God's work. Like the builders of Solomon's temple, these young men and\nwomen are erecting buildings and houses for the children of God to honor and worship the\nFather. They are building holy houses of prayer and worship, beautiful beyond anything we\nused to dream of.\n<\/p><p>\nAnd what does this do to the people? Well, you see, under this wonderful new program we\nare not just building buildings. We are building men and women, and when they return they\nare going to be instructed in the Church, its principles, and in righteousness and be able to fill\nany position we ask them to. I will venture to say that in years to come, as we begin to\nestablish more and more stakes and wards in foreign areas, that those building missionaries\nwill be some of those who will show the necessary leadership to fill such positions as bishops\nand high councilmen and stake presidents of those foreign stakes.\n<\/p><p>\nThis is a wonderful work. I am grateful to be part of it. I am grateful for prophets to lead us,\nfor faith to accomplish these modern miracles, but all this is only possible because of the\nknowledge in the hearts of the people that Jesus is indeed the Living Christ. The hearts of our\npeople are placed upon the altar, a living testimony to the divinity of this work. This\ntestimony I also leave with you, for I know that this work is true, and I say it in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}