{"ID":123, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Sabbath Day<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1944, pp. 141-146<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: I am deeply grateful for the privilege of bearing testimony to you in\nthis General Conference.\n<\/p><p>\nIt has been a source of joy to me to see how universally happy the people are in the selection\nof Brother Mark E. Petersen to work with us in the Council of the Twelve. It is going to be a\ngreat joy to me to be associated with him.\n<\/p><p>\nIMPRESSED BY THE SINGING AT CONFERENCE\n<\/p><p>\nThis Conference has been a most inspirational one. The spirit of the Lord seems to have been\nhere in rich abundance. I have been much impressed by the singing. Many people who heard\nthe Conference sessions over the radio said to me that the songs sounded as if they came from\na great trained male chorus. Every song seemed most appropriate and fit perfectly into the\ntheme of the Conference as it unfolded. I think I have never heard the song, \"I Need Thee\nEvery Hour,\" sung with such power and beauty and harmony as it was sung in this\nConference by these thousands of men. Perhaps my appreciation of the song came from my\nfeeling of need of the help of the Lord.\n<\/p><p>\nI am not unmindful of the grave responsibility that is mine in occupying this position, and I\nearnestly pray for the blessings of the Lord while I stand before you.\n<\/p><p>\nI was impressed by the song which you sang so well:\n<\/p><p>\nZion stands with hills surrounded, <br \/>\nZion kept by power divine.<br \/>\nHappy Zion, happy Zion,<br \/>\nWhat a favored lot is thine!\n<\/p><p>\nAnd the thought came to me: What a favored lot is ours to be able to assemble in General\nConference and to bear testimony to each other, and for the other numerous blessings we\nenjoy.\n<\/p><p>\nENJOYMENT IN FELLOWSHIP\n<\/p><p>\nI thought as I saw you brethren sitting in this large group, what a marvelous opportunity for\nfellowship we have in this Church, men from all parts of North America (and they would be\nfrom all parts of the world, if the war would permit). I was wondering how many of you are\nacquainted with the brother on either side of you. I used to enjoy coming to Conference a\nlittle early and sitting down there with you, reaching out my hand and saying: \"I am Spencer\nW. Kimball, from Safford, Arizona.\" Then my brethren on either side would tell me whence\nthey came&mdash;from California, from Canada, from Oregon, or somewhere else in the Church.\nThen we talked just a little bit while we were waiting for the meeting, about the wheat in\nCanada, or the salmon in Portland, or the cotton raising in Arizona, and about our Church\nwork, and then we did really enjoy the Conference, as we knew each other and sat enjoying\nthe spirit of the Lord together.\n<\/p><p>\nI want to assure you that on either side of each of you is one of the finest men in this whole\nworld, who belongs to the greatest fraternity holding the holy Priesthood, in a high and\nresponsible position, a man that you will want to know.\n<\/p><p>\nAmong the greatest thrills of my life are these conferences with the Priesthood leaders of the\nChurch, men tried and true, when we gather together in this historic building in General\nConference; I am grateful for this privilege of meeting with you. I stand before you in\nhumility, and I love you for your faith and your integrity and your devotion to the work of\nthe Lord.\n<\/p><p>\nSix months ago I was first sustained by you in this position of responsibility; it was six\nmonths ago, day before yesterday, when I knelt at the feet of President Heber J. Grant, our\nProphet, Seer and Revelator, and his hands, together with the hands of the members of the\nQuorum of the Twelve and the Patriarch, were placed on my head and I was ordained an\nApostle of the Lord Jesus Christ.\n<\/p><p>\nA half year has passed, and I have enjoyed my work immensely. I have been from southern\nArizona on the south, to northern Idaho on the north, and from Los Angeles on the west to\nNew York on the east, and everywhere I have gone I have been accepted with courtesy and\nconsideration, and I have learned to love the people all over the Church.\n<\/p><p>\nTHE GOSPEL SOLVES MANY PROBLEMS\n<\/p><p>\nIn the past few sessions of the Conference we have heard much of juvenile and adult\ndelinquency. I am sure that the living of the Gospel of Jesus Christ in our homes will solve\nmost of these problems. I am sure that if we have prayer in our homes, around the table, with\nour families, and as we retire for the night that our families will be closely knit together, and\nwill grow in spirituality. If we shall have home evenings and gather our broods about us, we\nshall be able to teach them obedience, and discipline. They will come to love the home and\nthe family, and will be protected from many of the vicious influences which are increasing\ndelinquency. If we will take them with us to sacrament meetings and teach them their\nprivileges and responsibilities in the Church, we shall thus be able to lead them into paths of\nrighteousness. If we can make the home the center of the universe for our children much of\nthe sin of the world can be by-passed.\n<\/p><p>\nOur Savior said: \"If thou wilt enter into life, keep the commandments\"\n(<span class=\"citation\" id=\"33916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33916)\">Matt. 19:17<\/a><\/span>). From observation it\nseems to me that one of the commandments which we wantonly break is that command to\nobserve the sacredness of the Sabbath day. We were quoted during this Conference the word\nof the Lord:\n<\/p><p>\nRemember the sabbath day to keep it holy. Six days shalt thou labor, and do all thy work. But\nthe seventh day is the Sabbath of the Lord thy God; in it thou shalt not do any work, thou,\nnor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy\nstranger that is within thy gates\n(<span class=\"citation\" id=\"22538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22538)\">Ex. 20:8-10<\/a><\/span>).\n<\/p><p>\nSABBATH-BREAKING DECRIED\n<\/p><p>\nWhile attending one of the Conferences last fall, one of my first down state, I was housed in\na hotel, and early Sunday morning I was awakened by considerable noise in the halls and the\nlobby of the hotel, and when I came down I found that the lobby and the\ncare near it were filled with men with colored shirts and caps and with hunting regalia. Their\nguns were clean and shining. They were all en route to the mountains and the canyons to get\ntheir deer. When the Conference day was ended and evening found us on our way home,\nmany were the cars that we passed with a deer on the running board or on the bumper.\nAnother Sabbath I drove through an agricultural area, and was distressed to find there were\nmowing machines and balers and perspiring men engaged in harvesting the crops.\n<\/p><p>\nStill another Sabbath I drove through Main Street of one of our larger towns, and I was\ndismayed to find lines of people standing and waiting their turns to get into the picture shows.\n<\/p><p>\nStill another time when large numbers of people with hiking breeches and slacks were driving\nto mountain retreats with picnic lunches to enjoy the beauteous Sabbath in the canyons.\n<\/p><p>\nAnd the word of the Lord continued to resound in my consciousness: \"In the days of their\npeace they esteemed lightly my counsel; but in the day of their trouble, of necessity they feel\nafter me\" (<span class=\"citation\" id=\"12034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12034)\">D&amp;C 101:8<\/a><\/span>).\n<\/p><p>\nI wondered if we must be brought low with adversity before we will serve the Lord.\n<\/p><p>\nThere came ringing again in my ears the solemn command brought down from the thundering\nof Mount Sinai: \"Remember the Sabbath day, to keep it holy\"\n(<span class=\"citation\" id=\"22535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22535)\">Ex. 20:8<\/a><\/span>). So far as I know, that\ncommandment has never been rescinded nor modified. To hunt and fish on the Lord's day is\nnot keeping it holy. To plant or cultivate or harvest crops on the Sabbath is not keeping holy\nthe Lord's day. To go into the canyons for picnics, to attend games or rodeos, or races or\nshows, or other amusements on that day is not to keep it in holy remembrance.\n<\/p><p>\nOur Savior said:\n<\/p><p>\nWhosoever therefore shall break one of these least commandments, and shall teach men so, he\nshall he called the least in the kingdom of heaven\n(<span class=\"citation\" id=\"33879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33879)\">Matt. 5:19<\/a><\/span>).\n<\/p><p>\nStrange as it may seem, some of our brethren, faithful in all other respects, seem to justify\nthemselves in missing their sacrament meetings, and their stake conferences, in order to beat\nall the other hunters into the wild life area when the season opens. The Church favors\nlegitimate recreation, and urges its people to organize picnic parties and to enjoy the great\noutdoors for the fellowship that it offers, but with six other days in the week, the Sabbath\ncertainly need not be desecrated.\n<\/p><p>\nGood clean plays and pictures are certainly not objectionable, but on the other hand they add\nto our education and to our entertainment in a wholesome way, but certainly our people can\nill afford to spend funds and time to go to more of such activities than can be attended on the\nother six days of the week.\n<\/p><p>\nTHE WORD OF THE LORD\n<\/p><p>\nThere is a time and a place for all worth-while things. Are we giving up and\nmaking a sacrifice? Is it self-denial? I think it isn't so much a matter of giving up things; it is\na matter of shifting times and choosing seasons.\n<\/p><p>\nThe word of the Lord is very definite and final, and comes with tremendous force when He\nsays:\n<\/p><p>\nAnd that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day\n(<span class=\"citation\" id=\"11987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11987)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nThis is a day when our every lapse is blamed on the war. Perhaps there are times and\nconditions when we must work seven days of the week, when industry or the exigencies of\nwar require it, but are we sure that we do not sometimes work on the Sabbath when not\nnecessary, for the \"time and a half\" that is given, for the additional funds it provides?\n<\/p><p>\nRemember the Lord said: \"Six days shalt thou labor and do all thy work: but the seventh day\nis the Sabbath of the Lord thy God; in it thou shalt not do any work\"\n(<span class=\"citation\" id=\"22540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22540)\">Ex. 20:9-10<\/a><\/span>). You note here the\ncommand is two-fold; it is definite that you shall labor the six days&mdash;no place here for the\nidler or for loitering on the job or for absenteeism. And equally strong is the command that\non the Sabbath \"thou shalt not do any work.\" Even in modern times the command has come\nagain through a modern prophet:\n<\/p><p>\nAnd on this day thou shalt do none other thing, only let thy food be prepared with singleness\nof heart (<span class=\"citation\" id=\"11989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11989)\">D&amp;C 59:13<\/a><\/span>).\n<\/p><p>\nIt is not enough to refrain from doing the things which would keep the day from being kept\nholy, but there are some very definite things that we should do to honor the Sabbath. We are\nrequired to go to the house of prayer, we are to offer up our sacraments unto the Most High;\nwe are to fast and pray at the proper times; and we are to stand in holy places\n(<span class=\"citation\" id=\"12036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12036)\">D&amp;C 101:22<\/a><\/span>); we are to rest\nand to worship.\n<\/p><p>\nBy resting is not meant the indolent lounging about the home all day or puttering around in\nthe garden, but a consistent attendance at meetings for the worship of the Lord, drinking at\nthe fountain of knowledge and instruction, enjoying the family and finding uplift in music and\nsong. One good but mistaken man I knew claimed that he could get much more out of a good\nbook on Sunday than he could get in attending a sacrament meeting, saying that the sermons\nwere hardly up to his standards.\n<\/p><p>\nBut I say we do not go to Sabbath meetings to be entertained or amused; we go there to\nworship the Lord. It is an individual responsibility, and regardless of what is said from the\npulpit, if one wishes to worship the Lord in spirit and in truth, he may do so by attending his\nmeetings, partaking of the sacrament, and contemplating the beauties of the Gospel. If the\nsacrament meeting is a failure to you, you are the one that has failed. No one can worship for\nyou, you must do your own serving of the Lord.\n<\/p><p>\nWEEK-DAY SPORTS AND PICNICS TO BE ENCOURAGED\n<\/p><p>\nNow that spring is here and summer will soon follow, our presiding brethren\nthroughout the Church might anticipate the problems of Sabbath desecration and encourage a\nprogram of substitution.\n<\/p><p>\nEncouragement could be given to week-day sports and picnics and shows, and the brethren\ncould be urged to plan their hunting and fishing trips during the week days, avoiding the\nSabbath, instead of including it in their itinerary.\n<\/p><p>\nA seminary group once planned a service in the tops of the mountains, and they felt wholly\njustified for the excursion since they had planned a testimony meeting to be held as a part of\nit. They did have their meeting and a spiritual hour was enjoyed, but after the hour, the picnic\nwas eaten, the young people in their rough mountain clothes and slacks hiked and climbed,\nand turned the balance of the day into one of the usual fun and frolic. Certainly, it was not a\nholy day, the one hour of devotion did not keep it from becoming a holiday.\n<\/p><p>\nA Scout council was wont to arrange their summer camp so that the Scouts were moving to\nthe camp on one Sabbath and from it on the next. Our Latter-day Saint boys were deprived of\ntheir Priesthood activities for two Sundays, and still were getting no scouting on those days.\nA friendly suggestion to the council authorities brought about a change, so that the camp\nperiod ran from week day to week day, and the one Sunday in between was devoted to a\nspiritual service for the boys who were in the camp.\n<\/p><p>\nMuch can be done to substitute week-day activities for Sunday ones. Great good can be done\nby an educational program anticipating and preceding the period of likely breaking of the\nSabbath.\n<\/p><p>\nLet us follow the Prophet Joshua&mdash;it is one of my favorite passages of scripture&mdash;he said:\n<\/p><p>\nNow therefore fear the Lord, and serve him in sincerity and in truth . . . choose you this day\nwhom ye will serve. . . but as for me and my house, we will serve the Lord\n(<span class=\"citation\" id=\"30024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30024)\">Josh. 24:14-15<\/a><\/span>).\n<\/p><p>\nThat we may live the commandments of God and teach men so, that we may pay our\ndevotion to the Most High and keep the Sabbath day holy, I pray in the name of the Lord\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}