{"ID":1230, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Gratitude for a Call<\/p>\n<p class=\"gcspeaker\">Elder Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1962, pp. 68-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, brethren and sisters, in meekness and sobriety, and with a deep feeling of\nhumility and inadequacy, I stand before you today in response to a call from a prophet of God\nto accept this honor and responsibility. Since he spoke to me I have slept little, but I have\nwept and prayed much. Because I know he is a prophet of God&mdash;our beloved President\nDavid O. McKay&mdash;of which I have borne testimony many times, I feel to accept this great\ncall and responsibility, and I am prepared to dedicate myself and all that I have to this call. I\nshall continue to pray for the spirit and blessings of the Lord to attend me that I might have\nthe wisdom and knowledge, the courage and strength, the desire and determination and ability\nto show my appreciation and prove worthy of the confidence of this, our prophet, these chosen\nmen, the General Authorities, and you, my brethren and sisters who raised your hands to\nsustain me in this calling.\n<\/p><p>\nI thank you from the bottom of my heart, and as your humble servant, the weakest of all, I\nbeseech you to exercise your faith and prayers unitedly in my behalf, that I might serve in a\nway that will be acceptable to our Heavenly Father.\n<\/p><p>\nI am so grateful for my devoted wife, for her love and affection, and that she has dedicated\nherself to the service of our Heavenly Father, and who will sustain me in anything that I am\ncalled to do in this the Church and kingdom of God; and for my wonderful family, who too\nhave accepted the call and say, \". . . choose you this day whom ye will serve, . . . but as for\nme and my house, we will serve the Lord\"\n(<span class=\"citation\" id=\"30058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30058)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nI wish also to express my appreciation to these great leaders for the support, the help, and\nencouragement they have given me during these two years of association with them, and for\nthe help they have given me in years past. To see the devotion, the dedication, and the\nwisdom of these men, and to be associated with them, is a privilege, a pleasure, and a\nblessing that one cannot express.\n<\/p><p>\nWe had the great privilege and pleasure of having President and Sister\nMoyle and Brother Hinckley with us two months ago, and to see how dedicated they are to\nthis work. These two men, I believe, had fourteen consecutive meetings in fourteen\nconsecutive days, in fourteen different towns in four or five countries. I do not see how they\nstood it, but if anybody ever forgot himself or lost himself in the service, this is an example\nof it. And I was so fortunate to have the opportunity and privilege of being with President\nMcKay when he flew to Scotland to organize the Glasgow Stake. To see him at eighty-nine\nyears of age leave his beloved, devoted wife, of whom he thinks so much, and whose health\nwould not permit her to accompany him, and travel all day and all night in order to be there\nto organize that stake in that great country, the land of his progenitors, is a testimony indeed.\nIt was a great blessing for those people to have a prophet of God in their midst.\n<\/p><p>\nThe Scottish Mission was organized just eighteen months ago&mdash;with a membership of only\n1,400 or 1,500 people&mdash;and today a stake is organized in the Glasgow area where there were\nonly 400 or 500 members when the mission was organized, and today there are 3 500\nmembers, 2,300 of which were taken into the stake, and the other 1,200 left in the mission.\nDue to the rapidity with which the growth has taken place, it was necessary to choose several\nmen who have been in the Church just a few months to take the heavy responsibility of being\ncounselors to bishops or act as ward clerks.\n<\/p><p>\nThis is the result of the work being done by those devoted missionaries, your sons and\ndaughters. It is a great work that they are doing. It is not easy. It is a great challenge, and I\nappeal to you, my brethren and sisters, and all fathers and mothers, wherever they may be, to\nrealize that it is not an easy thing for these young men to leave, as Brother Burton said,\neverything that they have and go out and devote two years to this missionary work. How\nblessed are those boys and girls who have come from homes where the parents are not\nashamed of the gospel of Christ because they know it is the power of God unto salvation\nwhere they are prepared and trained to live the gospel and make it a part of their lives every\nday, and know that their parents have a testimony, and that they are prepared to accept the\ncall of our prophet: Every member a missionary, realizing that this is the plan of life and\nsalvation, the gospel of peace!\n<\/p><p>\nI want to bear you my testimony, my brethren and sisters, that if every member of this\nChurch would accept the call of our prophet today and live the gospel and keep the\ncommandments of our Heavenly Father and become missionaries in very deed, we could\ncontribute more to the cause of peace than all the power that might be gathered together by\nall the governments and all the men in uniform.\n<\/p><p>\nThis is our privilege and our call, my brethren and sisters, and I hope and pray that we will\nhave courage, the desire and determination to accept it and live so that when anyone knows\nwe are members of The Church of Jesus Christ of Latter-day Saints, he can say, as the\nGovernor of Texas said at one time when introducing me to a group of oil men in Dallas,\nTexas: \"The Government is fortunate to have a man like Mr. Tanner in the Government.\" And\nwhen I finished speaking he said, \"I want to tell you why I said that 'A Government is\nfortunate to have a man like Mr. Tanner in the Government.' I told you that Mr. Tanner was\na bishop in the Mormon Church. And I want to say that any man who is worthy to be a\nbishop in that Church needs no other introduction as far as I am concerned.\"\n<\/p><p>\nWhat a wonderful thing it would be if that could be said of every man who is a member of\nthis Church, and it should be thus. I want to bear you my testimony that I know that God\nlives; that Jesus is the Christ, and that he lives, though he gave his life for you and me; and\nthat the gospel has been restored in fulness in this, the last dispensation; and that we have a\nprophet at the head of our Church today to guide us, direct us, encourage us, instruct us.\n<\/p><p>\nMay we accept this. May we prove worthy of our membership in the Church and kingdom of\nGod is my prayer in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}