{"ID":1231, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Report from the Correlation Committee<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1962, pp. 71-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI seek most humbly tonight the sustaining power of your faith and your prayers to the end\nthat what we may say may be clear and concise and that you might glimpse the vision of the\ngreat movement which was initiated a year ago at the October conference in\n<\/p><p>\nIn the announcement of the new correlation program as directed by President McKay, we\nused as our text a statement from the great modern-day revelation on church government, in\nwhich the Lord said: \n<\/p><p>\n\"Behold, this is the way that mine apostles, in ancient days, built up my\nchurch unto me.\n<\/p><p>\n\"Therefore, let every man stand in his own office, and labor in his own calling; and let not\nthe head say unto the feet it hath no need of the feet; for without the feet how shall the body\nbe able to stand?\n<\/p><p>\n\"Also the body hath need of every member, that all may be edified together, that the system\nmay be kept perfect\" (<span class=\"citation\" id=\"14172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14172)\">D&amp;C 84:108-110<\/a><\/span>).\n<\/p><p>\nThis significant statement meant clearly that, first, each organization was to have its specific\nfunction, that it was not to usurp the field of the other which would be like the eye saying to\nthe hand, \"I have no need of thee\" (<span class=\"citation\" id=\"353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(353)\">1 Cor. 12:21<\/a><\/span>);\nsecond, that each subdivision is of equal importance in the\nwork of salvation, just as each part of the physical body is essential to the complete human\nbeing; and third, that every member in the Church may be edified or educated together; and\nfinally that the system may be kept perfect, or in other words, that within the framework of\nthe Lord's plan of organization for the salvation of his children, the Church will perform as a\nperfectly organized human body with every member functioning as it was intended.\n<\/p><p>\nThe key to the whole correlation movement was given us when the First Presidency in an\nimportant communication some years ago declared the fundamental principles on which we\nwere to build. In this communication the First Presidency had said: \n<\/p><p>\n\"The home is the basis of a righteous life and no other instrumentality can take its place nor\nfulfil its essential functions. The utmost the auxiliaries can do is to aid the home in its\nproblems, giving special aid and succor where such is necessary; that in aiding the home, the\nauxiliaries may well consider thinking of home life of the people as having three periods: the\nfirst from birth to twelve years of age, or the childhood period; then the youth period from\ntwelve years up to the early twenties; and then adulthood, from the early twenties to the end\nof life.\"\n<\/p><p>\nSince that announcement we have gone forward with the development of the so-called\ncorrelation program, and tonight President McKay has requested that we report to this great\nbody of the priesthood of the Church the correlation program as it has now progressed since\nthat first announcement one year ago.\n<\/p><p>\nMy associates of the twelve, as announced by President McKay, constituting the correlation\ncommittee, will each take time tonight in a unified report of progress. Elder Gordon B.\nHinckley will first discuss the organizational development which has gone forward during this\nlast year. Then Elder Richard L. Evans will discuss the curriculum studies and development.\nElder Marion G. Romney will then talk to us about the priesthood correlation, which is in\nreality, an extension of what we have known as ward teaching in the past. It will then be my\nresponsibility after they conclude, to summarize with an announcement of the first application\nof the new correlation program to be carried out throughout the entire Church, beginning in\nJanuary of 1963 on a Church-wide basis. We will now proceed then with Elder Hinckley,\nthen Elder Evans, and then Elder Romney, after which I will make a few concluding\nstatements.\n<\/p>\n<\/div>\n<\/div>"}