{"ID":1233, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Report from the Correlation Committee<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1962, pp. 77-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, and brethren: As Brother Lee mentioned, I am to speak a few moments\nabout the proposed priesthood correlation program.\n<\/p><p>\nThrough a program of priesthood correlation, we bearers of the priesthood must increase our\nefforts to encourage, teach, and inspire the Saints to become \"partakers of the divine nature\"\n(<span class=\"citation\" id=\"4866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4866)\">2 Pet. 1:4<\/a><\/span>),\nto use Peter's phrase, through obedience to the sanctifying principles of the gospel.\n<\/p><p>\nWe are performing far below our potential in this matter. President Joseph F. Smith seems to\nhave visioned the time when the priesthood would do much more than it has been doing. In\nhis opening address at the April conference of 1906, he said: \n<\/p><p>\n\"We expect to see the day, if we live long enough (and if some of us do not live long enough\nto see it, there are others who will) when every council of the priesthood in The Church of\nJesus Christ of Latter-day Saints will understand its duty; will assume its own responsibility,\nwill magnify its calling, and fill its place in the Church, to the uttermost, according to the\nintelligence and ability possessed by it. When that day shall come there will not be so much\nnecessity for work that is now being done by the auxiliary organizations, because it will be\ndone by the regular quorums of the priesthood. The Lord designed and comprehended it from\nthe beginning, and he has made provision in the Church whereby every need may be met and\nsatisfied through the regular organizations of the priesthood. It has truly been said that the\nChurch is perfectly organized. The only trouble is that these organizations are not fully alive\nto the obligations that rest upon them. When they become thoroughly awakened to the\nrequirements made of them, they will fulfil their duties more faithfully, and the work of the\nLord will be all the stronger and more powerful and influential in the world\"\n(<i>Gospel Doctrine<\/i>, pp. 159-160).\n<\/p><p>\nNow, since President Smith made this statement fifty-six years ago, the Church has not only\ngrown in numbers, but its programs and activities have multiplied. Many special\ncommittees&mdash;priesthood and auxiliary&mdash;have been set up and assigned particular functions. Many of\nthese functions are rightfully the responsibility of the priesthood. Fellowshipping, for example,\nand working with inactive members of the priesthood, both Aaronic and Melchizedek.\n<\/p><p>\nWith a view to correlating some of these activities, the First Presidency in 1960 asked the\ngeneral priesthood committee to consider the problem and bring in a report and\nrecommendations. Pursuant to this assignment, fourteen representative stakes were selected\nand since then have been experimenting with programs which they themselves have developed\nwithin certain prescribed guidelines. The brethren have been most co-operative and creative in\nthis work. To them we express gratitude and thanks. The results have been encouraging.\n<\/p><p>\nTheir plans and developed material are now in the hands of the all-church coordinating\ncouncil. It is anticipated that a program will be perfected, approved, and presented at stake\nconferences to each stake in the Church during the last half of 1963, with the program to go\ninto operation throughout the Church in January 1964.\n<\/p><p>\nNow, priesthood correlation, as we are using the term here, contemplates all that is now being\ndone in ward teaching and much more. It unites under one undertaking many activities. It\nrequires that attention be given to every member of every family, particularly to those who\nneed special encouragement to live the gospel. It means much more than a perfunctory visit\nonce a month. It includes: \n<\/p><p>\n(1) Periodic visits to every family by two priesthood bearers; \n<\/p><p>\n(2) Laboring with Melchizedek Priesthood bearers to build spiritual and temporal \"strength\"; \n<\/p><p>\n(3) Laboring with inactive and overage members of the Aaronic Priesthood under 21;\n<\/p><p>\n(4) Activating and bringing into full church participation senior members of the Aaronic\nPriesthood and their families; \n<\/p><p>\n(5) Fellowshipping and bringing into full activity recent converts, new arrivals, and all\ninactive church members; \n<\/p><p>\n(6) Encouraging all parents and other family heads to maintain genuine Latter-day Saint\nhomes in which are practised and taught the sanctifying principles of the gospel. It aims to\nbring all parents to a realization of President McKay's statement that \"The character of the\nchild is formed largely during the first twelve years of his life. It is estimated,\" said President\nMcKay, \"that in that period the child spends sixteen times as many waking hours in the home\nas in school and more than a hundred times as many hours in the home as in the Church.\nEvery child is, to a great degree, what he is because of the ever constant influence of home\nenvironment and the careful or neglectful training of parents.\"\n<\/p><p>\nIt is anticipated that priesthood correlation will include ward teaching, fellowshipping,\nactivating inactive bearers in the priesthood, both Melchizedek and Aaronic.\n<\/p><p>\nIt will be the responsibility of the two brethren who visit homes under the priesthood\ncorrelation program to familiarize themselves with the spiritual status of each member in\nevery family assigned to them. It will be their responsibility to make sure that infants are\nblessed; that children are baptized at eight years of age; that boys are worthy and qualified to\nbe ordained to the priesthood at 12 years of age and that they are so ordained; that they move\nthrough the grades of the priesthood in proper order; that candidates for marriage are properly\ntaught the importance and sanctity of temple marriage and the church standards which will\nqualify them for it, to the end that they will be married in the temple.\n<\/p><p>\nIt will be the responsibility of the two visiting brethren to know the available church activities\nfor each family member and encourage him to avail himself of them&mdash;such activities, for\nexample, as Sacrament meetings, stake conferences, and other ward and stake activities;\nactivities provided by priesthood quorums, auxiliary organizations, the church educational\nsystem; genealogical and temple work, and so forth.\n<\/p><p>\nIn brief, it is the hope that through priesthood correlation the responsibility which the Lord\nplaced upon the elders, priests, and teachers at the time the Church was organized will be\ndischarged. You will remember that in the revelation recorded in the 20th section of the\nDoctrine and Covenants, given in 1830 at the time the Church was organized, the Lord\nprescribed the duties of the elders, priests, teachers, and deacons\n(<span class=\"citation\" id=\"14097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14097)\">D&amp;C 20:38-60<\/a><\/span>). He there said, \". . . An\napostle is an elder\" (<span class=\"citation\" id=\"14096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14096)\">D&amp;C 20:38<\/a><\/span>),\nso I assume that the responsibility placed upon the elder is borne by\nevery member of the Melchizedek Priesthood. President Joseph F. Smith must have been of\nthe same opinion because he said: \n<\/p><p>\n\"Brother Charles W. Penrose is eighty-two years of age. I am going on seventy-six . . . and I\nwant to tell . . . you that we are not too old to act as teachers, if you will call on us to do it,\nnot one of us . . . So long as life lasts, and so long as we possess ability to do good, to labor in\nthe upbuilding of Zion for the benefit of the human family, we ought, with willingness, with\nalacrity to yield to the requirements made of us to do our duty\" (<i>Gospel Doctrine<\/i>, p. 188).\n<\/p><p>\nBy some it has been thought that some of the directions given in the revelation referred only\nto ordained teachers. It would seem, however, that the responsibility has been placed upon\nevery bearer of the Melchizedek Priesthood, and the priests as well as upon the teachers. For\nin the revelation the Lord says that the elder's calling is \". . . to teach, expound, exhort,\nbaptize, and watch over the church . . .\" That's the responsibility of the elder (which as\nabove explained includes all bearers of the Melchizedek Priesthood). Then the Lord says that\nit is the priest's duty to help him in certain activities&mdash;not the whole scope of the elder's\nresponsibility, but he says it is the priest's duty to \". . . visit the house of each member, and\nexhort them to pray vocally and in secret and attend to all family duties . . . And he is to\ntake the lead of meetings when there is no elder present . . .\" And then he\nrepeats, \"And visit the house of each member, exhorting them to pray vocally and in secret\nand attend to all family duties.\n<\/p><p>\n\"In all these duties the priest is to assist the elder.\"\n<\/p><p>\nAnd then the teacher's duty is to help also, but not in as wide a scope as the priest, but, \"The\nteacher's duty is to watch over the church always, and be with and strengthen them; \n<\/p><p>\n\"And see that there is no iniquity in the church, neither hardness with each other, neither\nlying, backbiting, nor evil speaking; \n<\/p><p>\n\"And see that the church meet together often, and also see that all the members do their\nduty\" (see (<span class=\"citation\" id=\"14098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14098)\">D&amp;C 20:38,42,47,49,51-55<\/a><\/span>).\n<\/p><p>\nWe hope to develop a program in this priesthood correlation through which all these\nresponsibilities will be discharged. When we have seen that every member of the Church does\nhis duty, we think we will be able to stand approved before the Lord.\n<\/p><p>\nThis is a tremendous undertaking. It will take training of teachers. It will take a new\ndetermination. It will mean that every priesthood member will have to be a man of courage.\nSomeone has said that the courageous man finds a way and that the ordinary man finds an\nexcuse. No man that holds the priesthood wants to be just an ordinary man. \"Wherefore, now\nlet every man learn his duty, and to act in the office in which he is appointed, in all diligence.\n<\/p><p>\n\"He that is slothful shall not be counted worthy to stand, and he that learns not his duty and\nshows himself not approved shall not be counted worthy to stand\"\n(<span class=\"citation\" id=\"14205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14205)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\nAnd again: \n<\/p><p>\n\"Wherefore, [says the Lord] lift up your hearts and rejoice, and gird up your loins, and take\nupon you my whole armor, that ye may be able to withstand the evil day, having done all,\nthat ye may be able to stand.\n<\/p><p>\n\"Stand, therefore, having your loins girt about with truth, having on the breastplate of\nrighteousness, and your feet shod with the preparation of the gospel of peace, which I have\nsent mine angels to commit unto you; \n<\/p><p>\n\"Taking the shield of faith wherewith ye shall be able to quench all the fiery darts of the\nwicked; \n<\/p><p>\n\"And take the helmet of salvation, and the sword of my Spirit, which I will pour out upon\nyou, and my word which I reveal unto you, and be agreed as touching all things whatsoever\nye ask of me, and be faithful until I come, and ye shall be caught up, that where I am ye shall\nbe also\" (<span class=\"citation\" id=\"14101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14101)\">D&amp;C 27:15-18<\/a><\/span>).\nIn the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}