{"ID":1235, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Magnify Your Callings<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1962, pp. 83-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren of the priesthood, both you who are assembled in this great auditorium and\nyou out there in the various chapels and meeting places of the Church, it is a thrill to be with\nyou and to be aware of you, to be associated with you.\n<\/p><p>\nI am sure you have all been inspired and challenged by the presentation that has been made\nby four members of the Council of the Twelve tonight who are laboring under the direction of\nPresident McKay in formulating a program for the future benefit of the Church.\n<\/p><p>\nYou will have noted, as I did, that the great emphasis placed by each of these speakers was\non teaching. Some years ago when I was at Brigham Young University, an educator, a doctor\nof philosophy from another state who had spent a week on the campus as a visitor and\npart-time instructor, was sitting next to me at a banquet. Just before he was to leave he said,\n\"I have visited many campuses in my lifetime, and I have seen some wonderful young people,\nbut I wish you would tell me what it is you have here which seems to instill in your young\npeople a burning desire to get an education. I have discovered here an enthusiasm for\neducation that I have never seen before. In fact, it seems to me very close to religious zeal.\"\nHe asked me to explain it.\n<\/p><p>\nI tried to do so by saying, \"It <i>is<\/i> religious zeal because education is part of the gospel of Jesus\nChrist as we understand and proclaim it. We believe that a man is saved in the kingdom of\nGod no faster than he gets knowledge, that he cannot be saved in ignorance\n(<span class=\"citation\" id=\"14228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14228)\">D&amp;C 131:6<\/a><\/span>). We believe that\nthe glory of God is intelligence\n(<span class=\"citation\" id=\"14197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14197)\">D&amp;C 93:36<\/a><\/span>),\nand that every man's glory will be\ndetermined by the quality and degree of his intelligence.\"\n<\/p><p>\nHe said, \"That answers my question, and I'm glad to know that education is a part of your\nreligion.\"\n<\/p><p>\nSo tonight these brethren have emphasized the importance of gaining a knowledge of and\nteaching the gospel. Now, as has been mentioned, as the Church grows, develops,\nincreases&mdash;and it is increasing very rapidly&mdash;we need more teachers, better organization, and more\ndedication.\n<\/p><p>\nWhen I visited the Air Force Academy in Colorado Springs sometime ago, I stood before a\nmonument of a falcon with spreading wings. At the base of the monument I read these words:\n\"Man's flight through life is sustained by the power of his knowledge.\" I was much\nimpressed. This came from the academy where thousands of young men are preparing for\nflight through air and possibly through space. But it is a challenging thought to all of us that\nour flight through life will be sustained by the power of our knowledge. Then if you add to\nthat thought the LDS concept that man's standing before God will depend upon his\nknowledge, his education, his understanding of the gospel of Christ&mdash;in short, his\nintelligence, you will see the wisdom of tonight's emphasis on education. I am wondering\nwhether any man could possibly be happy in the presence of God unless he himself is\nintelligent, for, as God's glory is intelligence, only to the degree that we achieve intelligence\nwill we be able to stand his glory.\n<\/p><p>\nRecently I was in Alaska and visited the base of the interceptor squadron where many of our\nmen are on twenty-four-hour-alert, on guard for all of us and ready to defend us. I saw over\nthe door of the alert room these words: \"Only the spirit of attack borne in a brave heart will\nbring success to any fighter aircraft no matter how highly developed the aircraft may be.\"\n<\/p><p>\n\"Only the spirit of attack borne in a brave heart . . .\"&mdash;of course, the efficiency of the aircraft\nis important, but unless the pilot at the controls has the spirit of his mission and the courage\nto carry out his assignment, it matters not how efficient his craft, he will be vulnerable.\n<\/p><p>\nSo, brethren, it depends upon us individually as leaders&mdash;pilots if you will&mdash;how successful\nour stakes, wards, branches, and missions will be in building the kingdom. The individuals\nwho are charged with the responsibility of leadership must first, themselves, become informed\nin these various departments to which reference has been made, and then see to it that all in\ntheir jurisdiction are properly instructed.\n<\/p><p>\nPresident John Taylor said on one occasion, speaking to the brethren of the priesthood: \"If\nyou do not magnify your callings, God will hold you responsible for those you might have\nsaved, had you done your duty.\"\n<\/p><p>\nThis is a challenging statement. If I by reason of sins of commission or omission lose what I\nmight have had in the hereafter, I myself must suffer and, doubtless, my loved ones with me.\nBut if I fail in my assignment as a bishop, a stake president, a mission president or one of the\nGeneral Authorities of the Church&mdash;if any of us fail to teach, lead, direct, and help to save\nthose under our direction and within our jurisdiction, then the Lord will hold us responsible if\nthey are lost as the result of our failure.\n<\/p><p>\nI read again the other day from Matthew what Jesus said about the two sons and their father: \n<\/p><p>\n\". . . what think ye?\" said the Master. \"A certain man had two sons; and he came to the first,\nand said, Son, go work today in my vineyard.\n<\/p><p>\n\"He answered and said, I will not: but afterward he repented, and went.\n<\/p><p>\n\"And he came to the second, and said likewise. And he answered and said, I go, sir: and went\nnot.\"\n<\/p><p>\nThe Savior said, \"Whether of them twain did the will of his father? They say unto him, The\nfirst. Jesus saith unto them, Verily I say unto you, That the publicans and the harlots go into\nthe kingdom of God before you.\"&mdash;speaking undoubtedly of those who said they would go and\ndid not do it (see <span class=\"citation\" id=\"35194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35194)\">Matt. 21:28-31<\/a><\/span>).\n<\/p><p>\nThis is, I think, one of the greatest challenges to the men holding the priesthood. The Lord\nhas said to all of us, \"Go and serve in my vineyard,\" and every one who has been ordained to\nthe priesthood and set apart for his calling has said, \"I go,\" but some go not,\nand others weary when the day is yet young.\n<\/p><p>\nOur challenge tonight then, in support of what has already been said, is that in every ward\nand stake, mission and branch, in every part of the Church, in all the auxiliaries, we join\nunitedly and enthusiastically to make the labors of these brethren and those associated with\nthem successful in this great continuing movement for instructing and saving the members of\nthe Church. We are doing a lot in the mission fields, but there is a lot to be done here at\nhome.\n<\/p><p>\nSome may feel that in some far-off part of the Church there is not much hope. Sometimes we\nsay, \"Well, if you could send us a General Authority more often, we would be more inspired.\"\nThe Church is getting too big, as Brother Lee has explained, for the General Authorities to\nattend all of the conferences.\n<\/p><p>\nI am reminded of what happened to a captain of a ship down in the South Atlantic. He had\nrun out of fresh water. His crew were athirst. Another ship hove in sight, and he signaled,\n\"Send us water\" and the signal came back, \"Let down your buckets, there is fresh water all\naround you. You are in the Gulf Stream.\" They let down their buckets and found it was true.\nThey had not realized that the course of the Gulf Stream, driven out into the briny deep, had\nmaintained its virtues, so to speak. They were able to save themselves by that which was all\naround them, yet they did not know it.\n<\/p><p>\nBrethren, there is available to you wherever you are, the blessings, the opportunities, the\nprivileges of teaching the gospel of Christ, if you will let down your bucket into the Gulf\nStream of the Holy Spirit which is everywhere.\n<\/p><p>\nGod help us to do our duty, to be equal to our task, and when we say, \"I go,\" let us be true to\nthe promise that is implied and stay until the end of the day, that when the time shall come\nthat we shall be released from this part of our labors and we go on to greater labors, we may\nbe able to say with the Apostle Paul, \"I have fought a good fight, I have finished my course, I\nhave kept the faith\" (<span class=\"citation\" id=\"5143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5143)\">2 Tim. 4:7<\/a><\/span>).\nThis I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}