{"ID":1236, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Ye Shall Not Fear\"<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, October 1962, pp. 85-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt our April conference in 1960, I called attention to the need we had for missionaries, that\nwe would like at least to double the force that we then had. At that time twenty-five percent\nof our young men eligible were going on missions&mdash;6,000 of them. I come to you tonight\nwith my heart filled with gratitude to express to you the deep appreciation of the brethren of\nthe fact that tonight we are on the verge of having those 12,000 missionaries in the mission\nfields throughout the world. We are realizing approximately fifty percent of our potential\nrather than twenty-five percent, and just as we needed more missionaries in April of 1960, we\nneed more tonight. We had fifty missions at that time, we now have seventy, either in\nexistence or in immediate contemplation, and all of these missions are calling for young men\nand young women and couples to go out and to preach the gospel to the peoples of the world\nwho are waiting for our message.\n<\/p><p>\nRecently I found in a book of the seventeenth century, written by a Sir Walter Moyle, who\nmay or may not be one of my progenitors&mdash;I think in light of this great program that Brother\nLee and the brethren have presented tonight, and in light of the fact that the work of the\nministry becomes more and more intense day by day, and if we fulfil our callings, we shall of\nnecessity be more and more diligent, that what Mr. Moyle said has a present-day application,\nin spite of its antiquity.\n<\/p><p>\nHe writes: \"I think our success and salvation depend largely on how well we can eliminate\nidle moments from our lives and dedicate ourselves to hard work, which is\nimpossible without effort and concentration.\"\n<\/p><p>\nI have had the feeling for a long time that we are unduly influenced by fear. I think for the\nmost part the priesthood of the Church believe themselves to be courageous. I am sure that we\nhave not entirely overcome fear. I am very much impressed with the statements that Elder\nJohn A. Widtsoe of the Council of the Twelve made at an annual general conference in April\n1942: \n<\/p><p>\n\"Fear which 'shall come upon every man' (<span class=\"citation\" id=\"14140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14140)\">D&amp;C 63:33<\/a><\/span>),\nis the natural consequence of a sense of weakness,\nalso of sin. Fear is a chief weapon of Satan in making mankind unhappy. He who fears loses\nstrength for the combat of life, for the fight against evil. Therefore, the power of evil ever\nseeks to engender fear in human hearts. In this day of sorrow, fear walks with humanity. It\ndirects, measurably, the course of every battle. It remains as a gnawing poison in the heart of\nvictors as of the vanquished.\n<\/p><p>\n\"As leaders in Israel, we must seek to dispel fear from among our people. A timid, fearing\npeople cannot do their work well. The Latter-day Saints have a divinely assigned world\nmission so great that they cannot afford to dissipate their strength in fear. The Lord has\nrepeatedly warned his people against fear. Many a blessing is withheld because of our fears.\nHe has expressly declared that men cannot stop his work on earth, therefore, they who are\nengaged in the Lord's latter-day cause, and who fear, really trust man more than God, and\nthereby are robbed of their power to serve.\n<\/p><p>\n\"The key to the conquest of fear has been given through the Prophet Joseph Smith,\" Brother\nWidtsoe continues. \"'If ye are prepared ye shall not fear'\"\n(<span class=\"citation\" id=\"14110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14110)\">D&amp;C 38:30<\/a><\/span>).\nThat is a message\nfrom the Doctrine and Covenants, and Brother Widtsoe says in conclusion, \"That divine\nmessage needs repeating today in every stake and ward. Are we prepared to surrender to\nGod's commandments? . . . If we can honestly answer yes, we can bid fear depart. And the\ndegree of fear in our hearts may well be measured by our preparation by righteous living,\nsuch as should characterize Latter-day Saints.\"\n<\/p><p>\nGod bless us to eliminate fear and to meet every challenge which the priesthood of God\nplaces upon us, I pray humbly, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}