{"ID":1238, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Obey the Gospel of God<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, October 1962, pp. 88-92<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"For the time is come that judgment must begin at the house of God: and if it first begin at\nus, what shall the end be of them that obey not the gospel of God?\"\n(<span class=\"citation\" id=\"2291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2291)\">1 Pet. 4:17<\/a><\/span>).\n<\/p><p>\nPeter thus characterizes the church as the house of God and classifies the occupants of his\nhouse as those who obey the gospel of God, which is the gospel of Christ.\n<\/p><p>\nIn this prophetic declaration by Peter there is no ambiguity. \"Obey the gospel of God\" must\nbe our ensign. There is no other real approach to the fulfillment of life's highest purpose. It is\nsatisfying to know that we need not wander through life aimlessly with insecurity, uncertainty;\nfinding doubt fear, apprehension on every side. We have a certain definite plan given us. We\nneed only understand, accept, and obey. We are then at once at peace and can make ourselves\nsecure in the household of God. We know the gospel is \". . . the power of God unto salvation\nto every one that believeth, . . .\" as Paul so forcibly declared to the Romans (see\n<span class=\"citation\" id=\"42753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42753)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nNow the first principles and ordinances of the gospel are: \n<\/p><p>\nFirst&mdash;Faith in the Lord Jesus Christ.<br \/>\nSecond&mdash;Repentance.<br \/>\nThird&mdash;Baptism by immersion for the remission of sins.<br \/>\nFourth&mdash;Laying on of hands for the gift of the Holy Ghost\n(<span class=\"citation\" id=\"6768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6768)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\nThe gospel is simple, unambiguous, and understandable by all who desire to know. It is\nnatural, reasonable, and agreeable, and conducive to independence, peace, happiness, and\nsecurity. It is appreciated by all who accept and conform their lives to its teaching. Its rewards\nto the faithful are numerous and obvious. Like the acquisition of anything worthwhile, it takes\ndesire and consistent effort. It is different from the acquisition of earthly, perishable things.\nThey come and go. Their enjoyment is temporary and superficial. The benefits and blessings\nof faith and obedience are everlasting. The products of the Spirit are priceless. Indeed with\nthe blessings of obedience we live closer to God and our neighbor, and appreciate more our\nearthly heritage in every way. In the words of Peter we are told: \"Whereby are given unto us\nexceeding great and precious promises: that by these ye might be partakers of the divine\nnature\" (<span class=\"citation\" id=\"4867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4867)\">2 Pet. 1:4<\/a><\/span>).\n<\/p><p>\nThus our obedience to the gospel carries its own reward here and now. We do not need to\nwait with expectation or anticipation for the eternal blessings awaiting us in immortality to\njustify our obedience in this life to the principles of the gospel. We can become partakers of\nthe divine nature progressively from the beginning of our conversion throughout the\nremainder of our faithful lives. The Lord never leaves us in doubt as to his nearness to us so\nlong as we adhere to the faith. The price we pay by lending obedience to the laws of the\ngospel sinks into insignificance when compared with our incomparable receipts. No real joy\nexceeds our feelings when we have received and thanked God for his heavenly blessings.\nJesus said to the rich young ruler: \n<\/p><p>\n\". . . If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt\nhave treasure in heaven: and come and follow me\"\n(<span class=\"citation\" id=\"35193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35193)\">Matt. 19:21<\/a><\/span>).\n<\/p><p>\nEven his all was not too much.\n<\/p><p>\nA favorite passage of scripture to which we cling and oft repeat is found in John: \n<\/p><p>\n\"And this is life eternal, that they might know thee the only true God and Jesus Christ, whom\nthou hast sent\" (<span class=\"citation\" id=\"28035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28035)\">John 17:3<\/a><\/span>).\n<\/p><p>\nAs we disseminate knowledge of God among our fellow men, we accomplish the high\npurpose ascribed to us by modern scripture.\n<\/p><p>\n\"For behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life\nof man\" (<span class=\"citation\" id=\"39164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39164)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nOur work, therefore, is to promulgate knowledge of God that all who listen may come to\nknow God and thereby put themselves in the way of immortality and eternal life.\n<\/p><p>\nAs we truly come to understand God and his ways, we can say as did David of old: \"But I\nhave trusted in thy mercy; my heart shall rejoice in thy salvation\"\n(<span class=\"citation\" id=\"41826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41826)\">Ps. 13:5<\/a><\/span>).\n<\/p><p>\nOur work is cut out for us once we accept membership in God's Church and kingdom and\nobey the commandments of God. We become conscious of the reality and the actual existence\nof God&mdash;the Holy Ghost becomes our comforter and guide.\n<\/p><p>\nOur conversion may not be as sudden as that of the eunuch whom Philip was inspired to\nbaptize: \n<\/p><p>\n\"And as they went on their way, they came unto a certain water: and the eunuch said, See,\nhere is water, what doth hinder me to be baptized?\n<\/p><p>\n\"And Philip said, If thou believest with all thine heart, thou mayest. And he answered and\nsaid, I believe that Jesus Christ is the Son of God.\n<\/p><p>\n\"And he commanded the chariot to stand still: and they went down both into the water, both\nPhilip and the eunuch; and he baptized him\"\n(<span class=\"citation\" id=\"7894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7894)\">Acts 8:36-38<\/a><\/span>).\n<\/p><p>\nNeither need our conversion be as miraculous as was Paul's. Nonetheless each person's\nconversion is bound to be peculiarly personal. Every investigator seeking the truth in his own\nway can obtain the testimony of the Holy Ghost that Jesus is the Christ. Finally, each real\nconversion, no matter how wrought, brings to all the same testimony of the divine mission of\nour Lord and Savior. When we receive this testimony, we can all proclaim as is written of\nPaul, \". . . straightway he preached Christ in the synagogues, that he is the\nSon of God\" (<span class=\"citation\" id=\"7895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7895)\">Acts 9:20<\/a><\/span>).\n<\/p><p>\nThis is the pursuit of every Mormon missionary throughout his mission, wherever in the world\nhe may be sent. And this is the testimony of every convert to the Church. When this\nknowledge that Jesus is the Christ becomes ours, we desire to give others the opportunity\nwhich has come to us to gain the witness of the Holy Ghost.\n<\/p><p>\nIt is not only easy, but natural for every member of the Church, with the inspiration of the\nHoly Ghost, to be a missionary. In 1829 the Lord declared through the Prophet Joseph Smith:\n<\/p><p>\n\"Now behold, a marvelous work is about to come forth among the children of men.\n<\/p><p>\n\"Therefore, O ye that embark in the service of God see that ye serve him with all your heart,\nmight, mind and strength, that ye may stand blameless before God at the last day\"\n(<span class=\"citation\" id=\"14076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14076)\">D&amp;C 4:1-2<\/a><\/span>).\n<\/p><p>\nWe embark in the service of God through faith, repentance, baptism, and the reception of the\nHoly Ghost&mdash;every member of the Church becomes a member of the household of God\n(<span class=\"citation\" id=\"21734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21734)\">Eph. 2:9<\/a><\/span>)\nthrough his faith and faithfulness.\n<\/p><p>\nWe are told on all sides today that we need only confess that \"Jesus is the Christ\" to be saved\n(<span class=\"citation\" id=\"42758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42758)\">Rom. 10:9<\/a><\/span>).\nBut we must know Christ to become part of his household and prepare for the day of\njudgment, which will start at his house. Members of a household generally know the master of\nthe house. We cannot know God or be saved by grace alone. The grace of God is\nall-important to our redemption from sin. His atoning sacrifice is the very foundation of our\nsalvation, both from the effects of the fall of Adam as well as from our personal\ntransgressions. It is by virtue of his life and suffering and crucifixion and resurrection that we\nbecome the beneficiaries of his atoning sacrifice. He performed for us a task we could not do\nfor ourselves. All mankind are thereby assured of their resurrection from the dead.\n<\/p><p>\nOur resurrection brings us to the judgment bar of God. There John the Revelator tells us: \n<\/p><p>\n\"And I saw the dead, small and great, stand before God; and the books were opened: and\nanother book was opened, which is the book of life: and the dead were judged out of those\nthings which were written in the books, according to their works\"\n(<span class=\"citation\" id=\"42327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42327)\">Rev. 20:12<\/a><\/span>).\n<\/p><p>\nThe gospel plan, when followed, brings us a remission of our sins in mortality. We must act\nfor ourselves and can depend or rely on no one else to be absolved from our own\ntransgressions.\n<\/p><p>\nThe answer Peter gave the multitude on the day of Pentecost is our answer to the world\ntoday.\n<\/p><p>\n\"Therefore let all the house of Israel know assuredly, that God hath made that same Jesus,\nwhom ye have crucified, both Lord and Christ.\n<\/p><p>\n\"Now when they heard this, they were pricked in their heart, and said unto Peter and to the\nrest of the apostles, Men and brethren, what shall we do?\n<\/p><p>\n\"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost\"\n(<span class=\"citation\" id=\"7888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7888)\">Acts 2:36-38<\/a><\/span>).\n<\/p><p>\nHow instructive in this respect are the words of Paul: \n<\/p><p>\n\"But without faith it is impossible to please him: for he that cometh to God must believe that\nhe is, and that he is a rewarder of them that diligently seek him\"\n(<span class=\"citation\" id=\"24300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24300)\">Heb. 11:6<\/a><\/span>).\n<\/p><p>\nWe should now know what to do. It is upon the remission of sins through baptism that we\ngain our exaltation in our Father's mansions. We know how to prepare for the day of\njudgment of which Peter prophesied.\n<\/p><p>\nFrom the Book of Mormon we read: \". . . therefore this life became a probationary state; a\ntime to prepare to meet God\" (<span class=\"citation\" id=\"9022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9022)\">Alma 12:24<\/a><\/span>).\n<\/p><p>\nWhatever we do effectively must be founded on faith and repentance and good works. Our\nsins need not discourage us if we have the will to overcome them. Isaiah wrote: \n<\/p><p>\n\"Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they\nshall be as white as snow; though they be red like crimson, they shall be as wool\"\n(<span class=\"citation\" id=\"25222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25222)\">Isa. 1:18<\/a><\/span>).\n<\/p><p>\nAll must be accomplished with the gift of the Holy Ghost, our Comforter, and inspiration.\nNow the gift of the Holy Ghost comes to us through a very definite, clear\nchannel, as we have pointed out. Our testimony of God is confirmed. We learn the truth.\nFaith is the motivating force in our lives. We are comforted in our righteousness.\n<\/p><p>\nWe gain encouragement from the words of the psalmist: \n<\/p><p>\n\"Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou\nart with me, thy rod and thy staff they comfort me\"\n(<span class=\"citation\" id=\"41827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41827)\">Ps. 23:4<\/a><\/span>).\n<\/p><p>\n\"The Lord is my light and my salvation, whom shall I fear? the Lord is the strength of my\nlife; of whom shall I be afraid?\" (<span class=\"citation\" id=\"41828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41828)\">Ps. 27:1<\/a><\/span>).\n<\/p><p>\nIn our journey through life we need help, strength, and assurance. Joseph Smith in his youth,\nas he read the Bible, took seriously the promise of James: \n<\/p><p>\n\"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him\" (<span class=\"citation\" id=\"26157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26157)\">James 1:5<\/a><\/span>).\n<\/p><p>\nIn answer to his humble prayer came the visitation of the Father and the Son to him which\nled to the re-establishment of the Church and kingdom of God on the earth in these\nlatter-days. God continues to hear and answer the prayers of his people.\n<\/p><p>\nNow when our repentance is sincere, we shun evil and seek the better things of life; we pray;\nwe read the scriptures; we look to the earth life and ministry of Jesus Christ for our guide, we\nknow the scriptures are true and throw essential light upon our search for a knowledge of God\nand upon our responsibility to God and to ourselves. By prayer and the reading of scriptures\nwe soon find our true relationship to God. We accept the invitation of Jesus Christ: \n<\/p><p>\n\"Come unto me, all ye that labour and are heavy laden, and I will give you rest.\n<\/p><p>\n\"Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall\nfind rest unto your souls.\n<\/p><p>\n\"For my yoke is easy, and my burden is light\"\n(<span class=\"citation\" id=\"35176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35176)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nThe Lord told Joseph Smith in these words: \n<\/p><p>\n\"And by your hands I will work a marvelous work among the children of men, unto the\nconvincing of many of their sins, that they may come unto repentance, and that they may\ncome unto the kingdom of my Father.\n<\/p><p>\n\"Wherefore, the blessings which I give unto you are above all things\"\n(<span class=\"citation\" id=\"14091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14091)\">D&amp;C 18:44-45<\/a><\/span>).\n<\/p><p>\nBefore this day of judgment comes, which is to start at the house of God,\n(<span class=\"citation\" id=\"2290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2290)\">1 Pet. 4:7<\/a><\/span>), according to Peter,\nthe New Testament tells of many grand and glorious events which must occur in the latter\ndays.\n<\/p><p>\nJohn the Revelator gives us the final biblical assurance of the restoration of the gospel on\nearth before the day of final judgment.\n<\/p><p>\n\"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people.\n<\/p><p>\n\"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of water\"\n(<span class=\"citation\" id=\"42325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42325)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nWe proclaim in all seriousness that the everlasting gospel of Jesus Christ has been restored to\nthe earth as prophesied by John the Revelator, through the instrumentality of the Prophet\nJoseph Smith. We invite all mankind to investigate our proclamations to the world that the\ngospel has been restored to the earth in these latter days in its fulness by angels from heaven,\nwho appeared to the Prophet and instructed him in the details of the restoration of God's\nChurch and kingdom here on earth and gave to him for the world the saving principles and\nordinances of the gospel in their purity.\n<\/p><p>\nAfter the angelic visitation, Joseph Smith and Oliver Cowdery were visited by Peter, James,\nand John&mdash;resurrected beings&mdash;who laid their hands upon the heads of Joseph and Oliver\nand conferred upon them the priesthood of God.\n<\/p><p>\nIn keeping with the commission Joseph Smith had previously received from the visitation of\nGod the Father and his Son Jesus Christ, he organized The Church of Jesus Christ of\nLatter-day Saints on April 6, 1830, in the state of New York. Since then it has steadily grown\nfor a hundred thirty-two years from six members to two million, scattered throughout the\nworld. Our message is in fulfillment of prophecy of old.\n<\/p><p>\nAll who have complied faithfully with the saving ordinances of the gospel bear witness as do\nwe here today, that God has once again conferred his priesthood upon man to preach the\ngospel and administer in the ordinances thereof. By virtue of the priesthood thus conferred\nupon us we call all mankind to repentance, and testify that through faith in God, repentance\nof our sins, and baptism by immersion for the remission of sins, and reception of the Holy\nGhost by the laying on of hands, we can bring ourselves back into the presence of God, there\nto enjoy exaltation eternally in his kingdom.\n<\/p><p>\nOur missionaries throughout the world hold the priesthood thus restored to the earth and are\nprepared to assist you in your search for truth. Our missionaries bear solemn witness to the\nworld that Jesus Christ lives and that he is the Son of God. We are all engaged in carrying\nout the mandate which Christ gave to his apostles: \n<\/p><p>\n\"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the\nSon, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world. Amen\"\n(<span class=\"citation\" id=\"35211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35211)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nIn our earnest endeavor today to fulfil this commission which Jesus Christ gave to his apostles\nof old, we seek through our missionary labors at home and abroad to prepare ourselves and\nour neighbors, all who will heed our message, for the day of judgment. We wish it could be\nsaid of all of our fellow men as Paul wrote of the Ephesians: \n<\/p><p>\n\"Now therefore ye are no more strangers and foreigners, but fellow-citizens with the saints,\nand of the household of God; \n<\/p><p>\n\"And are built upon the foundation of the apostles and prophets, Jesus Christ himself being\nthe chief corner stone\" (<span class=\"citation\" id=\"21735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21735)\">Eph. 2:19-20<\/a><\/span>).\n<\/p><p>\nI bear my solemn witness to the world that Jesus lives, that his mission upon the earth was\ndivine, that he is the Only Begotten Son of the Father, and we hold his commission to carry\nhis gospel to the world today, that he is the cornerstone upon which we build&mdash;the head of\nthe Church.\n<\/p>\n<\/div>\n<\/div>"}