{"ID":1239, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Look to God and Live<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1962, pp. 92-96<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters and friends, seen and unseen: My spirit is subdued by the\npotential of this occasion. There must be eight thousand of you within my vision, and I am\nadvised that the radio and television audience is worldwide and may be numbered in the\nmillions. If I thought of you in mass, I should be overwhelmed. But I am not thinking of you\nin mass. I want the relationship between each of you and me to be a personal one, for I bear a\ndivine message of the greatest significance to each of you. Fully accepted, it will bring to\neach of us the abundant life of which Jesus spoke (<span class=\"citation\" id=\"28021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28021)\">John 10:10<\/a><\/span>).\nWidely accepted, the rivalry and contention\namong nations would cease and peace would flow down as dew from heaven upon all the\npeoples of the earth.\n<\/p><p>\nThis great consummation will be realized when and only when men catch the\nmeaning of and live by the full implication of Paul's great statement in his sermon on Mars'\nhill: \n<\/p><p>\n\"God that made the world and all things . . . dwelleth not in temples made with hands; \n<\/p><p>\n\"Neither is worshipped with men's hands, as though he needed any thing, seeing he giveth to\nall life, and breath, and all things; \n<\/p><p>\n\"And hath made of one blood all nations of men for to dwell on all the face of the earth, and\nhath determined the times before appointed, and the bounds of their habitation\n<\/p><p>\n\"That they should seek the Lord . . and find him, though he be not far from every one of us: \n<\/p><p>\n\"For in him we live, and move, and have our being . . . For we are . . . his offspring\"\n(<span class=\"citation\" id=\"7903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7903)\">Acts 17:24-28<\/a><\/span>).\n<\/p><p>\nI have chosen for my text Alma's final charge to his son Helaman&mdash;\". . . look to God and\nlive\" (<span class=\"citation\" id=\"9028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9028)\">Alma 37:47<\/a><\/span>).\nAlma, an American prophet-statesman, was speaking about 93 BC. He\nwas well qualified to give this charge because he had experienced the consequences of\nrunning counter to it, and he had enjoyed the blessings of obeying it. Through terrifying\nsuffering he had learned that the penalty for not looking to God is pain and death. Through a\nsubsequent life of righteousness he had learned that the reward for looking to God is fulness\nof life.\n<\/p><p>\nHe had learned from the records of the people who had inhabited America between 2200 BC\nand his own time that they had been utterly destroyed in a fratricidal war resulting from their\nrefusal to \"look to God.\"\n<\/p><p>\nHe had learned from the history of this vanished race the word of God to their prophets, the\nword of God to the prophets of his own people, and from revelations to himself and from his\nown experience, that the only way his people could escape the fate of their predecessors was\nfor them to look to God.\n<\/p><p>\nAs chief of state he had learned the limitations of civil government and the inability of\npolitical power to bring the abundant life or the perpetuation of civilization. So sure was he\nthat his people, if they would live, must look to God that which he saw them departing from\nthe ways of God, he relinquished his office as chief of state \". . . that he himself might go\nforth among his people . . . [and] preach the word of God unto them, to stir them up in\nremembrance of their duty, and that he might pull down, by the word of God, all the pride\nand craftiness and all the contentions which were among his people, seeing no [other] way\nthat he might reclaim them [from their wickedness]\"\n(<span class=\"citation\" id=\"9013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9013)\">Alma 4:19<\/a><\/span>).\n<\/p><p>\nIt was against this background that Alma so earnestly sought to impress upon his sons the\nmessage of our text&mdash;\". . . look to God and live.\"\n<\/p><p>\nSix thousand years of human history attests to Alma's wisdom. Every chapter thereof teaches\nthat the uninspired wisdom of men cannot build a lasting stable civilization nor bring peace\nand happiness to individual men. All the evidence teaches that if man would live abundantly\nand preserve his civilization, he must look to God. Generation after generation has learned\nthrough sad experience that \". . . cursed is he that putteth his trust in the arm of flesh. Yea,\ncursed is he that putteth his trust in man\"\n(<span class=\"citation\" id=\"3679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3679)\">2 Ne. 4:34<\/a><\/span>).\n<\/p><p>\nNor are the prophets the only ones to be persuaded that \"Except the Lord build the house,\nthey labour in vain that build it\"\n(<span class=\"citation\" id=\"41832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41832)\">Ps. 127:1<\/a><\/span>). Josephus, for example, introducing his\n<i>Antiquities of the Jews<\/i>, says that: \"Moses, our legislator . . . deemed it exceeding necessary,\nthat he who would conduct his own life well, and give laws to others, in the first place should\nconsider the Divine nature . . . [Nor did Moses think that] any thing he should write [would]\ntend to the promotion of virtue in his readers . . . unless they be taught first of all, that God\nis the Father and Lord of all things . . . [He therefore] did not begin the establishment of his\nlaws after the same manner that other legislators did; [i.e.,]\" and I am still quoting from\nJosephus, \"upon contracts and other rites between one man and another, but by raising their\nminds upward to regard God, and his creation of the world; and by persuading them, that we\nmen are the most excellent of the creatures of God upon earth . . . when he had once\ndemonstrated that God was possessed of perfect virtue, he supposed that men also ought to\nstrive after the participation of it\" (<i>The Works of Josephus<\/i>, pp. 38-39).\n<\/p><p>\nIn an exhaustive treatise on <i>The Good Society<\/i>, a modern author, Hugh Evander Willis, A.B.,\nA. M., LLB., LLM., LLD., Professor of Law, Emeritus, Indiana University, concludes that the\nbest and only remedy to the present problems and the establishment of a good society is \"the\nreligion of Jesus.\" He makes a great point of the fact that the only motive strong enough to\ninduce men to exercise that self-control required by the religion of Jesus is love. \"Jesus,\" he\nsays, \"proposed,\" (he uses the word <i>proposed<\/i> because he does not accept Elohim and Jesus as\nactually Father and Son.) \"to extend this love to the entire human race through teaching [not\nas a fact, mind you, not as a reality, but as a device] the fatherhood of God and the\nbrotherhood of man.\"\n<\/p><p>\nHere we have an author who is so convinced that men must look to God in order to live in a\ngood society that he deems it necessary to teach the fatherhood of God and the brotherhood of\nman even though he does not believe it. The hope for a good society of this man and millions\nof professing Christians and other men of goodwill who adopt this thesis is doomed to failure.\n<\/p><p>\nThe world crisis we now face is upon us precisely because men have been and now are\nseeking the abundant life, for men, and peace among nations&mdash;the fruits of looking to\nGod&mdash;by preaching the doctrine of the fatherhood of God and the brotherhood of man without\nactually believing them. Of such, the Lord says, \". . . they draw near to me with their lips,\nbut their hearts are far from me\"\n(<span class=\"citation\" id=\"30430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30430)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nThe fatherhood of God and the brotherhood of man, taught as mere devices, never have and\nnever will, worlds without end, promote in men the love which inspires transforming\nself-control. The one and only motive strong enough to do this is a divinely given, moving,\nliving witness that God is our Father and that Jesus is his divine Son, our Redeemer.\n<\/p><p>\nThe need for us to look to God, however, in order to live is inherent in the very nature of\nman and his environment. It is not founded on arbitrary command but on universal law.\nHappiness, joy, peace, salvation, and every other component of the abundant life for men and\npeace among nations, are attained by obedience to the laws upon which they are predicated.\nThey can be had in no other way. God's commands but prescribe those laws.\n<\/p><p>\nMortal man is a dual being, a spirit child of God tabernacled in a physical body. Endowed\nwith agency, he is placed here in mortality between opposing forces. The influence of God on\nthe one hand inspires, pleads, and urges him to follow the way of life. On the other hand is\nthe power of Satan tempting him to disbelieve and disregard God's commandments. The\nconsequences of his choices are of the all-or-nothing sort. There is no way for him to escape\nthe influence of these opposing powers. Inevitably he is led by one or the other. His\nGod-given free agency gives him the power and option to choose. But choose he must. Nor\ncan he serve both of them at the same time, for, as Jesus said, \"No man can serve two\nmasters . . . Ye cannot serve God and mammon\"\n(<span class=\"citation\" id=\"35168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35168)\">Matt. 6:24<\/a><\/span>).\n<\/p><p>\n\"To every man there openeth<br \/>\n     A way, and ways, and a way,<br \/>\n     The high soul climbs the high way<br \/>\n     The low soul gropes the low.<br \/>\n     And in between, on the misty flats<br \/>\n     The rest drift to and fro.<br \/>\n     And every man decideth<br \/>\n     The way his soul shall go.\"<br \/><br \/>\n&nbsp; &nbsp;               (John Openham)\n<\/p><p>\nAll men may, if they will, choose the way, the high way, for God endows every man that\ncometh into the world with agency and a sure guide&mdash;a guide which will lead him unerringly\nthrough the world if he will but hearken to it. Listen to this sublime assurance: \n<\/p><p>\n\". . . the Spirit,\" meaning the Spirit of Christ, \"giveth light to every man that cometh into the\nworld; and the Spirit enlighteneth every man through the world that hearkeneth to the voice of\nthe Spirit.\n<\/p><p>\n\"And every one that hearkeneth to the voice of the Spirit cometh unto God, even the Father.\n<\/p><p>\n\"And the Father teacheth him of the covenant\" (see\n<span class=\"citation\" id=\"14169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14169)\">D&amp;C 84:46-48<\/a><\/span>) that is, of the gospel\nof Jesus Christ which he has restored to the earth in these last days for the\nsalvation of the whole world.\n<\/p><p>\nYou see, my beloved brethren and sisters, whoever you are, wherever you are, into whatever\ncircumstances you are born, the Spirit of Christ attends us and, until we reject it, prompts us\nand encourages us to noble and high endeavor.\n<\/p><p>\nThe covenant, the gospel, which you will learn through the servants of God, tells us how to\nlook to God. There are three requisites: \n<\/p><p>\nA true concept and knowledge of God; \n<\/p><p>\nA knowledge of his commands; and third, obedience to those commands.\n<\/p><p>\nThat man might have this true concept and knowledge of him, God has, through the ages,\nrepeatedly revealed himself. He revealed himself to Adam, to Abraham, to Moses. Christ was\nGod's revelation of himself to men in the Meridian of Time. For the benefit of us who live in\nthis day he revealed himself to the Prophet Joseph Smith, Jun., in the spring of 1820 in\nPalmyra, New York.\n<\/p><p>\nJust as he revealed himself anew in each dispensation, so has he as often restated his\ncommandments. He restated them for us of this day also through the Prophet Joseph Smith.\n<\/p><p>\nThe Old Testament contains commandments God gave through the prophets to ancient Israel.\nThe New Testament contains those given in the Dispensation of the Meridian of Time. The\nBook of Mormon contains the commandments delivered by the Savior to the ancient\ninhabitants of America. The Doctrine and Covenants is a compilation of commandments\nwhich the Lord gave to the Prophet Joseph Smith. They contain the instructions from which\nwe learn how to look to God today. They were given \"for the sake of the whole world\"\n(<span class=\"citation\" id=\"14170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14170)\">D&amp;C 84:48<\/a><\/span>) and\nare binding upon all of us. From them we learn whom to worship and how to worship and the\ncourse to take in order to escape the calamities which God sees coming upon the inhabitants\nof the world.\n<\/p><p>\n\"For [said he] a desolating scourge shall go forth among the inhabitants of the earth, and shall\ncontinue to be poured out from time to time, if they repent not, until the earth is empty, and\nthe inhabitants thereof are consumed away and utterly destroyed by the brightness of my\ncoming.\n<\/p><p>\n\"Behold, I tell you these things, even as I also told the people of the destruction of Jerusalem;\nand my word shall be verified at this time as it hath hitherto been verified\"\n(<span class=\"citation\" id=\"14079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14079)\">D&amp;C 5:19-20<\/a><\/span>).\n<\/p><p>\nAnd, on the other hand, the Lord promises that if we will repent, look to him and keep his\ncommandments, he will fight our battles\n(<span class=\"citation\" id=\"14201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14201)\">D&amp;C 105:14<\/a><\/span>), destroy our enemies and prosper us in the land, that\nwe shall be a free people (<span class=\"citation\" id=\"14109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14109)\">D&amp;C 38:22<\/a><\/span>),\nand he will be our King and our lawgiver\n(<span class=\"citation\" id=\"14119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14119)\">D&amp;C 45:59<\/a><\/span>).\n<\/p><p>\nWith the perfection of Telstar we have the means for instantaneous worldwide\ncommunication. Sobered by this awesome facility, someone has commented, \"Now that we\nhave the means, what do we have to say?\"\n<\/p><p>\nFrom what we have already said it is clear that The Church of Jesus Christ of Latter-day\nSaints is ready with the answer, for it has been commissioned of heaven to carry the divine\nmessage of the restored gospel of Jesus Christ to every nation, kindred, tongue, and people, to\nevery living soul&mdash;a message delivered, in part, by God himself&mdash;delivered in full by him,\nhis Beloved Son, and other heavenly beings to the Latter-day Prophet for the salvation of all\nwho live in this day.\n<\/p><p>\nA message that God the Father and Jesus Christ his Son, our Redeemer, live that they are\nwithin our reach, seeking to guide and direct and give us light and life; a message containing\nthe true concept and knowledge of God and a restatement of his commandments to men; a\nmessage which, if believed, will give us the power to keep the commandments which will\nbring to each of us personally, my beloved brothers and sisters, whoever you are, wherever\nyou may be, whatever the circumstances in which you live&mdash;the abundant life, which is\npeace of mind and comfort of soul; a message which, if widely accepted, will bring peace and\ngoodwill among all nations!\n<\/p><p>\nWe Latter-day Saints have learned the facts of this message from the words of the modern\nprophets. We have learned of their truth, for ourselves, however, by personal revelation to\neach of us. In the same manner, you may obtain like witness by taking the course which leads\nto it. I testify to you that I do know that the message we bear is true, and I plead with you and\nall men everywhere to come&mdash;look to God and live.\n<\/p><p>\nThat it may be so, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}