{"ID":124, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1944, pp. 147-149<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren: I pray for the good spirit spoken about by Elder Romney. It is a great privilege\nand a blessing, and certainly a great inspiration, to be in attendance at a session of the\nConference. This opportunity is becoming increasingly more precious.\n<\/p><p>\nI rejoice in the fact that the messages of this Conference have gone out to the nation, and\nhave reached the homes and the firesides of the families in this Intermountain region. The\nreports given and the remarks made indicate that the Church moves on. It is solid, sound, and\nprogressive. It will continue to move on, and go forward to meet the demands and the\nrequirements made upon it.\n<\/p><p>\nThe coming forth of Mormonism is the greatest event of modern times, and it will be so\nregarded in the future by the unprejudiced writers of history. It has survived every storm of\nopposition; it has never gone backwards; it has never retreated from its high aims and\npurposes.\n<\/p><p>\nWe have been urged by previous speakers to adhere to fundamentals. Such admonition, it\nseems to me, is timely in a day of war and upheaval. It is so easy for a people to side-step\nfundamentals. This is especially true in times of stress when they become impatient and lose\ntheir powers of endurance. What could be more fundamental than the doctrine of the\nresurrection, discussed with such force and eloquence this morning? What could be more\nfundamental than the Ten Commandments mentioned by President George Albert Smith, and\nby Elder Spencer W. Kimball this afternoon? The violation of these commandments has\nbrought destruction and sorrow, not only to men, but nations. What could be more practical\nand fundamental than the Sermon on the Mount, quoted in part by President McKay the other\nevening?\n<\/p><p>\nJudge not, that ye be not judged.\n<\/p><p>\nFor with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall\nbe measured to you again (<span class=\"citation\" id=\"33889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33889)\">Matt. 7:1-2<\/a><\/span>).\n<\/p><p>\nIt is a sound doctrine, brethren; it is fair and just.\n<\/p><p>\nWhat could be more basic to human welfare than Joseph Smith's declaration, in the Articles\nof Faith, that men will be punished for their own sins and not for Adam's transgression\n(<span class=\"citation\" id=\"6609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6609)\">A of F 1:2<\/a><\/span>). It\nplaces upon men the responsibility for their soul's salvation. Such a teaching is productive of\ngood works, and conducive to right living. The responsibility resting upon the Church has\nnever been greater. It rests heavily upon the ministry of the Church. It calls for a great\nservice, an unswerving devotion, and a supreme faith.\n<\/p><p>\nThe wayward and the careless must be warned and admonished in the spirit of kindness and\nbrotherly love. Some of them are our neighbors and friends. Our love for them demands that\nthey be brought back into the fold of Christ. Their faith must be revived, nourished and\nstrengthened.\n<\/p><p>\nWithout that simple, trusting and abiding faith, characteristic of a true Saint,\nno one can know God or comprehend the Gospel; and there is no substitute for the Gospel.\nAll the theories, sophistries, and plans of men devised to the contrary have failed, and will\ncontinue to fail.\n<\/p><p>\nPRESENT CONDITIONS DEPLORED\n<\/p><p>\nAs a result the world stands today on the brink of despair and destruction. Characteristic of\nour day and time is the weakening of the moral fiber of men and women, referred to many\ntimes by the speakers: a departure from long and well-established standards of conduct, a\ndisregard for the old-fashioned virtues, despite the fact that they are sacred and binding upon\nhumanity, and have been itemized and set up by holy prophets for the guidance of God's\nchildren.\n<\/p><p>\nThere has been a breaking away from Church and religion; skepticism, unbelief, and fidelity\nhave become the boast of the learned and the sophisticated. What does it mean, my brethren?\nDoes it mean that the pillars of civilization are crumbling?\n<\/p><p>\nI read recently a book written by Dr. Frank Munk called <i>The Legacy of Naziism<\/i>. In it he\nmakes this statement, which is the concluding paragraph in the book:\n<\/p><p>\nA world is adrift&mdash;Europe has completely lost its moorings. Economically, socially, spiritually,\nonly the grass-root things remain. We must begin anew. A new civilization is being born in\nblood and unspeakable suffering. Ultimate and eternal values alone will survive the carnage.\n<\/p><p>\nHe concludes his book by quoting a verse from the famous speech of Paul to the Athenians\nwhen he said:\n<\/p><p>\nHe giveth to all life, and breath, and all things. And has made of one blood all nations of men\nfor to dwell on all the earth (<span class=\"citation\" id=\"7526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7526)\">Acts 17:25-26<\/a><\/span>).\n<\/p><p>\nIn his book he also speaks of a chance, with the inference that it is to be a slight chance, that\nthe accumulations of centuries in art, literature, culture, and in human progress can be saved.\n<\/p><p>\n\"Things are not altogether well with us,\" said the Archbishop of Canterbury recently, when\nspeaking to the British nation. \"The decline in honesty has been very sharp and steep,\" he\nsaid, \"and our standard of conduct in matters of sex is very lax. These things,\" he points out,\n\"will bring terrible consequences, if we will not change our outlook, or in the old phrase,\nrepent.\" Old England with its culture, with its power and wealth, mighty in achievement,\nalong with an unparalleled history, like other nations, must repent or perish.\n<\/p><p>\nA short time ago I read a book written by Beverly Nichols, in which he discussed organized\nvice, the curse of drink and the widespread outbreak of criminality in England and America.\nThe author said: \"The facts as I have stated them are true, and the reason they are true is\nbecause the parents in question have failed most criminally to set before their children the\npicture of Christ.\" He then calls attention to the fact that once that picture hung on the wall,\nbut the repercussions of war blew it off.\n<\/p><p>\n\"The time has come,\" he concluded, \"to hang that picture once more on the wall, to see if we\ncan learn any message from the eternal eyes.\" Surely a great inspiration will come from a\npicture so beautiful and so stainless. There is nothing left, my brethren, to direct and sustain\nhumanity except the perfect life of Jesus, His Gospel of peace and love, and his matchless and\npowerful leadership.\n<\/p><p>\nI quote in closing the words of scripture from the book of Revelation:\n<\/p><p>\nFear God, and give glory to him; for the hour of his judgment is come: and worship him that\nmade heaven, and earth, and the sea, and the fountains of waters\n(<span class=\"citation\" id=\"42166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42166)\">Rev. 14:7<\/a><\/span>).\n<\/p><p>\nMay we do so, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}