{"ID":1240, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Change in Juan Fulano<\/p>\n<p class=\"gcspeaker\">Elder A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, October 1962, pp. 96-98<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I am grateful to have this opportunity of meeting with you on\nthis inspiring occasion. I bring you greetings from the seven mission presidents and the\nmembers of the Church and missionaries of South America, and since these proceedings are\nbeing beamed to distant places, I send greetings to all of you, everywhere.\n<\/p><p>\nSeveral years ago I was in Banff, Alberta, Canada, eating at a restaurant in company with my\nwife. As we went to pay the bill, the Greek proprietor commented on what he called her\n\"classic Grecian profile\" and engaged us in conversation. Learning that I was a churchman, he\nsuggested a bargain. \"I will pay for your dinner,\" he said, \"if you can tell me what is the\ngreatest thing in the world.\" I counseled with my wife and replied, \"Love is the greatest thing\nin the world.\" \"You pay for the dinner, my friend,\" he said. \"Love is not the greatest thing in\nthe world. It is hope.\"\n<\/p><p>\nThen briefly he related how he had lost his business, his money, his friends, his family,\neverything that he loved all that he had left was hope. Hope had saved him and sustained him\nwhen all else had been lost.\n<\/p><p>\nFor the past fourteen months we have lived in South America in the midst, as it were, of\ngreat turmoil and trouble. We have seen frequent political and factional upheavals. In my\ntravels up and down that broad land, I have contacted literally thousands of people who live\nwithout sufficient to eat or wear, whose lives are equally spiritually starved and worse still,\nwho live without hope.\n<\/p><p>\nHowever, I know a man who is different. He has hope. He is typical of a remnant of over\n25,000 other members of the Church in South America. I shall call him Juan Fulano. He lives\nin a little modest home with his aged father and mother and his wife and five small children.\nHe is a mechanic by trade and works in a garage six days a week for ten hours a day.\n<\/p><p>\nIt has been interesting to note how great world politics affect his whole existence, his country,\nhis home, his job, his children. Juan used to be like so many of his countrymen. He worked\nand ate and drank and slept and lived without hope of anything better. He attended church\nonly seldom, if ever; though his wife went more frequently. He had no faith in God or man\nand was intemperate in his habits. He worried about the possibility of war, was upset by the\nturmoil in his government, and had little use for his fellow men.\n<\/p><p>\nHowever, in Juan Fulano, I saw peace take root and grow. No longer is peace an abstraction\nto me. Juan Fulano's whole life has changed, his home, his job, his children, he, himself. Juan\nnow has faith. He has drawn close to his Heavenly Father. He prays now and finds not only\ncomfort and solace, but also answers to his worthy petitions. He has repented, changed. He is\nnow sensitive to the spiritual values in life. Juan has been baptized by immersion\nfor the remission of his sins by those who hold authority and has had hands\nlaid upon his head to confer upon him the gift of the Holy Ghost which is leading and will\nlead him into all truth.\n<\/p><p>\nIn addition he has received the priesthood of God and has been ordained an elder. He now not\nonly attends church regularly but is the presiding authority in his local church branch. He is\nreleasing the potential he has for leadership and service. He is not the same man that he was\neight months ago when two servants of the Lord found him and taught him the gospel.\n<\/p><p>\nThe gospel of Jesus Christ is designed to bring peace to the earth. To many this may seem\nonly an idle dream&mdash;impossible, Utopian. Others have good cause to say, \"But Christianity\nhas failed. We have not had peace in nineteen hundred years. Instead the church has even\nwaged so-called 'holy wars.' \"\n<\/p><p>\nMay I remind you, however, that these churches have not been the Church of Jesus Christ. He\nis the head of none of these man-made churches. His authority to administer his gospel was\nlost to the earth shortly after the second century AD according both to prophecy and to fact. It\nwas necessary for God the Father and his Son Jesus Christ to appear in the year 1820 to\nJoseph Smith and restore the true knowledge of God and to call him to be a prophet. It was\nnecessary to establish and empower The Church of Jesus Christ of Latter-day Saints to teach\nand administer the ordinances of his gospel. Since 1830 this Church has grown in strength\nand power for righteousness in the earth. It can and will achieve its ultimate purpose of\nbringing peace.\n<\/p><p>\nBut peace is not easily obtained because <i>peace is rooted in righteousness!<\/i> It grows not in the\nsoil of sin or in indifference to the Spirit of God. It occurs not by edict or force. It comes by\nvoluntary change in the heart of man.\n<\/p><p>\nObedience to divine law and righteousness precede, not follow peace. Peace comes not as an\nendowment or gift. Like happiness it is ultimately obtained not by working or seeking for it,\nper se, but rather it comes as an outgrowth, a byproduct, as it were, of righteousness. It comes\nas a blessing to those who are righteous.\n<\/p><p>\nThe fear of such things as an atomic war is a misunderstanding of the destructive force which\ncauses war. It did not take nuclear physics to destroy the Nephites who lived on this continent\nfifteen hundred years ago. The destructive power was sin and disobedience to divine law. The\nweapons used were bows and arrows. Today the destructive power is sin and disobedience to\ndivine law. The weapons differ somewhat but accomplish exactly the same end.\n<\/p><p>\nIf we are wicked, we have cause to fear every weapon. If we are righteous, we need fear\nnothing.\n<\/p><p>\nJuan Fulano has peace in his heart today, not because he sought for peace but because he\nsought to obey divine law; because he obeyed the fundamental principles and ordinances of\nthe gospel of Jesus Christ. So it is with all men, if they would have peace. It begins with,\nfirst, faith in and acceptance of the Lord Jesus Christ; second, repentance and a firm\nresolution to keep the commandments God has given to his children; third, baptism by\nimmersion for the remission of his sins, and fourth, laying on of hands for the gift of the\nHoly Ghost (<span class=\"citation\" id=\"6769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6769)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\nAcceptance of and conformance to these simple basic requirements opened the door for Juan\nFulano and started him on his way to perfection and peace, and so it will do for every man:\nthe John Does, the Hans Nelsons, the Taki Yomomatos, the Ivan Moscovitches, and the\nBenny Tall-Mountains.\n<\/p><p>\nIf this formula seems too simple to establish peace, may I remind you that this very gospel,\nthe observance of these basic, identical principles have brought righteousness and peace to the\nearth in times past.\n<\/p><p>\nThe Book of Mormon, a sacred volume of scripture, records the visit and the teachings of\nJesus Christ on this the American continent. I quote briefly from this record: \n<\/p><p>\n\". . . and behold the disciples of Jesus had formed a church of Christ in all the lands round\nabout. And as many as did come unto them, and did truly repent of their sins, were baptized\nin the name of Jesus; and they did also receive the Holy Ghost.\n<\/p><p>\n\"And it came to pass in the thirty and sixth year, the people were all converted unto the Lord,\nupon all the face of the land, both Nephites and Lamanites, and there were no contentions and\ndisputations among them, and every man did deal justly one with another.\n<\/p><p>\n\"And they had all things common among them; therefore there were not rich and poor, bond\nand free, but they were all made free, and partakers of the heavenly gift . . .\n<\/p><p>\n\"And there were no envyings, nor strifes, nor tumults, nor whoredoms, nor lyings, nor\nmurders, nor any manner of lasciviousness; and surely there could not be a happier people\namong all the people who had been created by the hand of God . . .\n<\/p><p>\n\"And how blessed were they! For the Lord did bless them in all their doings . . .\" for some\none hundred and sixty years (see\n(<span class=\"citation\" id=\"6517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6517)\">4 Ne. 1:1-3,16,18<\/a><\/span>).\n<\/p><p>\nThus they did have peace, but I repeat again, based upon obedience to the gospel of Jesus\nChrist by obedience to the words of the living prophets and apostles.\n<\/p><p>\nI bear testimony that God lives, that Jesus is the Christ, that President David O. McKay is the\nprophet to the world today, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}