{"ID":1243, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...Let Us Love One Another...\"<\/p>\n<p class=\"gcspeaker\">Elder Bernard P. Brockbank<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Bernard P. Brockbank, <i>Conference Report<\/i>, October 1962, pp. 105-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters and friends, it is a very humbling experience to stand here among you\nfine people. There is a great spirit in this conference. You make it rather easy for someone to\nspeak, even though very timid, because of the lovely atmosphere that is created by those\nseated here.\n<\/p><p>\nI bring you greetings from 335 missionaries in Scotland, from almost 12,000 Saints. The\nmissionaries and Saints support and sustain our beloved President as their prophet, seer, and\nrevelator&mdash;and as their leader.\n<\/p><p>\nWe were honored recently to have President McKay in Scotland. We had hoped for this, and\nwe were very blessed to have him there.\n<\/p><p>\nI would like to bear testimony, and I would like to turn to the spirit of love found in the\nEpistle of John, the beloved apostle: \n<\/p><p>\n\"This then is the message which we have heard of him, and declare unto you, that God is\nlight, and in him is no darkness at all\"\n(<span class=\"citation\" id=\"1059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1059)\">1 Jn. 1:5<\/a><\/span>).\n<\/p><p>\nSometimes we like to create a little darkness to hide in, but in God there is\nno darkness at all.\n<\/p><p>\n\"If we say that we have fellowship with him, and walk in darkness, we lie, and do not the\ntruth: \n<\/p><p>\n\"But if we walk in the light, as he is in the light, we have fellowship one with another, and\nthe blood of Jesus Christ his Son cleanseth us from all . . .\n<\/p><p>\n\"And hereby we do know that we know him, if we keep his commandments.\n<\/p><p>\n\"He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not\nin him.\"\n<\/p><p>\nVery powerful, yet to the point and needs no private interpretation.\n<\/p><p>\n\"But whoso keepeth his word, in him verily is the love of God perfected: hereby know we\nthat we are in him.\n<\/p><p>\n\"He that saith he abideth in him ought himself also so to walk, even as he walked . . .\n<\/p><p>\n\"He that saith he is in the light, and hateth his brother, is in darkness even until now.\n<\/p><p>\n\"He that loveth his brother abideth in the light, and there is none occasion of stumbling in\nhim.\n<\/p><p>\n\"But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not\nwhither he goeth, because that darkness hath blinded his eyes . . .\n<\/p><p>\n\"Beloved, let us love one another: for love is of God; and every one that loveth is born of\nGod, and knoweth God.\n<\/p><p>\n\"He that loveth not knoweth not God; for God is love . . .\n<\/p><p>\n\"And this commandment have we from him, That he who loveth God love his brother also\"\n(<span class=\"citation\" id=\"1060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1060)\">1 Jn. 1:6-7<\/a><\/span>;\n<span class=\"citation\" id=\"1065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1065)\">1 Jn. 2:3-6,9-11<\/a><\/span>;\n<span class=\"citation\" id=\"1067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1067)\">1 Jn. 4:7-8,21<\/a><\/span>).\n<\/p><p>\nI would like to turn to the Gospel of John and read the Savior's parting words prior to his\nascension, wherein he tells Peter how he can show his love for him.\n<\/p><p>\n\". . . Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He\nsaith unto him Yea, Lord, thou knowest that I love thee. He saith unto him, Feed my lambs\"\n(<span class=\"citation\" id=\"28048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28048)\">John 21:15<\/a><\/span>).\n<\/p><p>\nFeed my children.\n<\/p><p>\nThere has been a great family youth-parent program, going forward in the mission field.\n<\/p><p>\nPeter, if you love me, feed my lambs.\n<\/p><p>\n\"He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto\nhim, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep\"\n(<span class=\"citation\" id=\"28049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28049)\">John 21:16<\/a><\/span>).\n<\/p><p>\nFeed the parents.\n<\/p><p>\n\"He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved\nbecause he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou\nknowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep\"\n(<span class=\"citation\" id=\"28050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28050)\">John 21:17<\/a><\/span>).\n<\/p><p>\nWe can all show our love for our Savior Jesus Christ by feeding the lambs and the sheep.\nEvery member a missionary! Each member to bring one or more members into the Church\neach year! Have you accomplished this for this year?\n<\/p><p>\nI pray for the ability and inspiration to serve the Lord and my fellow men. I am thankful for\nthe atonement of our Savior Jesus Christ and for the principle of repentance. Repentance has a\nforward look, a new look, a better Christian life. I pray to live and practice the principle of\nrepentance.\n<\/p><p>\nI know that God lives. He has manifested himself in our mission with his blessings many\ntimes. We see the works of Satan on every turn we make.\n<\/p><p>\nWith love in my heart for my Heavenly Father I desire to show my love by serving my\nfellow men.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}