{"ID":1244, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">I Tell You of Heavenly Things<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1962, pp. 107-109<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAfter telling you Latter-day Saints how much I love you and how grateful I am for your\nkindness to me as I visit in your stakes and how I appreciate your prayers for us brethren of\nthe General Authorities, I want to say a few words to the nonmembers who might be present\nhere today in this great conference or listening in. For my preface to what I would like to say,\nI would like to read a few words from President George Albert Smith, one of the former\npresidents of the Church. He said: \n<\/p><p>\n\"The missionaries of the Church of Jesus Christ of Latter-day Saints . . . [go] out into the\nworld&mdash;not to criticize others, not to find fault, but to say to our Father's other children,\n'keep all the good you have received, keep all the truth that you have learned, all that has\ncome to you in your homes, in your institutions of learning, under your many facilities for\neducation, keep it all; and then let us divide with you additional truths that have been revealed\nby our Heavenly Father in our day'\" (<i>Conference Report<\/i>, October 1946, p. 5).\n<\/p><p>\n<\/p><p>\nIs not that a wonderful statement? And anyone who is not a member of this Church and hears\na statement like that ought to want to know if we really have truths to divide with them that\nthey know not of.\n<\/p><p>\nI had a man sit in my office a short time ago who spent thirty years as a minister of the\ngospel, and then he met our Mormon elders, and he learned something of those additional\ntruths, and he said this to me: \n<\/p><p>\n\"When I think of how little I had to offer my people as a minister of the gospel compared to\nwhat I now have in the fulness of the gospel as the Lord has restored it through the Prophet\nJoseph Smith, I want to go back and tell all my friends what I have found. Now, they will not\nlisten to me. I am an apostate from their church.\"\n<\/p><p>\nThat is what every honest seeker of the truth finds when he meets our missionaries and is\nwilling to open his heart and to find out whether we have something additional to offer them.\nI tell these people if our missionaries would offer them a million dollars, it would not be\nworth half as much to them as what they can bring to them, that will bring them joy and\nhappiness and peace in this world and in the world to come.\n<\/p><p>\nWhen Nicodemus came to Jesus by night and he said: \n<\/p><p>\n\". . . we know that thou art a teacher come from God: for no man can do these miracles that\nthou doest, except God be with him,\" Jesus did not start on a great oration of life. He said: \n<\/p><p>\n\". . . Except a man be born again, he cannot see the kingdom of God.\"\n<\/p><p>\nAnd of course Nicodemus could not understand that, and he said: \n<\/p><p>\n\". . . How can a man be born when he is old? . . .\" And you remember the rest of the story,\nand Jesus said: \n<\/p><p>\n\". . . Except a man be born of water and of the Spirit, he cannot enter into the kingdom of\nGod\" (<span class=\"citation\" id=\"27996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27996)\">John 3:1-5<\/a><\/span>).\n<\/p><p>\nThat is the foundation, that is what Paul meant when he said that we are buried with him in\nbaptism, and as he arose to the glory of his father, we should come forth and walk in a\nnewness of life, knowing this that our old man of sin is buried with him. That is being born\nagain, when the old man of sin is buried and we walk in a newness of life\n(<span class=\"citation\" id=\"42756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42756)\">Rom. 6:3-6<\/a><\/span>).\n<\/p><p>\nThen Jesus proceeded to say to Nicodemus, when he could not understand: \n<\/p><p>\n\". . . Art thou a master of Israel, and knowest not these things? . . .\n<\/p><p>\n\". . . We speak that we do know, and testify that we have seen; and ye receive not our\nwitness.\"\n<\/p><p>\nAnd then he adds: \n<\/p><p>\n\"If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of\nheavenly things?\" (see <span class=\"citation\" id=\"28002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28002)\">John 3:10-12<\/a><\/span>).\n<\/p><p>\nI want to bear you my testimony, my friends, that we have many heavenly things to tell the\nworld, if they just want to know what the Lord has revealed in this day in which we live.\nPresident Brown, in his address, called attention to one of our articles of faith, which reads: \n<\/p><p>\n\"We believe all that God has revealed, all that He does now reveal, and we\nbelieve that He will yet reveal many great and important things pertaining to the Kingdom of\nGod\" (Joseph Smith, Ninth Article of Faith,\n<span class=\"citation\" id=\"6773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6773)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nIn other words, the Lord has not quit talking to his people. We do not just believe in the\nancient scripture. We have so much more. No man can believe in the Bible truly without\nknowing that there is another volume of scripture, a companion volume of scripture, to go\nwith that that the God of heaven commanded one of his prophets should write, and he said he\nwould bring it forth, and he would put it with the record of the Jews, and he would make\nthem one in his hand (<span class=\"citation\" id=\"23123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23123)\">Ezek. 37:16-19<\/a><\/span>).\nWe have that other volume of scripture and from it and the revelations\nthat have come in this day, for we believe in modern revelation, we learn many of the choice\nthings of heaven that pertain to the heavenly things.\n<\/p><p>\nIf you were taking a child and enrolling him in the kindergarten or the grade school, you\nwould not expect him to understand things that are taught in college. In that same sense Jesus\ninvited the people to be born again and that would open the door for them to learn some of\nthe heavenly things.\n<\/p><p>\nIn the few moments given to me, there is not much time to discuss heavenly things, but I\nwould like to mention one of these heavenly things, to me, that has come through the\nrestoration of the gospel, through the revelations of the Lord to his prophets of this\ndispensation.\n<\/p><p>\nIf I were to ask those of you who are Christians what you love most in all this world, next to\nyour love of God the Eternal Father, if you have Christian principles and you live them, you\ncould not help saying that you love your wives and your children more than anything else. I\nhave said that if I did not have an assurance that God intended that the companionship of\nhusband and wife here in mortality should be projected into the eternal worlds, I would just\nabout as soon believe that death would be a complete annihilation of both body and spirit, but\nwhen the Lord placed Adam in the garden before death was known in the world,\nhe said it was not good for man to be alone, and he gave him a helpmeet\n(<span class=\"citation\" id=\"23677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23677)\">Gen. 2:18<\/a><\/span>). And you know all through\nthe scriptures and the words of the Savior, we are told that these twain shall be one flesh\n(<span class=\"citation\" id=\"35189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35189)\">Matt. 19:5<\/a><\/span>). If\nJesus then really performed a great atonement to restore what was lost, then that means that in\nthe great day of the resurrection, we will have our wives and our children.\n<\/p><p>\nIsaiah understood that fully when he said he saw a new heaven and a new earth\n(<span class=\"citation\" id=\"25230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25230)\">Isa. 65:17-23<\/a><\/span>), and he tells\nus that in that new heaven and new earth, we should build buildings and inhabit them, and we\nshould plant vineyards and eat the fruit thereof, that we should not build and another inhabit,\nnor plant and another eat, for every man should enjoy the works of his own hands and then\nhe adds: \n<\/p><p>\n\". . . they are the seed of the blessed of the Lord, and their offspring with them\"\n(<span class=\"citation\" id=\"25231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25231)\">Isa. 65:23<\/a><\/span>).\n<\/p><p>\nI wonder if anything in this world could be more important than to know that we can live to\nenjoy the eternal world with our loved ones.\n<\/p><p>\nIn connection with that, the Apostle Paul was\ncaught up into the third heaven and the paradise of God, and he was shown things that it was\nnot permitted for man to write (<span class=\"citation\" id=\"3043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3043)\">2 Cor. 12:2-4<\/a><\/span>),\nbut he did say: \n<\/p><p>\n\". . . Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things\nwhich God hath prepared for them that love him\"\n(<span class=\"citation\" id=\"345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(345)\">1 Cor. 2:9<\/a><\/span>).\n<\/p><p>\nWould it not be wonderful if Paul could have told us what he saw in that third heaven, and\nthere cannot be a third heaven without a first and a second, and then there is paradise, and\nthere is hell, and the Christian world does not know much about those things. But we know\nabout them because the God of heaven gave that revelation to the Prophet Joseph Smith,\ntelling him that it was a transcript of the records of the eternal worlds. Now, of course, there\nis not time for me today to tell you, but nowhere in all the religious literature can you read\nwhat men must do in order to obtain that glory that Paul describes like the sun,\n(<span class=\"citation\" id=\"358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(358)\">1 Cor. 15:40-42<\/a><\/span>), or what they\nshould do to obtain the glory like the moon, or what they should do to obtain the glory like\none of the little stars, and yet the Lord has revealed that in its fulness through the\nProphet Joseph Smith, and so we do not just travel, we know how to travel,\nbecause God has pointed the way, and he has revealed that to us in these latter days.\n<\/p><p>\nComing back to this association of loved ones&mdash;you remember the promise made by Malachi\nas the Lord spoke through him. He told of the great day of judgment when the wicked and all\nthe proud and they that do wickedly should be as stubble and the day that cometh shall burn\nthem up and shall leave them neither root nor branch, and then he goes on and says that\nbefore the coming of this great and dreadful day of the Lord,\n<\/p><p>\n\". . . I will send you Elijah the prophet . . .\n<\/p><p>\n\"And he shall turn the heart of the fathers to the children, and the heart of the children to\ntheir fathers, lest I come and smite the earth with a curse\" (see\n<span class=\"citation\" id=\"32774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32774)\">Mal. 4:1,5-6<\/a><\/span>).\n<\/p><p>\nJust think of the consequences if the hearts of the fathers are not turned to their children and\nthe hearts of the children turned to the fathers, and no one in this world outside of this\nChurch can tell you the true meaning of those words, nor would we be able to do so except\nfor the fact that Elijah did come and appeared to the Prophet Joseph Smith and Oliver\nCowdery in the Kirtland Temple (<span class=\"citation\" id=\"14209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14209)\">D&amp;C 110:13-16<\/a><\/span>),\nand he revealed these great truths to them. That accounts for\nour building these holy temples all over the world, so that with the power of the priesthood of\nGod that has been restored in our day, men and women can be sealed together for time and\nfor all eternity and know that their children shall be born under the new and everlasting\ncovenant and shall be theirs throughout the countless ages of eternity.\n<\/p><p>\nAre not these the heavenly things? Surely Isaiah understood that when he saw our day and\nsaid that it should come to pass in the last days that the mountain of the Lord's house should\nbe established in the top of the mountains and that all nations would flow unto it\n(<span class=\"citation\" id=\"25223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25223)\">Isa. 2:2<\/a><\/span>), and they\nwould say: \n<\/p><p>\n\". . . Come ye, and let us go up to the mountain of the Lord, to the house of the God of\nJacob; and he will teach us of his ways, and we will walk in his paths\"\n(<span class=\"citation\" id=\"25224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25224)\">Isa. 2:3<\/a><\/span>).\n<\/p><p>\nThus, our people have come from all over the world to learn of his ways in order that they\nmight be able to walk in his paths. These are some of the heavenly things Jesus must have\nhad in mind when he said to Nicodemus: \n<\/p><p>\n\"If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of\nheavenly things?\" (<span class=\"citation\" id=\"28003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28003)\">John 3:12<\/a><\/span>).\n<\/p><p>\nI bear my witness to you, my brothers and sisters and friends, that the God of heaven has\nrevealed many, many heavenly things to his people in this day which we offer freely to all the\nworld, and we ask nothing in return except that you might share with us the glorious truths of\nthe gospel.\n<\/p><p>\nI bear my witness of the truth of this work and that we are being led by a prophet of God\ntoday, and I do it in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}