{"ID":1245, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...To Forgive Is Divine\"<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, October 1962, pp. 109-111<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne of the most beautiful principles of the gospel is that of repentance. It holds out hope and\nencouragement to each of us, the descendants of Adam and Eve. Because we are mortal and\nlive in a world where temptations abound, it is not difficult to make mistakes and commit\nerrors. Through the atonement effected by Jesus Christ, our Savior, we are assured that our\nerrors and mistakes may be rectified by displaying Godly sorrow and\nabandonment of unrighteous ways.\n<\/p><p>\nOne of the most vital qualities of the principle of repentance is forgiveness. Unless each of us\ncan learn to forgive others for real or imagined trespasses against us, we cannot properly\nrepent. Someone has said, \"Humanity is never so beautiful as when praying for forgiveness, or\nelse forgiving another.\" The Savior's teachings to us are replete with admonitions always to\nbe ready and willing to forgive. In instructing his disciples to pray, he suggested they petition\nthe Father: \"Forgive us our debts, as we forgive our debtors.\"\n<\/p><p>\nThen he counseled: \"For if ye forgive men their trespasses, your heavenly Father will also\nforgive you: . . .\" And he added a word of caution, \"But if ye forgive not men their\ntrespasses, neither will your Father forgive your trespasses\"\n(<span class=\"citation\" id=\"35164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35164)\">Matt. 6:12,14-15<\/a><\/span>).\n<\/p><p>\nAt another time the Lord instructed: \"Wherefore, I say unto you, that ye ought to forgive one\nanother; for he that forgiveth not his brother his trespasses standeth condemned before the\nLord; for there remaineth in him the greater sin.\n<\/p><p>\n\"I, the Lord, will forgive whom I will forgive but of you it is required to forgive all men\"\n(<span class=\"citation\" id=\"14143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14143)\">D&amp;C 64:9-10<\/a><\/span>).\n<\/p><p>\nOne cannot hold grudges and unkind feelings without harming himself. He becomes bitter; his\nvision is distorted; and his soul becomes cankered. Harsh and sharp words can leave a sting\nbehind, a pang of unhappiness and regret in the heart and conscience of the offender. \"Little,\nvicious minds abound with anger and revenge and are incapable of feeling the pleasure of\nforgiving their enemies,\" said a wise man.\n<\/p><p>\nA person holding grudges hurts himself more than he does his enemy. A prophet has wisely\ncounseled: \". . . let not the sun go down on your wrath\"\n(<span class=\"citation\" id=\"21741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21741)\">Eph. 4:26<\/a><\/span>).\n<\/p><p>\nTo forgive a person once or twice may not be too difficult, but to continue to forgive many\ntimes when one has been wronged may become a real test of character. Upon one occasion\nwhen Jesus was teaching his disciples, Peter approached him and posed this question: \". . .\nLord, how oft shall my brother sin against me, and I forgive him? till seven times?\n<\/p><p>\n\"Jesus saith unto him; I say not unto thee, Until seven times: but, Until seventy times seven\"\n(<span class=\"citation\" id=\"35188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35188)\">Matt. 18:21-22<\/a><\/span>).\nBy this declaration we may be assured that the Savior meant that we should\nforgive without number or limit.\n<\/p><p>\nThe poet, Alexander Pope, has written: \"Good nature and good sense must ever join; to err is\nhuman; to forgive divine.\"\n<\/p><p>\nThe Lord has always looked upon sin with emphatic disfavor and has exclaimed, \"For I the\nLord cannot look upon sin with the least degree of allowance;\" then he continues:\n\"Nevertheless, he that repents and does the commandments of the Lord shall be forgiven\"\n(<span class=\"citation\" id=\"14071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14071)\">D&amp;C 1:31-32<\/a><\/span>).\nAnd while the Lord regards sin with disfavor, nevertheless, he always\ndisplays a spirit of charity and kindness for the sinner.\n<\/p><p>\nWhen a woman taken in sin was brought before Jesus, he faced her accusers with the\nchallenge: \"He that is without sin among you, let him first cast a stone at her.\" Being smitten\nby their consciences, one by one those guilty hypocrites slunk away, and when Jesus raised\nhis head he asked the woman: \"Woman, where are those, thine accusers? hath no man\ncondemned thee?\" She replied, \"No man, Lord.\" And Jesus said unto her, \"Neither do I\ncondemn thee; go, and sin no more\"\n(<span class=\"citation\" id=\"28013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28013)\">John 8:7,10-11<\/a><\/span>).\n<\/p><p>\nTrue forgiveness cannot be partial nor halfhearted. It must be wholehearted, genuine, and\nwithout reservation. \"The narrow soul knows not the godlike glory of forgiving,\" one has said.\n<\/p><p>\nI like the story of total and complete forgiveness related by the warden of a western prison. A\nfriend of his happened to be sitting in a railroad coach next to a young man who was\nobviously depressed. Finally, the young man revealed that he was a convict returning from a\ndistant prison. His imprisonment had brought shame on his family, and they had neither visited\nhim nor written often. He hoped, however, that this was only because they were too poor to\ntravel, too uneducated to write. He also hoped, despite the evidence, that they had forgiven\nhim.\n<\/p><p>\nTo make it easy for them, however, he had written them to put up a signal for him when the\ntrain passed their little farm on the outskirts of town. If his family had forgiven him, they\nwere to put up a white ribbon in the big apple tree near the tracks. If they did not want him\nback, they were to do nothing, and he would stay on the train, go west and probably become\na hobo. As the train neared his home his suspense became so great, he could not bear to look\nout of the window. His companion changed places with him and said he would watch for the\napple tree. In a minute, he put his hand on the young convict's arm. \"There it is,\" he\nwhispered, his eyes bright with sudden tears. \"It's all right. The whole tree is white with\nribbons\" (<i>Reader's Digest<\/i>, March 1961).\n<\/p><p>\nThe most magnificent lesson ever taught respecting forgiveness was given by the Savior. Jesus\nwas subjected by his enemies to what is considered to be the cruelest and most horrible form\nof death. Crucifixion is excruciatingly painful, with the victim lingering on in increasing\nagony and torture for hours or even days. Yet, in spite of the humiliation and intense pain he\nsuffered on Calvary's cross, Jesus, with compassion, in Godlike mercy, prayed for his\ntormentors, \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31573)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nNow, with the Savior's great lesson fresh in our memories, may each one of us purge from\nour hearts any feeling of hatred, envy, or bitterness, so that we may with a clear conscience\nand utmost confidence approach our Heavenly Father and ask for forgiveness of our\nshortcomings and mistakes. For which I humbly pray, and bear you my testimony that I know\nthat the gospel is true, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}