{"ID":1247, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Foundation Stone of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1962, pp. 116-118<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, I concur in all that has been said today by those who have\nspoken from this stand and heartily approve the actions that have been taken in sustaining\nthese brethren in their positions.\n<\/p><p>\nUnder the direction of the First Presidency, I have, since my appointment to the temples ten\nmonths ago, visited all of the temples in the Church, some of them several times. Meetings\nhave been held with the temple officials and with the workers in which we discussed ways\nand means by which we may improve and better the conditions in the temples, beginning at\nthe entrance, so that the work as a whole, which is carried on there, the higher ordinances of\nthe priesthood, will be approved by the Lord, for they are indeed his holy houses. We desire\nto conduct the sacred work in a manner that is enlightening, edifying, and uplifting to the\nyoung people and others who come to these holy places for their own blessings, endowments,\nand sealings.\n<\/p><p>\nWe desire to carry on the work in a manner in which it will be more rewarding to those who\ncome on behalf of those who have passed away, even in a manner that will bring comfort and\nassurance to those who come with heavy hearts. A constant need for maintaining greater\nreverence and kindness is recognized. I am pleased to find that the temples themselves are\nimmaculately kept and well maintained. Among the ordinance workers I find devotion to duty\nthat is seldom matched. I have often said that I have never seen a demonstration quite so\nwonderful as that which is shown by those who come as ordinance workers day after day,\nweek after week, year after year, seldom if ever failing to meet their appointments, laboring\nand attending to the needs of those who enter those holy places.\n<\/p><p>\nThe desire and willingness on the part of temple presidents, their associates, and the workers\nto join in a united effort better to co-ordinate and improve the work is gratifying indeed. But\nthere is much to be accomplished and much to be hoped for.\n<\/p><p>\nMany of our members, I find, are coming to the temples under difficulty, especially in foreign\nlands, making sacrifices, financial and otherwise, in order to bless and to be blessed. Yet,\nbecause of these extreme efforts they are perhaps the happiest of all.\n<\/p><p>\nPicture, if you will, a large group from Tonga, fathers and mothers with their children selling\npractically all that they possess, their furniture, their animals, their vehicles, some of their\npersonal items, all except their modest homes, in order to provide funds for the trip of over\n1,000 miles by slow boat requiring three weeks of travel, to receive their blessings. And then\nthese wonderful people remaining at the temple for three weeks in order to extend the same\ngifts, powers, and blessings to others. I have never met yet such a happy and delighted group.\n<\/p><p>\nThe elders quorum from the Hamburg Stake goes to the temple once every three months. A\ngroup from Berlin Stake spent three weeks attending every session, using their precious\nvacation time and money to do it. Each of these two groups has performed ordinances, the\nendowment, for nearly 400 people. From Norway, from Finland, from Denmark, Sweden, and\nMexico, Canada, here at home and everywhere, it is the same. They whose hearts are turned\nto their fathers go to their temples regardless of the difficulty. An almost endless number of\nstories could be told, giving evidence of appreciation for the temple ordinances, but time does\nnot permit.\n<\/p><p>\nThose here and in every area whose souls reach out on behalf of others, who cannot help\nthemselves, surely are applying in their lives the second great commandment\nin which we are told to love our neighbor as ourselves. The effort and the accomplishment of\nmany individuals in genealogical research and temple work is commendable, but it is evident\nthat only a small percentage of the membership is actively participating in the two-phase\nwork. They realize that redemption of the dead is of <i>primary<\/i> importance rather than of\nsecondary importance, and they do something about it! Vicarious work is a foundation stone\nof the gospel. There is no full salvation for the living without vicarious service; we would not\nbe sufficiently qualified and prepared for that salvation.\n<\/p><p>\nIf there had not been that unmatched love of the Father to sacrifice his Son for us, painful as\nthe decision must have been to our Father, and if Jesus had not been willing, there would\nhave been for us no salvation from death. We would have been subjected to Satan, and our\nbodies would have remained in our graves forever. And yet, we may without great\ninconvenience, and in an atmosphere of peace, act in a vicarious way on behalf of others to\nprepare them to receive the greatest gift of all&mdash;eternal life.\n<\/p><p>\nMay I ask you two golden questions? What do you know about your progenitors? What have\nyou done in their behalf? (Note that I have borrowed that from the missionaries.) Even with\nthese marvelous electronic machines that are coming into use now, there still is a need for\nresearch on the part of individuals and by groups in order that these machines may be fed.\nThe Prophet Joseph gave us this warning.\n<\/p><p>\n\"The Saints have not too much time to save and redeem their dead, and gather together their\nliving relatives, that they may be saved also, before the earth be smitten, and the consumption\ndecreed by the Lord falls upon the world\" (<i>DHC<\/i>, Vol. VI, p. 184).\n<\/p><p>\nAs I visit the temples, I find that the attendance at some of them is commendable, in others it\nis improving, and some of them, my brothers and sisters, are far from being fully utilized, not\nbecause of a scarcity of names, but, if I may say so, I think perhaps it may lie in the\nleadership back along the line who are so involved in other things that they do not stimulate\nand motivate their people and organize them so that they may consistently attend to this\nindispensable part of the Lord's work. Consider that Elijah appeared, <i>in person<\/i>, to the Prophet\nJoseph and said this: \n<\/p><p>\n\"Behold, the time has fully come, which was spoken of by the mouth of Malachi&mdash;testifying\nthat he [Elijah] should be sent, before the great and dreadful day of the Lord come&mdash;\n<\/p><p>\n\"To turn the hearts of the fathers to the children, and the children to the fathers, lest the\nwhole earth be smitten with a curse&mdash;\n<\/p><p>\n\"Therefore, the keys of this dispensation are committed into your hands; and by this ye may\nknow that the great and dreadful day of the Lord is near, even at the doors\n(<span class=\"citation\" id=\"14210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14210)\">D&amp;C 110:14-16<\/a><\/span>).\n<\/p><p>\nThese keys and powers have been given to each succeeding President of the Church, and\ntoday they are held by President David O. McKay. This being true, each member of the\nChurch has the inescapable obligation to see to it that: \n<\/p><p>\n1. He and his companion and their children are sealed at the altar for eternity. Every man\nshould consider this his first duty. He who knowingly and without sufficient reason neglects\nto bind his loved ones as his own, will doubtless have no claim upon them after this life.\nSalvation for the dead is for those who die without a knowledge of the gospel, so far as the\nglory of the celestial world (which is the family world) is concerned. Families, united\neternally, are the primary purpose of all life.\n<\/p><p>\n2. It is the duty of every man to see to it that the records of his progenitors are obtained, and\n<\/p><p>\n3. To see to it that the ordinances necessary for salvation and exaltation are administered in\nbehalf of his kindred dead.\n<\/p><p>\nResearch and temple work are primarily the work of the priesthood; but thank goodness for\nthe help the sisters give.\n<\/p><p>\nFrom the days of the Prophet Joseph down to the present time, each of the Presidents has\ncharged the leaders of stakes and of missions and quorum presidencies to lead out and\nstimulate others in this vicarious service.\n<\/p><p>\nThese obligations cannot be brushed aside. For \". . . as Paul says concerning the\nfathers&mdash;that they without us cannot be made perfect&mdash;neither can we without our\ndead be made perfect\" (<span class=\"citation\" id=\"14222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14222)\">D&amp;C 128:15<\/a><\/span>).\n<\/p><p>\nI repeat an appeal made in these words by President David O. McKay: \n<\/p><p>\n\"May all who hold the priesthood sense more fully the spirit of Elijah and comprehend more\nclearly the necessity of giving to all who have gone beyond the veil the privilege of enjoying\nthe blessings that follow compliance with the principles and ordinances of the everlasting\ngospel; that some day all mankind, judged by the acts done in mortality, may receive their\nmerited rewards, and those who are worthy be saved, sanctified, and glorified\"\n(<i>The Improvement Era<\/i>, p. 603, August 1959).\n<\/p><p>\nMay it be so, I pray, my brothers and sisters, and I testify to you that this is not the work of\nman but the work of God, and it is an integral part of his plan and his gospel to save the dead\nwith the living. May he bless us in this respect, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}