{"ID":1248, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Cultivate the Spirit of Service<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1962, pp. 118-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe are now nearing the close of a very remarkable conference, unusual in many respects.\nThis conference has been directed primarily to an unseen audience, particularly yesterday\nmorning and this Sunday morning.\n<\/p><p>\nUsually we speak mainly to those who are assembled in this great Tabernacle, but each\nspeaker yesterday and today has been conscious of a listening audience that goes beyond this\nTabernacle and this city, this Church, this country, into Europe, the South Seas, South\nAfrica&mdash;and all this has been possible through the kindness of our television and radio\nofficials&mdash;Brother Arch Madsen and his associates here at KSL, and through assistants and\nassociates with him, and other leading officials, who are co-operating in efforts to bring this\ngospel to the people of the world.\n<\/p><p>\nI wish to express appreciation to Brother James O. Conkling, who has just been appointed\nPresident of the International Educational Broadcasting Corporation. We asked him to take\ncharge of a group of leading, influential men to bring into operation short-wave facilities by\nwhich conferences and other programs, with the assistance of our own Tabernacle Choir,\noriginating here in Salt Lake City, could be transmitted across the waters. We wish to\nacknowledge in your presence today the inspiration of the Lord upon these leading men in the\nChurch, and many of whom are not in the Church, who are giving their time and means\ntowards the accomplishment of this great possibility of carrying the message of the restored\ngospel to every nation, kindred, tongue, and people.\n<\/p><p>\nThis has been one of the greatest conferences, I suppose, that we have ever held in the\nChurch. The music today, as you know, has been furnished by the Tabernacle Choir. We have\nbeen inspired by their singing at both sessions today and Saturday morning when their singing\nwas heard by millions. Many radio and television stations have been opened to us because of\nthe singing of this great organization. Their contribution to our missionary work is\ninestimable.\n<\/p><p>\nIn July of this year, they participated in the first formal world-wide television\nprogram by way of Telstar satellite, held at Mount Rushmore in the Black Hills of South\nDakota. At this time, the choir was seen and heard on television by millions across the ocean\nin Europe and England in addition to the millions in this country.\n<\/p><p>\nIn August they made a tour of the Northwest, giving two concerts on August 15th and 16th at\nthe Seattle World's Fair. People from all over the world attended these concerts, and it was\nreported that the concert hall was so crowded on both nights that many were turned away.\n<\/p><p>\nWe appreciate all who have furnished the singing throughout this conference. First, the\nsinging for the Friday morning and afternoon sessions by the Relief Society Singing Mothers\nfrom the Central Idaho and Bannock welfare regions. We accept their efforts and are inspired\nby their singing, but very few of us ever stop to think of what those sisters\ndid and the valuable services rendered by Sister Florence Jepperson Madsen in training them\nin such an excellent way.\n<\/p><p>\nThen we had the music furnished on Saturday afternoon by the Combined Choirs of Brigham\nYoung University, assisted by the Brass Choir. The Male Chorus and the combined male\nsections of Brigham Young University furnished the music for the general priesthood meeting\nSaturday evening.\n<\/p><p>\nFor you, I express appreciation and gratitude to all who have in any way contributed to the\nsuccess and inspiration of this great conference: First, to the General Authorities, we express\ndeep appreciation for their inspired messages; to the public press&mdash;the reporters for their fair\nand accurate reports throughout the sessions of the conference; for the co-operation of city\nofficials&mdash;the city traffic officers who handled carefully and ably the increased traffic; the\nfire department and the Red Cross, who have been on hand to render assistance and service\nwhenever and wherever such became necessary; the Tabernacle ushers, who have rendered\nservice quietly, courteously, and efficiently in seating the great audiences of these conference\nsessions.\n<\/p><p>\nI wish that you brethren could leave this closing session of our semiannual general conference\nwith your hearts renewed with a firm desire to render service to your fellow men and to act in\nefficiency and prayerfulness in rendering service to those over whom you preside directly.\n<\/p><p>\nIt has been said that \"the race of mankind would perish if they ceased to aid one another.\"\nOne man, from whom I quote, says that \"from the time that the mother binds the child's head\nuntil the moment that some kind assistant wipes the death-damp from the brow of the dying,\nwe cannot exist without mutual help. All, therefore, that need aid have a right to ask it from\ntheir fellow mortals; no one who holds the power of granting can refuse it without guilt.\"\n<\/p><p>\nThe Church, with all its quorums and organizations, is God's plan for rendering mutual aid.\nThe Melchizedek Priesthood is power and authority vested in the Godhead and delegated to\nman for the progress, happiness, salvation, and exaltation of the human family. It is a principle\nof power by which The Church of Jesus Christ is organized and by which men to whom it is\ngiven may legitimately act in the name of the Lord.\n<\/p><p>\nThere are two conditions which should always be considered when the priesthood is to be\ngiven to anyone. The first of these is the individual's worthiness to receive it. The second is\nthe service which he can render to the Church and to his fellow men.\n<\/p><p>\nMen who are vessels of the Holy Priesthood, who are charged with words of eternal life to\nthe world should strive continually in their words and actions and daily deportment to do\nhonor to the great dignity of their calling and office as ministers and representatives of the\nMost High.\n<\/p><p>\nWhenever the priesthood is delegated to man, it is conferred upon him, not as a personal\nhonor, although it becomes such as he honors it, but as authority to represent Deity, and an\nobligation to assist the Lord in bringing to pass the immortality and eternal life of man\n(<span class=\"citation\" id=\"39165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39165)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nIf priesthood meant only personal distinction or individual elevation, there would be no need\nof groups or quorums. The very existence of such groups, established by divine authorization,\nproclaims our dependence upon one another, the indispensable need of mutual help and\nassistance. We are social beings.\n<\/p><p>\n\"There is a destiny which makes us brothers,<br \/>\n     None lives to himself alone; <br \/>\n     All that we give into the lives of others,<br \/>\n     Comes back into our own.\"<br \/><br \/>\n&nbsp; &nbsp;                        (Edward Markham)\n<\/p><p>\nThis element of service and mutual help is emphasized by the Lord as follows: \n<\/p><p>\n\"Wherefore, be faithful; stand in the office which I have appointed unto you; succor the weak,\nlift up the hands which hang down, and strengthen the feeble knees\"\n(<span class=\"citation\" id=\"14152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14152)\">D&amp;C 81:5<\/a><\/span>). So says the Lord in the\nDoctrine and Covenants, section eighty-one, verse five.\n<\/p><p>\nAnd again: \n<\/p><p>\n\"And if any man among you be strong in the Spirit, let him take with him\nhim that is weak, that he may be edified in all meekness, that he may become strong also\"\n(<span class=\"citation\" id=\"14171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14171)\">D&amp;C 84:106<\/a><\/span>).\n<\/p><p>\nIt is an honor to labor with you, brethren and sisters, throughout the entire Church. God bless\nyou that you may realize the blessings that are yours through the revelation and restoration in\nthis day and age of the world of the priesthood of God, which gives you authority to represent\nhim in proclaiming the reality of the existence of the Father and his Beloved Son Jesus Christ,\nand the restoration in this day of the gospel as given through Christ the Lord as the plan of\nsalvation to all mankind, through obedience to which peace shall be established on earth, and\nthe will of God carried forth to the salvation and exaltation of his children.\n<\/p><p>\nWith all the power the Lord has given his servants, I bless you, and pray that you will go\nforth with the spirit of service, honoring his name now and forever, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}