{"ID":1249, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be Doers of the Word<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1963, pp. 5-9<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLet us quote two well-known definitions of religion, one from the Old Testament and one\nfrom the New; these might well sound the keynote or prelude to this conference. First from\nthe Prophet Micah: \"He hath shewed thee, O man, what is good, and what doth the Lord\nrequire of thee, but to do justly, and to love mercy, and to walk humbly with thy God?\"\n(<span class=\"citation\" id=\"37890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37890)\">Micah 6:8<\/a><\/span>).\n<\/p><p>\nAnd the Apostle James admonishes: \n<\/p><p>\n\"But be ye doers of the word, and not hearers only, deceiving your own selves.\n<\/p><p>\n\"But whoso looketh into the perfect law of liberty, and continueth therein, he being not a\nforgetful hearer, but a doer of the work, this man shall be blessed in his deed.\n<\/p><p>\n\"If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his\nown heart, this man's religion is vain.\n<\/p><p>\n\"Pure religion and undefiled before God and the Father is this, To visit the\nfatherless and widows in their affliction, and to keep himself unspotted from the world\"\n(<span class=\"citation\" id=\"26165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26165)\">James 1:22,25-27<\/a><\/span>).\n<\/p><p>\nWe pray that all who speak during this conference may be inspired by the Holy Spirit.\nEspecially we pray that the many thousands, seen and unseen, who may attend the various\nsessions may enjoy the same inspiration. The effect upon the \"hearers of the word\" depends\nupon their being spiritually in tune and open-mindedly responsive.\n<\/p><p>\nAs the relish with which one enjoys a meal depends upon the appetite he brings to the table\nmore than upon the quality and variety of food placed before him, so the degree of enjoyment\nand assimilation of spiritual refreshment will depend upon whether or not we \"hunger and\nthirst\" (<span class=\"citation\" id=\"35221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35221)\">Matt. 5:6<\/a><\/span>) as enjoined by the Savior, and be promised the reward of satisfaction. The Savior said:\n\"Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will\ncome in to him, and will sup with him, and he with me\"\n(<span class=\"citation\" id=\"42330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42330)\">Rev. 3:20<\/a><\/span>).\n<\/p><p>\nWe are all familiar with the parable of the sower, where \". . . some seeds fell by the way\nside, and the fowls came and devoured them up: \n<\/p><p>\n\"Some fell upon stony places, where they had not much earth . . .\n<\/p><p>\n\"And when the sun was up, they were scorched; and because they had no root, they withered\naway.\n<\/p><p>\n\"And some fell among thorns, and the thorns sprung up, and choked them: \n<\/p><p>\n\"But other fell into good ground, and brought forth fruit\"\n(<span class=\"citation\" id=\"35257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35257)\">Matt. 13:4-8<\/a><\/span>).\n<\/p><p>\nIn explanation of the meaning of the parable, the Savior emphasized the responsibility of all\nwho hear the word, and he expressed concern for the quality and depth of the soil in which\nthe seeds are planted. Mark defines the seed as the word of God\n(<span class=\"citation\" id=\"31587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31587)\">Luke 8:11<\/a><\/span>): \"When any one heareth the\nword of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth\naway that which was sown in his heart. This is he which received seed by the way side.\n<\/p><p>\n\"But he that received the seed into stony places, the same is he that heareth the word, and\nanon with joy receiveth it; \n<\/p><p>\n\"Yet hath he not root in himself, but dureth for a while: for when tribulation or persecution\nariseth because of the word, by and by he is offended.\n<\/p><p>\n\"He also that received seed among the thorns is he that heareth the word; and the care of this\nworld, and the deceitfulness of riches, choke the word, and he becometh unfruitful.\n<\/p><p>\n\"But he that received seed into the good ground is he that heareth the word, and\nunderstandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some\nsixty, some thirty\" (<span class=\"citation\" id=\"35259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35259)\">Matt. 13:19-23<\/a><\/span>).\n<\/p><p>\nThis parable applies to all to whom the seed&mdash;the word of God&mdash;may come, whether they\nbe lifetime members of the Church, new converts, or investigators seeking truth. Let us be\nunited in our prayers that the seeds of truth which may be broadcast during this conference\nmay take root in fertile soil and bear fruit. Paul said of some to whom the gospel was\npreached in his day that it did not profit them \". . . not being mixed with faith in them that\nheard it\" (<span class=\"citation\" id=\"24306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24306)\">Heb. 4:2<\/a><\/span>).\n<\/p><p>\nTruth is challenging and calls for action as is evidenced by another parable of the Savior:\n\"Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a\nwise man, which built his house upon a rock: \n<\/p><p>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house;\nand it fell not: for it was founded upon a rock.\n<\/p><p>\n\"And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a\nfoolish man, which built his house upon the sand: \n<\/p><p>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house;\nand it fell: and great was the fall of it\"\n(<span class=\"citation\" id=\"35253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35253)\">Matt. 7:24-27<\/a><\/span>).\n<\/p><p>\nIt should be noted that the rain descended and the floods came and the winds blew and beat\nupon the house which was built upon the rock with the same force as that which destroyed\nthe other house. This house did not escape the storm but, having a rock foundation, withstood\nit.\n<\/p><p>\nSome have thought that upon joining the Church and being faithful all trials would end, all\ndifficulties disappear, and all temptations cease. We are reminded of the\nyoung bride who, on her wedding day, said to her mother, \"I am the happiest girl in the\nworld. I have come to the end of all my troubles.\"\n<\/p><p>\nAnd the wise mother replied, \"Yes, my dear, but you don't know which end.\"\n<\/p><p>\nBoth the storms of nature and the storms of life are indiscriminate. As the house built upon\nthe rock survived the storm, so the life whose roots are firmly planted in the soil of faith will\nendure adversity and be made stronger by the struggle. As Douglas Malloch said in verse: \n<\/p><p>\n\"Good timber does not grow in ease,<br \/>\n     The stronger wind, the tougher trees,<br \/>\n     The further sky, the greater length,<br \/>\n     The more the storm, the more the strength.\n<\/p><p>\n\"By sun and cold, by rain and snow,<br \/>\n     In trees or men, good timbers grow.\"\n<\/p><p>\nSometimes defeat may serve as well as victory to shake the soul and let the glory out.\n<\/p><p>\nLet us not bemoan our lot in life or chafe under the trials, losses, or problems which beset us.\nLet us rather enumerate and express gratitude for our many blessings. Some go through the\nyear or through life unappreciative of life's bounties because they are unaware of them. One's\nawareness becomes the measure of his aliveness. All about us we see evidences of a\nbenevolent providence. For example, anyone who reverently looks into the starry skies will\nfeel to exclaim with the Psalmist: \"The heavens declare the glory of God; and the firmament\nsheweth his handywork\" (<span class=\"citation\" id=\"41836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41836)\">Ps. 19:1<\/a><\/span>).\n<\/p><p>\nAs we become more aware and appreciative of his love and of the beauty and wisdom which\nare everywhere apparent, we thank the Lord for life and for its bracing trials and challenges,\nits educative disciplines and rewards. Our faith in God is deepened and sustained by life's\nexperiences and by convincing evidence on every hand that our universe is governed by law\nunder a beneficent and omnipotent Father.\n<\/p><p>\nAs this faith and knowledge develops, one becomes conscious of his own weaknesses and\nshortcomings and undertakes to bring his conduct up to the level of his ideals; this is called\nrepentance.\n<\/p><p>\nBut if his faith is not kept radiant by good works, he will be tempted to lower his ideals to\nthe level of his conduct. This is retrogression.\n<\/p><p>\nIn these ominous and threatening times, we\nneed physical, intellectual, and moral courage and sustaining faith. It may seem trite to say\nthe world is imperiled and divided and that these are times of historic decisions, but on all\nlevels of life, from individual and family to national and international, challenging situations\ndemand attention and difficult problems require solution. We all face a common challenge and\nshare a common cause.\n<\/p><p>\nThe threat of communism is sinister, and its dangers are imminent. Hundreds of millions of\nour fellow beings are being relentlessly imbued with the satanic ideology that the Fatherhood\nof God, the Saviorhood of Christ, and the brotherhood of man are stupid myths, that religion\nis nothing but a tranquilizing opiate. They seek to deprive men of physical, mental, and\nspiritual freedom while endowing the state with monstrous supremacy. This relentless\nindoctrination is but a continuation of the war that began when Satan's plan of force was\nrejected by the Father. We live in the most dangerous period of all history. The sixth chapter\nof Ephesians was never more applicable than today: \"For we wrestle not against flesh and\nblood, but against principalities, against powers, against the rulers of the darkness of this\nworld, against spiritual wickedness in high places\"\n(<span class=\"citation\" id=\"21762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21762)\">Eph. 6:12<\/a><\/span>).\n<\/p><p>\nThe Church is the main bulwark against communism. The gospel is the most effective rebuttal\nto their godless ideologies. It is a spiritual force which can crash and overcome all physical\nbarriers. Surely we must put on the whole armor of God, consisting, as Paul said, of truth,\nrighteousness, peace, faith, with the helmet of salvation and the sword of the spirit, which is\nthe word of God (<span class=\"citation\" id=\"21761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21761)\">Eph. 6:11-18<\/a><\/span>).\nBecause of our faith in a living, personal, and all-powerful God,\nwe do not fear the final outcome in our fight against the emissaries of Satan,\nthough we must ever be alert, united, and on guard. We are reassured by John's wonderful\nvision on the Isle of Patmos: \n<\/p><p>\n\"And I saw an angel come down from heaven, having the key of the bottomless pit and a\ngreat chain in his hand.\n<\/p><p>\n\"And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound\nhim a thousand years,\n<\/p><p>\n\"And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he\nshould deceive the nations no more, till the thousand years should be fulfilled: and after that\nhe must be loosed a little season\"\n(<span class=\"citation\" id=\"42348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42348)\">Rev. 20:1-3<\/a><\/span>).\n<\/p><p>\nNothing but the gospel of love, the restored gospel of Jesus Christ, which we gratefully\nproclaim, can save the world or the individual from the dangers that threaten us. This is a\ngospel of character-building activity, of invincible faith and the courage that is born of faith;\nof repentance, the doorway to progress; of sanctification through baptism of water and of the\nSpirit, the doorway, to the celestial kingdom. Let us take courage in the knowledge that\nChrist, the Prince of Peace, is at the helm. He has declared that the worth of souls is great in\nthe sight of God (<span class=\"citation\" id=\"14244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14244)\">D&amp;C 18:10<\/a><\/span>);\nso great that he gave his only Begotten Son that whosoever believeth on\nhim should not perish but have everlasting life\n(<span class=\"citation\" id=\"28059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28059)\">John 3:16<\/a><\/span>).\n<\/p><p>\nThe transcendent love of God the Father has its counterpart in Christ, the Son, whose\nredeeming sacrifice, which was voluntary and love inspired, loosed the bonds of death and\nassured to all men the blessings of the resurrection. He declared it to be his work and his\nglory to bring to pass the immortality and eternal life of man\n(<span class=\"citation\" id=\"39168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39168)\">Moses 1:39<\/a><\/span>).\nThe Apostle Paul gives us an\nappraisal of the enduring quality of God's love in his epistle to the Romans: \"For I am\npersuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things\npresent, nor things to come,\n<\/p><p>\n\"Nor height, nor depth, nor any other creature, shall be able to separate us from the love of\nGod, which is in Christ Jesus our Lord\"\n(<span class=\"citation\" id=\"42769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42769)\">Rom. 8:38-39<\/a><\/span>).\n<\/p><p>\nBut this divine love elicits response from us, not only by declarations of our love but by our\nattitude toward our fellow men. Benjamin Franklin prayed, \"Accept my kind offices to thy\nchildren as the only return in my power for thy continual favors to me.\"\n<\/p><p>\nJohn, in his first epistle, wrote: \"If a man say, I love God, and hateth his brother, he is a liar:\nfor he that loveth not his brother whom he hath seen, how can he love God whom he hath not\nseen?\n<\/p><p>\n\"And this commandment have we from him, That he who loveth God love his brother also\"\n(<span class=\"citation\" id=\"1069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1069)\">1 Jn. 4:20-21<\/a><\/span>).\nHow can a man have communion with God if he does not have fellowship\nwith his fellow men?\n<\/p><p>\nJesus, when asked which was the great commandment, replied: \"Thou shalt love the Lord thy\nGod with all thy heart, and with all thy soul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself.\n<\/p><p>\n\"On these two commandments hang all the law and the prophets\"\n(<span class=\"citation\" id=\"35264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35264)\">Matt. 22:37-40<\/a><\/span>).\n<\/p><p>\nWhen on another occasion the Master was asked who is my neighbor, he replied with the\nparable of the good Samaritan (<span class=\"citation\" id=\"31593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31593)\">Luke 10:29-37<\/a><\/span>),\nwhich teaches the lesson that all who need our help, all whose\nlives we touch are our neighbors, whether they live across the street, over the fence, across\nthe continent, or over the ocean. Our neighborhood has become worldwide.\n<\/p><p>\nAbou-Ben Adhem's name headed the list of those whom love of God had blessed because he,\napparently more than others, loved his fellow men.\n<\/p><p>\nThe depth, direction, and quality of our religious life depend upon our understanding of the\nnature, purposes, and methods of God and our relationship and responsibility to him. The\nscriptures are replete with reassuring promises that right will prevail over might, good over\nevil, truth over error, Christ over anti-Christ. John the Beloved was inspired\nwhen he wrote the rhapsody in his first epistle: \n<\/p><p>\n\"Behold, what manner of love the Father hath bestowed upon us, that we should be called the\nsons of God: Therefore the world knoweth us not, because it knew him not.\n<\/p><p>\n\"Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we\nknow that, when he shall appear, we shall be like him; for we shall see him as he is\"\n(<span class=\"citation\" id=\"1068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1068)\">1 Jn. 3:1-2<\/a><\/span>).\n<\/p><p>\nIn a book titled <i>A Century's Change in Religion<\/i>, quoted by Dr. James L. Barker, George\nHarris tells us: \"There has been a change in our thought of God, from the conception of\nsovereignty to the conception of Fatherhood; speaking broadly, it may be said, that the Latin\ntheology made sovereignty the central doctrine. The Roman government was a type of the\ndivine government. This theology stamped the doctrine of decrees, of predestination and\nreprobation, the mere good pleasures of God as the cause of all events. The belief engendered\nfear and hate rather than love and trust . . . The center of doctrine has shifted from sovereignty\nto fatherhood.\" The inspired concept of the actual fatherhood of God and the concomitant\nbrotherhood of man is a basic doctrine of Mormonism and is the most profound and hopeful\nphilosophy in the world today.\n<\/p><p>\nWe believe in a living, personal God; that his glory is intelligence\n(<span class=\"citation\" id=\"14320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14320)\">D&amp;C 93:36<\/a><\/span>), which denotes purpose and\nplan; that he has the will and the power to realize his purposes. He is our Father, and that fact\nassures love and inspires trust.\n<\/p><p>\nMay the Holy Spirit direct all who participate in the proceedings of this conference, in song,\nprayer, or discourse, and inspire in all who listen a desire for renewed dedication and activity.\nMay our lives attest our gratitude for the priceless privilege of living in the greatest of all\ndispensations and participating in the final preparation for the second coming of Christ. No\nera in history was more momentous than our own, for it heralds his coming.\n<\/p><p>\nThe words of the poet are prophetic: \n<\/p><p>\n\"You that have faith to look with fearless eyes upon\n          the tragedy of a world at strife<br \/>\n     And know that out of death and night shall rise the dawn\n          of ampler life,<br \/>\n     Rejoice, whatever anguish rend the heart,<br \/>\n     That God has given you the priceless dower to live in\n          these great times and have your part<br \/>\n     In freedom's crowning hour,<br \/>\n     That you may tell your sons who see the light high in the\n          heavens, their heritage to take,<br \/>\n     I saw the powers of darkness take their flight,<br \/>\n     I saw the morning break.\"\n<\/p><p>\nWhat then shall we take home from this conference, and in what measure shall we take it?\nThis depends upon \"patient continuance in well doing\"\n(<span class=\"citation\" id=\"42763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42763)\">Rom. 2:7<\/a><\/span>), upon the quality and depth of soil into\nwhich the seeds of truth may fall, and upon whether we become doers of the word and not\nhearers only. Shall the seed be received by the wayside, in stony places, in shallow soil, or\namong the thorns; shall the care of this world and the deceitfulness of riches choke the word\nthat the seeds become unfruitful; or shall it be received into good ground and bear fruit? Each\none must answer for himself. Let us pray for strength to \". . . do justly, and to love mercy,\nand to walk humbly with our God\" (see\n<span class=\"citation\" id=\"37891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37891)\">Micah 6:8<\/a><\/span>) in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}