{"ID":1250, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sincere Devotion&mdash;A Willing Heart<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, April 1963, pp. 13-14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am happy, my brothers and sisters, for the opportunity to stand before you and bear my\ntestimony. I recommend to you what I have been doing the last few weeks, brothers and\nsisters, and that is to read in the scriptures a bit, in the Old Testament. I like to open the\nSpanish version and read it. And in doing so recently I was struck with the very frequent\nreferences in which, in the reconstruction after the exodus from Egypt they had to ask for\ncontributions from the people for their work. And the thing that appealed to me was that\nalmost invariably they asked that the people should voluntarily contribute with a willing heart\n(<span class=\"citation\" id=\"22715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22715)\">Ex. 35:5<\/a><\/span>;\n<span class=\"citation\" id=\"22716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22716)\">Ex. 35:21,29<\/a><\/span>).\nI think that is a very important attitude for us to take at the present time&mdash;the voluntary\ncontribution with a willing heart&mdash;and when I say contribution I don't mean contributions in\nmoney particularly, but contributions of substance and service, and you who are immediately\nin front of us here are men all of whom, I believe, have particular assignments for service in\nthe Church.\n<\/p><p>\nIf we serve with the idea that good service will bring promotion, we may be disappointed. If\nwe serve with a willing heart because we love people and love to help them, the Lord will\nmake us happy. In one of the scriptures which I read, it said, \"And they rejoiced because they\ncontributed with a willing heart.\" I think that is the secret of our happiness very much,\nbrothers and sisters, the attitude which we have in the service which we render. We are here\nfor experience, for growth and development, and the growth and development of the spirit is\nperhaps the most important element of our lives. So, why can't we develop the habit of\nhelping each other willingly and effectively and efficiently. If we could do that, we would be\nhappy always, I believe. So I think that is one of our very crucial, fundamental principles.\n<\/p><p>\nWe serve, we contribute, we pay our tithes and our offerings. If we pay them because we dare\nnot refuse to pay them, it is of little benefit to us. If we pay those things because we love the\nwork, love God, love his people, and realize that the only way we can serve him is to serve\nhis children here then we will grow and develop, and whether we amass great wealth or not\nwe will be happy.\n<\/p><p>\nMan is that he may have joy, and I think we ought to pay some attention to\nit, brothers and sisters, that we be happy with each other, because our service is willing.\n<\/p><p>\nThere are many of us, holders of the priesthood, many of us who are holders of the\nMelchizedek Priesthood, that somewhere or another after taking on the obligation and the\nimplied covenants that are with it do very little in the way of service. We fail to serve our\nquorums; we fail to serve our wards; we fail to serve our stakes; we fail pretty much, if the\nreports coming to us are true, to serve our God. We ought not to assume those obligations,\nbrethren, if we don't feel in a measure that we can fulfil or comply with the promises and\ncovenants therein, and any man who has received that priesthood should, with a willing heart,\nattempt to measure up to his responsibilities and opportunities.\n<\/p><p>\nNow if I could leave with you just that one thought and then suggest that you go back into\nthe scriptures and find the interesting stories connected with it, I would feel quite happy\ntoday. The time is so limited that I am not going to take more of it today, but I want you to\nunderstand that in the long service that I have rendered here I have tried to have a willing\nheart and serve you well. I have had no other major responsibility or interest since 1931 when\nI was appointed but to help this work and especially to help the seventies of the Church. We\nare very proud of the seventies. We are very proud of the work that they accomplish, and we\nare interested in the purpose for which the seventies were organized. Let us all then, brothers\nand sisters, set to our problems with a willing heart, with faith, and sincere devotion to our\nGod, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}