{"ID":1252, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Gain a Testimony...\"<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1963, pp. 18-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA favorite song of mine, one that is familiar to us all goes to this effect: \n<\/p><p>\n\"I have a testimony, sacred and dear to me<br \/>\nSomething that lies within my soul.\"\n<\/p><p>\nJust what is a testimony? Webster says: \"A solemn declaration or affirmation made to\nestablish or prove a fact,\" or \"attestation of a fact or an event.\" Could we say then that a\ntestimony is knowledge of a fact? We say we have a testimony as if it were a possession. Of\ncourse it is. It is a possession of knowledge. How does one obtain knowledge, either secular\nor religious? A student must go through the usual process of study, research, etc. To obtain\nreligious knowledge requires additional effort. The Lord said, \". . . Ask, and it shall be given\nyou; seek, and ye shall find; knock, and it shall be opened unto you\"\n(<span class=\"citation\" id=\"31594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31594)\">Luke 11:9<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith has given us a formula: \"If we are to gain a testimony of anything,\nwe must first desire a testimony, then learn to understand the truth in question, then practice\nthat which has been learned, and before and during the study and practice we must be in close\ncommunication with our Heavenly Father and pray to him for help.\"\n<\/p><p>\nMoroni also gives us a formula: \"And when ye shall receive these things,\" that is after you\nhave done the study and received instruction and prepared yourself, \"I would exhort you that\nye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and\nif ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest\nthe truth of it unto you, by the power of the Holy Ghost.\n<\/p><p>\n\"And by the power of the Holy Ghost ye may know the truth of all things\"\n(<span class=\"citation\" id=\"38302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38302)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nThe power and function of the Holy Ghost is to testify of the truth, and especially to testify\nof the Father and of the Son. The Holy Ghost, being a personage of Spirit, speaks through our\nspirits. Each of us has a spirit body and a physical body. Before coming to this earth we were\npersonages of spirit, yet we were individuals. We could walk, run, speak, see, think. Our\nspirit body was made of elements not found in mortality. That spirit body, combined with our\nmortal body, makes a living soul. When we receive promptings from the Holy Ghost, it is like\nopening an imaginary door between the spirit mind and the mortal mind. When this happens,\nwe receive knowledge which we cannot deny. We have to put ourselves in tune with the\nSpirit of the Lord or the Spirit of the Holy Ghost, as has been mentioned here today. We will\nbe held accountable for that knowledge in the day of judgment. By the Holy Ghost you may\nknow the truths of the gospel. I'd like to mention just a few of these, and we will have heard\nsome, and we will hear more as we go through this conference.\n<\/p><p>\nYou may know of a surety of\nthe visitation of God the Father and his Son Jesus Christ to the Prophet Joseph Smith in the\nSacred Grove. The Father, calling him by name, said, \". . . <i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30434)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nThen you may also know of the true concept of Deity. God is truly an Exalted Being. Jesus\nChrist is literally his Begotten Son.\n<\/p><p>\nWe testify that the Book of Mormon came forth by divine guidance; also the Doctrine and\nCovenants and the Pearl of Great Price.\n<\/p><p>\nWe know and accept the restoration of the gospel with the priesthood of God to act in his\nname and perform the ordinances of the gospel needed for salvation and exaltation.\n<\/p><p>\nPresident J. Reuben Clark, Jr., has said, \"What today's world must have if humanity is to go\non climbing upward, is men, those wearing the cloth as well as the laity, who know that God\nlives and that Jesus is the Christ; men, that having this knowledge have also the intellectual\nhonesty not only to admit but to proclaim it; who have further the moral courage and sterling\ncharacter to live the righteous lives this knowledge demands. This knowledge must be a\nliving, burning knowledge of God and Christ.\"\n<\/p><p>\nWe testify of the divine purpose of temple work, the vicarious work necessary for the\nsalvation of all, the living and the dead. Yes, we declare the principle of continued revelation\nthrough his prophet, and his prophet today is President David O. McKay.\n<\/p><p>\nWe testify of the surety that the resurrection is real and will be universal, that each shall\ninherit a degree of glory in accordance with his faithfulness&mdash;the celestial, terrestrial, or\ntelestial&mdash;the righteous to receive eternal life and exaltation in the celestial kingdom. The\nProphet Joseph Smith said, \"If the resurrection from the dead be not an important point or\nitem in our faith, we must confess we know nothing about it; for if there be no resurrection\nfrom the dead then Christ is not risen; and if Christ is not risen he was not the Son of God;\nand if he was not the Son of God there is not nor cannot be a Son of God, if the present book\ncalled the scriptures is true; because the time has gone by when, according to that book, he\nwas to make his appearance.\" (<i>DHC<\/i> 2:18.)\n<\/p><p>\nThere is great strength in a testimony, strength to resist evil, strength to do. What is it that\ncauses a bishop or a stake president or others to spend so much time in church work without\nmonetary remuneration? Is it not his testimony? Was it not their faith and testimony that\nbrought the pioneers across the plains? Is it not testimony that keeps the great missionary\nsystem going? President Henry D. Moyle has said, \"It is our purpose as members of the\nChurch to consider constantly the place of testimony in our lives. We dare not become\ncomplacent or unaware of this priceless gift which is ours.\" When we bear our testimonies,\nwe are teaching others the truths that have enriched our lives and made us happy. Our\ntestimonies are born to give thanks to God for the knowledge and assurance he has given us,\nto assist our brethren and sisters in strengthening their testimonies, and to carry the conviction\nwhich is ours into the hearts of all other people upon the face of the earth.\n<\/p><p>\nI invite all to follow the formula given and obtain a testimony with us of the truths of the\ngospel of Jesus Christ. I testify to you in the name of Jesus Christ that these things are true\nand that God lives, that Jesus Christ is truly the Son of God, that Joseph Smith is a prophet of\nGod through whom the gospel has been restored. I testify that President David O. McKay is a\ntrue prophet of God today, and I do this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}