{"ID":1253, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Responsibilities on the Sabbath Day<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1963, p. 21<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I want to talk to you briefly on our responsibilities in regard\nto the Sabbath day. In the beginning the Lord chose the last day after the creation as the\nSabbath, and that continued until the resurrection of Christ. After the resurrection of our\nSavior, the Sabbath day was transferred to the Lord's day or the first day of the week,\ncontrary to the ideas of some professed Christians.\n<\/p><p>\nThe Lord settled this matter so far as we are concerned in a revelation given by the Lord on\nthe 7th day of August 1831, which was the Sabbath day&mdash;Sunday. I am going to read a few of\nthese verses.\n<\/p><p>\n\"And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day; \n<\/p><p>\n\"For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions\nunto the Most High; \n<\/p><p>\n\"Nevertheless thy vows shall be offered up in righteousness on all days and at all times; \n<\/p><p>\n\"But remember that on this, the Lord's day, thou shalt offer thine oblations and thy\nsacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord.\n<\/p><p>\n\"And on this day thou shalt do none other thing, only let thy food be prepared with singleness\nof heart that thy fasting may be perfect, or, in other words, that thy joy may be full\"\n(<span class=\"citation\" id=\"14278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14278)\">D&amp;C 59:9-13<\/a><\/span>).\n<\/p><p>\nNow, we have some people professing Christianity who are very intense upon the idea that\nthe old Sabbath day should be maintained. The Lord himself changed the day. The Saints in\nolden times, that is, after the resurrection of Christ, accepted the date of the resurrection as\ntheir Sabbath, and they called it the Lord's day\n(<span class=\"citation\" id=\"42329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42329)\">Rev. 1:10<\/a><\/span>). It was on that day that John, in prayer before\nthe Lord, received the great revelation known to us as the \"apocalypse.\"\n<\/p><p>\nI think we Latter-day Saints should remember this fact. Now in our legislature, the session\nbefore the last, if I remember correctly, a bill was passed and vetoed by the governor, asking\nthat businesses be closed, prohibited to operate, on the Sabbath day. It was defeated by veto.\n<\/p><p>\nThis year the legislature could not come to a conclusion, and so no action was final. But our\nduty is plain and clear. The Lord has decided the matter for Latter-day Saints, as I think he\ndid to former-day Saints, and Sunday is our Sabbath.\n<\/p><p>\nNow just a word of advice. You may follow it or you may reject it, but it is what I am doing,\nand Sister Smith. We do not patronize stores that open on Sunday, and there are stores that do\nnot open on Sunday, and so they get our trade.\n<\/p><p>\nBrethren and sisters, all I want to say is that the Lord has set the time for our Sabbath by\nrevelation. We know which day we should worship. We should follow it, and we should be\ntrue and faithful, and I think we should support those who likewise observe that day.\n<\/p><p>\nNow on Sunday in Salt Lake City there will be a wonderful ball game played by two of the\ngreat teams. There will be, I am positive, members of the Church who will go to the ball park\ninstead of to their Sacrament meetings. Our duty is to serve the Lord and to remember him\nand the covenants that we have made. May the Lord bless you in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}