{"ID":1254, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Knowing Is not Enough<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1963, pp. 22-23<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nGoing back to the opening by President Brown this morning on doing and living the law and\nkeeping the commandments and proving it by our actions, I should like to talk briefly on a\nsubject, suggested by the phrase, that \"knowing is not enough.\"\n<\/p><p>\nMay I share with you a sentence or two from Winston Churchill, who said, \"It is no use\nsaying 'We are doing our best.' You have got to succeed in doing what is necessary.\" I'm not\nsure we know really when we are doing our best. I'm not sure that in most cases we couldn't\nextend ourselves further in any performance in life. Since eternal life is the great prize, it isn't\nenough just to try. We have to succeed. There is only one journey&mdash;an everlasting one&mdash;one\ntime and one eternity&mdash;so far as I am aware, and if I may use the vernacular, we can't afford\nto \"sit this one out.\" Knowing is not enough!\n<\/p><p>\nEmerson said, \"The world looks like . . . a mathematical equation, which, turn it how you\nwill, balances itself.\" And then he added a sentence which I have often cited, \"Do the thing,\nand you shall have the power. They who do not the thing have not the power.\" One eminent\nthinker and writer, Richter, said, \"Don't wait for extraordinary circumstances to do good\nactions; try to use ordinary situations.\"\n<\/p><p>\nThe encouraging thing in life for all of us is this or one of the encouraging things, one of the\nrealistic facts to face, that our Father in heaven knows us better than we know ourselves; that\nhe knows our capacity; that he doesn't expect of us the unattainable, the unreachable, or the\nimpossible; that he hasn't given us commandments that we can't keep or requirements that we\ncan't meet. Just to take one specific thing, for example, as to our physical well-being: the law\nof health that God has given us. He describes it as being counsel to \"the weak and the\nweakest\" (<span class=\"citation\" id=\"14308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14308)\">D&amp;C 89:3<\/a><\/span>).\nNobody can be weaker than \"the weakest\" and he has assured us that\nthis counsel is for even these, and simply knowing is not enough. It is the doing of the thing,\nthe living of the law, the keeping of the commandment that brings the blessings. There is\nample, conclusive, objective, medical evidence that this great law of health can be factually\ndemonstrated to be what it is said to be. But mere knowing is not enough. We have to accept\nfirst the first of the first principles, which include not only faith but also repentance.\n<\/p><p>\nNow we hear much, and we are grateful for the wonderful wide-reaching of the\nChurch, for its accomplishments world-wide, for conversions, for the marvelous forward\nmoving in every field that pertains to the Church. But this is made possible by people who\nperform, by missionaries who go out, by people who pay tithes and offerings and building\nfunds. And again, just knowing is not enough. Someone has to do everything; and wonderful\nas has been and is the growth of the Church it can be yet much more so by the performance\nof those who increase in faithfulness. Such things are never quite convenient. We have to\nstretch ourselves and exceed ourselves and set aside our convenience ofttimes.\n<\/p><p>\nHow many times this people have heard from this pulpit the words of Ralph Waldo Emerson\nso often uttered in the ringing voice of President Grant: \"That which we persist in doing\nbecomes easier for us to do, not that the nature of the thing itself has changed, but that our\npower to do is increased,\" although President Grant, as I remember quoted them just a bit\ndifferently from the above.\n<\/p><p>\nI am thinking of our statistics pertaining to the active and the inactive, all of which are needed\nas a measure of performance. But I am not sure that our Father in heaven is going to be too\nmuch impressed with statistics pertaining to the missing. I think perhaps he will look at us\nand ask, \"Where are the others?\" as any father would if any of his family were missing.\nWhere are the others?\n<\/p><p>\nTestimony is a great thing, but men who have had great testimonies have fallen by the\nwayside. Men who have had wonderful manifestations have fallen by the\nwayside, and the living of the law, the meeting of the obligation, the rendering of the service,\nthe doing of the duty, the rising to the actual performance is the essential thing, and the mere\nknowing of our duty is not enough.\n<\/p><p>\nThere is one thing concerning which none of us knows enough. We don't know enough, any\nof us, to be safe in setting any of the commandments aside. We have to take someone's\nadvice; we have to believe someone, and I for myself would hope to accept the counsel of my\nFather in heaven and not presume to know enough to set any of his commandments aside.\n<\/p><p>\n\"No life,\" said one of our eminent contemporary thinkers, \"ever grows great until it is\nfocused, dedicated, and disciplined.\"\n<\/p><p>\n\"And, if you keep my commandments and endure to the end you shall have eternal life, which\nis the greatest of all the gifts of God\" (<span class=\"citation\" id=\"14243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14243)\">D&amp;C 14:7<\/a><\/span>).\n<\/p><p>\nIf I may again cite Emerson, he said, \"Nothing can bring you peace but yourself. Nothing can\nbring you peace but the triumph of principles.\"\n<\/p><p>\nWith you, I would wish this day to say to President McKay that I believe we have the\ncourage, the devotion, the dedication, and the conviction to follow him wherever the Lord\nGod leads him to lead us. With you I know that he is a prophet. With you I bear witness of\nthe divinity of our Lord and Savior, Jesus Christ, and with you I acknowledge that merely\nknowing this is not enough, and with you I would pray for strength to do increasingly well\nthat which we know so well, which God has given us to know, and I do it in Jesus' name.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}