{"ID":1256, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Glorious Principle<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, April 1963, pp. 27-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt the turn of the century, President Lorenzo Snow, in addressing the Saints in general\nconference, said, \"Seventy years ago this Church was organized with six members. We\ncommenced so to speak as an infant . . . Through the blessings of the Lord, however, we\nmanaged to move along in our stage of infancy, receiving support from the Lord as he saw\nproper to give it . . . We understand very well, when we reflect back upon our own lives, that\nwe did many foolish things when we were boys because of our lack of experience and\nbecause we had not learned fully to obey the instructions of our fathers and mothers. We\ncould not then comprehend that it was absolutely necessary for our proper advancement that\nwe should observe the counsels of our parents. Many of us learned it, but too late perhaps to\ncorrect ourselves. Yet as we advanced, the experience of the past materially assisted us to\navoid such mistakes as we had made in our boyhood.\n<\/p><p>\n\"It has been so with the Church . . . When we examine ourselves . . . we discover that we are\nstill not doing exactly as we ought to do, notwithstanding all our experience. We discern that\nthere are things which we fail to do that the Lord expects us to perform, some of which he\nrequired us to do in our boyhood. But we feel thankful and grateful that we are enabled now,\n. . . to accomplish many things . . . While we congratulate ourselves in this direction, we\ncertainly ought to feel that we have not yet arrived at perfection. There are many things to do\nyet\" (<i>Conf. Rep.<\/i>, April 1900, pp. 1-2).\n<\/p><p>\nAs I was reading President Snow's message to the Church, it was evident to me that the Lord\nhas been good as well as patient with the Saints. He has set up these conferences wherein his\npeople might be admonished and informed concerning his kingdom.\n<\/p><p>\nNow President Snow in his observations referred to some of these matters after the Church\nhad been established for seventy years.\n<\/p><p>\nToday with the Church having reached the age of 133 years, we marvel at its growth; and\nwith the strength of its leadership, we are moving forward. Yet as we examine ourselves, we\nsee there is much need for improvement.\n<\/p><p>\nI think of the Prophet Isaiah's words when he said: \"Cry aloud, spare not lift up thy voice\nlike a trumpet, and shew my people their transgression, and the house of Jacob their sins\"\n(<span class=\"citation\" id=\"25243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25243)\">Isa. 58:1<\/a><\/span>).\n<\/p><p>\nI observe a great need for the teaching and adherence to the principle of fasting. I would like\nto say something relative to it. As a Church, we have not reached the full benefits of this\nprinciple. There are some who faithfully observe the fast and who receive the full blessings.\nBut there are many who must yet be taught the true principle of fasting and be converted to it\nand practice it in order to receive the great blessings associated with it.\n<\/p><p>\nThe Prophet Isaiah clearly sets forth an understanding of the fast. As he observed the people,\nhe was, no doubt, considerably upset and concerned with the way they had abused the purpose\nand principle of fasting.\n<\/p><p>\nHe said: \". . . Behold, in the day of your fast ye find pleasure, and exact all your labours\"\n(<span class=\"citation\" id=\"25244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25244)\">Isa. 58:3<\/a><\/span>).\n<\/p><p>\nA writer says this scripture means that they find pleasure and carry on business and oppress\nall their laborers. With all their professing of self-denial they are selfish.\n<\/p><p>\n\"Behold, ye fast for strife and debate, and to smite with the fist of wickedness\"\n(<span class=\"citation\" id=\"25245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25245)\">Isa. 58:4<\/a><\/span>).\n<\/p><p>\nOr in other words as a result they are rewarded with strife, debate, and wickedness.\n<\/p><p>\nIsaiah further explains the purposes and blessings concerning the fast. He asks: \"Is not this the\nfast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to\nlet the oppressed go free, and that ye break every yoke?\n<\/p><p>\n\"Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy\nhouse? when thou seest the naked, that thou cover him; and that thou hide not thyself from\nthine own flesh?\" (<span class=\"citation\" id=\"25246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25246)\">Isa. 58:6-7<\/a><\/span>).\n<\/p><p>\nI suppose when he speaks of \"loosing the bands of wickedness\" of \"undoing the heavy\nburdens,\" and the \"breaking of every yoke\" that he is referring to the wickedness of people\nwho think only of themselves in selfishness, vanity, pride, and having hearts so set upon the\nthings of this world that the two great commandments of loving God and loving neighbor are\nentirely forgotten. The principles of loving thy neighbor and of loving God are encompassed\nin the true purpose of the fast.\n<\/p><p>\nCertainly, it takes no imagination to understand what is meant when he says, \". . . that thou\nbring the poor that are cast out to thy house? when thou seest the naked, that thou cover him;\nand that thou hide not thyself from thine own flesh?\"\n<\/p><p>\nHe meant that in addition to taking care of the poor, that we should watch over our own kin\nand be responsible for our father, mother, brother, and sister when they are in need.\n<\/p><p>\nIt is here that I would like to state that the Lord has caused a day of fasting and prayer to be\nset up in this day so that collectively the Church might join together to fulfil the purposes of\nfasting.\n<\/p><p>\nIn the general letter from the Council of the Twelve to the Church under date of May 17,\n1845, which Orson Pratt read to the Saints, these words appear: \n<\/p><p>\n\"Let this be an ensample to all saints, and there will never be any lack for bread: When the\npoor are starving, let those who have, fast one day and give what they otherwise would have\neaten to the bishops for the poor, and every one will abound for a long time; and this is one\ngreat and important principle of fasts, approved of the Lord. And so long as the saints will all\nlive to this principle, with glad hearts and cheerful countenances they will always have an\nabundance.\" (<i>DHC<\/i> 7:413.)\n<\/p><p>\nThe bishop should frequently encourage the members of his ward to observe the fast day and\nvoluntarily contribute a generous offering. The Lord knows in his wisdom that individually\nwe are generally not prone to seek out the poor, the hungry, and those in need, and\nindividually attend to their needs on a continuing basis. By fasting collectively there is no end\nto the good that can be done, that no one need suffer; that such assistance as might be given is\nrendered through the bishop in love and mercy and that full dollar value is rendered without\nany administrative cost.\n<\/p><p>\nFasting is a voluntary principle. The Lord also said: \". . . it is not meet that I should\ncommand in all things, for he that is compelled in all things, the same is a slothful and not a\nwise servant; wherefore he receiveth no reward.\n<\/p><p>\n\"Verily I say, men should be anxiously engaged in a good cause, and do many things of their\nown free will, and bring to pass much righteousness\"\n(<span class=\"citation\" id=\"14273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14273)\">D&amp;C 58:26-27<\/a><\/span>). Fasting is a principle\nthat all are encouraged to live by&mdash;the young and the old, the rich and the poor, the widow\nand the needy.\n<\/p><p>\nPresident Joseph F. Smith says: \"The Lord has instituted the fast on a reasonable and\nintelligent basis, and none of His works are vain and unwise. His law is perfect in this as in\nother things. Hence, those who can are required to comply thereto; it is a duty from which\nthey cannot escape, but let it be remembered that the observance of the fast by abstaining\ntwenty-four hours from food and drink is not an absolute rule, it is no iron-clad law to us, but\nis left with the people as a matter of conscience, to exercise wisdom and\ndiscretion. Many are subject to weakness, others are in delicate health, and others have nursing\nbabies; of such it should not be required to fast. I have known children to cry for something\nto eat on fast day. In such cases, going without food will do them no good. Instead, they dread\nthe day to come, and in place of hailing it, dislike it; while the compulsion engenders a spirit\nof rebellion in them, rather than a love for the Lord and their fellows. Better teach them the\nprinciple, and let them observe it when they are old enough to choose intelligently, than to so\ncompel them\" (<i>Gospel Doctrine<\/i>, p. 244).\n<\/p><p>\nI feel to add that those who are not physically able to abstain from food and drink should\nparticipate on fast day to the extent of prayers, offerings, and testimony. If we abide by the\nword of the Lord for the above purposes, we will surely be blessed as God has promised\nthrough his prophets. I suppose there is no physical blessing desired so much as being well in\nmind and in body.\n<\/p><p>\nListen again to Isaiah and this promise, \"Then shall thy light break forth as the morning, and\nthine health shall spring forth speedily\"\n(<span class=\"citation\" id=\"25247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25247)\">Isa. 58:8<\/a><\/span>).\nWhat would this be worth to you?\nThink of what it means. \". . . and thy righteousness shall go before thee; the glory of the Lord\nshall be thy reward\" (<span class=\"citation\" id=\"50008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50008)\">Isa. 58:8<\/a><\/span>).\n<\/p><p>\nFurther, \"Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say,\nHere I am\" (<span class=\"citation\" id=\"25248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25248)\">Isa. 58:9<\/a><\/span>).\nWhat more assurance would we need than this as a promise that\nwe may call upon the Lord and he will answer?\n<\/p><p>\nThen Isaiah reiterates: \". . . If thou take away from . . . thee the yoke, (or wickedness) the\nputting forth of the finger, (or accusing others) and speaking vanity; \n<\/p><p>\n\"And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy\nlight rise in obscurity, and thy darkness be as the noon day: \n<\/p><p>\n\"And the Lord shall guide thee continually, (or the Holy Ghost will direct your daily life) and\nsatisfy thy soul in drought, (This is your personal security in times of need and difficulty.)\nand make fat thy bones: (I believe this has to do with health. In the bone there is marrow and\nmarrow manufactures the blood that is vital to the strength and well-being of the body.) and\nthou shalt be like a watered garden, and like a spring of water, whose waters fail not (or\ninspiration and wisdom will flow from you continually).\n<\/p><p>\n\"And they that shall be of thee shall build the old waste places: thou shalt raise up the\nfoundations of many generations; and thou shalt be called, The repairer of the breach, The\nrestorer of paths to dwell in\" \n(<span class=\"citation\" id=\"25249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25249)\">Isa. 58:9-12<\/a><\/span>).\nTo me this is a promise to those working with\nthe members of the Church who are in need physically and spiritually, \"they that shall be of\nthee,\" or that you may be able to help them&mdash;to do what? \"Build the old waste places,\" and\nas you help them to build \"thou shalt raise up the foundations of (their) many generations (to\nfollow), and then thou shalt be called, The repairer of the breach.\" In other words, you have\nhelped them overcome their weaknesses, to restore their souls, to bridge the gap through\nreactivating, rehabilitation, and \"restoring\" the path for them to walk in.\n<\/p><p>\nTo those responsible\nfor the leadership of the Saints in every unit of the Church, I say, teach the people the\nprinciple of fasting, in love, in gentleness, in firmness, and in humility. Fasting will give them\nspiritual strength and help them to develop self-control.\n<\/p><p>\nPresident Snow observed in his day a need for maturity, so we today after 133 years should\nreach manhood in the fast offering program.\n<\/p><p>\nActually as a Church we are not meeting the cash needs of the sick, the naked, and the\nhungry as we should through the principle of fasting. It is our obligation to teach the Saints\nthis principle in order that they may break the sin of selfishness that their offerings and their\nblessings may be generous.\n<\/p><p>\nNow brothers and sisters, I want to leave with you the desire of my heart in the words of\nOmni: \". . . I would that ye should come unto Christ, who is the Holy One of Israel, and\npartake of his salvation, and the power of his redemption. Yea, come unto him, and offer your\nwhole souls as an offering unto him, and continue in fasting and praying,\nand endure to the end; and as the Lord liveth ye will be saved\"\n(<span class=\"citation\" id=\"41185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41185)\">Omni 1:26<\/a><\/span>). In the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}