{"ID":1257, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">God's Prophet&mdash;David O. McKay<\/p>\n<p class=\"gcspeaker\">Elder William J. Critchlow, Jr.<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">William J. Critchlow, Jr., <i>Conference Report<\/i>, April 1963, pp. 30-33<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the course of my office day, at about noon of the day, but not every day, I may see\nthrough my office window two men, locked arm in arm, striding toward Hotel Utah. One is\ntall and slender&mdash;rather easy to identify&mdash;despite his distance from the window. He is\nPresident McKay on his way, by escort, to his hotel apartment.\n<\/p><p>\nSome day President McKay may let me walk with him to his apartment. Then, with our arms\nlocked tightly together, he could lean on me physically, and thus in very small measure I\ncould compensate him for the many times I have leaned on him spiritually.\n<\/p><p>\nFew people will ever have the privilege of locking arms and striding with a prophet, but\neveryone may have the privilege of following him.\n<\/p><p>\nOnce President McKay said to me and a few others: \"Come&mdash;follow me.\" That invitation\ncame one summer evening several weeks after a thief or thieves had broken into his stable\nand stolen his saddles. Stake presidents in the Ogden [Utah] area, aware of his loss, purchased\na fine saddle, and we had just presented it to him that lovely evening at his Huntsville home.\n<\/p><p>\n\"Put it in the trunk of my car,\" he said, and motioning with his hand he bade us, \"Come&mdash;\nfollow me.\"\n<\/p><p>\nIn our several cars we followed his car across town and beyond to a pasture gate. On the way\nand all the way his words, \"Come&mdash;follow me,\" rode with me in my mind, exciting me,\nchallenging me, finally provoking me to make a resolution which I sincerely pray I may have\nthe courage to keep. I give it to you in earnest, simple rhyme, and challenge you to follow\nsuit: \n<\/p><p>\nFollow him I will,<br \/>\nAll the way; <br \/>\nAnd to wearied souls,<br \/>\nAlong my way,<br \/>\nTake opportunity each<br \/>\nDay to say: <br \/>\nHe is God's prophet&mdash;<br \/>\nDavid O. McKay.\n<\/p><p>\nPresident McKay opened the pasture gate, entered alone, and closed the gate. He asked us to\nstand quietly back a few paces. There was neither sight nor sound of pastured\nanimals&mdash;brush obscured our view. Advancing a few paces, he raised his voice and called: \"Sonny Boy,\nSonny Boy.\" For moments there was silence, and in that silence I recalled that Sonny Boy\nwas a spirited animal&mdash;the men who shod him had warned that he could give anyone a bad\ntime. He gave them one.\n<\/p><p>\nFaintly I soon heard the sound of hoofs thudding rapidly upon the sod. The thudding\nstrengthened, growing louder and louder and still louder; and then suddenly, two horses\ncharged around the brush, racing neck to neck straight toward President McKay. I held my\nbreath, fearing that they would trample him before they could check their speed. Doesn't he\nrealize the danger? He did, he knew exactly what the horses would do; he didn't even budge;\nthe experience was not new to him or to the horses.\n<\/p><p>\nNow picture this in your minds: President McKay with his arm over Sonny Boy's neck, both\nhorses nuzzling him searchingly&mdash;horse kisses they may have been, I wouldn't know&mdash;but\nthis I do know; rubbing noses is an accepted mode of greeting down New Zealand\nway among the Maoris, as President McKay well knows. Anyway, this\ngreeting of man and horse portrayed affection. I cannot deny it&mdash;I beheld it. I also beheld the\nPresident sweeten the greeting with sugar lumps from his pocket. The horses liked the sugar. I\nthink they liked the President. I am very sure the President loved his horses. His arm around\nthe neck of Sonny Boy was not intended as a show of affection; it half concealed a rope\nwhich he deftly circled around the neck to make the horse captive. Sonny Boy did not seem\nto mind&mdash;not much. He took the bit, gently, and made no fuss about the saddle. The\nPresident tightened the new cinches, lengthened the stirrups; then mounting without assistance,\nhe prodded the horse into a trot which broke into a gallop as they disappeared, about as the\nhorses came, around the brush and out of sight.\n<\/p><p>\nTwo thousand years ago, one greater than a prophet said: \"Come, follow me\" (see\n<span class=\"citation\" id=\"35216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35216)\">Matt. 4:19<\/a><\/span>).\nAnd men left their nets; some left their ships; and some their work to follow him. Two\nhad other things to do; one had a father to bury, the other had to bid his household farewell.\nTo the latter, the Master said: \"No man, having put his hand to the plough, and looking back,\nis fit for the kingdom of God\" (<span class=\"citation\" id=\"31590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31590)\">Luke 9:61-62<\/a><\/span>).\n<\/p><p>\nMen of the priesthood have set their hands to the plough. Many, however, have looked back;\nthey had other things to do&mdash;habits, perhaps, to bury; appetites, maybe, to say farewell to.\nTherefore it was written: \". . . many are called, but few are chosen\"\n(<span class=\"citation\" id=\"14341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14341)\">D&amp;C 121:40<\/a><\/span>).\n<\/p><p>\nHe who said, \"Come, follow me\" (<span class=\"citation\" id=\"31598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31598)\">Luke 18:22<\/a><\/span>)\ntwo thousand years ago is a busy man. Worlds without\nnumber has he created, and by him and through him were they created. He must be a very\nbusy man. He has placed his kingdom here on earth in the hands of his officers, those who\nhold the priesthood&mdash;and the kingdom is no stronger than its priesthood officers. No\nofficer&mdash;\"No man taketh this honour unto himself, but he that is called of God, as was Aaron\"\n(<span class=\"citation\" id=\"24307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24307)\">Heb. 5:4<\/a><\/span>).\nNo man taketh any office in the kingdom until he is called. Since priesthood is\nauthority to act&mdash;even to call&mdash;for God, every call by those in authority to call is\ntantamount to a call from him who said, \"Come, follow me.\" \"By me or by my word . . .\nthrough him whom I have anointed and appointed to this power,\" it is the same. \"Mine house\nis a house of order, saith the Lord God\"\n(see <span class=\"citation\" id=\"14353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14353)\">D&amp;C 132:7-8<\/a><\/span>).\n<\/p><p>\nOnce I sat at a banquet among men&mdash;businessmen, industry men, professional men, and\nothers&mdash;462 of them&mdash;Mormons, Jews, and gentiles. The occasion was a testimonial to\nPresident McKay. These men were there expressly to honor him. One of them, not of our\nfaith, speaking for the group, said in part about President McKay: \n<\/p><p>\n\"We see every day his talent for harmonizing diversities and the inspired leadership which\nbrings and secures enrichment from varied cultural sources as he has brought them together\nfrom every people, every land, every generation . . .\n<\/p><p>\n\"We have gathered that we might have opportunity to give full expression to the respect, to\nthe affection, to indeed the love and gratitude that we have for him . . .\n<\/p><p>\n\"Our gift to President McKay is an organ to be installed in a chapel which has been built in\nWales to honor his mother, Jeanette Evans McKay.\" (Joseph Rosenblatt, <i>The Improvement Era<\/i>,\n66 [Feb. 1963] 111.)\n<\/p><p>\nIn accepting the gift, President McKay said: \n<\/p><p>\n\"I sincerely wish I were more worthy of the honor you have bestowed upon me; and in\nwishing to be worthy of your esteem, I find myself in accord with Portia's feelings . . . as she\nsaid: \n<\/p><p>\n'You see me, Lord Bassonio, where I stand,<br \/>\n&nbsp; &nbsp;     Such as I am; though for myself alone,<br \/>\n&nbsp; &nbsp;     I would not be ambitious in my wish,<br \/>\n&nbsp; &nbsp;     To wish myself much better; yet for you,<br \/>\n&nbsp; &nbsp;     I would be trebled twenty times myself; <br \/>\n&nbsp; &nbsp;     A thousand times more fair, ten thousand times<br \/>\n&nbsp; &nbsp;     More rich; <br \/>\n&nbsp; &nbsp;     That only to stand high in your account,<br \/>\n&nbsp; &nbsp;     I might in virtues, beauties, livings, friends<br \/>\n&nbsp; &nbsp;     Exceed account.'<br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;          (<i>Merchant of Venice<\/i>, Act III, Scene 1.)\n<\/p><p>\n\". . . So as I receive this tribute from you, my friends, I say with sincerity in my heart: For\nyou I would be 'trebled twenty times myself,' would be many times more capable to serve\nyou.\" (<i>Ibid.<\/i>, 66 [Feb. 1963] 112.)\n<\/p><p>\nAnd by that \"you,\" he meant you and you&mdash;and all of you out there listening in.\n<\/p><p>\nAs he stood there, pouring out his heart, the challenging words of the poet, Josiah G. Holland,\npoured into my mind: \n<\/p><p>\n\"God give us men! A time like this demands<br \/>\n&nbsp; &nbsp;     Strong minds, great hearts, true faith and ready hands; . . .<br \/>\n&nbsp; &nbsp;     . . .<br \/>\n&nbsp; &nbsp;     Tall men, sun-crowned, who live above the fog. . . .\"<br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;                         &mdash;\"God Give Us Men\"<br \/>\n<\/p><p>\nEmploying some of the poets own words, without giving them breath or tongue, I accept his\nchallenge. That night my acceptance poured silently from my heart. Right now, I give it vocal\nstatus: \n<\/p><p>\nThere is your man. A time like this demands<br \/>\n&nbsp; &nbsp;     His strong mind, his great heart, his true faith and his ready hand.<br \/>\n&nbsp; &nbsp;     A tall man, sun-crowned, he lives above the fog.<br \/>\n&nbsp; &nbsp;     Cultured, learned, august, affable, and kind,<br \/>\n&nbsp; &nbsp;     Handsome, too, God blessed him with a brilliant mind; <br \/>\n&nbsp; &nbsp;     A spark of divinity glows brightly in his regal soul; <br \/>\n&nbsp; &nbsp;     Help me, dear Lord, to follow him to his celestial goal.<br \/>\n&nbsp; &nbsp;     And to people&mdash;all along the way,<br \/>\n&nbsp; &nbsp;     Grant me opportunity&mdash;each day to say: <br \/>\n&nbsp; &nbsp;     He is God's prophet&mdash;David O. McKay.\n<\/p><p>\nOnly one mortal man at a time is privileged to hold all of the priesthood keys pertaining to\nthe kingdom of God. The President of The Church of Jesus Christ of Latter-day Saints is that\nman.\n<\/p><p>\n\". . . and there is never but one on the earth at a time on whom this power and the keys of\nthis priesthood are conferred\"\n(<span class=\"citation\" id=\"14351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14351)\">D&amp;C 132:7<\/a><\/span>). President David O. McKay is that man.\n<\/p><p>\nPresident McKay likes a spirited horse. He also likes a spirited man&mdash;a man with spirit\nenough to accept calls to duty&mdash;spirited enough to \"learn his duty, and to act in the office in\nwhich he is appointed, in all diligence\"\n(<span class=\"citation\" id=\"14333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14333)\">D&amp;C 107:99<\/a><\/span>).\n<\/p><p>\nPresident McKay loves youth. Here is the evidence. Listen, he speaks to youth: \n<\/p><p>\n\"I wish I could say to every young man in the Church, that if you would be successful, if you\nwould be happy, if you would conserve your strength, intellectual, physical, and spiritual, you\nwill resist temptation to indulge your appetites and your passions\" (<i>Gospel Ideals<\/i>).\n<\/p><p>\n\"Each of us is the architect of his own fate and he is unfortunate indeed who will try to build\nhimself without realizing that he grows from within, not without.\"\n<\/p><p>\n\"Thoughts make us what we are. As definitely and surely as the weaver shapes his flowers\nand figures out of the warp and woof of his loom, so every moment the shuttle of thought\nmoves back and forth forming character and even shaping the lineaments of our features.\nThoughts lift your soul heavenward, or drag you toward hell\" (<i>Secrets of a Happy Life<\/i>).\n<\/p><p>\n\"What you think about when you do not have to think shows what you really are.\"\n<\/p><p>\n\"Clean and wholesome bodies bring joy; debauch them, and we lose happiness.\"\n<\/p><p>\n\"Be true to those who trust you.\"\n<\/p><p>\n\"Do your best this hour, and you will do better the next.\"\n<\/p><p>\n\"True friends enrich life. If you would have friends, be one.\"\n<\/p><p>\n\"He is a slave who will be led by his appetites.\"\n<\/p><p>\n\"We should put forth every effort to supplant the aristocracy of wealth with the aristocracy of\ncharacter and to awaken in the minds of the youth a realization that to be honest, to be\ndependable, to be a loyal citizen of the country, to be true to the standards of\nthe gospel are the noblest ideals of life\" (<i>Gospel Ideals<\/i>).\n<\/p><p>\n\"I am not one of those who believe that you have to be long-faced and pious in order to\nworship. Happiness should come to us if there is joy in our souls, for that is the source of\nhappiness. This joy of living is radiated to others. Every person radiates what he is. That\nradiation comes from what he <i>really<\/i> is, not from what he may pretend to be. No person can\nescape that radiation. To live is to radiate; to live is to be the recipient of radiation.\"\n<\/p><p>\n\"Lay the foundation of a happy home in your pre-marital life.\"\n<\/p><p>\n\"The seeds of a happy married life are sown in youth. Happiness does not begin at the altar; it\nbegins during the period of youth and courtship. Self-mastery during youth is first, the source\nof virile manhood; second the crown of beautiful womanhood; third, the foundation of a\nhappy home; and fourth the contributing factor to the strength and perpetuity of the race\"\n(<i>Secrets of a Happy Life<\/i>).\n<\/p><p>\n\"Choose your mate by judgment and inspiration as well as by emotions.\"\n<\/p><p>\n\"The highest ideal for our young girls today, as for our mothers who crossed the plains, is\nlove as it may be expressed in marriage and home building, and this virtue in which love\nfinds true expression is based upon the spiritual and not the physical side of our being\"\n(<i>Gospel Ideals<\/i>).\n<\/p><p>\n\"Too many couples come to the marriage altar looking upon the ceremony as the end of\ncourtship. They should not forget that under the burdens of home life, tender words of\nappreciation and courteous acts are even more appreciated than during the courtship. It is after\nthe ceremony, and during the trials that daily arise in the home, that a word of 'thank you,'\n'pardon me,' 'if you please,' contributes to the perpetuation of that love which brought them\nto the altar\" (<i>Secrets of a Happy Life<\/i>).\n<\/p><p>\nThe speaking time allotted me is pressuring me to stop talking. Too briefly has it offered me\nthe privilege of sampling our President's love and interest in youth. Let me conclude with a\nsample of my own love and esteem for this great man: \n<\/p><p>\nAll that I've said and read&mdash;he is, and more,<br \/>\n&nbsp; &nbsp;          &mdash;A guided man.<br \/>\n     Much more than guided missiles, the world needs<br \/>\n&nbsp; &nbsp;          &mdash;A guided man.<br \/>\n     That he is&mdash;call him then for what he is<br \/>\n&nbsp; &nbsp;          &mdash;A prophet&mdash;God's prophet.\n<\/p><p>\nI love him, and I believe&mdash;I know that he is a prophet of God; that he holds all the priesthood\nkeys, rights, powers, and authority which were conferred upon the Prophet Joseph Smith and\nupon his successors right down to and including President McKay.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}