{"ID":1258, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Consequences of Sin<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1963, pp. 33-38<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, in all humility I would like to say amen to the very wonderful tribute\npaid to our beloved President, David O. McKay, by Elder Critchlow.\n<\/p><p>\nI would be most ungrateful if I failed to take just a moment to express my sincere thanks and\ngratitude for your prayers in my behalf during my illness and convalescence. I know your\nprayers have been heard because I am with you today. The Lord has blessed me. My strength\nand health are returning.\n<\/p><p>\nAs an introduction to my talk, I feel to quote from the teachings of Jacob,\nthe brother of Nephi, to the Nephites concerning their sins and transgression of God's\ncommandments. This man of God stated his responsibility to them as a teacher and expressed\nthe anxiety he had for the welfare of their souls. He appealed to them thus: \n<\/p><p>\n\"But behold, my brethren, is it expedient that I should awake you to an awful reality of these\nthings?\n<\/p><p>\n\". . . ye look upon me as a teacher, it must needs be expedient that I teach you the\nconsequences of sin (<span class=\"citation\" id=\"3697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3697)\">2 Ne. 9:47-48<\/a><\/span>).\n<\/p><p>\n\"And also it grieveth me that I must use so much boldness of speech concerning you, before\nyour wives and your children, many of whose feelings are exceedingly tender and chaste and\ndelicate before God, which thing is pleasing unto God (<span class=\"citation\" id=\"25849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25849)\">Jacob 2:7<\/a><\/span>).\n<\/p><p>\n\". . . I know that the words of truth are hard against all uncleanness; but the righteous fear\nthem not, for they love the truth and are not shaken\"\n(<span class=\"citation\" id=\"3696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3696)\">2 Ne. 9:40<\/a><\/span>).\n<\/p><p>\nThe serious, distressing problems always difficult for brethren in presiding positions to deal\nwith are the immorality cases which involve youth; the older unmarried and the married; the\nbroken homes; the dissolution of family ties which separate parents and children. The sorrow,\nfrustration, and unhappiness of such tragic mistakes serves to upset the lives, both\npsychologically and spiritually, of the innocent victims of such unfortunate violation of God's\nlaws.\n<\/p><p>\nFar too many broken homes result from early forced marriages, unfaithfulness, and\nincompatibility, the failure of men and women to abide by the vows of the marriage covenant,\nyielding to the weaknesses of the flesh, forsaking the principles of righteousness, ignoring\nfamily prayers, and the guiding influence of the Holy Ghost in their lives.\n<\/p><p>\nWhen the light of the Spirit, because of transgression and hardness of heart, departs from the\nsoul of the transgressor, he is left to himself to grope through the darkness of temptation and\nevil. Therefore, he does not reason righteously nor act according to principles of honesty,\ntruthfulness, or morality.\n<\/p><p>\nSolomon expressed these two significant proverbs: \"As righteousness tendeth to life: so he\nthat pursueth evil pursueth it to his own death\"\n(<span class=\"citation\" id=\"41449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41449)\">Prov. 11:19<\/a><\/span>).\n<\/p><p>\n\"Every nay of a man is right in his own eyes\"\n(<span class=\"citation\" id=\"41456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41456)\">Prov. 21:2<\/a><\/span>).\n<\/p><p>\nThe sinner is prone to rationalize and to justify his acts of transgression. He frequently stands\nupon what he loosely calls \"extenuating circumstances\" which are but weak excuses for his\nsinful acts.\n<\/p><p>\nAgain this wise man said: \"When thou vowest a vow unto God, defer not to pay it; for he\nhath no pleasure in fools\" (<span class=\"citation\" id=\"21411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21411)\">Eccl. 5:4<\/a><\/span>).\n<\/p><p>\nEvery member of this Church is duty bound to keep sacred and honorably fulfil every\nrequirement and condition of his vows to his God; otherwise, the Lord will not have pleasure\nin him nor will his mercies be extended upon him.\n<\/p><p>\nIt isn't too difficult for a sinful man and woman to seek forgiveness after they take what he\nand she want&mdash;even though they may be guilty of breaking up two homes by their\ntransgressions, causing separation of families, forsaking children and leaving them destitute of\nlove and care, also shirking their personal responsibilities to loved ones for others to fulfil.\n<\/p><p>\nTo take another man's wife or another woman's husband is stealing in its most ignoble form.\n<\/p><p>\nThe great lawgiver, Moses, on Mount Sinai received these specific commandments from the\nLord concerning man's obligation and regard for the welfare and happiness of others: \n<\/p><p>\n\"Thou shalt not steal . . .\n<\/p><p>\n\". . . Thou shalt not covet thy neighbour's wife . . .\n<\/p><p>\n\"Thou shalt not commit adultery\"\n(<span class=\"citation\" id=\"22713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22713)\">Ex. 20:15,17,14<\/a><\/span>).\n<\/p><p>\nEven the simple can understand these plainly stated laws, and in the light of this knowledge,\nthose who know and transgress the law, stand condemned before the Lord.\n<\/p><p>\nIn this last dispensation the Lord is just as emphatic, warning the Saints against such sins. He\ncommanded: \n<\/p><p>\n\"Thou shalt not steal . . .\n<\/p><p>\n\"Thou shalt love thy wife with all thy heart, and shalt cleave unto her and\nnone else.\n<\/p><p>\n\"Thou shall not commit adultery; and he that committeth adultery, and repenteth not, shall be\ncast out\" (<span class=\"citation\" id=\"14261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14261)\">D&amp;C 42:20,22,24<\/a><\/span>).\n<\/p><p>\nThese commandments also are very clear, forthright, and understandable. What applies to the\nman cleaving unto his wife and none else applies with equal force also to the wife for her\nhusband. There is no double standard in the Church. Both man and woman are responsible for\ntheir personal acts.\n<\/p><p>\nI often wonder why a man or a woman will give up wife or husband and children for an\nadulterous relationship. When sin is the foundation of the marriage relationship, the chance of\na secure and happy companionship is very remote. Surely the Spirit of the Lord, neither\nGod's laws to man, sanction such behavior, nor can the blessings of the Lord be expected\nupon such a union.\n<\/p><p>\nIt is difficult to understand how church members who know these commandments can cast\naside such knowledge and yield to the lusts of the flesh. Small violations lead to more serious\nand devastating sins. Those who play with fire, ultimately, if they persist, will be burned.\n<\/p><p>\nSolomon wisely taught this truth: \n<\/p><p>\n\"Can a man take fire in his bosom, and his clothes not be burned? . . .\n<\/p><p>\n\"So he that goeth into his neighbour's wife; whosoever toucheth her shall not be innocent . . .\n<\/p><p>\n\"But whoso committeth adultery with a woman lacketh understanding: he that doeth it\ndestroyeth his own soul\" (<span class=\"citation\" id=\"41447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41447)\">Prov. 6:27,29,32<\/a><\/span>).\n<\/p><p>\nYielding to the illicit enticements of the flesh is the basest of human instincts, also the cause\nof much sorrow, unhappiness, and the loss of the clean inward feeling of peace men should\nstrive to obtain. Those who sin deny their God and accept Satan, the author and the father of\nall sin.\n<\/p><p>\nAbinadi, the Nephite prophet, cautioned: \"But remember that he that persists in his own carnal\nnature, and goes on in the ways of sin and rebellion against God, remaineth in his fallen state\nand the devil hath all power over him\"\n(<span class=\"citation\" id=\"40322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40322)\">Mosiah 16:5<\/a><\/span>).\n<\/p><p>\nNephi reasoned: \"And why should I yield to sin, because of my flesh? Yea, why should I give\nway to temptations, that the evil one have place in my heart to destroy my peace and afflict\nmy soul?\" (<span class=\"citation\" id=\"3694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3694)\">2 Ne. 4:27<\/a><\/span>).\n<\/p><p>\nThe Apostle Paul, writing to the Roman Saints, counseled: \"Let not sin therefore reign in your\nmortal body, that ye should obey it in the lusts thereof.\n<\/p><p>\n\"Neither yield ye your members as\ninstruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive\nfrom the dead, and your members as instruments of righteousness unto God.\n<\/p><p>\n\"Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to\nwhom ye obey; whether of sin unto death, or of obedience unto righteousness?\"\n(<span class=\"citation\" id=\"42766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42766)\">Rom. 6:12-13,16<\/a><\/span>).\n<\/p><p>\nWriting to the Corinthians he said: \"Know ye not that the unrighteous shall not inherit the\nkingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor\neffeminate, nor abusers of themselves with mankind,\n<\/p><p>\n\". . . shall inherit the kingdom of God . . .\n<\/p><p>\n\". . . Now the body is not for fornication, but for the Lord; and the Lord for the body . . .\n<\/p><p>\n\"Know ye not that your bodies are the members of Christ? shall I then take the members of\nChrist, and make them the members of an harlot? God forbid . . .\n<\/p><p>\n\"Flee fornication. Every sin that a man doeth is without the body; but he that committeth\nfornication sinneth against his own body\"\n(<span class=\"citation\" id=\"364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(364)\">1 Cor. 6:9-10,13,15,18<\/a><\/span>).\n<\/p><p>\nWhile I am convinced conditions in these matters among us are much less than in the world,\nfrom what I have observed and know, they are not good enough. We are not free of these\ndespicable sins; and Satan, recognizing the weaknesses of the flesh, is vigorously attacking the\nweakened armor in our defenses and far too many are yielding to his enticements to error and\nsin.\n<\/p><p>\nThe Apostle Paul understood this weakness of man and, writing to the\nEphesians Saints, he admonished: \"Finally, my brethren, be strong in the Lord, and in the\npower of his might.\n<\/p><p>\n\"Put on the whole armour of God, that ye may be able to stand against the wiles of the devil\"\n(<span class=\"citation\" id=\"21760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21760)\">Eph. 6:10-11<\/a><\/span>).\n<\/p><p>\nOur beloved President David O. McKay has always taught members of the Church to practice\nself-restraint and self-mastery, not permitting themselves to fall to the level of the animal\nkingdom.\n<\/p><p>\nWe cannot afford, as children of God, in whose presence we someday hope to be, to toss\noverboard the God-given principles of morality and make our bodies instruments of\nunrighteousness by yielding to the gratification of bodily desires. God will not hold guiltless\nthose who succumb to such sins and forsake his laws and also abdicate responsibility to loved\nones.\n<\/p><p>\n\"For of him,\" said the Lord to the Prophet Joseph Smith, \"unto whom much is given much is\nrequired: and he who sins against the greater light shall receive the greater condemnation\"\n(<span class=\"citation\" id=\"14284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14284)\">D&amp;C 82:3<\/a><\/span>).\n<\/p><p>\nAn individual who sins, and because of his transgression loses his church membership, has\nsacrificed privileges and opportunities for blessings which may be difficult to regain. The\nexcommunicated members, nevertheless, look for and hopefully expect an early reinstatement\nto church membership and a restoration of former blessings; but they fail to realize or\nunderstand that the road back into church fellowship with its privileges and opportunities for\nblessings is long, lonely, and exacting.\n<\/p><p>\nThe question is often asked by those in transgression, whose sins are so serious that it is\nalmost impossible for them to make proper amends, if the Church does not believe in\nforgiveness. The answer, of course, is: The Church does believe in the principle of\nforgiveness to those who repent of their sins, confess, and forsake them; and who can also\nmake restitution to loved ones whose lives have been upset and their future livelihood and\nrightful opportunities jeopardized.\n<\/p><p>\nThey also refer to the woman taken in adultery and ask: \"Did not Jesus forgive the woman\nbrought to him accused of adultery?\" When the accusers challenged by the Christ departed\nwithout condemning her, Jesus said unto her, \". . . Neither do I condemn thee: go, and sin no\nmore\" (<span class=\"citation\" id=\"28068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28068)\">John 8:11<\/a><\/span>).\nThe Savior did not forgive neither did he condemn her, but in\nadmonishing her to go and sin no more, he, in effect, was asking her to show forth the fruits\nof repentance which would lead to forgiveness.\n<\/p><p>\nThe Lord has commanded in this latter-day: \"Thou shalt not commit adultery; and he that\ncommitteth adultery, and repenteth not, shall be cast out.\n<\/p><p>\n\"But he that has committed adultery and repents with all his heart, and forsaketh it, and doeth\nit no more, thou shalt forgive \"But if he doeth it again, he shall not be forgiven, but shall be\ncast out\" (<span class=\"citation\" id=\"14262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14262)\">D&amp;C 42:24-26<\/a><\/span>).\n<\/p><p>\nThis revelation does not allow repetitive sinning with the expectation of forgiveness to the\ntransgressor.\n<\/p><p>\nAgain the Lord admonished and warned the Saints: \". . . go your ways and sin no more; but\nunto that soul who sinneth shall the former sins return, saith the Lord your God\"\n(<span class=\"citation\" id=\"14286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14286)\">D&amp;C 82:7<\/a><\/span>).\n<\/p><p>\n\"For I the Lord cannot look upon sin with the least degree of allowance; \n<\/p><p>\n\"Nevertheless, he that repents and does the commandments of the Lord shall be forgiven\n<\/p><p>\n\"And he that repents not, from him shall be taken even the light which he has received; for\nmy Spirit shall not always strive with man, saith the Lord of Hosts\"\n(<span class=\"citation\" id=\"14238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14238)\">D&amp;C 1:31-33<\/a><\/span>).\n<\/p><p>\nThere are penalties for violating the laws of God. The way of the transgressor was never easy.\nThe wages of sin is death, taught the prophets (see\n(<span class=\"citation\" id=\"42768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42768)\">Rom. 6:23<\/a><\/span>). Mercy cannot rob justice\n(see <span class=\"citation\" id=\"9039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9039)\">Alma 42:25<\/a><\/span>). The Lord expects\nhis servants to mete out justice and judgment according\nto the laws and commandments given to the Church.\n<\/p><p>\nAdultery, fornication, unnatural and deviate practices are the most repulsive and reprehensible\nof sins which exact the penalties imposed by a just God upon the transgressor.\n<\/p><p>\nThe members of our body war against each other, and if the spirit of man does not control the\nphysical urges and acquire self-restraint and self-mastery, one of the tragedies of indulgent\npractices is the defilement and dishonor of the body which houses a spirit child of God. The\nbody of flesh and bone is also the eternal tabernacle of the spirit. Each of us must decide\nwhat kind of house we want to live in eternally and then chart and abide the course which\nwill lead to it.\n<\/p><p>\nOne of the important elements of true repentance is to make restitution to those who have\nbeen injured or hurt by one's derelict actions.\n<\/p><p>\nIt isn't always possible for the transgressor to make proper restitution to those hurt or injured\nby his acts. One cannot, for example, restore virtue when it is lost. One cannot restore a\nhusband or a wife acquired by breaking up a home and give him or her back to his or her\nformer spouse. There are many other complicated conditions and situations too numerous to\nspell out in this brief talk which make restitution difficult to satisfy.\n<\/p><p>\nThere are cases where partial amends can be made sufficiently to justify rebaptism to the\nexcommunicated, a return to fellowship, and under certain conditions restoration of former\nblessings lost. All, however, depends upon complete repentance, proper restitution, and\nmanifesting faithfulness through living the truths, principles, and standards of the gospel.\n<\/p><p>\nA light tap on the wrist to those guilty of serious sins does not satisfy justice nor does it serve\nas a brake or a deterrent to others who may be tempted to violate the moral law. When\ntransgressors are dealt with too gently, people sense an apparent easing in maintaining gospel\nstandards; therefore, the bars of morality may be lowered. For aberrant members of the\nChurch to lose its privileges and blessings may cause them to appreciate more what they have\nlost. The feeling of aloneness and of not belonging stirs them to repentance and increased\nfaithfulness.\n<\/p><p>\nNow, I have been speaking mostly concerning the tragedies and the unhappiness of broken\nhomes. I am not unmindful of the serious follies of youth and the unmarried, but what I have\nsaid constitutes counsel and a warning to them also: counsel to live clean, treasure virtue, keep\nthe standards of the gospel, love the Lord and keep his commandments; also to pray earnestly\nfor strength to resist all evil and through humility seek the companionship of the Holy Ghost\nas a guide in the ways of righteousness. A warning to avoid compromising ideals and\nstandards, not to permit the body to be used as an instrument of sin, but as an instrument of\nrighteousness unto God.\n<\/p><p>\nAlma, the Nephite prophet, taught: \"And he doth not dwell in unholy temples; neither can\nfilthiness or anything which is unclean be received into the kingdom of God; therefore I say\nunto you the time shall come, yea, and it shall be at the last day, that he who is filthy shall\nremain in his filthiness\" (<span class=\"citation\" id=\"9033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9033)\">Alma 7:21<\/a><\/span>).\n<\/p><p>\nAs a servant of God concerned about the welfare of souls, I have spoken to you about the\nconsequences of sin. It is not my purpose to be negative and only dwell upon judgments and\npenalties, but rather to admonish all people to be true to gospel standards and ideals and to\nforsake sin and thus avoid its consequences.\n<\/p><p>\nI fully understand and am not unmindful of scriptural teachings concerning repentance and\nforgiveness. Forgiveness here in mortality, as far as it is within the power of men to forgive,\nmay not fully satisfy the law of justice required by the heavenly judges above. It does place\nthe repentant sinner, however, in the right way; and when the penalty for the broken law is\npaid, he will receive forgiveness and obtain pardon from the Righteous Judge of all. This\nprinciple is taught by the Savior in his Sermon on the Mount. Referring to those who are cast\ninto prison he declared: \". . . Thou shalt by no means come out thence, till thou hast paid the\nuttermost farthing\" (<span class=\"citation\" id=\"35227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35227)\">Matt. 5:26<\/a><\/span>).\n<\/p><p>\nThis statement of our Lord, which is associated with his teachings on moral and behavior\npatterns, affirms that those who are guilty of serious sins after receiving a knowledge of\nGod's commandments shall be cast into prison until they pay the uttermost\nfarthing for their sins.\n<\/p><p>\nThe Savior revealed unto the Prophet Joseph Smith that those who enter into the new and\neverlasting covenant of marriage and then transgress that covenant, \". . . shall be delivered\nunto the buffetings of Satan unto the day of redemption\"\n(<span class=\"citation\" id=\"14354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14354)\">D&amp;C 132:26<\/a><\/span>).\n<\/p><p>\nTo be turned over to the buffetings of Satan unto the day of one's redemption is an awful\ncondition to contemplate. Such confinement, to satisfy the demands of justice, could extend\nover a long period of time. The only way to escape such a penalty with its torments and\nsorrows is to serve the Lord faithfully and keep his commandments from youth until life's\ncourse here on earth is finished.\n<\/p><p>\nWe need more emphasis in the Church upon ideal Latter-day Saint home life where love,\ncompatibility, harmony, and the sweet spirit of the gospel abide to attract and hold youth\nclose to parents in the home. The proper teaching of children should have more emphasis so\nthey will acquire early in life a love for God and develop respect for his laws and thus cherish\nvirtue, uprightness, and honesty of purpose in their personal lives. The children are the church\nteachers and its leaders of tomorrow.\n<\/p><p>\nI sincerely hope that we who are leaders will understand that the responsibility of the Church\nand its leadership is to save and bless people. Surely we must extend to the wayward the hand\nof friendship, exhibit love, manifest interest, and do all within our power to persuade those\nwho have departed the right way to come back into that straight auld narrow path which leads\nto life eternal.\n<\/p><p>\nIt is equally important for church leaders to teach youth and all others forthrightly to their\nunderstanding the great moral concepts of the gospel and create within them the desires to put\non the whole protective armor of righteousness that they may avoid serious mistakes and the\nconsequences of sin.\n<\/p><p>\nI shall close with a choice quotation from the teachings of the Nephite prophet, Mormon: \"For\nbehold, my brethren, it is given unto you to judge, that ye may know good from evil; and the\nway to judge is as plain, that ye may know with a perfect knowledge, as the daylight is from\nthe dark night.\n<\/p><p>\n\"For behold, the Spirit of Christ is given to every man, that he may know good from evil;\nwherefore, I show unto you the way to judge; for every thing which inviteth to do good, and\nto persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye\nmay know with a perfect knowledge it is of God\"\n(<span class=\"citation\" id=\"38298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38298)\">Moro. 7:15-16<\/a><\/span>).\n<\/p><p>\nI earnestly pray, my brothers and sisters, that God will give us the strength to faithfully live\nup to the ideals, standards, and covenants of the gospel of Christ always, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}