{"ID":126, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1944, pp. 154-156<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt the conclusion of this Conference I think it is fitting, first, to express appreciation of the\nservices rendered by our wives,' mothers and sisters, who have remained at home to take care\nof household duties, and to carry on other responsibilities of farms and businesses while we\nhave been here receiving instructions regarding our spiritual work.\n<\/p><p>\nI speak for myself when I say that too seldom we stop to tell our wives how much we think\nof their help and support. We feel it, but in the busy work-a-day life, we do not stop to say\nhow much we love them. We can now, here in Priesthood meeting assembled, speak to those\nwho are listening at least, and tell them we are not unmindful of their inspiration and help.\n<\/p><p>\nI hope each one of them deserves the tribute paid to his wife by a Scotchman who, in a\ndilatory way, had waited until she was gone before he expressed just how much he\nappreciated her. His tribute lies more in the implication than in the expression: \"She was...\nWords cannot tell what she was&mdash;Think what a good wife should be. She was that.\" No\nmatter what virtues or how many you might apply to womanhood, you would be but\nenumerating the virtues of his wife.\n<\/p><p>\nWe owe much to our wives&mdash;\n<\/p><p>\nHelping and loving and guiding,<br \/>\nUrging when that were best,<br \/>\nWatching and guarding, whispering still, <br \/>\nWin you can&mdash;and you must, you will!\n<\/p><p>\nGod bless them, keep them strong in the faith, and give them power to train our children in\nthe ways of righteousness; for, after all, \"the mother makes us most.\"\n<\/p><p>\nBrethren, we have listened to many glorious instructions. It is now for us to remember that\nbetter than to know what is good to do, is <i>to do it<\/i>. Shakespeare says:\n<\/p><p>\nI can easier teach twenty what were good to be done than to be one of\nthe twenty to follow mine own teaching.\n<\/p><p>\nPARABLE OF THE SOWER\n<\/p><p>\nWith the idea of application in mind, it is well to remember the parable of the sower. Some\nseeds, Jesus tells us, fell by the wayside, and were trampled under foot or devoured by fowls.\nOther seeds fell on the rock, sprang up, but, having no root, died. Other seeds fell among\nthorns and thistles, which choked out the seed. But some seeds fell on good soil and brought\nforth an hundred fold (<span class=\"citation\" id=\"33903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33903)\">Matt. 13:3-8<\/a><\/span>).\n<\/p><p>\nThe disciples asked the Savior what he meant by that parable, and that is one that Jesus\nexplained, saying: The seed is the word of God. Those by the wayside are those that hear, but\nthen Satan comes along and deceives and misleads them. They on the rock are persons who\nreceive the word gladly, but who have no root, and when temptation comes, fall away. The\nseed that fell among thorns and thistles is the seed that falls in the hearts of men, who, when\nthey have heard, permit it to be choked by the cares, and the riches and pleasures of life.\n<\/p><p>\nBut the seed that fell in good soil was the seed that fell in honest and good hearts who,\nhaving heard the word, keep it and bring forth fruit with patience\n(<span class=\"citation\" id=\"33904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33904)\">Matt. 13:18-23<\/a><\/span>).\n<\/p><p>\nWe trust those who have been assembled here, and those who have listened, fall into the\nfourth class, who receive the word of God gladly, and will cultivate it to bring forth\nabundantly.\n<\/p><p>\nTo the officers of the Church, the best way to achieve this is to discharge at least three great\nresponsibilities which are ours. The first is the <i>responsibility to set a proper example<\/i>.\nExample is the best and most effective way of teaching. Let us be exemplary in our speech.\nNo true leader of the Church will ever profane the name of Jesus, especially in the presence\nof his sons or the presence of any other young people. Profanity is a vice. I know of\nno country in the world where that vice is so prevalent as here in the United States. The\nLatter-day Saints are not free from it. Our duty is to set a proper example in reverence.\n<\/p><p>\nSETTING WORTHY EXAMPLES\n<\/p><p>\nWe can set a proper example by speaking well of others. The Lord has admonished us not to\nengage in backbiting. I commend that simple little hymn, too seldom sung, \"Nay, Speak No\nIll.\"\n<\/p><p>\nNay, speak no ill, a kindly word<br \/>\n        Can never leave a sting behind;<br \/>\nAnd oh, to breathe each tale we've heard,<br \/>\n        Is far beneath a noble mind. <br \/>\nFull oft a better seed is sown<br \/>\n        By choosing thus the kinder plan, <br \/>\nFor, if but little good is known,<br \/>\n        Still let us speak the best we can.\n<\/p><p>\n                * * * *\n<\/p><p>\nThen speak no ill, but lenient be<br \/>\n        To others' failings as your own; <br \/>\nIf you're the first a fault to see,<br \/>\n        Be not the first to make it known.<br \/>\nFor life is but a passing day,<br \/>\n        No lip may tell how brief its span;<br \/>\nThen, O the little time we stay,<br \/>\n        Let's speak of all the best we can.\n<\/p><p>\nAnother worthy example is exercising self-control&mdash;controlling our temper by not speaking\nangrily in the home. Let calmness be characteristic of our home life. If we do this, we shall\nbe setting a proper example to the world.\n<\/p><p>\nSecond, then there is the responsibility of guardianship, of being shepherds. That is what the\nPriesthood means. Guard well those who have been put in your keeping. \"Feed my sheep,\"\nsaid the Savior to Peter. \"Feed my lambs,\" He repeated. \"Feed my sheep\"\n(<span class=\"citation\" id=\"27175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27175)\">John 21:15-17<\/a><\/span>).\n<\/p><p>\nAnd the third obligation, so to live that we may merit the companionship and guidance of the\nHoly Spirit. Such guidance is at reality. Every officer in the Priesthood is entitled to it if he\nlives to merit it. That is a great, sublime privilege of membership in the Church of Christ. We\nsometimes have it, but we do not heed it. I am speaking to myself when I say that, for I\nnearly lost my life by not heeding it. I once received a warning just as distinct as anything\nthat has ever come into my life. \"Go up to the bridge and back.\" When I reached the bridge, I\nthought we should go farther; I let my own judgment supersede inspiration; and if it had not\nbeen for the blessings of the Lord following the accident, I should not be here today.\n<\/p><p>\nGod help us, brethren and sisters&mdash;those who are listening in&mdash;to be true to the responsibilities\nthat membership and position in the Church of Christ entail. I pray that the spirit of unity, the\nspirit of peace, the spirit of mutual Confidence that has pervaded the sessions of this, the one\nhundred fourteenth annual conference, will go with us to our homes, to our wards, throughout\nthe stakes and the missions of the Church, and that God's blessings will attend Israel\neverywhere, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}