{"ID":1260, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Where Much Is Given...\"<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1963, p. 44-48<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI believe with all my heart and soul that the solution to our problems here upon this earth\ntoday and tomorrow is to be found in the knowledge and appreciation of man's relationship to\nGod, his dependence upon God, and his obedience to God's laws.\n<\/p><p>\nThe world is not just a watch that the Lord wound up and left to run down. By the exercise\nof faith men can call upon God and obtain his help in fulfillment of the promises he has\nmade. Also, of his own volition, God intervenes and controls the affairs of men, of nations,\nand the very elements that make up the universe when this is necessary for the preservation of\nhis divine purposes.\n<\/p><p>\nIn speaking of the divine purposes of the Lord, Paul wrote, \"That in the dispensation of the\nfulness of times he might gather together in one all things in Christ, both which are in\nheaven, and which are on earth; even in him\"\n(<span class=\"citation\" id=\"21748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21748)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nModern scripture tells us through the Prophet Joseph Smith, \"Now the purpose in Himself\n(that is Christ) in the winding up scene of the last dispensation is that all things pertaining to\nthat dispensation should be conducted precisely in accordance with preceding dispensations.\"\n(<i>DHC<\/i>, 4:208.)\n<\/p><p>\nChrist's example and precept set in what is known as the Dispensation of the Meridian of\nTime <i>control<\/i> us today in our behavior and in our belief. \"We believe in the same organization\nthat existed in the Primitive Church (<span class=\"citation\" id=\"6784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6784)\">A of F 1:6<\/a><\/span>).\nWe believe all that God has revealed all that He does\nnow reveal, and we believe that He will yet reveal many great and important things pertaining\nto the Kingdom of God\" (<span class=\"citation\" id=\"6788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6788)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nI have just quoted the sixth and ninth Articles of Faith of The Church of Jesus Christ of\nLatter-day Saints. How startling are the following words of Peter: \n<\/p><p>\n\"We have also a more sure word of prophecy; whereunto ye do well that ye <i>take heed<\/i>\"\n(<span class=\"citation\" id=\"4872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4872)\">2 Pet. 1:19<\/a><\/span>, italics added).\n<\/p><p>\nProphecy and revelation came from the same source to Peter and also to Joseph Smith who\ngave us our Articles of Faith.\n<\/p><p>\nIt is no different today from what it was in the days of Peter and Paul, the apostles of old.\nPaul told the Romans that \"the gospel of (Jesus) Christ . . . is the power of God unto\nsalvation to every one that believeth\"\n(<span class=\"citation\" id=\"42760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42760)\">Rom. 1:16<\/a><\/span>). Incorporated in this term salvation\nis not only the spiritual but also the temporal phase of our lives. We cannot disassociate\nmortal man from the eternal spirit of man within him. It is, therefore, through obedience to\nthe laws of God that we will find the answer to our questions, whether they be domestic,\npolitical, social, economic, or spiritual.\n<\/p><p>\nI give to you today my assurance that evidence, if not conclusive proof, of this fact is to be\nfound by studying the scriptures. Christ's admonition to his disciples is compelling upon all of\nus today. Sooner or later in life we are brought to face some crisis which requires us to\ndetermine for ourselves: Do we desire to follow the direction Christ gave to all men during\nhis earthly ministry? If we must sooner or later choose which path we are to pursue, why\nshould we procrastinate, why not do it now?\n<\/p><p>\nAs we determine our course in life, we may well remember Paul's sermon on faith, delivered\nto the Hebrews: \n<\/p><p>\n\"Now faith is the substance of things hoped for, the evidence of things not seen.\n<\/p><p>\n\"Through faith we understand that the worlds were framed by the word of God . . .\n<\/p><p>\n\"But without faith it is impossible to please him: for he that cometh to God must believe that\nhe is, and that he is a rewarder of them that diligently seek him\"\n(<span class=\"citation\" id=\"24312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24312)\">Heb. 11:1,3,6<\/a><\/span>).\n<\/p><p>\nThrough our faith in God we can accomplish life's full purpose.\n<\/p><p>\nChrist in his Sermon on the Mount, given early in his ministry, as recorded in Matthew, said:\n\"But seek ye first the kingdom of God, and his righteousness; and all these\nthings shall be added unto you\" (<span class=\"citation\" id=\"35237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35237)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nAnd then he added a little later: \"Ask, and it shall be given you; seek and ye shall find;\nknock, and it shall be opened unto you: \n<\/p><p>\n\"For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it\nshall be opened\" (<span class=\"citation\" id=\"35244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35244)\">Matt. 7:7-8<\/a><\/span>).\n<\/p><p>\nWe fulfil our highest potentials when we receive the joy and security and knowledge which\ncome from the witness of the Holy Ghost, the Comforter, who teaches us all things essential\nfor this life and ultimately for our eternal exaltation in the kingdom of God.\n<\/p><p>\nPaul declared to the Corinthians: \"Wherefore I give you to understand, that no man speaking\nby the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord but\nby the Holy Ghost\" (<span class=\"citation\" id=\"365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(365)\">1 Cor. 12:3<\/a><\/span>).\n<\/p><p>\nWhen the testimony of the Holy Ghost is borne in upon our conscience, and we know that\nJesus Christ is our Lord and Savior, the Redeemer of all mankind, the Son of the Living God,\nwe have the promise of life eternal. Christ declared to the world: \"And this is life eternal, that\nthey might know thee the only true God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"28089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28089)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThis is a matter about which we need not be left in doubt. <i>We know<\/i>. This knowledge is\npriceless. The principles of the gospel can be understood and lived by all mankind. The laws\nand ordinances of the gospel are simple; they are natural. They are appreciated by all who\naccept and conform their lives thereto. Not all men can acquire the riches of the world, but\nthe blessings of the Lord will overtake all who seek after them. Like the acquisition of\nanything worthwhile it takes effort to attain the spiritual. Faith, dedication, and devotion must\nbe ours to bring ourselves closer and closer to our Heavenly Father. We enjoy our\ncommunion with God here and now in mortality. We do not need to wait for immortality to\nenjoy the fruits of our spiritual labors. We learn to appreciate the Spirit of God more and\nmore as we draw nearer to the Lord in the keeping of his commandments. The harder we\nknock, the wider is the door opened.\n<\/p><p>\nWhat would it mean to all of us to appreciate that we are never left alone to rely upon our\nown resources; that we have the sustaining power and influence of our Heavenly Father\nconstantly with us to guide and direct us throughout our lives in all our righteous activities.\nThose who keep the commandments of God realize this blessing indeed. We know, and our\nmissionaries know. It is this knowledge which urges us on to help others with an enthusiasm\nhorn of the Spirit of our Father in heaven.\n<\/p><p>\nIt was not until The Church of Jesus Christ of Latter-day Saints was organized in 1830 that\nthe population of this planet reached one billion living persons. The present world population,\na mere 133 years later, is estimated at more than three billion. Expert estimates are that\none-twentieth of all those who ever lived on the earth are here today. If the present rate of\ngrowth, now 50-60 million a year still continues in geometric progression, there will be six\nbillion human beings in the world by the year 2,000. This is the appraisal of Dr. George\nAlbert Smith, Jr., of the Harvard Business College. [Professor of Business Administration,\nHarvard University.]\n<\/p><p>\nHe then asks the question: \"What is the way of life to be for these people and for ourselves?\nAsk yourself this question often and earnestly and realize that the question will not go\nunanswered.\"\n<\/p><p>\nWhatever the population may be now or hereafter, truth will remain constant. To know the\ntruth will make us free (<span class=\"citation\" id=\"28069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28069)\">John 8:32<\/a><\/span>).\nTruth is eternal. We must seek truth at its source. Truth emanates\nfrom God. How applicable are the words of President John Taylor, spoken in 1861, a former\nhead of the Church on earth:\n<\/p><p>\n\"We believe that no man or set of men, of their own wisdom and by their own talents, are\ncapable of governing the human family aright.\"\n<\/p><p>\nThere is no unrest when you know where you are going spiritually.\n<\/p><p>\n\"Blessed are they which do hunger and thirst after righteousness: for they shall be filled\"\n(<span class=\"citation\" id=\"35222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35222)\">Matt. 5:6<\/a><\/span>).\n<\/p><p>\nOur message to the world, conveyed by us and our missionaries, is to\nenlighten our fellow men who find themselves spiritually in the dark. There is absolutely\nnothing of such great worth to man as to know God. It has been said, \"We know God when\nwe know ourselves.\" To know ourselves we must know the answer to these simple\nquestions&mdash;Who are we? Why are we here? And being here, what should we do?\n<\/p><p>\nThe multitudes to whom the Savior spoke were all physically fed by the loaves and the fishes,\nbut there was afterwards a spiritual segregation the multitude would make for themselves,\nillustrated by the following admonition of the Savior: \"Enter ye in at the strait gate: for wide\nis the gate, and broad is the way, that leadeth to destruction, and many there be which go in\nthereat: \n<\/p><p>\n\"Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be\nthat find it\" (<span class=\"citation\" id=\"35246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35246)\">Matt. 7:13-14<\/a><\/span>).\n<\/p><p>\nDo we go with the many or stand out spiritually as one of the few? To do the latter we must\nadd to bodily sustenance the word of the Lord, for spiritual growth and development.\n<\/p><p>\nThomas asked the Savior: \". . . Lord, we know not whither thou goest, and how can we know\nthe way?\n<\/p><p>\n\"Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father,\nbut by me\" (<span class=\"citation\" id=\"28082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28082)\">John 14:5-6<\/a><\/span>).\n<\/p><p>\nThomas was an apostle of the Lord Jesus Christ to whom Christ had given his power, his\npriesthood, to preach the gospel taught by the Savior.\n<\/p><p>\nWe know that we are called of God and have received his priesthood to preach the gospel and\nadminister in its ordinances. Therefore the following scripture is of great meaning to us and\nimportant to the world. \"Verily, verily, I say unto you, He that receiveth whomsoever I send\nreceiveth me; and he that receiveth me receiveth him that sent me\"\n(<span class=\"citation\" id=\"28078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28078)\">John 13:20<\/a><\/span>).\n<\/p><p>\nTwelve thousand men and women, our beloved sons and daughters, brothers and sisters, leave\nhome, family, friends, position, professions, business, and enter into the missionary work of\nthe Church throughout the world at their own expense for a period of two or three years.\nThey are compelled so to do by an absolute realization of the fact that they are called of our\nHeavenly Father to go into the world to preach the gospel and administer in the ordinances\nthereof, and that they have received the priesthood of God to qualify them therefore just as the\napostles of old. Members of many families have rendered this service for as many as six\ngenerations.\n<\/p><p>\nThis process has gone on for 133 years; the number going on missions is increasing yearly.\nTheir purpose is purely unselfish. They disseminate the light of the gospel of Jesus Christ to\nall mankind, to teach them to repent of their sins, to pray to God in faith, believing that their\nprayers will be answered in keeping with the promise found in the Epistle of James, \"If any\nof you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not;\nand it shall be given him\" (<span class=\"citation\" id=\"26159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26159)\">James 1:5<\/a><\/span>).\n<\/p><p>\nAnd finally the missionaries go to bear witness to the world that God lives, that Jesus is the\nChrist, that through the gift and power of the Holy Ghost we may all receive this same\ntestimony for ourselves, independent of all else in the world. When received, this testimony is\nall consuming, all embracing. We know who we are, where we came from, and where\nthrough strict obedience to the laws and ordinances of the gospel we may go. Life's purpose\nbecomes absolute and fixed. Our testimony and knowledge of God cannot be lost except\nthrough transgression. With transgression we also lose the Spirit of God and the Holy Ghost\nas our comforter.\n<\/p><p>\nAs missionaries and elders holding the true priesthood of God, it is our duty, our prerogative,\nour privilege, to testify of our knowledge of God to preach the gospel and challenge our\nfellow men to forsake the ways of the world, the riches, the plaudits of men, and follow the\ngospel of our Savior and Redeemer to our own redemption.\n<\/p><p>\nNo one need stumble along the way of life who desires to return ultimately into the presence\nof God in the kingdom of heaven. The Savior in his earthly mission made clear what is\nexpected of us if we do the will of our Father in heaven.\n<\/p><p>\nLet us consider for a moment the case of Nicodemus, a ruler of the Jews, who came to Christ\nby night: \"Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be\nborn again, he cannot see the kingdom of God.\n<\/p><p>\n\"Nicodemus saith unto him, How can a man be born when he is old? . . .\n<\/p><p>\n\"Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the\nSpirit, he cannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"28055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28055)\">John 3:3-5<\/a><\/span>).\n<\/p><p>\nIn fact, Jesus had already set the pattern by which all mankind should be guided: \n<\/p><p>\n\"Then cometh Jesus from Galilee to Jordan unto John, to be baptized of him.\n<\/p><p>\n\"But John forbad him, saying, I have need to be baptized of thee, and comest thou to me?\n<\/p><p>\n\"And Jesus answering said unto him, Suffer it to be so now: for thus it becometh us to fulfil\nall righteousness. Then he suffered him.\n<\/p><p>\n\"And Jesus, when he was baptized went up straightway out of the water: and, lo, the heavens\nwere opened unto him, and he saw the Spirit of God descending like a dove, and lighting\nupon him: \n<\/p><p>\n\"And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased\"\n(<span class=\"citation\" id=\"35213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35213)\">Matt. 3:13-17<\/a><\/span>).\n<\/p><p>\nSince that moment when Christ was baptized of John, the need for baptism by immersion for\nthe remission of sins has never been rightfully debatable.\n<\/p><p>\nHow wonderful was the experience of the apostles in Jerusalem on the day of Pentecost after\nthe crucifixion and resurrection and ascension of Christ when they were inspired to declare:\n\"Therefore let all the house of Israel know assuredly, that God hath made that same Jesus,\nwhom ye have crucified, both Lord and Christ.\n<\/p><p>\n\"Now when they heard this, they were pricked in their heart, and said unto Peter and to the\nrest of the apostles, Men and brethren, what shall we do?\n<\/p><p>\n\"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost\"\n(<span class=\"citation\" id=\"7913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7913)\">Acts 2:36-38<\/a><\/span>).\n<\/p><p>\nThis is the path that leadeth through the straight gate and along the narrow way to life eternal\n(<span class=\"citation\" id=\"35247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35247)\">Matt. 7:14<\/a><\/span>).\nThus only can we truly worship God with all our might, mind, and strength.\n<\/p><p>\nIt will make no difference to us whether there be three or six billion brothers and sisters on\nthe earth, our own path to travel through life will be the same. Our responsibility to carry out\nthe final charge Christ gave his apostles of old reiterated in our present dispensation is\nmandatory upon us today, namely: \". . . Go ye into all the world, and preach the gospel to\nevery creature\" (<span class=\"citation\" id=\"33165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33165)\">Mark 16:15<\/a><\/span>).\nThis becomes relatively easier year after year as the Church\ngrows and flourishes throughout the world. We have greater numbers to participate and all\nmodern means of communication to help.\n<\/p><p>\nWe have no cause to worry over the problems of the world no matter how complicated they\nbecome. We <i>do<\/i> need to worry about our appreciation of the laws of God given to control the\nconduct of man on the earth and our strict adherence thereto. How grateful we should be for\nthe words of the Lord to Joseph Smith to inspire us today: \n<\/p><p>\n\". . . a whole and complete and perfect union, and welding together of dispensations, and\nkeys, and powers, and glories should take place, and be revealed from the days of Adam even\nto the present time. And not only this, but those things which never have been revealed from\nthe foundation of the world . . . shall be revealed . . . in this, the dispensation of the fulness\nof times\" (<span class=\"citation\" id=\"14345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14345)\">D&amp;C 128:18<\/a><\/span>).\n<\/p><p>\nWe live in the most enlightened age of man's history, just as the prophets foretold. More is\ntherefore expected of us than of any prior generation of man. \"Where much is given, much is\nrequired\" (see <span class=\"citation\" id=\"14285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14285)\">D&amp;C 82:3<\/a><\/span>).\n<\/p><p>\nGod help us to take full advantage of all the light and knowledge revealed to us, I pray\nhumbly in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}