{"ID":1261, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A New Dispensation<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, April 1963, pp. 48-52<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is difficult to imagine how one could attend this conference of The Church of Jesus Christ\nof Latter-day Saints without feeling the surge of inspiration and the gravity of its importance\nin pointing the way to all mankind who at this very hour are troubled and confused and in\nneed of divine direction.\n<\/p><p>\nThe message of the restoration of the gospel of Jesus Christ, which has relentlessly been\ndeclared unto the world since its organization, means that the kingdom of God or Christ's\nChurch has been set up as a result of the restoration of truth unto the Prophet Joseph Smith,\nwherein divine messengers have been sent from the presence of God to convey the truths of\nthe gospel of Jesus Christ and to confer all needed keys of authority to establish a\ndispensation of the gospel.\n<\/p><p>\nThe disciples of Jesus who were with him upon the earth found it difficult to accept that\nwhich he had declared unto the chief priests and the scribes concerning the kingdom to be\ngiven at a later time to another people, for said he, \"Therefore say I unto you, The kingdom\nof God shall be taken from you, and given to a nation bringing forth the fruits thereof\"\n(<span class=\"citation\" id=\"35263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35263)\">Matt. 21:43<\/a><\/span>).\n<\/p><p>\nBut this same Jesus when later speaking to the Jews concerning this latter kingdom to be\nestablished as a sign of his coming refers to the words of the Prophet Daniel who describes\nthe kingdom to be established which would never be given to another people. \"And in the\ndays of these kings,\" who were described as being in the latter days, \". . . shall the God of\nheaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to\nother people\" (<span class=\"citation\" id=\"10667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10667)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nFinally, as Jesus instructed his disciples as he sat upon the Mount of Olives, they seemed to\naccept the finality of this, and with that understanding asked of him this question: \". . . Tell\nus, (then) when shall these things be? and what shall be the sign of thy coming?\"\n(<span class=\"citation\" id=\"35274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35274)\">Matt. 24:3<\/a><\/span>).\nIn the answer which Jesus gave to this question he said, \"When ye therefore shall see\nthe abomination of desolation, spoken of by Daniel the prophet, stand in the holy place . . .\"\n<\/p><p>\n\"And this gospel of the kingdom shall be preached in all the world for a witness unto all\nnations\" (<span class=\"citation\" id=\"35280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35280)\">Matt. 24:15,14<\/a><\/span>).\n<\/p><p>\nThe meridian apostles who were closest to him understood clearly, as judged from their own\ndeclarations, that the kingdom of God which the Lord established upon the\nearth would not continue at that time, and they themselves looked forward to the future time\nof restitution or restoration. The Apostle Peter on the day of Pentecost declared: \n<\/p><p>\n\". . . the times of refreshing shall come from the presence of the Lord; \n<\/p><p>\n\"And he shall send Jesus Christ, which before was preached unto you: \n<\/p><p>\n\"Whom the heaven must receive until the times of restitution (or restoration) of all things . . .\n(concerning) which God hath spoken by the mouth of all his holy prophets since the world\nbegan\" (<span class=\"citation\" id=\"7915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7915)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nThe Apostle Paul to the Saints at Thessalonica and also at Ephesus said this concerning this\nfuture day: \n<\/p><p>\n\". . . be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter\nas from us, as that the day of Christ is at hand.\n<\/p><p>\n\". . . for that day shall not come, except there come a falling away first\"\n(<span class=\"citation\" id=\"5044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5044)\">2 Thes. 2:2-3<\/a><\/span>).\n<\/p><p>\n\"That in the dispensation of the fulness of times he might gather together in one all things in\nChrist, both which are in heaven, and which are on earth\"\n(<span class=\"citation\" id=\"21749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21749)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nThe Apostle John on the Isle of Patmos, a prisoner, saw the coming of the gospel in the latter\ndays: \"And I saw another angel fly in the midst of heaven, having the everlasting gospel to\npreach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and\npeople\" (<span class=\"citation\" id=\"42342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42342)\">Rev. 14:6<\/a><\/span>).\n<\/p><p>\nWhen the Prophet Joseph Smith, as a young man blessed with the gift of faith and an\ninquiring heart to know the will of God, went into a grove of trees near his home at Palmyra,\nNew York, in the spring of 1820 to inquire of the Lord what he should do about his religious\naffiliation, he did not then know of the magnitude of that which was to transpire, as he came\nto know later. Here was to occur one of the great foreordained events of life destined to be of\nvital importance to all mankind.\n<\/p><p>\nFor, as in the placing of Adam and Eve, our first earth-life parents, in the Garden of Eden; of\nthe calling and work of the utopian prophet Enoch; of the mission and labors of the great\nprophet of human tragedy, Noah, who with his three sons and their families witnessed the\ncomplete destruction of mankind which they only survived; of the coming of Melchizedek, the\ngreat high priest, before the Lord; of Abraham, Isaac, and Jacob; of Joseph, the beloved of his\nfather and the Lord; of Moses, the lawgiver, the Godly appointed leader of the exodus of the\nchildren of Israel from the bondage of Egypt; followed by the other prophets in their own\ntime according to the will of the Lord; and then the surpassing earth-life ministry and\natonement of Jesus Christ our Lord, the very Son of God the Father; so now, in this great\nmodern event, in the sequence of its full importance, was to unfold unto Joseph Smith the\ncoming of a new dispensation of the gospel attended as it was upon this occasion, and with\nsubsequent happenings, with divine intercession through messengers sent from the presence of\nGod.\n<\/p><p>\nIn all of these events, ancient, meridian, and now in our own day and time, when the\nforeordained time in which they were to transpire arrived, they came about as simply and\nnaturally as the opening and closing of a door&mdash;each in its own dispensation of time.\n<\/p><p>\nThus, on this beautiful spring morning in the Sacred Grove, Joseph Smith witnessed the\nrenewal of God's dealing with his children in accordance with the great gospel plan of\nredemption. Upon this occasion God the Father and his Beloved Son Jesus Christ appearing as\nglorified Resurrected Beings unto a chosen servant of God, made known once again the state\nof immortality which man will attain in preparation for the next estate of eternity; that also\nthe world once again could know the reality of the personal nature of God the Father and his\nBeloved Son (<span class=\"citation\" id=\"30436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30436)\">JS&mdash;H 1:17<\/a><\/span>).\nIn this appearance of Holy Deity we see, as in times past, the need of God's\nappearing unto man in mortality; man who also, as in times past, had gone astray in his\nconcept and understanding of the True and Living God; for man as man, with all his wisdom,\ncannot find out the truth about God. Such must be revealed to him by divine\nappearance to a prophet of God, who then becomes the witness unto others.\n<\/p><p>\nAs this sacred interview proceeded, the glory of the last dispensation of mortal time was\ninaugurated. The truth about God and his Son Jesus Christ and their glorious plan of\nredemption was once again placed upon the threshold of human understanding.\n<\/p><p>\nThis divine interview placed a great calling upon Joseph Smith, the chosen prophet of the\nlatter days. In addition to an incident of simple faith and prayer, with an answer for him\npersonally, the time had come to usher in the final period of preparation in the culmination of\nGod's work for his children here upon the earth.\n<\/p><p>\nJoseph Smith was informed that he had been foreordained and consequently called to be the\ninstrument through whom God would work to establish his kingdom here upon the earth as it\nhad been in former intermittent dispensations. But this, the last of all dispensations, is to be\ncharacterized by even greater truth, a depository period when all truths, all laws, all\ncovenants, all promises planned by God our Heavenly Father in the pre-existence and revealed\nto man in part at various times in mortality for the redemption and exaltation of his spirit\nchildren, were now to be fully revealed and made available to mankind. The Lord had thus\nspoken unto the Prophet Joseph Smith.\n<\/p><p>\nThe instructions and answers which the Lord gave to the Prophet Joseph Smith during the\ninterview in the Sacred Grove announced many great truths. I shall refer to only a part of that\ninterview as it was later testified to by the Prophet Joseph Smith, but I encourage all\neverywhere to read the complete testimony of the Prophet Joseph Smith. He said this in part: \n<\/p><p>\n\". . . When the light rested upon me I saw two Personages, whose brightness and glory defy\nall description, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\n<\/p><p>\n\"My object in going to inquire of the Lord was to know which of all the sects was right, that\nI might know which to join. No sooner, therefore, did I get possession of myself, so as to be\nable to speak, than I asked the Personages who stood above me in the light, which of all the\nsects was right&mdash;and which I should join.\n<\/p><p>\n\"I was answered that I must join none of them, for they were all wrong; and the Personage\nwho addressed me said that all their creeds were an abomination in his sight; that those\nprofessors were all corrupt; that 'they draw near to me with their lips, but their hearts are far\nfrom me, they teach for doctrines the commandments of men, having a form of godliness, but\nthey deny the power thereof'\" (<span class=\"citation\" id=\"30437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30437)\">JS&mdash;H 1:17-19<\/a><\/span>).\n<\/p><p>\nEach of the declarations which the Lord made to Joseph Smith upon this occasion is of the\ndeepest import to this final dispensation of the gospel and to the plan of life and salvation in\ngeneral His answers to the inquiry made by Joseph Smith were not simply a disparagement to\nthe existing Christian bodies who had departed from the truth Though announced by the Lord\nthat they were all in error in teachings and false practices intended to redeem mankind, there\nwas no vindictive reprisal against these Christian societies who were using his name, but who\nwere fully unaware of the truth of his person and divinity or of his mission or of the plan of\nsalvation of which he is the author so far as we are concerned.\n<\/p><p>\nTruly among these very societies of Christian believers then in the world were many noble\nspirits of the preexistence, who upon subsequently hearing the truth as proclaimed by the\nheralds of the restoration, would accept it and abide its commandments and teachings; many\nof whom would themselves become leaders and great champions of the cause of the restored\ngospel of Jesus Christ.\n<\/p><p>\nThe Lord used no meaningless words upon this momentous occasion. All that was spoken\nreflects the deepest of meaning. President Joseph F. Smith, one of the prophets of this\ndispensation, has said this, \"The Lord never did anything that was not essential or that was\nsuperfluous.\"\n<\/p><p>\nIt will be of interest to list the answers which the Lord gave to Joseph Smith's direct question\nas to which of the Christian churches he should join. These are as follows: \n<\/p><p>\n1. That all their creeds were an abomination.<br \/>\n2. That their professors (or ministers) were all corrupt.<br \/>\n3. That they draw near to the Lord with their lips, but their hearts are far from him.<br \/>\n4. They teach for doctrines the commandments of men.<br \/>\n5. That they have a form of godliness, but they deny the power thereof.\n<\/p><p>\nThere can be no question as to the direct and positive answers which the Lord gave to the\nProphet Joseph Smith, but perhaps a brief explanation of each of these answers can be given\nto those of the Christian churches of the world who can then understand the true significance\nof the sacred interview which God the Father and his Son Jesus Christ had with the Prophet\nJoseph Smith.\n<\/p><p>\nAs to the creeds being an abomination (<span class=\"citation\" id=\"30440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30440)\">JS&mdash;H 1:19<\/a><\/span>),\nthis simply means that the Christian churches of the\nworld were not following the accepted pattern which he, the Lord, had established in his\nChurch, and that they had strayed from the customs and the manner which he had established,\nand the term <i>abomination<\/i> fits that which is at variance only with the established truth of God.\n<\/p><p>\nWith regard to the fact that all ministers were corrupt&mdash;this could not be the literal meaning,\nbecause the ancient meaning of the word <i>corrupt<\/i> (<span class=\"citation\" id=\"30441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30441)\">JS&mdash;H 1:19<\/a><\/span>)\nmeant any who did not teach doctrines\nwhich had been established in accordance with the law. Surely they were not regarded as\ncorrupt because of morals or dishonesty and not desirous of doing God's will as they\nunderstood it, but only in the sense of failing to teach the gospel as Christ had taught it.\n<\/p><p>\nAs to worshiping him with their lips but their hearts being far from him\n(<span class=\"citation\" id=\"30442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30442)\">JS&mdash;H 1:19<\/a><\/span>), this I believe\ninvolved the work made possible by the \"sealing power.\"\n<\/p><p>\nThis work embodies the sealing through specific rights of the priesthood of both living and\ndead, one to another, as with husband and wife, as with father and mother to children, that\nfamilies living upon the earth in this day and age, connected with ancestors and progenitors,\nmay be bound one with another, thereby linking the past with the present and both the past\nand the present with the future. Thus, the hearts of the fathers may be bound in holy sealing\nwith their children and children with the fathers in the patriarchal order of family relationship\nin linked fashion as an endless chain with each link secure and interwoven.\n<\/p><p>\nThis is to prepare man for life in the celestial kingdom which will in due time follow\nearth-life existence. This is the patriarchal form of government or government by and through\nthe family units which are then to worship and to associate with the Lord. They not only\nworship through the utterances of their lips, but by their hearts also; this will mean complete\nsincerity of purpose and intent based upon truth. We will be bound family to family; we will\nbe linked one with another by the sealing authority which the Prophet Elijah held, reaching to\nthe very realms of the family of God and his Son Jesus Christ. There all shall be bound\nforever by lips or stated committed purpose; and bound by heart also, thus manifesting\nobedience to God's will and purpose in glorious family relationship.\n<\/p><p>\nAs to the teaching for doctrines the commandments of men, even the reformers as great as\nthey were and as sincere as they were in protesting against that which they felt was false,\nthere is no evidence in the founding of these various sects that any form of divine intercession\noccurred wherein holy messengers were sent from God, giving instruction and direction in the\nestablishing of that particular church. What they did, therefore, was in accordance with their\nbest knowledge, devoid of any divine revelation. Thus the commandments which they taught\nwere of men and not of God. Though they simulate in form the Christian body, they\nnevertheless teach for commandments the doctrines of men\n(<span class=\"citation\" id=\"30443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30443)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nAs to a form of Godliness but denying the power thereof\n(<span class=\"citation\" id=\"30444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30444)\">JS&mdash;H 1:19<\/a><\/span>), this applies to the need of the\npriesthood of God or divine authority within the Church authorized to act for and in behalf of\nGod. And that through the Holy Melchizedek Priesthood in the true Church of Christ\nthere is to be the functioning and use of the keys of the kingdom that must\nbe conferred by those who hold them. In this manner the purity of important truths and\nordinances of the gospel of Jesus Christ can be preserved.\n<\/p><p>\nNow I bear witness, my brothers and sisters, to the reality of the restoration of the gospel of\nJesus Christ with all of its powers and authority and knowledge and understanding to bring\nsalvation and exaltation unto mankind. And I bear record of this in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}