{"ID":1262, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">God's Law of Health<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, April 1963, pp. 52-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA great prophet who lived 2,500 years ago stated that: \". . . men are, that they might have\njoy\" (<span class=\"citation\" id=\"3692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3692)\">2 Ne. 2:25<\/a><\/span>).\nThe Church of Jesus Christ in this day holds fast to this inspired\nscripture as an eternal truth.\n<\/p><p>\nThe quest for joy and happiness is common to all regardless of race, color or creed. While the\nobjective is common, the understanding on how to achieve it is often another story.\n<\/p><p>\nThe existence of man in this mortal sphere finds him involved in a grand system of physical\nforce and physical law, all held together and seemingly pre-set into a magnificent system of\namazing order and synchronization. We marvel at the seasons, the celestial bodies. All about\nus is evidence of natural law and an overwhelming suggestion of divine assemblage. The laws\nof gravity, heat, and motion all follow precise patterns under given conditions. If we enter the\nfiery furnace, we die. If we attempt to defy the laws of gravity, we are killed. If our car\nsweeps along the highway uncontrolled, we crash and we must all agree that the human body\nin similar manner is subject to the law and order of the universe, for it is physical.\n<\/p><p>\nObedience to the law whether it be physical, intellectual, or spiritual brings harmony, peace,\njoy, and happiness. This thinking was confirmed by the Master who said through the Prophet\nJoseph Smith: \"There is a law, irrevocably decreed in heaven before the foundations of this\nworld, upon which all blessings are predicated&mdash;\n<\/p><p>\n\"And when we obtain any blessing from God it is by obedience to that law upon which it is\npredicated\" (<span class=\"citation\" id=\"14348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14348)\">D&amp;C 130:20-21<\/a><\/span>).\nWe are blessed by obedience to law. Transgression of the law\nalways brings unhappiness. Carried to the extreme it could mean death.\n<\/p><p>\nI believe with all my heart that natural law is the handiwork of a Loving Father in heaven,\nand I further bear record that this same Loving Father has not left us without specific\ninstruction concerning the care of our physical bodies, for he created us, and he knows that\ntrue happiness and total growth, moral, spiritual, and intellectual, are largely dependent upon\nour physical well-being.\n<\/p><p>\nThrough this same great latter-day Prophet Joseph Smith the Lord has revealed an entire\nvolume of scripture known as the Doctrine and Covenants. In the 89th section of this inspired\nwork, the Lord gives to all men who would listen what he calls \"A Word of Wisdom.\" Let us\nread a part of this inspired revelation, starting with the fourth verse, and then\nmerely highlight the following five verses in the interest of time: \n<\/p><p>\n\"Behold, verily, thus saith the Lord unto you: In consequence of evils and designs which do\nand will exist in the hearts of conspiring men in the last days, I have warned you, and\nforewarn you, by giving unto you this word of wisdom by revelation&mdash;\n<\/p><p>\n\"That inasmuch as any man drinketh wine or strong drink among you, behold it is not good,\nneither meet in the sight of your Father . . .\n<\/p><p>\n\". . . strong drinks are not for the belly, but for the washing of your bodies.\n<\/p><p>\n\"And again, tobacco is not for the body, neither for the belly, and is not good for man, but is\nan herb for bruises and all sick cattle, to be used with judgment and skill\"\n(<span class=\"citation\" id=\"14311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14311)\">D&amp;C 89:4-5,7-8<\/a><\/span>).\n<\/p><p>\nWe are further instructed that the \"evil designs of conspiring men\" has a reference to them\nwho would ply us with a never-ending tidal wave of propaganda in an attempt to convince us\nthat it is not only popular but safe and smart to violate this God-given law of health.\n<\/p><p>\nNow to clarify a few terms. This also by revelation. Strong drink signifies all alcoholic\nbeverages.\n<\/p><p>\nTobacco is explicit and needs no clarification. This reference includes all forms of tobacco.\nThe term hot drinks has reference to coffee and tea.\n<\/p><p>\nTo summarize quickly: Alcohol and tobacco, tea and coffee are all contrary to the Lord's law\nof health, and all who violate the law for a borrowed moment of so-called pleasure must be\nprepared to sacrifice some real and lasting joy and happiness that should rightfully be theirs.\n<\/p><p>\nThomas A. Edison has said, \"To put alcohol in the human brain is like putting sand in a\nmachine.\" He further commented: \"I employ no one who smokes cigarettes.\"\n<\/p><p>\nI wonder whether we are all aware of these scientifically proven facts about alcohol.\n<\/p><p>\nAlcohol is not a stimulant but a depressant, a depressant of the brain and nervous system. It is\na habit-forming drug and has poisonous effects on the body. It has no value as a food. In the\nUnited States there are nearly a million alcoholics with nearly two and a quarter million well\non the way. This is a national disgrace. Mental accuracy is impaired by alcohol, and in\nchronic cases, the brain cells degenerate. Approximately 12,000 alcoholic patients are given\npsychiatric treatment in a single New York hospital each year.\n<\/p><p>\nGladstone has observed that \"the ravages of drink are greater than those of pestilence and\nfamine combined.\" Now we must surely agree with this great man, as it has contributed to the\nloss of more homes, led to more bankruptcies, more crime, more accidents, more broken\nmarriages, more cases of blindness, more derelicts of society, more immorality more suicides,\nthan any other single influence known to man today.\n<\/p><p>\nYes, it is certain that out of compassion for his children a Loving Heavenly Father has given\na modern-day revelation that strong drinks are not for our benefit.\n<\/p><p>\nA similar wake of destruction follows the careless rampage of tobacco among men, women,\nand children. Would you believe that tobacco costs the American people over 3 billion, 600\nmillion dollars a year? Do you know that the purchase of cigarettes last year in the United\nStates increased about four percent? This means that the vast majority of smokers are ignoring\nthe overwhelming evidence of competent medical authority now available concerning the\nlethal effect of tobacco on the human anatomy.\n<\/p><p>\nThe American Cancer Society reports that lung cancer is ninety-five percent fatal, and then\nthe report goes on to say that evidence proves that three-fourths of all lung cancer cases can\nbe traced to the use of tobacco.\n<\/p><p>\nThe American Public Health Association, based on its findings, estimates that one million\nAmerican children now in school will die of lung cancer before they reach their God-granted\nlife expectancy. Now, in a sense, this is a form of national suicide, and we do not have the\nright to shorten human life; and now this, perhaps the saddest of all\ncommentary&mdash;a staff of experts studying the tobacco problem have concluded that the\nupward trend in the use of tobacco among the children can be traced directly to a more\npermissive attitude on the part of parents. Perhaps we shouldn't talk so much about what the\nschools aren't doing as we should talk about what parents should be doing; and this is as it\nshould be. Our children should be taught in the home. I would like to make an appeal to\nevery parent who loves his children; why not start today and set the proper example for those\nwe love?\n<\/p><p>\nNow, time will not permit us to go into the cases of coffee and tea, but suffice it to say that\nthe Lord has recognized these stimulants as habit-forming and contrary to the freedom he\nwants so much for all of his children.\n<\/p><p>\nNow, if you really knew that your child was in danger, if you were told that conspiring men\nwere meeting your children on their way home from school, going all out to attract their\nattention and condition their minds toward the acceptance of a bad habit, wouldn't you feel\ncompelled to do something about it? Why, of course you would&mdash;you would do something\nthat very day. But why let the conspiring men stand on a cold corner? We are allowing them\nto accomplish the same evil practice in the comfort and convenience of our homes every day.\nNow here's a challenge for us. Let's do something about it, parents.\n<\/p><p>\nLet me read a letter from a confused youngster. I think this has real merit. This young man\nwas a typical TV fan. He is writing to his favorite baseball player: \n<\/p><p>\n\"You are my favorite baseball player. I saw a TV ad where you say you smoke cigarettes and\nthat you like them. I guess they help you. My mother says cigarettes are bad and good players\ndon't use them. I want to be a good player. Can you tell me? Are they good for you? Would\nyou please tell me?\" Signed, \"Hector. P. S. I am ten years old.\"\n<\/p><p>\nWell, the answer was slow in coming, but after a few weeks: \n<\/p><p>\n\"Dear Hector: Yes, I was in a cigarette advertisement on television. I would not recommend\nfor anyone to ever start smoking. It does not help one in athletics. I hope that you will take\nyour parents' advice not to smoke.\"\n<\/p><p>\nNow, as these young minds are being conditioned by conspiring men, we see history repeating\nitself. This is the same technique that took eleven Years back in the late 20's and early 30's,\nsome of you might remember, to make it appear smart, modern, and acceptable for a woman\nto be seen in public with a cigarette. This all started back in 1927 when the first billboard ad\nappeared, showing a man and woman relaxing on a beautiful hilltop. He was smoking, and\nher comment was simply this: \"Please blow some my way.\" Rather harmless&mdash;\"Please blow\nsome my way.\" From this subtle beginning, the well-planned campaign took eleven years\nbefore the billboard dared to show a woman with a cigarette in her hand or mouth. Had the\nlatter billboard been shown at first, we would have been up in arms, and something would\nhave been done about it in a hurry. And now, unfortunately, in this campaign for the approval\nof our children's minds there is hardly a TV commercial or a tobacco billboard that does not\ninclude a child admiring a bribed athlete who is making a statement that he probably doesn't\nbelieve in. Or perhaps we see a family situation, apparently a wholesome family situation,\nDad rollicking with the children but with a cigarette in his hand. Yes! Trying to start the same\ntype of campaign all over again, this time aimed at children.\n<\/p><p>\nNow, all of this talk is not designed to show how foolish we are. We're just being victimized.\nThe Lord understood all of this well in advance, and he told us that the very elect would be\ndeceived by the \"evils and designs . . . of conspiring men.\" I am sure he had this in mind. So\nwe condemn no one at this point; but, forewarned is forearmed.\n<\/p><p>\nMay we not stand idly by and allow the cream of the nation, our hope for tomorrow, the\nfinest youth in all history to be quietly and softly led away to habits of bondage and\nunhappiness! Their only hope is a parent who cares enough.\n<\/p><p>\nIncidentally, would you like to be a better citizen? Would you like to\ncontribute the maximum effort to your nation and community? Only those who are physically\nfit can expect to make the maximum contribution and fulfil his obligation to society as he\nshould.\n<\/p><p>\nNow, much is being said about national fitness in all countries. Let us join with other\nclear-thinking citizens who are not adverse to happiness and joy. Let's prove that it's smart to\ndo what is right. There is no doubt at this point what the instructions from the Lord are.\n<\/p><p>\nNow, one country in a recent national survey found that nine percent of its national income\nwas being spent for liquor and tobacco. Assuming that many of this nation were abstainers,\ncertainly more than ten percent of the income of those indulging was being spent to satisfy\ntheir poor habits.\n<\/p><p>\nIt is interesting to note that the Lord has promised to open the \"windows of heaven\"\n(<span class=\"citation\" id=\"32777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32777)\">Mal. 3:10<\/a><\/span>)\nto those willing to impart ten percent of their income to the upbuilding of his kingdom.\nThis is perhaps the most gracious, the most promising, the most generous of all contracts\noffered by the Lord to those he loves; and yet, there are millions who are spending more than\nten percent to an enslaving habit, and instead of opening the \"windows of heaven,\" they are\nslamming the door on a promise of happiness and joy that no man, in my opinion, has the\nright to deny himself.\n<\/p><p>\nAnd so I conclude this plea by turning back to the 89th section of the Doctrine and\nCovenants, and here is the promise the Lord concludes with the most stimulating promise of\nall holy writ concerning the day-to-day welfare of his children.\n<\/p><p>\n\"And all . . . who remember to keep and do these sayings, walking in obedience to the\ncommandments, shall receive health in their navel and marrow to their bones; \n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures; \n<\/p><p>\n\"And shall run and not be weary, and shall walk and not faint.\n<\/p><p>\n\"And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as\nthe children of Israel, and not slay them\"\n(<span class=\"citation\" id=\"14313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14313)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\nAnd so, when we obtain any blessing from God it is by obedience to that law upon which it\nis predicated (<span class=\"citation\" id=\"14349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14349)\">D&amp;C 130:21<\/a><\/span>).\nLet's heed Elijah's challenge. \". . . How long halt ye between two opinions? if\nthe Lord be God, follow him: but if Baal, then follow him\"\n(<span class=\"citation\" id=\"1223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1223)\">1 Kgs. 18:21<\/a><\/span>).\n<\/p><p>\nAnd so I say in conclusion, again from the Doctrine and Covenants: \"I, the Lord, am bound\nwhen ye do what say; but when ye do not what I say, ye have no promise\"\n(<span class=\"citation\" id=\"14287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14287)\">D&amp;C 82:10<\/a><\/span>).\nMay we be obedient to law that we may have true joy, eternal happiness, and peace of mind\nis my prayer in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}