{"ID":1263, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Book of Vital Messages<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1963, pp. 62-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy Brothers and Sisters, and especially friends of the radio and television audience: \n<\/p><p>\nMay I tell you of a great adventure? As I traveled to a weekend assignment, I took with me\nan unusual book which was my constant companion. I could lay it down only to sleep, eat,\nand change trains. It fascinated me, captivated me, and held me spellbound with its irresistible\ncharm and engaging interest. I have read it many times.\n<\/p><p>\nAs I finished it, I closed the book and sat back, absorbed as I relived its contents. Its pages\nheld me, bound me, and my eyes were riveted to them. I knew the book was factual, but as\nhas been said, \"Truth is stranger than fiction.\"\n<\/p><p>\nI am constrained to speak to you of it today. It is a story of courage, faith, and fortitude, of\nperseverance, sacrifice, and super-human accomplishments, of intrigue, of revenge, of disaster,\nof war, murder, and rapine, of idolatry, and of cannibalism, of miracles, visions, and\nmanifestations, of prophecies and their fulfillment.\n<\/p><p>\nI found in it life at its best and at its worst, in ever-changing patterns. I hardly recovered from\none great crisis until another engulfed me.\n<\/p><p>\nAcross the stage of this drama of life through the ages, marched actors in exotic, colorful\ncostumes from the blood-painted nudity of the warrior to the lavish, ornamented pageantry of\nroyal courts&mdash;some actors loathsome and degraded, others so near perfection that they\nconversed with angels and with God. There are the sowers and reapers, the artisans, the\nengineers, the traders, and the toilers, the rake in his debauchery, the alcoholic with his liquor,\nthe pervert rotting in his sex, the warrior in his armor, the missionary on his knees.\n<\/p><p>\nThis dramatic story is one of the greatest ever played by man. The noted tragedians fumble\ntheir lines. It is played \"on location\" with no false fronts for scenery. It is a fast-moving story\nof total life, of opposing ideologies, of monarchies and judgeships and mobocracies. Its scenes\ncarry the reader across oceans and continents. It promises to tell of the \"last days of God,\" but\ninstead records the \"last days of populous peoples\" and the triumph of God. Class distinction\nis there with its ugliness, race prejudice with its hatefulness, multiplicity of creeds with their\nbitter conflicts.\n<\/p><p>\nSince this book, a \"best seller\" left its first press, it is printed in more than two dozen\nlanguages, more than a half million copies a year, and millions of copies are in libraries,\npublic and private, and in numerous hotels and motels along with the Gideon Bible. Even the\nblind may read it in three thick books of Braille. Can anyone be considered to be well-read\nwho has not perused this pretentious volume which makes such bold claims?\n<\/p><p>\nIts story has a vital message to all people. The gentiles will find the history of their past and\nthe potential of their destiny; and the Jewish people, the blueprint of their future. The\ncovenants of God to them are unfolded, as are the promises regarding Jerusalem, their ancient\ncity, and their lands. And it is revealed how the Jews, so long persecuted, scattered and\ntortured since their dispersion, may come into their own. And the gentiles are warned that\nthey must \". . . no longer hiss, nor spurn nor make game of the Jews, nor any of the remnant\nof the House of Israel\" for the Lord will remember his covenant to them when they respond\n(<span class=\"citation\" id=\"5672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5672)\">3 Ne. 29:8<\/a><\/span>).\nIt is the life story of the ancestors of the Indians and accounts for their dark skins.\n<\/p><p>\nArchaeologists may be excited as they read of ruins of ancient cities, highways, and buildings;\nand there may yet be hidden buried gold and priceless records. Locations may be\napproximated, for instance the narrow neck of land which was fortified from the \"East sea to\nthe West sea\" was but a \"day's journey for a Nephite\"\n(<span class=\"citation\" id=\"9034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9034)\">Alma 22:32<\/a><\/span>).\n<\/p><p>\nJournalists will find in this book crisis after crisis, presenting rich material for limitless\nclimactic stories, articles, plays, and operas. A struggling movie industry might here find\nmaterial which could increase box office receipts.\n<\/p><p>\nThis unparalleled book should intrigue navigators: unprecedented land treks near-unbelievable\nin length, scope, and hazard are chronicled and ocean crossings, and the circling of the world\ncenturies before the Vikings&mdash;crossings fraught with all the dangers imaginable, including\nstorms, hidden reefs, hurricanes, and even mutiny. This first recorded ocean crossing was\nabout forty centuries ago, of seaworthy, oceangoing vessels without known sails, engines,\noars, or rudders&mdash;eight barges like and near contemporary with Noah's ark, long as a tree,\ntight as a dish, peaked at the end like a gravy boat (see\n(<span class=\"citation\" id=\"22245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22245)\">Ether 2:17<\/a><\/span>), corked\nat top and bottom, illuminated by molten stones (see\n<span class=\"citation\" id=\"22246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22246)\">Ether 2:20<\/a><\/span>;\n<span class=\"citation\" id=\"22247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22247)\">Ether 3:1,4,6<\/a><\/span>), perhaps with radium\nor some other substance not yet rediscovered by our scientists. Light and like a foul upon the\nwater, this fleet of barges was driven by winds and ocean currents, landing at a common point\nin North America probably on the west shores.\n<\/p><p>\nThe reader may follow with wonder another crossing of the ocean which was made by a\nJewish group led by a prince, the son of Jerusalem's king, and of a third migration and\nvoyage, perhaps the greatest in all of history, dimming even that of the Saints from Illinois to\nthe Salt Lake Valley, and even of Moses' Israel from Egypt to their promised land. These\npeople abandoned Jerusalem on the eve of its destruction by Nebuchadnezzar and probably\nlanded on the west coast of South America where the ocean currents drove them later to meet\nand combine with remnants of the earlier migrants; this greatest movement was made in a\nship constructed by a young builder who may never have seen an ocean-going vessel. If the\nparty of the prince sailed west and the prophets cast they would have circumnavigated the\nworld from Jerusalem, their people finally meeting in this western world. The vessels were\nsufficiently large to carry food and seeds.\n<\/p><p>\nThere was no welcoming committee to meet these adventurers as there was to meet Columbus\nand the pilgrims.\n<\/p><p>\nThis remarkable book tells again of movements of great bodies of people&mdash;5,400 in one\ngroup, sailing northward on the Pacific side in very large ships, seeking for new worlds to\nconquer, some of whom likely drawn into the strong westward ocean currents to find the\n\"isles of the sea\" (<span class=\"citation\" id=\"3700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3700)\">2 Ne. 10:21<\/a><\/span>)\nand to become the progenitors of the Polynesians.\n<\/p><p>\nThe people in Jerusalem knew nothing of the whereabouts of these fellow Israelites in the\nwestern world, but those here knew of the happenings in Palestine such as the destruction of\nJerusalem and the captivity under Nebuchadnezzar and when the Christ was born in\nBethlehem, crucified on Calvary, and when he ascended from the Mount of Olives, yet no\nships were carrying mail; no telephone wires were humming; no radio sets were operating; no\ncables yet snaked across ocean floors.\n<\/p><p>\nThe student of economics will find in this unusual book the disintegration of nations through\npride, soft living, and luxuries, terminating finally in hunger and fetters. He will see unified\npeoples fighting for liberty and then class wars destroying those freedoms. One will see the\nland waving with ripening grain, the silkworm spinning, flocks and herds grazing, vineyards\nand orchards bearing, and a richly adored and bejeweled people. He will see stone quarries\nand lumber mills and mines and craftshops, and then devastated landscapes, burned homes,\nparched earth, warring antagonists, and deserted lands. He will see towers and temples and\nkingly courts and palaces of the rich and their luxury, and dissipation, immorality, and\ndebauchery, comparable to that in Babylon, Jerusalem, and Rome.\n<\/p><p>\nHe will see people thriving in communal living, and taxed from fifty percent, and then to\ntotalness, to slavery, and to bondage. He will see power-greed paternalistic, centralized\ngovernments move toward the inevitable revolution which finally impoverishes but frees the\npeople to begin again from ashes.\n<\/p><p>\nThe astronomer and geologist here may see signs in the heavens and new stars come into\nfocus, three days without sun or any reflected light, and nights without darkness, bright \"as\nthe midday sun\" (see (<span class=\"citation\" id=\"5648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5648)\">3 Ne. 1:19<\/a><\/span>)\nand a vapor of darkness so impenetrable that no glimmer,\nnor candles, nor torches, nor fire could give any light. A great storm came \"such an one as\nnever had been known in all the land\" (see\n(<span class=\"citation\" id=\"5649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5649)\">3 Ne. 8:5<\/a><\/span>), certainly since Noah's forty-day\npouring, and perhaps drowning more people than since the deluge, and terrible tempests,\nthunder, and sharp lightnings, and whirlwinds of tornadic and hurricane proportions, swift\nenough to carry away people never to be heard of again&mdash;twistings, foldings, whirlings,\nslidings, faultings, and tremblings of hours of duration to cause landslides burning great cities\nperhaps more extensive than the Bali's, Iran's, Assam's, and Chile's, perhaps\ninterring in a few hours more people than ever in the history of the world. Tidal waves\nswallowed entire communities, and fire consumed many cities and human bodies. The labors\nof centuries were embalmed in ashes to a greater degree than Pompeii and Herculaneum; and\nearth convulsions of such intensity and prolongation that \"the face of the whole earth was\ndeformed\" (see (<span class=\"citation\" id=\"5650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5650)\">3 Ne. 8:17<\/a><\/span>),\nthese earth spasms being a revolt by the created earth against the\ncrucifixion of its Creator.\n<\/p><p>\nEngineers will learn from this great book that those centuries ago, men erected buildings,\ntemples, and highways with cement, and paved roads connected city to city and land to land,\nand when forests had been denuded, a reforestation program was initiated for the future.\n<\/p><p>\nThe psychologists may find studies in human behavior and the workings of the human mind\nand the rationalizing processes where men convince themselves that \"good is bad, and that\nbad is good\" (<span class=\"citation\" id=\"25232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25232)\">Isa. 5:20<\/a><\/span>).\nHere they will watch history unfold for thousands of years and see not only\nepisodes in the lives of individuals but causes and effects in a total history of races.\n<\/p><p>\nThe educator will find treasures of literature and poetry. He will see how language used to log\ntheir day-to-day experiences can be corrupted when not properly written, from an expressive\ntongue of the educated to numerous, corrupted dialects of degenerated peoples, proving that to\nsurvive, people must be educated on every front&mdash;physical, mental, spiritual, moral&mdash;and\nthat anything short of that will bring ultimate disaster.\n<\/p><p>\nThis comprehensive book should be studied by politicians, government leaders, kings,\npresidents, and premiers to see the rise and fall of empires, and the difference between\nstatesmanship and demagoguery. They will see nations born in war, live in war, deteriorate in\nwar, and die in war through the centuries. They may find answers to problems of capital and\nlabor, of dishonesty, graft and fraud, of dissensions, internal rupture, and civil wars.\n<\/p><p>\nIn this uncommon book is seen that chief judges, frustrated by growing corruption, resign\nfrom judgment seats to proselyte for righteousness; that princes prefer to teach men rather\nthan to rule over them; that kings have tilled the earth providing their own living to serve the\npeople rather than to become burdensome to them and levy upon them confiscatory taxes; that\nrulers are loved and not feared.\n<\/p><p>\nScientists will read of unusual instruments never patented or remade or duplicated, of\nelements which, without recharging, illuminate dark spaces indefinitely, that at least fifteen\nhundred years before Columbus these Westerners knew that the earth is round and revolved\nabout the sun, and of a special instrument, not yet equaled even in our own day with all of\nour laboratories and knowledge, like a round ball, made of brass curious in workmanship,\nwith two spindles, so sensitive that it was not limited to the cardinal points of the compass but\nwould actually give guidance regardless of direction, recording the feelings, emotions, and\ninner rebellions of men and would function properly only where there was not human, mental,\nand moral discord. This instrument would point the way to the prevalence of animals to be\nhunted for food and was operated by faith rather than by electricity or other natural\nelements&mdash;an instrument on which would be writing changed from time to time, plain to read,\nincreasing the understanding of those who read it.\n<\/p><p>\nMilitary men may learn much in strategy, intrigue, in movements, in morale. They may learn\nthat centuries before the discovery of America, the ancients had cement buildings, temples,\nand highways connecting cities and lands, and metal tools for tilling ground, and munitions\nfactories for making weapons of war, and forges to beat \"plow-shares into swords, and\npruning-hooks into spears\" (see (<span class=\"citation\" id=\"3702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3702)\">2 Ne. 12:4<\/a><\/span>).\nThey may learn how cold war can be kept in deep freeze.\n<\/p><p>\nGuerrilla warfare, sieges, and the scorched-earth policy were not originated in Civil War days\nnor in Russia but were programs of survival, initiated long centuries before Columbus,\nPizarro, and Cortez.\n<\/p><p>\nThey may learn that wars of aggression with soldiers, idolatrous and adulterous, who leave\nGod out of their lives, will in the end be futile and disastrous.\n<\/p><p>\nThey will learn that great cultures stagnate in war shadows and cease to survive when\ncontinuous wars make people migrants, when fields are abandoned, livestock appropriated for\nnonproducing soldiers, forests destroyed without replanting, and when farmers and builders\nbecome warriors, and businessmen shoulder arms and teachers mobilize. Men cannot plant,\ncultivate, and harvest when in camps, nor build when on the run. Long and bloody wars mean\nsacked, burned, ruined cities, confiscatory taxes, degenerated peoples, and decayed cultures.\n<\/p><p>\nVictory and defeat alike leave countries devastated and the conqueror and the conquered\nreduced. Wickedness brings war, and war vomits destruction and suffering, hate and\nbloodshed upon the guilty and the innocent.\n<\/p><p>\nThis impressive book should convince all living souls of the futility of war and the hazards of\nunrighteousness. A few prophets, swimming in a sea of barbarism, find it difficult to prevent\nthe crumbling and final collapse of corrupt peoples.\n<\/p><p>\nTo you of the Americas, who are terrified by the daily papers, who tremble at \"The sound of\na shaken leaf\" (<span class=\"citation\" id=\"30901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30901)\">Lev. 26:36<\/a><\/span>),\nwho build shelters in fear of guided missiles, hydrogen bombs, and biological\nwarfare&mdash;to you, there is this conditional promise coming from this book of truth: \n<\/p><p>\n\". . . this land shall be a land of liberty unto the Gentiles, and there shall be no kings upon\nthe land . . .\n<\/p><p>\n\"And I will fortify this land against all other nations.\n<\/p><p>\n\". . . I, the Lord, the king of heaven will be their king, and I will be a light unto them\nforever, <i>that hear my words<\/i>\"\n(<span class=\"citation\" id=\"3699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3699)\">2 Ne. 10:11-12,14<\/a><\/span>, italics added).\n<\/p><p>\nThis single volume records for historians about twenty-six centuries of stirring life, not\ngenerally known even to the most highly trained professors of history. It tells of the ancestries\nof those whose spectacular monuments are now observed in South and Central America and\nin the Mexican jungles.\n<\/p><p>\nIn this wondrous book, ministers and priests can find texts for sermons, and men generally\ncan find final and authoritative answers to difficult questions: Is there life after death? Will\nthe body be literally resurrected? Where do the spirits of men go between death and the\nresurrection? Can one be saved in unchastity? What is the correct organization of Christ's\nChurch? Can one be saved without baptism? Why is it wrong to baptize infants? Is specific\nauthority essential to administer ordinances? Is continuous revelation necessary and a reality?\nIs Jesus the actual Son of God?\n<\/p><p>\nHere is recorded the glorious coming of the Savior to his temple in America. He blessed the\nlittle children and wept as angels descended out of heaven and encircled them. He organized\nhis Church with twelve apostles called disciples to whom were given the same priesthood,\nauthority, and keys which their contemporaries, Peter, James, and John held in the other land.\n<\/p><p>\nThe coming of the Resurrected Redeemer to this land was spectacular&mdash;the small piercing\nvoice from heaven heard at Jordan and Transfiguration's Mount awed them as it announced: \n<\/p><p>\n\"Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my\nname&mdash;hear ye him\" (<span class=\"citation\" id=\"5652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5652)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nAnd then they saw a <i>man<\/i> descending out of heaven in white robes, and he stood in their\nmidst saying: \"Behold, I am Jesus Christ . . . I am the God of Israel and the God of the\nwhole earth and have been slain for the sins of the world\" (see\n(<span class=\"citation\" id=\"5654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5654)\">3 Ne. 11:10,14<\/a><\/span>). And the\nmultitude thrust their hands into his side and felt the prints of the nails and knew of a surety\nthat this was the very Christ so recently crucified across the sea, and so recently ascended into\nheaven, and now among them to teach them his saving gospel.\n<\/p><p>\nThis historical book tells of three men, who, like John the Revelator, are still on earth though\nit is nearly two thousand years since their mortal birth&mdash;men who have not suffered the pains\nof death, but who have control over the elements and who make themselves\nknown at will and go anywhere on the globe when needed and who cannot be imprisoned,\nburned in the furnace, nor buried in pits, nor held in prison, nor destroyed by beasts\n(<span class=\"citation\" id=\"6518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6518)\">4 Ne. 1:30-33<\/a><\/span>); for, like\nthe three Hebrews, superhuman power and protection have been given them.\n<\/p><p>\nThis narrative tells of people with such faith that they buried their weapons to die victims of\nenemies rather than take lives; of boys who had inherited great faith from their mothers who\nhad trained them to trust in God and they would be protected. It tells of the fulfillment when\n2,060 of them were saved though they fought in many battles in which men all around them\ndied, but because of the faith of their mothers and the sons, not one of the 2,060 suffered\ndeath. In this battle of defense, not one boy lost his life.\n<\/p><p>\nBut after all, it is not the book's dramatic crises, its history, its narrative that are so important,\nbut its power to transform men into Christlike beings worthy of exaltation.\n<\/p><p>\nIt is the word of God. It is a powerful second witness of Christ. And certainly, all true\nbelievers who love the Redeemer will welcome additional evidence of his divinity.\n<\/p><p>\nThis inspiring book was never tampered with by unauthorized translators or biased theologians\nbut comes to the world pure and directly from the historians and abridgers. The book is not\non trial&mdash;its readers are.\n<\/p><p>\nHere is a scripture as old as creation and as new and vibrant as tomorrow, bridging time and\neternity; it is a book of revelations and is a companion to the Bible brought from Europe by\nimmigrants and agrees in surprising harmony with that Bible in tradition, history, doctrine,\nand prophecy; and the two were written simultaneously on two hemispheres under diverse\nconditions. It records the very words people would say when this hidden record should be\npresented to them.\n<\/p><p>\n\". . . A Bible! A Bible! We have got a Bible, and there cannot be any more Bible.\n<\/p><p>\n\"But thus saith the Lord God: O fools, they shall have a Bible; and it shall proceed forth from\nthe Jews . . .\n<\/p><p>\n\"Thou fool, that shall say: A Bible we have got a Bible, and we need no more Bible . . .\n<\/p><p>\n\". . . I rule in the heavens above and in the earth beneath; and I bring forth my word unto the\nchildren of men, yea, even upon all the nations of the earth?\n<\/p><p>\n\"Wherefore murmur ye, because that ye shall receive more of my word? Know ye not that the\ntestimony of two nations is a witness unto you that I am God, that I remember one nation like\nunto another? . . .\n<\/p><p>\n\"And I do this that I may prove unto many that I am the same yesterday, today, and forever .\n. . And because that I have spoken one word ye need not suppose that I cannot speak another;\nfor my work is not yet finished . . .\n<\/p><p>\n\"Wherefore, <i>because<\/i> that ye have a Bible ye need not\nsuppose that it contains all my words; neither need ye suppose that I have not caused more to\nbe written.\n<\/p><p>\n\"For I command all men, both in the east and the west, and in the north, and in the south, and\nin the islands of the sea, that they shall write the words which I speak unto them; for out of\nthe books which shall be written I will judge the world, every man according to their works,\naccording to that which is written.\n<\/p><p>\n\"For behold, I shall speak unto the Jews and they shall write it; and I shall also speak unto\nthe Nephites and they shall write it; and I shall also speak unto the other tribes of the house\nof Israel, which I have led away, and they shall write it\"\n(<span class=\"citation\" id=\"3712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3712)\">2 Ne. 29:3-12<\/a><\/span>, italics added).\n<\/p><p>\nThen he says he will gather the three folds into one fold, and he will be their shepherd. And\nthe records of the ten tribes are still to be recovered. \"And it shall come to pass that the Jews\nshall have the words of the Nephites, and the Nephites shall have the words of the Jews; and\nthe Nephites and the Jews shall have the words of the lost tribes of Israel; and the lost tribes\nof Israel shall have the words of the Nephites and the Jews.\n<\/p><p>\n\"And it shall come to pass that my people, which are of the house of Israel, shall be gathered\nhome unto the lands of their possessions; and my word also shall be gathered\ninto one\" (<span class=\"citation\" id=\"3713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3713)\">2 Ne. 29:13-14<\/a><\/span>).\n<\/p><p>\nWe seem to hear the Almighty warn: \"Fools mock, and they shall mourn,\" and, \"Woe be unto\nhim that rejecteth the word of God.\" One prophet wrote: \". . . And if ye shall believe in\nChrist ye will believe in these words, for they are the words of Christ\"\n(<span class=\"citation\" id=\"3717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3717)\">2 Ne. 33:10<\/a><\/span>).\n<\/p><p>\nIn the final chapter of the book is the never-failing promise that every person who will read\nthe book with a sincere, prayerful desire to know of its divinity shall have the assurance\n(<span class=\"citation\" id=\"38303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38303)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nThe book of which I speak is the keystone of true religion, the ladder by which one may get\nnear to God by abiding its precepts. It has been named \"The most correct of any book on\nearth.\"\n<\/p><p>\nMy beloved friends, I give to you the Book of Mormon. May you read it prayerfully, study it\ncarefully, and receive for yourselves the testimony of its divinity. This, I pray in the name of\nour Savior Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}