{"ID":1264, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Saints Must Stand Firm<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1963, pp. 68-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, with you I have been edified by all that has taken place in\nthe various sessions of this great conference&mdash;the music, the wonderful discourses, the\nprayers, and your presence here. I think I have never been so pleased and thrilled to see the\ngreat sea of hands raised in unanimously sustaining those whose names were presented a few\nminutes ago, indicating that there is unity in the Church.\n<\/p><p>\nI come to you in humility this afternoon and with a firm conviction that God lives; that this is\nnot just another Church which we represent, but it is The Church of Jesus Christ; that sitting\non this rostrum is the prophet of this day, surrounded by just and wholesome men who are\neach endowed with the authority and the power to act in the name of God and direct the work\nof the Lord in all the world in preparation for his coming to receive his kingdom.\n<\/p><p>\nI come to you with the assurance that this Church was established, not to fail, but to continue,\nnever to be destroyed nor left to another people; for the Lord has said: \n<\/p><p>\n\"The works, and the designs, and the purposes of God cannot be frustrated, neither can they\ncome to naught.\n<\/p><p>\n\"Remember, remember that it is not the work of God that is frustrated, but the work of men\"\n(<span class=\"citation\" id=\"14239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14239)\">D&amp;C 3:1,3<\/a><\/span>).\n<\/p><p>\nI have no doubt that his promises to all people will be fulfilled in his own due time and in his\nown way, both to the righteous and to the wicked. We are living in a day foretold by the\nSavior as a time of wars and rumors of wars, of famines and of pestilences and of\nearthquakes. A day when, in a supposedly cultured society, greed and lust for power,\nsubterfuge and cruelty are seen at their worst. This day was described by Paul in these words:\n<\/p><p>\n\"For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers,\ndisobedient to parents, unthankful, unholy,\n<\/p><p>\n\"Without natural affection, truce-breakers, false accusers, incontinent, fierce, despisers of those\nthat are good,\n<\/p><p>\n\"Traitors, heady, highminded, lovers of pleasures more than lovers of God\"\n(<span class=\"citation\" id=\"5147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5147)\">2 Tim. 3:2-4<\/a><\/span>).\n<\/p><p>\nNow, thank goodness, that doesn't include everybody, but there are many I am sure who fit\ninto some of those categories. If there are any into which we fit, or if any of us have these\nblemishes upon us, I hope that we will go from these meetings with the determination to\nthrow them off.\n<\/p><p>\nNow, despite these conditions that Paul described, this is a favored time and\na favored day of the Lord. We ought to be thankful that we live in this particular day,\nnotwithstanding all the fears and the troubles and the anxieties which come upon us because\nof unsettled conditions that prevail in the world. Our gratitude comes mainly because we are\nthe glad recipients of the restored gospel brought back to earth in the fulfillment of prophecy,\nin its fulness as a prescription for successful living and for salvation. There is no need to walk\nin darkness or in uncertainty. In our day the Church has the vision and the inspiration and the\nword of the Lord to give to the people to keep them from the pitfalls of life, from sorrow,\nregret, and failure. In this day of the Church there has been a great expanse of the Church\nitself. The gospel is being widely preached; buildings are being constructed; temples have\nbeen and are being erected; work for the dead is increasing; and people are accepting the\ngospel, all of these in an unprecedented way.\n<\/p><p>\nNow, while we see the Church moving on unfalteringly toward its decreed destiny, we must\nremember that salvation for each of us must be worked out on an individual basis. For a few\nmoments let us draw our world into the range of my voice while we consider two or three\nprinciples which are indispensable to individual and even collective salvation.\n<\/p><p>\nHow about the Sabbath day, which was discussed so eloquently by President Joseph Fielding\nSmith yesterday? Is it observed as the Lord's day? Are you and your family found where you\nought to be and doing what you ought to be doing on that day? I recently learned of a father\nwho habitually took his wife and children to the mountains or to various other places on the\nSabbath day rather than taking them to church where they belonged. As he was hurrying them\nto get ready one Sunday morning, his smallest boy said, \"Daddy, why can't we stay home and\ngo to church like the other kids do?\" \"Oh, come along,\" said the father, \"we can sing and pray\ntogether in the mountains.\" The little boy said rather sadly, \"I know we can, but we won't,\nwill we, Daddy?\"\n<\/p><p>\n\"And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day\"\n(<span class=\"citation\" id=\"14276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14276)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nTo me that makes it clear and understandable as to where I ought to be and what I ought to\ndo among other things that are approved of the Lord on that holy day.\n<\/p><p>\nAnother matter: How completely do you love your neighbor? The Savior has said that not\nonly should we love our neighbors as ourselves, but that we should also even love our\nenemies (<span class=\"citation\" id=\"35265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35265)\">Matt. 22:39<\/a><\/span>).\nOne man said, \"It's a difficult enough thing to love a neighbor whom he likes to be\nclassed as his neighbor, but to reach out and love his enemy is almost beyond reasonable\nexpectation.\" Nevertheless, it is a method which the Lord has of preparing, of sanctifying, and\nof perfecting those whom he has called his Saints. Further than that, he requires that we bless\nthose that curse us, and that we do good unto them that hate us, and that we pray for them\nwho despitefully use us and persecute us (<span class=\"citation\" id=\"35228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35228)\">Matt. 5:43-44<\/a><\/span>).\nHow can we love our neighbor? I think one of the\nbest ways would be to help him to learn the truth, to accept the restored gospel and to find in\nit the power of God unto salvation for them and their families, and by defending him against\ndanger or slander or mistreatment by others. I think we could show a love of our neighbors\non the highways and in traffic congestions by being courteous and by giving them the right of\nway once in a while even though we may have rightful claim to it. There are innumerable\nways in which love may be extended to one's neighbor.\n<\/p><p>\nIt was James Russell Lowell who said, \"They who love the Lord and their neighbors are but\none step from heaven.\"\n<\/p><p>\nI'd like to include with these neighbors, whom we must love and for whom we must be\nconcerned, those who have passed on, especially our own progenitors to whom we have the\ninescapable obligation to bring salvation and exaltation through vicarious service. What are we\ndoing about them on an individual family basis?\n<\/p><p>\nHow about tithing? Are we as individuals placing ourselves in a position to receive the\nglorious promises given of the Lord for those who consistently observe this law? He offered a\nchallenge to be proved if he would not open the windows of heaven and pour out upon us a\nblessing that there shall not be room enough to receive, and then he said: \n<\/p><p>\n\"And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your\nground; neither shall your vine cast her fruit before the time in the field, saith the Lord of\nhosts\" (<span class=\"citation\" id=\"32779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32779)\">Mal. 3:11<\/a><\/span>).\n<\/p><p>\nWhat a promise that is to those of us who are willing to keep the law! Can any of us justify\nwithholding or skimping on that which really belongs to the Lord?\n<\/p><p>\nThe voice of President Heber C. Kimball (I was pleased to hear this beautiful exposition by\nSpencer W. Kimball on the Book of Mormon making it so vivid before us) rang out in this\nvery building concerning the matter of tithing when he said: \n<\/p><p>\n\"You have nothing except what you have received from the Almighty. Where do you get your\nwater, your meat, your bread and the luxuries of life? Did he not create them? Were not the\nelements thereof placed upon the earth before you came here? If you do not pay one dime in\ntithing, it will not impoverish the Lord, but I tell you where the effect will lie. It will affect\nyourselves, your own salvation.\"\n<\/p><p>\nAnd I should like to add and that of your children most likely for \"like father, like son\" is an\nold but true adage.\n<\/p><p>\nMy brothers and sisters, the commandments of the Lord are not dictums, they are principles\ngiven by a Merciful Father to keep us and all mankind who will follow him from sin, sorrow,\nand regret. We talk a good deal these days about security. One of the best formulas of\nsecurity that I have ever known is given in the words of Helaman in the Book of Mormon: \n<\/p><p>\n\"And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is\nChrist, the Son of God, that ye must build your foundation; that when the devil shall send\nforth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty\nstorm shall beat upon you, it shall have no power over you to drag you down to the gulf of\nmisery and endless wo, because of the rock upon which ye are built, which is a sure\nfoundation, a foundation whereon if men build they cannot fall\"\n(<span class=\"citation\" id=\"24696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24696)\">Hel. 5:12<\/a><\/span>).\n<\/p><p>\nI like that, and I have taken it to heart. I advocate it to the young and to the old, and to all of\nus, in fact to all mankind, for it is true as true can be.\n<\/p><p>\nMay we, my brothers and sisters, stand firm upon this sure foundation and thereby contribute\nto the progress of the Church as it moves on to the completion of its divine destiny, and at\nthe same time secure our individual and collective salvation and perhaps exaltation, I pray,\ntestifying again that the Savior lives and that this is his work, in the name of the Lord Jesus\nChrist, our Master. Amen.\n<\/p>\n<\/div>\n<\/div>"}