{"ID":1265, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Ye Have Heard My Voice\"<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1963, pp. 73-74<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAbout a year ago I was reading in the Doctrine and Covenants and came upon a verse of one\nof the sections. I suppose everybody has an experience of the type I had as I read. I think the\nProphet had such an experience the day he read, \"If any man lack wisdom let him ask of\nGod\" (see <span class=\"citation\" id=\"26160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26160)\">James 1:5<\/a><\/span>),\nfor that scripture leaped at him; and so this one leaped at me. For a\nyear or so I have been reading it off and on, contemplating it. Now I should like to read it to\nyou, but first I should like to give it its framework.\n<\/p><p>\nBack in 1829 the Lord, through the Prophet Joseph Smith, said there would be appointed\ntwelve disciples, which of course we know as apostles, and he appointed two of the three\nwitnesses to choose them. And then he did a thing which to me is remarkable. He began to\ninstruct the Twelve before they were chosen, and after having instructed them he then gave\nthem this verse. In 1835 the Twelve were chosen, as you know, and on one occasion they\nwere called together and given their instructions. Oliver Cowdery was the spokesman; and\nafter having given them some very powerful and heartwarming instruction, so moved was he,\nhimself, that he had to stop two or three times to weep. He finally read the revelation to\nwhich I refer and this verse.\n<\/p><p>\nBrigham Young was so impressed by it that he copied it in his laborious handwriting into his\ndiary. I am impressed by it likewise. These are the words: \n<\/p><p>\n\"These words are not of men nor of man, but of me; wherefore, you shall testify they are of\nme and not of man; \n<\/p><p>\n\"For it is my voice which speaketh them unto you; (now this is six years later that they are\nhearing it) for they are given by my Spirit unto you, and by my power you can read them one\nto another; and save it were by my power you could not have them.\" And this is the\nverse&mdash;\"Wherefore, you can testify that you have heard my voice, and know my words\"\n(<span class=\"citation\" id=\"14247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14247)\">D&amp;C 18:34-36<\/a><\/span>).\n<\/p><p>\nThe thing that impresses me about this is, and I have never thought of it before, when I read\na verse in the Doctrine and Covenants I am hearing the voice of the Lord as well as reading\nhis words, if I hear by the Spirit.\n<\/p><p>\nNow I have heard it said many times by men that they have often asked the Lord for a special\ntestimony and oftentimes haven't had it. They seem to want to hear the voice of the Lord. I\nconfess I have often wanted to hear the voice of the Lord, without knowing that all these\nyears I have been hearing it with deaf ears. This woke me up.\n<\/p><p>\nI can testify that, having read, I hear the voice of the Lord. I also testify to you that when you\nhear the Prophet, here sitting on the stand, speak by the voice of prophecy and by the spirit of\nthe inspiration which possesses him, you also hear, through him, the voice of the Lord. In the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}