{"ID":1266, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"And the Lamanites Shall Blossom as the Rose\"<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1963, pp. 74-78<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<i>Mis queridos Hermanos y Hermanas de los países dónde se habla Español. Me da mucho<\/i>\n<i>gusto a veros aquí con nosotros esta dia. Con todo corazon, muy bienvenidos.<\/i>\n<\/p><p>\nTo you who wonder, I have just greeted and welcomed our people from Latin America. My\nSpanish may not have been such as they could understand, but you are in no position to\nchallenge my interpretation of it.\n<\/p><p>\nI love these, my brothers and sisters. To me they are white and delightsome\n(<span class=\"citation\" id=\"3715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3715)\">2 Ne. 30:6<\/a><\/span>). And of course I\nlove you, too.\n<\/p><p>\nPursuant to assignment from the First Presidency of the Church, I have for the past two years\nbeen supervising the Latin American missions. It may not, therefore, be wholly inappropriate\nfor me to say something about the Lamanites, many of whom live in these missions. With this\nintent, I take for my text the following statement made by the Lord to the Prophet Joseph\nSmith in March 1831.\n<\/p><p>\n\". . . before the great day of the Lord shall come, Jacob shall flourish in the wilderness, and\nthe Lamanites shall blossom as the rose\" (<span class=\"citation\" id=\"14268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14268)\">D&amp;C 49:24<\/a><\/span>).\n<\/p><p>\nThe word, \"Lamanites,\" denotes, of course, the descendants of rebellious Laman and Lemuel.\nIt also denotes all other descendants of Lehi who defected to them. As used in our text, I think\nit includes all descendants of Book of Mormon peoples frequently referred to as the remnant\nof the people of Lehi. The Lord identifies them in the Doctrine and Covenants as \". . . the\nNephites . . . Jacobites . . . Josephites . . . Zoramites . . .\n<\/p><p>\n\". . . Lamanites . . . Lemuelites, and . . . Ishmaelites\"\n(<span class=\"citation\" id=\"14240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14240)\">D&amp;C 3:17-18<\/a><\/span>). \"The great day of\nthe Lord\" will, of course, be the day when the Savior comes in his power and glory to\ninaugurate a reign of righteousness and peace.\n<\/p><p>\nThe background of our text is most interesting and significant. At that time there was much\ninterest and considerable misunderstanding concerning the \"great day of the Lord.\" The\nShakers, for example, had the mistaken notion that the Savior might come as a woman. To\ndispel this error, the Lord said: \n<\/p><p>\n\". . . verily I say unto you, that the Son of Man cometh not in the form of a woman, neither\nof a man traveling on the earth.\n<\/p><p>\n\"Wherefore, be not deceived, but continue in steadfastness, looking forth for the heavens to be\nshaken, and the earth to tremble and to reel to and fro as a drunken man, and for the valleys\nto be exalted, and for the mountains to be made low, and for the rough places to become\nsmooth&mdash;and all this when the angel shall sound his trumpet.\n<\/p><p>\n\"But before the great day of the Lord shall come, Jacob shall flourish in the wilderness, and\nthe Lamanites shall blossom as the rose\"\n(<span class=\"citation\" id=\"14267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14267)\">D&amp;C 49:22-24<\/a><\/span>).\n<\/p><p>\nThe relationship here revealed between the redemption of the Lamanites and the coming of\n\"the great day of the Lord\" is frequently implied in the scriptures. Enoch, for example, the\ngreat antediluvian prophet, witnessing in vision the corruption of mankind, after the ascension\nof the Son of Man cried unto his God: \"Wilt thou no come again upon the earth? . . .\n<\/p><p>\n\"And the Lord said unto Enoch: As I live, even so will I come in the last days . . .\n<\/p><p>\n\"And the day shall come that the earth shall rest, but before that day the heavens shall be\ndarkened, and a veil of darkness shall cover the earth; and the heavens shall shake, and also\nthe earth; and great tribulations shall be among the children of men, but my people will I\npreserve; \n<\/p><p>\n\"And righteousness will I send down out of heaven; and truth will I send forth out of the\nearth, to bear testimony of mine Only Begotten\"\n(<span class=\"citation\" id=\"39182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39182)\">Moses 7:59-62<\/a><\/span>). \"The Latter-day Saints\nregard the coming forth of the Book of Mormon . . . as a fulfillment of this prophecy . . .\"\n(See James E. Talmage, <i>Articles of Faith<\/i>, p. 275.)\n<\/p><p>\nOne of the two purposes of the Book of Mormon as expressed on its title page is \"to show\nunto the remnant of the house of Israel what great things the Lord hath done for their fathers;\nand that they may know the covenants of the Lord, that they are not cast off forever\"\n(<span class=\"citation\" id=\"43136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43136)\">BM Title Page<\/a><\/span>). \"The\nremnant of the House of Israel\" here referred to includes, of course, the Lamanites. It is\nconcerning the covenants the Lord made with their fathers which run in favor of the\nLamanites and culminate in their blossoming as the rose that I wish to speak.\n<\/p><p>\nOne of these covenants was that a record of their fathers would be preserved and brought\nforth unto the remnant. Concerning this covenant, Enos said: \". . . after I had prayed and\nlabored with all diligence, the Lord said unto me: I will grant unto thee according to thy\ndesires . . .\n<\/p><p>\n\"And . . . this was the desire which I desired . . . that if it should so be, that my people, the\nNephites, should fall into transgression, and by any means be destroyed, and the Lamanites\nshould not be destroyed, that the Lord God would preserve a record of my people . . . that it\nmight be brought forth at some future day unto the Lamanites, that, perhaps, they might be\nbrought unto salvation&mdash;\n<\/p><p>\n\". . . <i>and he covenanted with me that he would bring them forth unto the Lamanites in his own due time<\/i>\"\n(<span class=\"citation\" id=\"21487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21487)\">Enos 1:12-13,16<\/a><\/span>, italics added).\n<\/p><p>\nThe Lord had made this same covenant with Nephi some fifty years earlier (see\n(<span class=\"citation\" id=\"1586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1586)\">1 Ne. 13:35<\/a><\/span>),\nand he renewed it with Mormon nearly a thousand years later (see\n<span class=\"citation\" id=\"37983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37983)\">Morm. 5:8-9,12-13<\/a><\/span>).\n<\/p><p>\nMoroni, preparing to deposit the record in Cumorah, predicted that \". . . it shall be brought\nout of darkness unto light, according to the word of God; yea, it shall be brought out of the\nearth, and it shall shine forth out of darkness, and come unto the knowledge of the people; and\nit shall be done by the power of God\"\n(<span class=\"citation\" id=\"37985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37985)\">Morm. 8:16<\/a><\/span>). In Mormon, chapter eight\n(<span class=\"citation\" id=\"37984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37984)\">Morm. 8:1-41<\/a><\/span>), from\nwhich this prophecy of Moroni is taken, and in chapter nine\n(<span class=\"citation\" id=\"37988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37988)\">Morm. 9:1-37<\/a><\/span>) is to be found a clear and\naccurate description of the world in which we now live&mdash;a word picture written by a\nprophet, who by the power of God saw in open vision and made record of us, our times and\ndoings, and of the chastening which awaits us, the inhabitants of this land, if we do not repent\nand heed the teachings of the restored gospel. Concluding the account of the covenant\nconcerning the record to be preserved and brought forth, the Lord said to the Prophet Joseph\nSmith in 1828: \"Behold, there are many things engraven upon the plates of Nephi (speaking\nof the small plates being substituted for the 116 pages of manuscript lost by Martin Harris)\nwhich do throw greater views upon my gospel . . .\n<\/p><p>\n\"And, behold, all the remainder of this work does contain all those parts of my gospel which\nmy holy prophets, yea, and also my disciples, desired in their prayers should come forth unto\nthis people.\n<\/p><p>\n\"And I said unto them, that it should be granted unto them according to their faith in their\nprayers\" (<span class=\"citation\" id=\"14241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14241)\">D&amp;C 10:45-47<\/a><\/span>).\n<\/p><p>\nOther covenants which the Lord made with their fathers were to the effect that the remnant\nwould accept the gospel, regain their inheritance and former blessings and take part in the\nlatter-day redemption of Zion.\n<\/p><p>\nNephi, explaining to his brethren the words their father Lehi had \". . . spoken concerning the\nnatural branches of the olive-tree . . .\" said, \". . . in the latter days, when our seed shall have\ndwindled in unbelief . . . for the space of . . . many generations . . . then shall the fulness of\nthe gospel . . . come unto [them] . . . from the Gentiles . . .\n<\/p><p>\n\"And at that day shall the remnant of our seed . . .\n<\/p><p>\n\". . . be remembered again among the house of Israel; they shall be grafted . . . into the true\nolive-tree\" (<span class=\"citation\" id=\"1587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1587)\">1 Ne. 15:7,13-14,16<\/a><\/span>).\n<\/p><p>\n\"And then shall the remnant of our seed know concerning us, how that we came out from\nJerusalem, and that they are descendants of the Jews.\n<\/p><p>\n\"And the gospel of Jesus Christ shall be declared among them; wherefore, they shall be\nrestored unto the knowledge of their fathers, and also to the knowledge of Jesus Christ, which\nwas had among their fathers.\n<\/p><p>\n\"And then shall they rejoice; for they shall know that it is a blessing unto them from the hand\nof God; and their scales of darkness shall begin to fall from their eyes; and many generations\nshall not pass away among them, save they shall be a white and delightsome people\"\n(<span class=\"citation\" id=\"3714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3714)\">2 Ne. 30:4-6<\/a><\/span>).\n<\/p><p>\nThe chief witness to the blessings awaiting the Lamanites was the resurrected Jesus. As he\nministered to the survivors of the cataclysm which attended his crucifixion, he said unto them,\n\". . . my joy is great, even unto fulness, because of you, and also this generation, yea, and\neven the Father rejoiceth, and also all the holy angels . . . for none of them (this\ngeneration&mdash;that is, those who were then alive) are lost . . .\n<\/p><p>\n\"But . . .\" he continued, \"it sorroweth me because of the fourth generation from this\ngeneration, for they are led away captive by him even as was the son of perdition; for they\nwill sell me for silver and for gold . . . And in that day will I visit them, even in turning\ntheir works upon their own heads\"\n(<span class=\"citation\" id=\"5670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5670)\">3 Ne. 27:30,32<\/a><\/span>).\nMormon, of course, records the literal fulfillment of this sad prediction.\n<\/p><p>\nBut Jesus did not conclude his prophecy about the Lamanites here. Notwithstanding their\nforeseen apostasy and degradation, he repeatedly affirmed the fact that the Father had given\nthem this land as a permanent inheritance (see\n<span class=\"citation\" id=\"5655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5655)\">3 Ne. 15:13<\/a><\/span>;\n<span class=\"citation\" id=\"5658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5658)\">3 Ne. 16:16<\/a><\/span>;\n<span class=\"citation\" id=\"5660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5660)\">3 Ne. 20:14<\/a><\/span>;\n<span class=\"citation\" id=\"5667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5667)\">3 Ne. 21:22<\/a><\/span>). He assured\nthem that a remnant would survive to enjoy their inheritance although, by\nreason of their iniquity, they would forfeit it to the gentiles for a season.\n<\/p><p>\nHe told of the coming of the gentiles. \"For,\" said he, \"it is wisdom in the Father that they\nshould be established in this land, and be set up as a free people by the power of the Father\"\n(<span class=\"citation\" id=\"5665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5665)\">3 Ne. 21:4<\/a><\/span>).\n<\/p><p>\n\". . . because of their belief in me . . .\n<\/p><p>\n\". . . and because of the unbelief of you, O house of Israel, in the latter day . . . the fulness of\nthese things shall be made known unto them\" (<span class=\"citation\" id=\"5657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5657)\">3 Ne. 16:6-7<\/a><\/span>).\n<\/p><p>\n\". . . that these things might come forth from them unto a remnant of your seed, that the\ncovenant of the Father may be fulfilled\" (<span class=\"citation\" id=\"5666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5666)\">3 Ne. 21:4<\/a><\/span>).\n<\/p><p>\nSpeaking of the role the remnant would play in this last gospel dispensation, Jesus assured\nthem that they would he associated with other faithful members of the house of Israel in\nestablishing in this, the land of their inheritance, a New Jerusalem. \"And behold,\" said he,\n\"this people\"&mdash;remember, he was speaking in America&mdash;\"will I establish in this land, unto the\nfulfilling of the covenant which I made with your father Jacob; and it shall be a New\nJerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be\nin the midst of you\" (<span class=\"citation\" id=\"5661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5661)\">3 Ne. 20:22<\/a><\/span>).\n<\/p><p>\nConcerning the timetable for the fulfillment of these tremendous prophecies, Jesus said: \". . . I\ngive unto you a sign, that ye may know the time when these things shall be about to take\nplace&mdash; . . .\n<\/p><p>\n\". . . when these things which I declare unto you . . . shall be made known unto the Gentiles\n. . .\n<\/p><p>\n\". . . and shall come forth of the Father, from them unto . . .\n<\/p><p>\n\". . . your seed . . .\n<\/p><p>\n\"And . . . thy seed shall begin to know these things&mdash;it shall be a sign unto them, that they\nmay know that the work of the Father hath already commenced unto the fulfilling of the\ncovenant which he hath made unto the people who are of the house of Israel\" \n(<span class=\"citation\" id=\"5664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5664)\">3 Ne. 21:1-3,5,7<\/a><\/span>).\n<\/p><p>\nNow, with this foreknowledge as an interpretative guide to the signs of the times, all who\nhave seeing eyes and understanding hearts may rest assured that the fulfillment of the\npromises to the Lamanites is at hand. Most of the foregoing prophecies have already been\nfulfilled, and others are now in course of fulfillment. The apostasy and fourth generation\ndestruction, the degeneration of the remnant, the coming of the gentiles, their establishment by\nthe power of God as a free people in this land, their harassment of the remnant, the\npreservation of the promised record, and its coming forth by way of the gentiles are now all\ndocumented history.\n<\/p><p>\nFor more than a hundred years the record of their fathers, the Book of Mormon, has been\ngoing to the Lamanites by way of the gentiles. And it is now being carried to them with\nincreased tempo.\n<\/p><p>\nToday the Church has in operation in lands inhabited, at least in part, by the remnant,\ntwenty-one missions. Others are being organized. Working in these missions during 1962\nwere, on an average, 2,424 missionaries a month. These missionaries brought into the Church\n22,909 people in 1962, an average of 9.45 a missionary. This is well above the average of\nother foreign missions of the Church. So you see, my brethren and sisters, the Lord is pouring\nout his spirit upon the Lamanites. They are accepting the record of their fathers and are\ncoming to a knowledge of the \"things\" referred to by Jesus. It is true that they are poor, they\nare downtrodden; they are in large part uneducated. In these and many other respects they still\nsuffer under the curse brought upon them by their apostasy from the gospel once so richly\nenjoyed and strictly obeyed by their fathers. But they are now accepting the gospel. And they\nwill continue to accept it in ever-increasing numbers. As they receive and live it, they are\ncertain to regain their favored status in the house of Israel and participate in the redemption of\nZion and the building of the New Jerusalem here in America. Jacob, even now, flourishes in\nthe wilderness, and shortly the \"Lamanites shall blossom as the rose,\"\nheralding \"the great day of the Lord\" (<span class=\"citation\" id=\"14269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14269)\">D&amp;C 49:24<\/a><\/span>),\nwhich God grant may not be long delayed, I humbly pray.\n<\/p>\n<\/div>\n<\/div>"}