{"ID":1267, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Correlation Program<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1963, pp. 79-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe subject I am to discuss tonight is not of my own choosing but by assignment from the\nPresidency of the Church. Therefore I feel a tremendous responsibility, particularly that I stay\nwithin the bounds of what I have understood their wishes to be with regard to this\npresentation. To that end I seek most humbly for an interest in your faith and prayers that I\nmight be so guided as to attempt tonight to portray something that will help you to understand\nthe developments of what the President has called \"The Correlation Program\" as it has now\nbeen developed.\n<\/p><p>\nPrefacing that presentation in some detail, part of it by review and some by way of extension,\nI would like to make a few introductory remarks. I attended a fast and testimony meeting a\nfew months ago where Dr. Harvey Fletcher bore a remarkable testimony. He told about the\nexperience of his father being called on a mission when Dr. Fletcher was just a lad. There\nwere five or six children, as I remember it, in the family, and the father was called to go out\nwith not much support from home. He hadn't been out long when he was called to come\nhome on account of the death of a member of the family. While he was home and preparing\nto go back to his mission, he was stricken with deafness, some disease which left him with\ntotal deafness, which, of course, made necessary the cancellation of his mission.\n<\/p><p>\nIt was a disturbing thing to the family, and while the father did not allow himself to become\nbitter, there were some who tried their best to feel sorry for him or make him feel sorry for\nhimself. About this time the Godbeites, who the older ones here will remember were a splinter\ngroup trying to confuse the Church, were quite active, and in the ward where\nthey lived one of these, a member of the bishopric of the ward, had tried to influence the\nfather and had succeeded with some confusion.\n<\/p><p>\nThe father, with thoughts of this confusion on his mind, walking down the road one day,\nheard distinctly a voice behind him, which said to him: \"Stick with the old ship. It will lead\nyou safely home.\" He turned to look because he had not been hearing audible voices, and he\nsaw no speaker, but the message that came to him is the message with which I should like to\ncommence&mdash;that we should remember that ours is the responsibility to \"stick with the old\nship\" if we want to be brought safely back home.\n<\/p><p>\nI should like to bring to you a statement from three former leaders of the Church as to the\nfundamentals of what this speaker called \"the old ship,\" meaning the kingdom of God, which\nmust be kept in mind always as to the essentials in the building of the kingdom.\n<\/p><p>\nParley P. Pratt, in what was called a \"declaration\" or a \"proclamation,\" under the subject\nheading, \"Order of Government,\" had made this very clear statement: \n<\/p><p>\n\"The legislative, judicial, and executive power is vested in him (meaning the President of the\nChurch); he reveals the law, he elects, chooses, and appoints the officers and holds the right\nto reprove, correct, or even to remove them at pleasure. Hence the necessity of a constant\nintercourse by direct revelation between the Lord and his Church. As a precedence for the\nforegoing facts, we refer to the examples of all ages as recorded in the Scriptures.\n<\/p><p>\n\"This order of government began in Eden&mdash;God appointed Adam to govern the earth, and gave\nhim laws.\n<\/p><p>\n\"It was perpetuated in a regular succession from Adam to Noah; from Noah to Melchizedek,\nAbraham, Isaac, Jacob, Joseph, Moses, Samuel, the Prophets, John, Jesus and his apostles.\nAll, and each of which, were chosen by the Lord, and not by the people.\n<\/p><p>\n\"It is true the people have a voice in the government of the kingdom of God, . . .\n<\/p><p>\n\"But they do not confer the authority in the first place, nor can they take it away; for instance,\nthe people did not elect the twelve apostles of Jesus Christ, nor could they by popular vote\ndeprive them of their apostleship. As the government of the kingdom anciently existed, so it\nis now restored\" (<i>Millennial Star<\/i>, 5:150; March 1845).\n<\/p><p>\nThe responsibility resting upon every holder of the priesthood is set forth in another very\nclear and plain declaration by President Wilford Woodruff, and this is what he said: \n<\/p><p>\n\"Every leader in his place is accountable for his stewardship. These disciples of Christ\nreceived the Holy Priesthood, the gospel of Christ, and the keys of the Kingdom of God, and\nJesus held them responsible until the day of their death for the course they pursued. However,\nthey were despised by the world, they were held responsible for bearing a faithful and true\ntestimony to the Jew and gentile, of Jesus Christ being the true shepherd and Savior of the\nworld. He gave him, Joseph Smith, the Priesthood under the hands of Peter, James, and John.\nThe Lord Almighty held him responsible unto the day that he sealed his testimony with his\nblood for the course that he pursued with these things. And he bore his testimony, left his\nrecord, and sealed it with his blood and laid down his life and that testimony is in force today\nupon all the world, and will remain so until the end. When I say this of Joseph Smith, I say it\nof every other man (and this now is the point I want you to note particularly). President\nYoung has led this Church for many years, and the Lord has held him responsible and will\nhold him so until the day of his death for the course pursued by him while conducting the\naffairs of His Church and Kingdom. And also for the use he makes of the Holy Priesthood\nand the Kingdom of God.\n<\/p><p>\n\"So with all his counselors, the Twelve Apostles, and everyone of us, we shall all be held\naccountable until the day of our death. We shall have to give an account before the God of\nheaven when we go into the spirit world and meet Him there for the use of this Priesthood\nand the keys of the kingdom which have been established on the earth for the last time, have\nbeen committed unto the hands of this people, and God will hold us\nresponsible for the use we make of these blessings, privileges and powers which we enjoy in\nconnection therewith. The eyes of God and his angels, and of every man who dwells in the\nCelestial World are watching us and the courses we pursue.\"\n<\/p><p>\nPresident Joseph F. Smith defines the relationship of each order of priesthood to all others, in\ncontrast, may I say, with that concept of having one minister for a congregation who\npractically directs the entire activity of the congregation. President Smith said: \n<\/p><p>\n\"The Lord never did intend that one man should have all the power, and for that reason he\nhas placed in His Church, the presidents, apostles, high priests, seventies elders, and the\nvarious officers of the lesser priesthood, all of which are essential in their order and place\naccording to the authority bestowed upon them. The Lord never did anything that was not\nessential or that was superfluous. There is a use for every branch of the priesthood, and he\nhas established it in his Church. We want every man to learn his duty, and we expect that\nevery man will do his duty as faithfully as he knows how and carry off his portion of the\nresponsibility of building up Zion in the latter days.\"\n<\/p><p>\nThe summary of these statements is set forth in one or two incidents that I should like now to\nmention and to digress for a moment, and then to summarize by reading from one of our\nMelchizedek Priesthood study courses. The story is told in the early days of the\nChurch&mdash;particularly, I think, at Kirtland&mdash;where some of the leading brethren in the presiding\ncouncils of the Church met secretly and tried to scheme as to how they could get rid of the\nProphet Joseph's leadership. They made the mistake of inviting Brigham Young to one of\nthese secret meetings. He rebuked them, after he had heard the purpose of their meeting. This\nis part of what he said: \"You cannot destroy the appointment of a prophet of God, but you\ncan cut the thread that binds you to the prophet of God, and sink yourselves to hell.\"\n<\/p><p>\nIn that same vein, I heard President Clark, shortly after he came into the First Presidency,\nmake an interesting public statement. He said that when President Grant called him to be a\nCounselor in the First Presidency, he was worried. He had always thought of the President of\nthe Church as the \"mouthpiece\" of the Lord, and he wondered how much counseling he ought\nto give the \"mouthpiece\" of the Lord. But he hadn't been long in the Presidency until he\ndiscovered his place.\n<\/p><p>\nPresident Grant would say to each of his Counselors, when they were discussing a serious\nmatter, \"What do you think about it?\" and \"What do you think about it?\" And the Counselors\nwould respond. Sometimes their opinions were in contradiction or in conflict with what the\nPresident had thought. There was then the business of resolving the different points of view,\nbut there would always come a time after a sufficient discussion when the President would\nsay: \"Now brethren, I feel that this is the thing we ought to do.\" Then President Clark\nremarked, \"When he said that, I quit counseling because, to me, that was the prophet of the\nLord speaking, and I felt I should not try to dissuade him.\"\n<\/p><p>\nIn the history of the Church there have been times or instances where Counselors in the First\nPresidency and others in high station have sought to overturn the decision or to persuade the\nPresident contrary to his inspired judgment, and always, if you will read carefully the history\nof the Church, such oppositions brought not only disastrous results to those who resisted the\ndecision of the President, but almost always such temporary persuasions were called back for\nreconsideration, or a reversal of hasty action not in accordance with the feelings, the inspired\nfeelings, of the President of the Church. And that I submit, is one of the fundamental things\nthat we must never lose sight of in the building of the kingdom of God.\n<\/p><p>\nNow then, the summary I would like you to get in order to bring all these statements together\nas an introduction: \n<\/p><p>\n\"A significant and basic idea in the meaning of Priesthood is made clear, that is, that although\nthe President of the Church may hold and dispense the powers and\nadministrative responsibilities of that office, the power of the Priesthood is decentralized, first,\naccording to the offices and jurisdiction of those respective offices. Secondly, according to the\nindividual Priesthood bearers. This means that while the Church as a whole is delicately\nresponsible to central authority for Church-wide purposes, the central local relationships in the\norganizations do not restrict full initiative and free development of either territorial division of\nthe Church, individual quorums, groups of quorums, or the member as an individual.\" As I\nhave said, that quotation is from one of our recent study courses for the Melchizedek\nPriesthood.\n<\/p><p>\nNow then, in order for you to get a concept of what we want to present, I am going to refer\nto and repeat what has been said before, for as someone has said, \"repetition is the soul of\nlearning.\" President Brigham H. Roberts had a classic statement: \"The recurrence to\nfundamentals is essential to perpetuity.\" If you can understand those big words that is what I\nam going to try to do in the next few minutes&mdash;to recur, or take you back for a recurrence to\nfundamentals in order that you might perpetuate in your minds what we are talking about in\nthe Correlation Program.\n<\/p><p>\nThe key to the whole correlation movement, which has been given us by our present leaders,\nin defining the place of the auxiliaries and the home and the priesthood, is set forth in this\nstatement made by the Presidency a few years ago. I quote: \n<\/p><p>\n\"The home is the basis of a righteous life and no other instrumentality can take its place nor\nfulfil its essential functions, the utmost the auxiliaries can do is to aid the home in its\nproblems, giving special aid and succor where such is necessary, that in aiding the home the\nauxiliaries may well consider thinking of home-life of the people as having three periods, the\nfirst, from birth to twelve years of age or the childhood period; then the youth period from\ntwelve years up to the early twenties; and then adulthood, from the early twenties on to the\nend of life.\"\n<\/p><p>\nNow it is upon these fundamentals, simply stated, that we have been guided in our correlation\nstudies of the curricula and activities of all the priesthood and the auxiliary organizations. In\norder to set forth more clearly what we were now assigned to do in this new look at\ncorrelation, the First Presidency, under date of March 24, 1960, that means just a little over\nthree years ago, wrote this letter to the general priesthood committee: \n<\/p><p>\n\"We of the First Presidency have over the years felt the need of a correlation between and\namong the courses of study put out by the General Priesthood Committee and by the\nresponsible heads of the other Committees of the General Authorities for the instruction of the\nPriesthood of the Church.\n<\/p><p>\n\"We have also felt the very urgent need of a correlation of studies among the Auxiliaries of\nthe Church. We have noted what seemed to be a tendency toward a fundamental, guiding\nconcept, particularly among certain of the Auxiliary Organizations, that there must be every\nyear a new course of study for each of the Auxiliary Organizations so moving. We question\nwhether the composite of all of them might not tend away from the development of a given\nline of study or activity having the ultimate and desired objective of building up a knowledge\nof the Gospel, a power to promulgate the same, a promotion of the growth, faith, and stronger\ntestimony of the principles of the Gospel among the members of the Church.\n<\/p><p>\n\"We have sometimes been led to wonder whether there was a proper observance of the field\nof a particular Auxiliary of what might be termed its jurisdiction. The question has not been\nabsent from our minds that there might be a concept entertained by some of them including\nwithin their jurisdiction the entire scope of Church activity, and with their members the whole\nChurch membership.\n<\/p><p>\n\"We think that the contemplated study by the Committee now set up, should have the\nforegoing matters in mind. We feel assured that if the whole Church curricula were viewed\nFrom the vantage point of what we might term the total purpose of each and\nall of these organizations, it would bring about such a collation and limitation of subjects and\nsubject matters elaborated in the various Auxiliary courses as would tend to the building of\nefficiency in the Auxiliaries themselves in the matter of carrying out the purposes lying\nbehind their creation and function.\n<\/p><p>\n\"We would therefore commend to you Brethren of the General Priesthood Committee the\nbeginning of an exhaustive, prayerful study and consideration of this entire subject, with the\ncooperative assistance of the Auxiliaries themselves so that the Church might reap the\nmaximum harvest from the devotion of the faith, intelligence, skill and knowledge of our\nvarious Auxiliary Organizations and Priesthood Committees.\n<\/p><p>\n\"This is your authority to employ such necessary technical help as you might need to bring\nthis about. We shall await your report.\"\n<\/p><p>\nI suppose I need not tell you what a soul-searching assignment that was. We found in our\nstudy, that in 1912 and again in 1920 since President McKay became one of the General\nAuthorities, he was a member of a committee of the Twelve by whom similar studies were\nundertaken. This means that for a matter of forty years at least, this subject of correlation had\nbeen close to the President's mind and in his thoughts as something very essential and\ndesirable.\n<\/p><p>\nNow, in setting about to carry out this assignment, it was our first conclusion that there\nshould be set up a coordinating council, which we so recommended, and which was approved.\nWe will show you that council in a few moments. There would be three committees\nestablished, and in harmony with the letter which I have just read you, one for youth, one for\nchildren, and one for adults, and it was felt that the Primary and the Sunday School would\nprobably be the organization to teach the children. The two MIA organizations and the\nSunday School and the educational system and the Aaronic Priesthood would implement the\nprogram for the youth. The adults would be taught by the Sunday School, the educational\nsystem, the Relief Society, and the priesthood, including the members of the Aaronic\nPriesthood over 21, and of course some flexibility would have to be provided in these areas\nand activities where sharp lines could not be drawn.\n<\/p><p>\nWhen we made our first preliminary report, which we have done step by step as we have\nadvanced since that first assignment, President McKay said in a meeting with the Presidency\nand the Council of the Twelve, \"This is in the right direction, and should go forward.\"\nEncouraged by that, then, we took the next step.\n<\/p><p>\nWe are going to undertake tonight something that is going to be rather difficult. We are going\nto show you eight charts, which we will now flash on a screen. Because two thirds of our\naudience tonight are not within sight of the screen, we shall ask you who are not here or\nwhere television is not available to you, to pay careful heed, and I will attempt to explain it\nsufficiently so you may get some kind of mental picture at least, and if you folks here who\nare seeing, will watch these charts, perhaps I can more quickly show you the organization and\nwhat has been done up to the present time. In order for the General Authorities to see the\ncharts without having to turn around, we have prepared copies of these charts which the\nbrethren will pass out to you now, and you may then follow without the necessity of reversing\nyour seats.\n<\/p><p>\nWe have numbered these, as you will notice, brethren, on the upper left-hand corner Number\n1, 2, 3, 4, and so on, so you can follow rather readily. Now if we may have the lights\ndimmed and the first chart thrown on the screen. We have left these lights here dimmed, I\nthink, enough, President McKay, so that the brethren on the stand can see and yet it will not\ntake away the effectiveness of the projection on the screen. Now we will show you the first\nchart and see if that will work.\n<\/p><p>\n<i>Chart #1<\/i> shows the overall organization for all-church coordination, with, of course, the First\nPresidency at the head. Under their direction, the Council of the Twelve and the General\nAuthorities associated with them, and then you will notice on the left-hand\nside of the chart the Correlation Committee, presently consisting of four members of the\nTwelve. On the right-hand side you will notice the auxiliary advisers. These are advisers\nnamed by the First Presidency to each of the auxiliaries, two or three or more to each such\nauxiliary.\n<\/p><p>\n<i>Chart #2<\/i> This chart shows you the Correlation Committee. Then you will notice an\nAll-Church Coordinating Council, as it is called on this chart. This includes the four members\nof the Twelve, representing the Melchizedek Priesthood, the Presiding Bishop who represents\nthe Aaronic Priesthood, the chairman of the Genealogical Society, and the presidents and\/or\nsuperintendents of each auxiliary board, and a representative of the church school system.\nThis council has an executive secretary. Under the All-Church Coordinating Council we have\nthree committees&mdash;The Children's Committee, the Youth Committee, and the Adult Committee.\nThe chairman of each of these three committees, the Adult Committee, the Youth Committee,\nand the Committee for Children, is a member of the Twelve. Each committee has its own\nexecutive secretary.\n<\/p><p>\nNow, as the letter I read you indicated, the three periods in the span of life as set forth, are\nchildren up to twelve years of age, youth twelve to the early twenties, and adults through life.\nThe executive, or planning group, who work with each chairman, have from two to four who\nconstitute an executive committee. Then we have in addition thereto, twenty-five\nwell-qualified brothers and sisters who are chosen on the additional \"task\" committees. They\nare at work now reviewing the present courses of study and the previous courses which have\nbeen used, and where necessary will recommend new courses in order to follow a\npredetermined outlined and accepted course for children from three years of age to adulthood.\nThis complete outline of subjects to be taught at all ages has been reviewed and presented to\nthe Presidency and the Twelve, and now becomes the plan which these \"task\" committees will\nfollow.\n<\/p><p>\nWith each of these committees, I should like to make a special mention of the four brethren\nwho serve as our executive secretaries, who have done such tremendous work: Brother Antone\nK. Romney, Brother Reed L. Bradford, Brother B. West Belnap, Brother Vaughn E. Hansen,\nand previously Brother Dan Ludlow, with Carol H. Cannon as their secretary. Night and day\nand throughout these years they have been excused from all other church assignments, and\nwhile carrying out their own schoolwork as professional teachers at their various universities,\nthey have carried on and with their planning groups have brought to us their excellent work\nfor our consideration and further development, which progress report we are trying to present\nto you tonight.\n<\/p><p>\nIn the planning groups or executive committees we have nine members in all. We have the\nsame kind of dedication, as I explained, in twenty-five more who are working on the task\ncommittees with the same complete attention to their specific assignments. If Brother Wendell\nAshton will pardon me, I would like to make a reference to him as an illustration. We were\nsitting in a meeting the other night where he, representing the adult group was in session with\nus, when the telephone rang. It was word from his home that his lovely wife had just passed\naway. Sick though she was, he had left her bedside to counsel with us preparing for this\nconference. From this meeting he was to return home to his sorrowing family. I cite that\ncomplete selfless service of Brother Ashton, as an example of the fully devoted service of\nthese committee members as they work behind the scenes. I wish time would permit me to\nname them all.\n<\/p><p>\nAs I think of the dedication of these brothers and sisters, I have thought often of something\nthat is reported to have been said by the late President J. Golden Kimball. He was asked on\none occasion how many people worked in the Church Office Building, and his answer was,\n\"Oh, about a third of them.\" At least, we can say to you that these folks represent the \"third\"\nof which Brother Kimball was speaking&mdash;a thoroughly dedicated \"working third.\"\n<\/p><p>\n<i>Chart #3<\/i>. In this next chart you will note the auxiliary advisers shown at the top and\nunderneath the auxiliary advisers on the chart, the four auxiliaries, or five, if you count the\nYWMIA and the YMMIA as separate organizations: Relief Society, Sunday School, MIA, and\nPrimary general boards.\n<\/p><p>\nWhile the correlation committees are studying the courses of study, preparing, and writing\nthem if assigned to do so, the auxiliary advisers with their general boards will now engage\nprimarily in leadership training, so you will notice in the center of that chart \"Leadership\nTraining\" is pictured as the great task of the general auxiliary boards with their advisers. This\nis done first at their annual conference, such as has just been held by the general board of the\nPrimary Association and is now in process of being held by the general Sunday School board.\nHere in these annual conferences there will be a preview of courses of study and activities,\nand then at stake quarterly conference (you will notice on the right-hand side) where once\nannually, each auxiliary organization will send a representative who will bring to each stake a\nprogram for training and instruction of local leaders. Most of you now have had visits from\nthe Relief Society and Primary representatives, and almost uniformly we have heard nothing\nbut commendation from stake presidents for the excellent service these auxiliary\nrepresentatives have rendered at stake conferences. The Sunday School and MIA will attend\nconferences during the third and fourth quarters of the year. These auxiliary representatives\nwill give leadership training to stake leaders in separate meetings throughout Saturday, and\nthen to priesthood leaders in the evening, and then participate, under the direction of stake\npresidents, in the general sessions on Sunday, to bring their respective auxiliary programs to\nthe body of the Church. These stake conferences, attended by auxiliary representatives will\ntake the place of what have been called heretofore, the annual auxiliary conventions.\n<\/p><p>\n<i>Chart #4<\/i>. The next chart shows four other phases of the work, you will notice. Under the\nFirst Presidency and the Twelve, General Authorities will be sent out to stake conferences,\nalternating with the general auxiliary boards, and you will notice at the bottom of the chart\nthe four phases of work which will be stressed when the General Authorities come.\n<\/p><p>\nIn the first two quarters of this year welfare work and genealogy work were stressed and will\nbe stressed to the end of the second quarter. For the last half of the year, missionary work and\nwhat we are calling \"Home Teaching\" will be stressed by General Authorities and their\nassociates.\n<\/p><p>\nWe will speak of \"Home Teaching\" in just a moment.\n<\/p><p>\n<i>Chart #5<\/i>. Now with this next chart I want to pause a moment to illustrate something of our\nprocedure, as we have developed the correlation program, step by step. You will notice here\nagain, and to you who are listening, the First Presidency at the top of the chart, and under the\nPresidency, the General Authorities, and then you will notice in a subordinated position the\nwords, \"general priesthood board\" in parentheses, and stemming out from the box showing the\nGeneral Authorities or (general priesthood board,) you will see four committees who will\nassist the General Authorities: a priesthood missionary committee, a priesthood welfare\ncommittee a priesthood Home Teaching committee, and a priesthood genealogical committee.\nAll of these programs, therefore, are to be priesthood-centered.\n<\/p><p>\nWhen we brought this recommendation to the First Presidency designating a general\npriesthood board in a supervisory position, President McKay made a very significant statement\nto the effect that, years ago, when the committee of the Twelve on which he was then\nworking with a similar problem had suggested the setting up of a general priesthood board,\nPresident Joseph F. Smith had said, \"You have a general priesthood board. You as the\nQuorum of the Twelve Apostles, constitute the priesthood board.\"\n<\/p><p>\nIn that naming of the Twelve as the general priesthood board, the President of the Church was\nbut repeating in essence what the Lord had said. Let me read you three brief verses.\n<\/p><p>\n\"The Twelve are a Traveling Presiding High Council, to officiate in the name of the Lord,\nunder the direction of the Presidency of the Church, agreeable to the institution of heaven; to\nbuild up the church, and regulate all the affairs of the same in all nations, first unto the\nGentiles and secondly unto the Jews.\"\n<\/p><p>\nThen this reference to the Seventy: \"The Seventy are to act in the name of the Lord, under\nthe direction of the Twelve or the traveling high council, in building up the church and\nregulating all the affairs of the same in all nations, first unto the Gentiles and then to the\nJews;\"\n<\/p><p>\nThen finally, \"Whereas other officers of the church, who belong not unto the Twelve, neither\nto the Seventy, are not under the responsibility to travel among all nations, but are to travel as\ntheir circumstances shall allow, notwithstanding they may hold as high and responsible offices\nin the church\" (<span class=\"citation\" id=\"14330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14330)\">D&amp;C 107:33-34,98<\/a><\/span>).\n<\/p><p>\nAnd if you will think of the place of the Assistants to the Twelve, you will begin to see how\nthe Lord very clearly in that last quotation opened up the possibility of that very kind of\nappointment, just as the Lord had said there would be, \"other officers not of the Twelve\nneither the Seventies&mdash;notwithstanding they may hold as high and responsible offices in the\nChurch.\" Working with the Twelve, then, serving as a general priesthood board assisted by\nothers of the General Authorities, will be these four sub-committees, priesthood-centered,\ndirected by the general priesthood board which is, as President Joseph F. Smith had described,\nthe priesthood responsibility of the Twelve. A member of the Twelve will be the chairman of\neach such committee, with an Assistant to the Twelve as a managing director, and others to\nform an administrative staff, with committee members who will serve as members on each of\nthese committees who may be thought of as field representatives. There probably will be as\nmany as twenty or twenty-five on each committee. (These will be full church service time\nassociates but not required to give full time as do the Assistants to the Twelve and the other\nGeneral Authorities, i.e., they are to be released from other church assignments conflicting\nwith this assignment. They will function under the direction of the General Authorities in\nsome respects as do the auxiliary boards in the matter of call and release.) The priesthood\nwelfare committee will have as chairman the Presiding Bishop of the Church, as was\nannounced by President Moyle today, when the general officers of the Church were sustained,\nwith an Assistant to the Twelve as the managing director and others as an administrative staff\nand committee who will work with him.\n<\/p><p>\nAs we study the appointments of these brethren, we think that at some stake conferences, in\nforeign countries, one brother might give attention to both programs by going before and\nstaying a day after the conference. We may find some committee members who can teach one\nprogram for the first half of the year and another program for the second half, if his personal\naffairs permit. This is all being studied by the Twelve to see what can be done to increase\nefficiency and to keep travel costs to a minimum.\n<\/p><p>\n<i>Chart #6<\/i>. Here now we will show you the introduction of what we are calling the priesthood\nHome Teaching program. This is a program which we are going to study now in great detail\nas we come out to your stake conferences, so I shall only speak in headlines here tonight. To\nyou who are listening, at the top of the page we say \"Priesthood Correlation.\" It is a Home\nTeaching organization chart.\n<\/p><p>\nThis new program is to be introduced and taught during the last two quarters of 1963 and will\nbe inaugurated in full scale, January 1, 1964. This phase of the work is known as \"Home\nTeaching.\" This designation was made after prayerful discussion by the Coordinating Council\nand by the First Presidency and the Twelve to emphasize an enlargement of the scope of\nresponsibility previously in what we have called \"Ward Teaching.\" Emphasis on the\nresponsibilities of the entire priesthood to \"watch over the  Church\" as commanded in the\nearly revelations&mdash;to be concerned with the whole family as a group and as\nindividuals.\n<\/p><p>\nIn each stake there will be set up a Home Teaching committee as you will see at the top of\nthe chart which will consist of the stake presidency, the general secretary for Home Teaching,\nwho will be one of the high councilmen who is also a member of the stake Melchizedek\nPriesthood committee, and an assistant stake clerk for Home Teaching.\n<\/p><p>\nUnder the supervision of the stake Home Teaching committee, as the chart shows, in each\nward there will be a ward Home Teaching committee, consisting of the ward bishopric, an\nassistant ward clerk for ward teaching, and a high priest's group leader, the seventy's\npresident or group leader, and the elder's president. Now this will constitute the core of those\nwho now will go out to \"watch over the Church\" (<span class=\"citation\" id=\"14306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14306)\">D&amp;C 84:111<\/a><\/span>).\nPriesthood group leaders will confer with\nthe bishop, and the bishop will in turn determine who shall be assigned to work with certain\nfamilies. These Home Teachers will then report back to their priesthood group leader or\npresident, who in turn, will report to the bishop.\n<\/p><p>\n<i>Chart #7<\/i>. This chart will show you the high priests, who as senior companions, so far as is\npracticable, will work with high priests. They may be in some cases accompanied by an\nAaronic Priesthood member, and they will visit the homes of high priests or high priests'\nwidows.\n<\/p><p>\nThe seventies at the top of the page, or group leaders, will be assigned so far as practicable to\nwork with seventies as senior companions, with possibly a junior companion from the Aaronic\nPriesthood. They will visit the homes of seventies and their widows, and so with the elders.\n<\/p><p>\n<i>Chart #8<\/i>. Now on the next page you will see the Aaronic Priesthood. The general secretary\nover 21 will work with the home teachers, advisers to the Aaronic Priesthood over 21 as\nsenior companions and visit the homes of Aaronic Priesthood over 21 and the unordained.\n<\/p><p>\nOn the opposite side you will notice in the writing something that is very significant.\nAuxiliary leaders will assist priesthood leaders in the Home Teaching program as directed by\nthe stake and ward priesthood leadership. This meeting of priesthood and auxiliary leaders\nwill constitute what will be called the Ward Council. You stake presidents have been holding\na monthly meeting with this group of ward leaders. This meeting has been known by different\nnames&mdash;ward officers meeting, ward faculty meeting, ward correlation meeting, etc.&mdash;but will\nnow be known as a <i>Ward Council<\/i> meeting where representatives of all auxiliaries may be\ninvited to meet with priesthood representatives. In cases of special need, this chart explains\nthe bishop will make adjustments in assignments as necessary; for example, there may be\nwomen assigned to go with their husbands on occasion or there may be called specialists from\npriesthood or auxiliary organizations where they are having a particular problem with a boy or\ngirl or a man or woman, as the case might be.\n<\/p><p>\nNow with those few charts in mind, if the lights can be put on, let me make just one or two\nclosing comments. In the instruction book, which will be put in the hands of all leaders,\nPresident McKay has prepared a foreword in which he has stressed these very things we are\ntalking about. This is what President McKay will say in his foreword: \"A Divine Service.\"\n<\/p><p>\n\"Home Teaching is one of our most urgent and most rewarding opportunities to nurture and\ninspire, to counsel and direct our Father's children in all that pertains to life. Through the\npriesthood quorums, and under the Bishop's direction, Home Teaching takes the message of\nthe gospel, the message of life and salvation and brotherly love, into the home, wherein lies\nthe first and foremost opportunity for teaching in the Church.\n<\/p><p>\n\"Three things should be kept in mind in thorough preparation for Home Teaching: \n<\/p><p>\n\"First, a knowledge of those whom you are to teach. As each family is different from another,\nso each individual in the family differs from others. Methods and messages should vary\naccording to each individual, and according to his problems and needs.\n<\/p><p>\n\"To perform fully our duty as a Home Teacher we would need to be\ncontinually aware of the attitudes, the activities and interests, the problems, the employment, the\nhealth, the happiness, the plans and purposes, the physical and temporal and spiritual needs\nand circumstances of everyone&mdash;of every child, every youth, and every adult in the homes\nand families who have been placed in our trust and care as a bearer of the priesthood and as a\nrepresentative of the bishop.\n<\/p><p>\n\"Second, is a knowledge of what you are to teach. It is the Home Teacher's duty to teach that\nJesus the Christ is the Redeemer of the World, and that Joseph Smith and his successors are\nprophets of God, and that the gospel has been restored, and that The Church of Jesus Christ\nof Latter-day Saints is being divinely led and offers happiness eternal life and exaltation for\nall who are willing to learn and to live its principles. The earnestness of your testimony and\nthe sincerity of your service will help give life and purpose and a desire for full fellowship in\nthe Church to those whom you teach.\n<\/p><p>\n\"Third, is a knowledge of how we are going to teach. If we may take some language from the\nDoctrine and Covenants, and apply it to this purpose: The Home Teacher should 'visit the\nhouse of each member' and 'teach, expound' (<span class=\"citation\" id=\"14250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14250)\">D&amp;C 20:50-51<\/a><\/span>),\nand exhort them to pray vocally and in secret\nand attend to all family duties and 'watch over the Church always, and be with and strengthen\nthem' (<span class=\"citation\" id=\"14251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14251)\">D&amp;C 20:53<\/a><\/span>)&mdash;and\nthis means always&mdash;however and whenever and with whatever may be necessary.\n<\/p><p>\n\"Home Teaching is a divine service, a divine call. It is our duty as Home Teachers to carry\nthe divine spirit into every home and heart. To love the work and do our best will bring the\nunbounded peace and joy and satisfaction of a noble, dedicated Teacher of God's children.\"\n<\/p><p>\nHere, then, you will see a home-centered, priesthood-centered responsibility in which every\nmember of the priesthood is expected to function.\n<\/p><p>\nNo one holding the priesthood is to be exempt from a bishop's assignment to work in this\nprogram.\n<\/p><p>\nPresident Joseph F. Smith must have been of the same opinion because he said: \"Brother\nCharles W. Penrose is eighty-two years of age. I am going on seventy-six . . . and I want to\ntell . . . you that we are not too old to act as teachers, if you will call on us to do it, not one\nof us . . . So long as life lasts, and so long as we possess ability to do good, to labor in the\nupbuilding of Zion for the benefit of the human family, we ought, with willingness, with\nalacrity to yield to the requirements made of us to do our duty.\"\n<\/p><p>\nJust one final thought. When this correlation plan, thus far developed, was finally presented,\nPresident McKay made this statement. \"This is not only a wonderful step forward but a bound\nforward. My soul rejoices! I think the whole thing is glorious! We can all see opportunities\nfor the priesthood to become active and as quorums also: I think this is growth. It warms my\nsoul!\"\n<\/p><p>\nAnd all of us who have been privileged to work in the correlation studies feel as the President\nhas expressed himself. Each step forward, however, opens up a new vista of new\nresponsibility, so that we feel something like the great empire builder, Sir Cecil John Rhodes,\nwho said in his last and dying words, after a lifetime of great accomplishments, \"So little\ndone, so much to do.\"\n<\/p><p>\nThat is the way we feel about it. \"So little done, and so much that lies yet ahead.\" We must\nexpect opposition, and sometimes that opposition may come from inside, but remember what\nthe Prophet Joseph Smith our early leader said: \"The nearer a person approaches the Lord, the\ngreater the power will be manifested by the Adversary to prevent the accomplishment of his\npurposes.\" One of the brethren, President John Taylor, said he heard the Prophet say, \"You\nhave all kinds of trials to pass through, and it is quite as necessary for you to be tried even as\nAbraham, and other men of God,\" and said he, \"God will feel after you, he will take hold of\nyou and wrench your very heartstrings, and if you cannot stand it you will not be fit for an\ninheritance in the Kingdom of God.\"\n<\/p><p>\nWell, now may I close with a statement, paraphrasing what the Lord said through the Prophet\nJoseph Smith to his associates in the priesthood of the Church: \"Brethren,\nshall we not go on in so great a cause? Go forward and not backward. Courage, brethren, and\non, on to victory,\" for which I pray humbly and fervently we may do, in the name of the\nLord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}