{"ID":1269, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Phenomenal Growth of LDS Educational Facilities of the Islands<\/p>\n<p class=\"gcspeaker\">President Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1963, pp. 92-93<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay visited Laie in Hawaii in 1921 with President Hugh J. Cannon [of Liberty\nStake.] This was part of their world tour. It was the flag-raising ceremony at the little school\nin Laie that inspired President McKay to improve the educational facilities of the Islands. He\nsaw Hawaiian, Chinese, Japanese, Korean, and Caucasian children and mixed racial strains.\nThey all with fervor saluted our flag without a trace of racial disparity.\n<\/p><p>\nA little Japanese boy, it is reported, stepped into the center of the circle and with his hand\nover his heart pledged his allegiance to the flag of the United States. It was at that moment\nthat President McKay was inspired ultimately to see to it that a college would be built at Laie.\nThis spot had already been dedicated as a spiritual center, and President McKay was inspired\nwith the desire to dedicate it as an educational center also, and since 1951 the following\nschools have been built in the Polynesian area: \n<\/p><p>\nThe Church College of Hawaii; The Church College of New Zealand; Liahona College,\nTonga; Church College of Western Samoa; Mapasaga High School, American Samoa; five\nprimary schools in these areas; and one primary school is now being built in Tahiti.\n<\/p><p>\nIt was the building of some of these smaller schools in the Pacific from which the Church\nbuilding program developed. The missionary building program found its origin in a spiritual\nimpression, a revelation, if you please, to a future President of the Church. It is still the desire\nof President McKay to bring the full church program to all members of the Church\neverywhere. He emphasizes two things: the need of the Holy Ghost, and the need of the full\nchurch program to assist us, the members of the Church, to do our full church duty. And I am\nsure that it is going to take both dedication and devotion on the part of all of us to carry out\nthe great church program.\n<\/p><p>\nI want to say that President McKay, who was sustained as our leader twelve years ago, has\ndone as much as any mortal man could do, in laboring for the individual interest of every\nmember of the Church.\n<\/p><p>\nThe accomplishments are phenomenal. It was during a meeting of the expenditures committee\non April 17, 1962 that a report of the vast building program of the Church projected for the\nfuture, tremendous in its scope, was given, and the anticipated growth of the church\nmembership was estimated, that the question was asked: \"How in the world can we continue\nto finance this kind of building program, even as it is needed to house the membership and to\ncope with the growth?\"\n<\/p><p>\nPresident McKay thought a moment, not unlike the thinking of President Snow in St. George,\ndepicted by the beautiful picture shown us last evening at the bishops' meeting, <i>The Windows of Heaven<\/i>,\nfor he received light and understanding from heaven and prophetically uttered:\n\"We have been waiting for this day in the Church for a hundred years, this tremendous\ndevelopment in our membership. Now that day has come, we must be prepared to take care of\nthe membership of the Church; if we are faithful and obedient to the commandments of the\nLord, 'God will provide'\" (<span class=\"citation\" id=\"23692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23692)\">Gen. 22:8<\/a><\/span>).\n<\/p><p>\nI had occasion last night to talk to the bishops, for which I was grateful, upon the subject of\ntithing. It is my humble testimony to you that the Lord has set the pace, and\nwe cannot look back. Christ said, \". . . No man, having put his hand to the plough, and\nlooking back, is fit for the kingdom of God\"\n(<span class=\"citation\" id=\"31591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31591)\">Luke 9:62<\/a><\/span>).\n<\/p><p>\nWhatever wealth we have individually, or as a Church, should be fully dedicated to the\nadvancement of the work of the Lord. As holders of the priesthood we know the Lord has\nsaid, \"For whoso is faithful unto the obtaining these two priesthoods of which I have spoken,\nand the magnifying their calling, are sanctified by the Spirit unto the renewing of their\nbodies\" (<span class=\"citation\" id=\"14296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14296)\">D&amp;C 84:33<\/a><\/span>).\nBut that is not accomplished by those who do not pay their tithes.\n<\/p><p>\nJust remember that, and we do not become the sons of Moses and Aaron and of the seed of\nAbraham and of the Church and kingdom, and the elect of God\n(<span class=\"citation\" id=\"14298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14298)\">D&amp;C 84:34<\/a><\/span>) when we do not obey his\ncommandments; and when through any reasons that we may have of our own we seek to\nwithhold that sacred tenth of our increase which belongs to the Lord, we exclude ourselves\nfrom the class spoken of in the eighty-fourth section of the Doctrine and Covenants, and that\nis likewise true of the other passage that I wanted to read about, \"And also all they who\nreceive this priesthood receive me, saith the Lord\"\n(<span class=\"citation\" id=\"14300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14300)\">D&amp;C 84:35<\/a><\/span>).\n<\/p><p>\nBut I say unto you tonight, my brethren, in all seriousness that whosoever magnifies these two\npriesthoods gives to the Lord a full accounting for his tenth and does it willingly. They do it\nbecause they love to serve the Lord and keep his commandments. We are not seeking to\nreceive tithes from anyone unless they are paid as the offerings of Abel were made originally\nto the Lord, and then all of these promises are ours. We should always remember our\nobligation to give to the Lord the tenth which is his.\n<\/p><p>\n\"I, the Lord, am bound when ye do what I say, but when ye do not what I say, ye have no\npromise\" (<span class=\"citation\" id=\"14288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14288)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nTherefore, I feel confident saying that these blessings which are predicated upon our holding\nthese two great priesthoods of God can be enjoyed by us when we account to our bishops for\nour tithes and offerings. There must always be in the Lord's storehouse sufficient funds for\nthe President of the Church to carry out every inspiration received from God, and it all takes\nfunds.\n<\/p><p>\nHow grateful I am that we have President McKay living so close to God that he knows where\nthese funds should be placed and what we should accomplish with them. How grateful I am\nnot only for the building program but also for these great spiritual men whose work in the\nbuilding of our chapels is just as spiritual as it is temporal. I am grateful for the short wave\nradio. I am grateful for everything that the President has initiated because I know he is a\nprophet of God, and he is inspired and acts in accordance with the mind and will of our\nHeavenly Father.\n<\/p><p>\nHow simple it is for you and me as members of the priesthood to see that the funds are\naccumulated, by which the storehouse of the Lord will always be filled. It was Alma of old\nwho said, \"For behold, this life is the time for men to prepare to meet God; yea, behold the\nday of this life is the day for men to perform their labors\"\n(<span class=\"citation\" id=\"9035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9035)\">Alma 34:32<\/a><\/span>).\n<\/p><p>\nI know with all my heart and soul that President McKay's stewardship of the funds of the\nChurch has been in keeping with the will of the Lord, and for the advancement and progress\nof his work here upon this earth. It will be more pleasing to the Lord when he sees fit to\nreturn to this earth to have the greatest number of souls saved than to look at any financial\nstatement of the Church that could possibly exist.\n<\/p><p>\nI testify to you that the work now going forward under our beloved prophet is in accordance\nwith the wishes of our Lord and Master, Jesus Christ, and I pray that every one of us who\nrespects these two priesthoods which we hold will uphold and sustain him and find reasons\nwhy we should pay a full tithing. As leaders of the Church, as I said last night, we should\npreach tithing and inspire those whom we preside over in our wards and stakes and branches\nthroughout the world to account to the Lord for that which belongs to him. I pray this humbly\nin the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}