{"ID":127, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1944, pp. 156-157<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren: We come to the conclusion of a great Conference. Certainly I, in my lifetime, have\nnot attended a greater, and in some respects I think this is the finest of any at which I have\never been present.\n<\/p><p>\nI just want to say one word: I think the quotation I shall use will typify the spirit of this\nConference. On the evening of the meal of the Passover chamber, after the apostles had\nassembled, after they quarreled a bit among themselves about precedence, after the Savior had\nwashed their feet, after they had eaten the Paschal Supper, after Judas had gone to work out\nthe betrayal, after the Savior had instituted the sacrament, he then preached some great\ndiscourses. The last one before they left the chamber related to the Comforter, the Holy\nGhost, and I am reading from John 14:26-27:\n<\/p><p>\nBut the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall\nteach you all things, and bring all things to your remembrance, whatsoever I have said unto\nyou (<span class=\"citation\" id=\"27156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27156)\">John 14:26<\/a><\/span>).\n<\/p><p>\nThe Holy Ghost has been with us during this Conference, and also the gifts of the Holy\nGhost, and may that Being continue with us, that to us also He may bring all things to our\nremembrance, whatsoever we have heard here at this conference.\n<\/p><p>\nThen the Lord continues:\n<\/p><p>\nPeace I leave with you, my peace I give unto you: not as the world giveth, give I unto you.\nLet not your heart be troubled, neither let it be afraid\n(<span class=\"citation\" id=\"27158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27158)\">John 14:27<\/a><\/span>).\n<\/p><p>\nMay that peace and that comfort and that consolation go with us to our homes and be with us\nuntil we meet again, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}