{"ID":1270, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Priesthood and Quorums Supply Initial Need<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1963, pp. 94-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhile listening to the profound presentation of the correlation work in this Church, two\nthoughts came to my mind which I wish to emphasize.\n<\/p><p>\nFirst, I hope you all visioned clearly the quorum work in the Church and its relation to what\nBrother Lee presented. There are quorums in the Church independent, in a way, so far as\nspiritual work and service is concerned, of the ecclesiastical organization of the Church, and\nthose quorums supply a spiritual need which the world seeks to obtain in secret societies. I\nthink they make it more effective, however, than we do in the Church.\n<\/p><p>\nOne day Brother [Hugh J.] Cannon and I were on the vessel leaving the northern part of\nAfrica, and as the vessel pulled out into the ocean, I strolled along the deck. I noticed a\nstranger coming toward me. I could see by his face that he recognized me and expected me to\nrecognize him. For the life of me I knew I had never seen him before, but he still came for\nward with that recognition and grasped my hand with a special grip. He immediately dropped\nmy hand, and said: \"Excuse me.\" Then I knew. I was wearing a stick pin, a gift from Sister\nMcKay, upon which was engraved a star and crescent. This man recognized the sign, gave me\nthe grip, but I could not return it.\n<\/p><p>\nWe do not object to the world's holding those special convenient means of soul intercourse. It\nis friendly. It is helpful. But we have the same thing in the Church. Every male member in\nthe Church from twelve years up to 112 years, as one man celebrated his birthday yesterday,\nhas a place in the quorum&mdash;twelve deacons, twenty-four teachers, forty-eight priests,\nninety-six elders; and high priests gathered under the ecclesiastical group in your stake. Where\nwe do not have that number we have groups. In every ward we have deacons, teachers, and\npriests, and in the stakes, the elders, seventies, and high priests.\n<\/p><p>\nNow, each quorum has a duty to perform. The presidencies have a responsibility to sit in\ncouncil with them and to teach them their duty&mdash;the quorum work. Not the bishop, not the\nstake presidency&mdash;that is the duty of the quorum.\n<\/p><p>\nAnd so I saw, while Elder Lee was presenting this work of teaching correlating work, the\nduty of the individual members of each quorum.\n<\/p><p>\nI was pleased the other day to receive an old minute book. I thank somebody for sending it to\nme so that I could look through it. This minute book came from Ogden where we used to\nhave our deacons' quorum presidency's meeting, talking there in a neighbor's house, then\ndeciding that it was our duty to chop the wood for the widows of the ward. My point is that\nthe responsibility of the entire Church rests upon the men who are members of these quorums.\n<\/p><p>\nI should just like to say a word now to the deacons, the teachers, and the priests who are\npresent tonight. President Brown was right when he said the officers of the Church are\nexpecting you young men to carry on the work that is presented this night. There are two\nthings we should like you to do: each one keep his faith in God, and have moral\ncourage&mdash;not just physical courage&mdash;moral courage. I know that some of you are just like a man who\nwrote a letter the other day saying, \"I have lost my faith. Can you help me? What is there\nhereafter? I am afraid there is nothing hereafter. Can you help me?\"\n<\/p><p>\nWell, I know for what he is yearning.\n<\/p><p>\nHe wants to know for sure that death does not end this life, and that the soul within will live\neternally. I shall just say to him, and to you young men, whenever you are doubting the\nexistence of God or your own immortality, remember what the Savior said to those who\ndoubted him: \"<i>If any man will do his will, he shall know of the doctrine, whether it be of<\/i>\n<i>God, or whether I speak of myself<\/i>\"\n(<span class=\"citation\" id=\"28066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28066)\">John 7:17<\/a><\/span>), italics added).\n<\/p><p>\nNow, that is the keynote to every man living. <i>Do the will of God<\/i>. If any man will do his will\nhe shall know for himself. There is an opportunity every day of our lives to\ndo that will. Each young man has an opportunity some day to do as his Father has asked him\nto do. The young men here tonight have heard the words of scripture, and you will have\nopportunities tomorrow to be untrue to yourself or to the instructions given today. God will\nprompt you what to do. You say, \"Well, I do not know yet that he lives.\" Yes, you do! You\ncannot prove that he does not; and if you doubt it, believe those men who know, if you have\nconfidence in them.\n<\/p><p>\nYou are studying in your schools, and you have probably read the words of one of the essays\nof reputedly the wisest American who ever lived, who said, \"Oh, my brothers, God exists!\nThere is a soul at the center of nature . . . so that none of us can wrong the Universe. There\nis guidance for each of us, and by lowly listening we shall hear the right word.\"\n<\/p><p>\nWhen that word comes to you&mdash;call it conscience, or, if you are in the Church and doing\nyour duty, the whisperings of the Spirit, because you are entitled to be a partaker of it&mdash;then\nbe true to that whispering, and some day you will know for yourself that you are in harmony\nwith the universe.\n<\/p><p>\nPeter was quite a doubtful man as he grew to manhood before he knew Christ, but long\nafterwards he was praying and said that we have been made partakers of the divine nature\n(see <span class=\"citation\" id=\"4870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4870)\">2 Pet. 1:4<\/a><\/span>). He knew it, and you will know it some day if you will do the will, be true\nto self.\n<\/p><p>\nNow, I said courage is a second need not physical courage, but moral courage. Let me\nillustrate: James L. Gordon, the author of <i>The Young Man and His Problems<\/i> tells the story of\na young boy who decided to be an apprentice in one of the carpenters' societies. He was a\nbright young boy in his teens, and the men were very glad to admit him. They said, \"Come\non, let's drink to the entrance of this young man to our group!\" They poured out the beer,\nhanded him the glass.\n<\/p><p>\nHe said, \"No, thank you, I do not drink.\"\n<\/p><p>\n\"Well,\" said a gruff old member, \"we're not going to have any teetotalers in our group.\"\n<\/p><p>\n\"Well,\" said the young boy, \"you'll have one if you have me.\"\n<\/p><p>\nAnother seized him by the collar and said, \"Young man, you'll have this beer either inside or\noutside!\"\n<\/p><p>\n\"Very well, I came here with a clean jacket and a clear conscience. You may soil my jacket if\nyou wish, but you shall not soil my character.\"\n<\/p><p>\nHe had been trained&mdash;I use that word properly&mdash;not only taught, but trained to avoid the use\nof tobacco and strong drink, intoxicating liquor. That is what I mean by moral courage. The\ngreatest need in the world today is faith in God and courage to do his will.\n<\/p><p>\nGod help us as young men to prepare ourselves for the responsibilities awaiting us. God help\nus all to keep our consciences clear, our characters sound, responsive to the whisperings of\nthe Holy Spirit, which is real, if we shall but put our ears and listen to it as the wisest\nAmerican suggested, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}