{"ID":1272, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Restored Gospel of Jesus Christ<\/p>\n<p class=\"gcspeaker\">Elder Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1963, pp. 99-104<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have just listened to a Prophet of God.\n<\/p><p>\nAs I stand before this great tabernacle assembly and the vast radio and television audience\nlistening in, I humbly pray that the spirit and blessings of the Lord will attend us as we\nreason together.\n<\/p><p>\nIt is my hope that I might answer one or two questions which people in the world are asking\nabout our beliefs and teachings, such as: \n<\/p><p>\nAre you Christians or do you believe in Christ?\n<\/p><p>\nDo you believe and accept the Bible to be the word of God\n(<span class=\"citation\" id=\"6786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6786)\">A of F 1:8<\/a><\/span>)?\n<\/p><p>\nHow do the teachings of your church differ from ours?\n<\/p><p>\nI shall endeavor to answer these questions briefly by quoting from and dealing with some of\nour Articles of Faith: First, \"We believe in God, the Eternal Father, and in His Son, Jesus\nChrist, and in the Holy Ghost\" (<span class=\"citation\" id=\"6775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6775)\">A of F 1:1<\/a><\/span>).\n\"We believe that through the Atonement of Christ, all mankind\nmay be saved, (and that they may gain eternal life or exaltation) by obedience to the laws and\nordinances of the Gospel\" (<span class=\"citation\" id=\"6777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6777)\">A of F 1:3<\/a><\/span>).\n\"We believe that the first principles and ordinances of the Gospel\nare: first, Faith in the Lord Jesus Christ; second, Repentance; third, Baptism by immersion for\nthe remission of sins, fourth, Laying on of hands for the gift of the Holy Ghost\"\n(<span class=\"citation\" id=\"6779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6779)\">A of F 1:4<\/a><\/span>). Also, \"We\nbelieve all that God has revealed, all that He does now reveal, and we believe that He will yet\nreveal many great and important things pertaining to the Kingdom of God\"\n(<span class=\"citation\" id=\"6789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6789)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nThough we are commonly called Mormons, I should like to emphasize that\nthis is The Church of Jesus Christ of Latter-day Saints, of which Christ is the chief\ncornerstone.\n<\/p><p>\nReferring to our belief in the King James translation of the Bible, we believe that the Gospels\nof the New Testament contain the life history of Jesus the Christ who had a real\npersonality&mdash;a man&mdash;part mortal, part divine&mdash;who was born as ordinary mortals are born and moved\nabout on the earth as mortal man moves, but who had certain super-mortal experiences, who\nmingled with his fellow mortals, and who lived and died as they did. These Gospels of the\nBible contain the record of that man who is literally the Son of God.\n<\/p><p>\nSome cannot accept Jesus as this kind of person, but contend that&mdash;\"he is a half mythical\nperson who may have had an actual existence with some life experiences, but not those\nrecorded in the Gospels and who claim that these experiences are myths in their miraculous\nelements, and that around these myths is a number of ethical principles, but not necessarily\ntaught by him, but partly so, perhaps with spurious additions made by his followers in the\nearlier decades following his death.\" (J. Reuben Clark, Jr.)\n<\/p><p>\nWe believe that Jesus was a real person and that those who appraise him as being half\nmythical and refuse to accept him literally as the Son of God or who portray Christ as a great\nphilosopher, as the founder of a profound code of ethics, but deny him the divine parentage\nand sonship of God, drag Christianity down to the level of paganism and completely wipe out\nthe true God and his plan of redemption for his children. They are actually trying to destroy\nhim as Jesus the Christ and, therefore, are guilty of his re-crucifixion. We believe that he\nactually did the work and taught the doctrines that are recorded in the Gospels, that he was, in\nfact, Christ the Son of God the Eternal Father and that the account of his conception, birth,\nlife, death, and resurrection are all as factual as any in all history.\n<\/p><p>\nWe believe as recorded in Matthew that \". . . Jesus went about all Galilee, teaching in their\nsynagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and\nall manner of disease among the people\" (<span class=\"citation\" id=\"35219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35219)\">Matt. 4:23<\/a><\/span>).\n<\/p><p>\nWe believe with John that \". . . God so loved the world, that he gave his only begotten Son,\nthat whosoever believeth in him should not perish, but have everlasting life\"\n(<span class=\"citation\" id=\"28060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28060)\">John 3:16<\/a><\/span>).\nAnd, as he himself said, \"I am the way, the truth, and the life: no man cometh unto the\nFather, but by me\" (<span class=\"citation\" id=\"28083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28083)\">John 14:6<\/a><\/span>).\nAnd again through his Prophet, \". . . verily, verily, I say\nunto you, he that receiveth my gospel receiveth me; and he that receiveth not my gospel\nreceiveth not me\" (<span class=\"citation\" id=\"14259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14259)\">D&amp;C 39:5<\/a><\/span>).\nWe believe as Paul said. \". . . I am not ashamed of the\ngospel of Christ: for it is the power of God unto salvation to every one that believeth\"\n(<span class=\"citation\" id=\"42761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42761)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nThe power of God unto salvation is not just a moral code of living based on attributes of the\nSavior, but it is the means essential to salvation. We believe that though Christ was so\nbrutally crucified, he willingly gave his life for you and me that we might be raised from the\ndead and go back into the presence of our Father in heaven and be judged according to our\ndeeds; that he was literally resurrected; that his body and spirit were reunited. This is\nestablished by the testimony of those who actually saw him and talked to him, not by one or\ntwo, but by many. As Mary Magdalene stood weeping at the tomb he comforted her\n(<span class=\"citation\" id=\"28093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28093)\">John 20:11-18<\/a><\/span>), and as\nthe ten apostles stood discussing the fact that the Resurrected Christ had appeared to some of\nthem, \". . . Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.\n<\/p><p>\n\"But they were terrified and affrighted, and supposed that they had seen a spirit.\n<\/p><p>\n\"And he said unto them, Why are you troubled? and why do thoughts arise in your hearts?\n<\/p><p>\n\"Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not\nflesh and bones, as ye see me have\"\n(<span class=\"citation\" id=\"31610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31610)\">Luke 24:36-39<\/a><\/span>).\n<\/p><p>\nThomas, who was not present at this time, refused to believe that Christ had been resurrected\nand had appeared to the ten. He said. \". . . Except I shall see in his hands the print of the\nnails . . . and thrust my hand into his side, I will not believe.\" One week\nlater, however, Jesus appeared to the apostles when Thomas was present and said, \". . .\nThomas, Reach hither thy finger, and behold my hands: and reach hither thy hand, and thrust\nit into my side: and be not faithless, but believing.\" Thomas answered and said unto him, \"My\nLord and my God\" (<span class=\"citation\" id=\"28098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28098)\">John 20:25-28<\/a><\/span>).\n<\/p><p>\nAlso, it is recorded in the Book of Mormon, which we believe to be the word of God, that\nafter his resurrection he appeared to the people on the American continent. When he appeared\nto these people, they heard a voice which said unto them, \"Behold my Beloved Son, in whom\nI am well pleased, in whom I have glorified my name&mdash;hear ye him.\n<\/p><p>\n\". . . and behold, they saw a Man descending out of heaven, and he was clothed in a white\nrobe; and he came down and stood in the midst of them; . . .\n<\/p><p>\n\"And it came to pass that he stretched forth his hand and spake unto the people, saying: \n<\/p><p>\n\"Behold, I am Jesus Christ, whom the prophets testified shall come into the world\"\n(<span class=\"citation\" id=\"5653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5653)\">3 Ne. 11:7-10<\/a><\/span>).\nHe taught the people, took little children on his knees, and blessed them and\nrejoiced and wept with them. This is the Christ in whom we believe.\n<\/p><p>\nWe have another beautiful testimony which has been referred to several times during this\nconference of the reality of God, the Father, and his Son Jesus Christ as told by a young boy,\nJoseph Smith, not yet fifteen years of age who lived on the American continent just a little\nover a hundred years ago and later became God's prophet here in this last dispensation. There\nwas a great religious revival going on where he lived, with each church vigorously proselyting\nfor members. I shall give you his testimony in his own words by quoting therefrom: \n<\/p><p>\n\"While I was laboring under the extreme difficulties caused by the contests of these parties of\nreligionists, I was one day reading the Epistle of James, first chapter and fifth verse, which\nreads: <i>If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him.<\/i>\n<\/p><p>\n\"Never did any passage of scripture come with more power to the heart of man than this did\nat this time to mine . . .\n<\/p><p>\n\"At length I came to the conclusion that I must either remain in darkness and confusion, or\nelse I must do as James directs, that is, ask of God . . .\n<\/p><p>\n\"So, in accordance with this, my determination to ask of God, I retired to the woods to make\nthe attempt . . .\n<\/p><p>\n\"I kneeled down and began to offer up the desire of my heart to God . . . Thick darkness\ngathered around me, and it seemed to me for a time as if I were doomed to sudden\ndestruction.\n<\/p><p>\n\"But, exerting all my powers to call upon God to deliver me . . . I saw a pillar of light\nexactly over my head, above the brightness of the sun, which descended gradually until it fell\nupon me.\n<\/p><p>\n\". . . When the light rested upon me I saw two Personages, whose brightness and glory defy\nall description, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\n<\/p><p>\n\". . . No sooner, therefore, did I get possession of myself, so as to be able to speak, than I\nasked the Personages who stood above me in the light, which of all the sects was right&mdash;and\nwhich I should join.\n<\/p><p>\n\"I was answered that I must join none of them, for they were all wrong; and the Personage\nwho addressed me said . . . 'they draw near to me with their lips but their hearts are far from\nme, they teach for doctrines the commandments of men, having a form of Godliness, but they\ndeny the power thereof'\" (<span class=\"citation\" id=\"30433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30433)\">JS&mdash;H 1:11-19<\/a><\/span>).\n<\/p><p>\nThough this young boy had gone into the grove to ask God which church he should join, he\ncame away with a definite knowledge and testimony that God and Jesus Christ are in reality\nLiving Beings who had heard his prayers and appeared to and instructed him. As he told his\nexperience to the people in the community, it seemed that though he was but an obscure boy\nwith no standing in the community, the people and men of high standing\ntook notice of him and excited the public mind against him until all sects united to persecute\nhim. However, he maintained throughout his life, to his dying day, that he had seen a vision\nand that he could not deny it because by so doing he would offend God and come under\ncondemnation.\n<\/p><p>\nTwo or three years ago while traveling with Lord Rowallen, Chief Scout of the British\nCommonwealth, I was thrilled with his comment as he led a group of scouters in the Scout\nPromise. As he repeated \"On my honor I promise to do my duty to God\" he paused and said,\n\"As I make this promise I think of a God who can and does hear and answer prayers, who is\ninterested in what we are doing and who will guide us and bless us according to our needs\nand our faith.\" And then he made this significant statement, \"If any of you cannot believe in\nsuch a God, you can serve better some place else.\"\n<\/p><p>\nWhat a glorious feeling of satisfaction and security it is to know that God and Jesus Christ\nactually live, that Christ is the real genuine person portrayed in the Bible and in modern\nscripture, who lived among and taught the people and blessed the children and the sick, before\nand after his crucifixion and resurrection, and that he was interested in their welfare as he\ntraveled from place to place! Also, what a great strength it is to our children to know that we\nknow that he lives, and to know that God will give liberally to each and all who properly\ncome to him. \"But let him ask in faith, nothing wavering. For he that wavereth is like a wave\nof the sea driven with the wind and tossed\"\n(<span class=\"citation\" id=\"26162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26162)\">James 1:6<\/a><\/span>).\nHis great commitment to us is \"I,\nthe Lord, am bound when ye do what I say, but when ye do not what I say, ye have no\npromise\" (<span class=\"citation\" id=\"14289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14289)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nWhy would anyone prefer to think of him as a mythical being or as a great philosopher, but\ndeny that he is literally the Son of God?\n<\/p><p>\nHaving faith in Christ is essential to our salvation, and it is our responsibility and privilege to\nrepent of our sins and follow him. Peter, on the day of Pentecost when he was asked, \". . .\nMen and brethren, what shall we do?\" answered, \". . . Repent, and be baptized every one of\nyou in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the\nHoly Ghost\" (<span class=\"citation\" id=\"7914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7914)\">Acts 2:37-38<\/a><\/span>).\nThe Savior himself said, \"Verily, verily, I say unto thee, Except\na man be born of water and of the Spirit, he cannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"28056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28056)\">John 3:5<\/a><\/span>).\nChrist himself was baptized of John saying, \". . . Suffer it to be so now for thus it\nbecometh us to fulfil all righteousness\"\n(<span class=\"citation\" id=\"35214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35214)\">Matt. 3:15<\/a><\/span>).\nIf there should be any uncertainty in\nthe minds of any who profess to be Christians as to the importance of the gospel and its\nordinances, they should be able to get a clear, definite answer from the final charge which\nJesus gave to his disciples in his last words of admonition to them, \"And Jesus came and\nspake unto them, saying; All power is given unto me in heaven and in earth.\n<\/p><p>\n\"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the\nSon, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world\"\n(<span class=\"citation\" id=\"35288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35288)\">Matt. 28:18-20<\/a><\/span>). The Savior also said, \". . .\nseek ye first the kingdom of God, and his righteousness; and all these things shall be added\nunto you\" (<span class=\"citation\" id=\"35238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35238)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nIn order to make effective these ordinances which are so essential according to the words of\nthe Savior himself, it logically follows that they must be administered by those having\nauthority to administer the ordinances. We maintain that that authority is on the earth today as\npredicted by Daniel wherein he said, \"And in the days of these kings shall the God of heaven\nset up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other\npeople, but it shall break in pieces and consume all these kingdoms, and it shall stand\nforever\" (<span class=\"citation\" id=\"10668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10668)\">Dan. 2:44<\/a><\/span>).\nAgain, after the Savior had been on the earth and completed his work\nhere, John the Revelator made this significant statement, \"And I saw another\nangel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell\non the earth, and to every nation, and kindred, and tongue, and people,\n<\/p><p>\n\"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of\nwaters\" (<span class=\"citation\" id=\"42344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42344)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nI wish to bear my testimony to all those who are within the sound of my voice this day that\nthat angel has flown and that the everlasting gospel has been restored and that his Church has\nbeen re-established upon the earth and that the power to administer these ordinances has been\nrestored in these the latter days and that the prophecy made by Daniel is being realized and\nthe one by John has been fulfilled. The power of the priesthood, which is the power of God\ndelegated to man to act in his name and officiate in the ordinances of the gospel, was\nconferred upon two young men, Joseph Smith and Oliver Cowdery, by those ancient apostles\nPeter, James, and John. The heavens are as open today as they were in the days of Peter and\nJames and John and Paul and all the rest of the old apostles. God still answers the prayers of\nthe righteous, still reveals his will through a prophet to the established Church of Jesus Christ.\nYes, as Adam and Noah and Abraham and Moses had been chosen by God in the grand\ncouncil in heaven as his prophets in the respective dispensations in which they lived, so was\nJoseph Smith chosen in these the latter days and called of God as his prophet, seer, and\nrevelator. Instructions and authority to organize The Church of Jesus Christ of Latter-day\nSaints was given to him by Jesus Christ, and through him the gospel in its fullness was\nrestored. This gospel is being preached throughout the world by missionaries and members of\nthe Church who wish to share with the people throughout the world this glad message of the\nrestored gospel. The Church of Jesus Christ of Latter-day Saints believes in and has the same\norganization that existed in the primitive Church as is recorded, \"And he gave some, apostles;\nand some, prophets; and some, evangelists, and some, pastors and teachers;\n<\/p><p>\n\"For the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist: \n<\/p><p>\n\"Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a\nperfect man, unto the measure of the stature of the fulness of Christ: \n<\/p><p>\n\"That we henceforth be no more children, tossed to and fro, and carried about with every\nwind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to\ndeceive\" (<span class=\"citation\" id=\"21753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21753)\">Eph. 4:11-14<\/a><\/span>).\n<\/p><p>\nThese missionaries are preaching the same simple truths that were taught by Christ while he\nwas on the earth, the first and great commandment being \". . . Thou shalt love the Lord thy\nGod with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind;\nand thy neighbour as thyself\" (<span class=\"citation\" id=\"31592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31592)\">Luke 10:27<\/a><\/span>).\nThese missionaries and the members of the\nChurch are prepared through prayer and by the power of the Holy Ghost to bear testimony\nthat they know that God lives, that Jesus is the Christ, and that his Church is headed by a\nprophet.\n<\/p><p>\nAlso, that the essential \". . . principles and ordinances of the Gospel are: first, Faith in the\nLord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins;\nand fourth, Laying on of hands for the gift of the Holy Ghost\"\n(<span class=\"citation\" id=\"6778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6778)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\nWe believe that God still speaks to his people on the earth today and that the Church is being\nled by a prophet of God through whom the Lord speaks.\n<\/p><p>\nI would exhort you, as did Moroni in the days of old, when he said: \"And when ye shall\nreceive these things, I would exhort you that ye would ask God, the Eternal Father, in the\nname of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real\nintent, having faith in Christ, he will manifest the truth of it unto you, by the power of the\nHoly Ghost.\n<\/p><p>\n\"And by the power of the Holy Ghost ye may know the truth of all things\"\n(<span class=\"citation\" id=\"38304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38304)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nThe gospel message is sweet; it is a message of peace and goodwill; it is the\none and only thing that will bring peace to the world, it offers a plan of life and salvation to\nall who will accept it. May the Lord cause that every soul seeking the truth shall come to the\ntestimony that God lives, that Jesus is the Christ, and the gospel has been restored in its\nfulness, and that Christ's Church is here upon the earth today with a prophet at its head is my\nprayer in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}