{"ID":1273, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Evidences of the Resurrection<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, April 1963, pp. 104-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe approach the season of the year which marks the anniversary of one of the most\nsignificant events of all time. It was one of the many events of nearly two thousand years ago\nwhich divides history into two segments&mdash;that which took place before the death and\nresurrection of the Savior and the happenings of the two millenniums since that time.\n<\/p><p>\nThroughout Christendom this coming week, thoughts will turn to the little walled city on a\nhill in what was once Palestine. Jerusalem has been known as the \"City of Peace,\" yet scarcely\na decade in its history has gone by without wars or bloodshed. Its history is one of conquest\nand change&mdash;the Babylonians, the Jews, Greeks, Romans, Arabs, the Crusaders, the Turks.\nJohn the Baptist walked its streets; great kings and rulers of Bible fame lived in this ancient\ncity.\n<\/p><p>\nTo Christians everywhere, as spring comes again, there is the reminder of the one who came\nto earth with the message of peace, yet was condemned in Jerusalem for his teachings,\nconvicted and sentenced to die by crucifixion, what Cicero called \"the most cruel and hideous\nof tortures.\" After execution of judgment and death on the cross, the body was placed in a\ntomb prepared for the dead.\n<\/p><p>\nThose who knew him best did not fully realize his purpose for being with them, nor did they\nunderstand the testimony of the ancient prophets that the Master would give his life and be\nresurrected, that all men should overcome death and the grave and live again.\n<\/p><p>\nRepeatedly Jesus had made mention of his impending death and resurrection and on one\noccasion said: \n<\/p><p>\n\"Therefore doth my Father love me, because I lay down my life, that I may take it again.\n<\/p><p>\n\"No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I\nhave power to take it again. This commandment have I received of my Father\"\n(<span class=\"citation\" id=\"28074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28074)\">John 10:17-18<\/a><\/span>).\n<\/p><p>\nIn spite of his teachings there was lack of understanding, and despair fell upon the little group\nof his followers. Some who had been the most devoted had forsaken him and fled. The sun\nrose and set on Saturday, the Jewish sabbath, and in the early hours before the dawn on that\nfirst Easter Sunday, while the Roman guard was keeping watch, a marvelous event took place.\n<\/p><p>\n\"And, behold, there was a great earthquake: for the angel of the Lord descended from heaven,\nand came and rolled back the stone from the door, and sat upon it\"\n(<span class=\"citation\" id=\"35283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35283)\">Matt. 28:2<\/a><\/span>).\n<\/p><p>\nIn the darkness of the early morning Mary Magdalene and the other devoted women, the last\nto leave the cross, were the first to reach the sepulchre, bringing spices and\nointment for the body of the Master. Here they saw the angel and were afraid, but he said to\nthem: \n<\/p><p>\n\". . . Fear not ye: for I know that ye seek Jesus, which was crucified.\n<\/p><p>\n\"He is not here: for he is risen, as he said. Come, see the place where the Lord lay.\n<\/p><p>\n\"And go quickly, and tell his disciples that he is risen from the dead\"\n(<span class=\"citation\" id=\"35284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35284)\">Matt. 28:5-7<\/a><\/span>).\n<\/p><p>\nMany questions come to men as they travel through this mortal realm, but the one of greatest\nconcern to many is this: Is it true we will be resurrected and live in a future life? Man in his\nscientific quest can only trace life to the moment of death, beyond this his research produces\nno tangible evidence. Socrates, who lived before the time of Christ, argued that the soul of\nman is immortal, yet, when sentenced to death, his statement was this: \n<\/p><p>\n\"The hour of departure has arrived, and we go our ways, I to die, and you to live. Which is\nbetter God only knows.\"\n<\/p><p>\nThose who have a steadfast faith in a Personal God, who have a yearning to keep his\ncommandments and a hope for a future life, will carefully and meticulously examine the\nevidence for the resurrection of Jesus Christ. Those, on the other hand, who lack this faith and\nsee only the mechanical laws which are the subject of experimentation and proof will either\nreject the evidence on the grounds that it lacks positive proof or will say it is insufficient. For\na few moments let us consider the claims of those who have attempted to refute the evidence\nof the resurrection of Christ.\n<\/p><p>\nAs soon as the guardsmen at the tomb had recovered from their fright, they reported the\nhappenings to the chief priests who were Sadducees, a sect which had discredited and firmly\ndenied the possibility of resurrection. The chief priests paid the guards a large sum of money\nto say: \". . . His disciples came by night, and stole him away while we slept\"\n(<span class=\"citation\" id=\"35287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35287)\">Matt. 28:13<\/a><\/span>).\n<\/p><p>\nIt would seem incredible to believe that all of the soldiers were sleeping, knowing they could\nbe put to death for sleeping at their post, but if they had been sleeping how would they have\nknown it was the disciples who had stolen him away? The facts indicate the hoax was not on\nthe part of the disciples of Christ as claimed, but on the part of those who had openly denied,\nprior to this time, the possibility of resurrection from the dead.\n<\/p><p>\nThere are some who claim the body might have been stolen by the gardener, the Sanhedrin,\nMary Magdalene, Pilate, the Sadducees, or any number of other persons. Wouldn't it seem\nreasonable to assume that as soon as the apostles began to proclaim that Christ had arisen\nfrom the tomb, or when those who saw him after the resurrection declared this fact, that the\npersons who had taken the body would come forward quickly to deny the resurrection by\nproducing the body or explaining why it was taken? No such denial or explanation was ever\nmade.\n<\/p><p>\nAnother theory which has been advanced and perhaps the weakest of all is that Jesus\ndid not die on the cross but fainted or lapsed into unconsciousness. It seems absurd to think\nthat a living person would be buried. The very day of the resurrection he walked on the road\nto Emmaus. Does it seem reasonable that one with pierced feet and the wound of the spear in\nhis side would be making such a journey? The facts themselves refute such a theory.\n<\/p><p>\nIt is important to know the belief of the first Christians on the subject of the resurrection of\nChrist, particularly those living at the time of his death. If we turn to the writings of Paul as\ndocumentary evidence, we will find the answer. Nearly all critical scholars admit the\ngenuineness of the principle epistles of Paul. He said to the Saints at Corinth: \"For I delivered\nunto you first of all that which I also received, how that Christ died for our sins according to\nthe scriptures; \n<\/p><p>\n\"And that he was buried, and that he rose again the third day according to the scriptures\"\n(<span class=\"citation\" id=\"374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(374)\">1 Cor. 15:3-4<\/a><\/span>).\n<\/p><p>\nThen speaking of the other apostles he said: \"Therefore whether it were I or they, so we\npreach, and so ye believed\" (<span class=\"citation\" id=\"378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(378)\">1 Cor. 15:11<\/a><\/span>).\n<\/p><p>\nPaul's teachings are identical with the teachings of the other apostles. We are assured,\ntherefore, that the resurrection of Jesus Christ was regarded as one of the\nfoundation doctrines of the early church and was taught to all converts \"first of all\"\n(<span class=\"citation\" id=\"373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(373)\">1 Cor. 15:3<\/a><\/span>).\n<\/p><p>\nOne of the best authenticated writings in the New Testament is the First General Epistle of\nPeter in which he confirms the statements of Paul. We can add the testimony of two other\napostles, Matthew and John, and in a lesser degree, Luke and Mark gave accumulative\nevidence.\n<\/p><p>\nSome critics point out what appears to be discrepancies in the testimony of some of these\nwitnesses. Luke and John relate the presence of two angels at the tomb\n(<span class=\"citation\" id=\"31603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31603)\">Luke 24:4<\/a><\/span>;\n<span class=\"citation\" id=\"28095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28095)\">John 20:12<\/a><\/span>) while Matthew and\nMark mention only one\n(<span class=\"citation\" id=\"35282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35282)\">Matt. 28:1-8<\/a><\/span>;\n<span class=\"citation\" id=\"33163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33163)\">Mark 16:5-8<\/a><\/span>).\nThe first three gospels indicate the angels were seen by the women,\nbut according to John, by Mary Magdalene alone\n(<span class=\"citation\" id=\"28092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28092)\">John 20:1,11-12<\/a><\/span>).\nLuke and Matthew state the women brought\nthe news that the tomb was empty\n(<span class=\"citation\" id=\"35285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35285)\">Matt. 28:7-8<\/a><\/span>;\n<span class=\"citation\" id=\"31604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31604)\">Luke 24:9-11<\/a><\/span>),\nwhile Mark states \"they said nothing to anyone for they\nwere afraid\" (<span class=\"citation\" id=\"33164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33164)\">Mark 16:8<\/a><\/span>).\nOne of the fundamental rules of evidence is that the disagreement of the\nwitnesses in matters of detail does not invalidate their testimony as to the principal facts to\nwhich they agree. The question then to be resolved is whether or not the testimony contains\nsuch variance in the material facts as to discredit the main issue.\n<\/p><p>\nIt would make no difference if there was one angel or two angels at the tomb. The fact that\nhe was arisen would not be changed by whether the women did or didn't bring the news\nconcerning the resurrection itself.\n<\/p><p>\nThe testimony of those who saw him as a living person after his death has never been\ncontradicted. He appeared at least ten or eleven times: to Mary Magdalene and the other\nwomen in the garden\n(<span class=\"citation\" id=\"35286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35286)\">Matt. 28:9-10<\/a><\/span>;\n<span class=\"citation\" id=\"28094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28094)\">John 20:11-18<\/a><\/span>),\nto the two disciples on the road to Emmaus\n(<span class=\"citation\" id=\"31605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31605)\">Luke 24:13-33<\/a><\/span>),\nto Peter at Jerusalem\n(<span class=\"citation\" id=\"31609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31609)\">Luke 24:34<\/a><\/span>;\n<span class=\"citation\" id=\"375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(375)\">1 Cor. 15:5<\/a><\/span>), to\nthe apostles when Thomas was absent (<span class=\"citation\" id=\"28096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28096)\">John 20:19-23<\/a><\/span>)\nand again when he was present (<span class=\"citation\" id=\"28097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28097)\">John 20:24-29<\/a><\/span>),\nto the apostles at the\nSea of Galilee (<span class=\"citation\" id=\"28099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28099)\">John 21:1-23<\/a><\/span>),\nand on a mountain to over 500 brethren at once (<span class=\"citation\" id=\"376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(376)\">1 Cor. 15:6<\/a><\/span>),\nto James the brother of the Lord\n(<span class=\"citation\" id=\"377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(377)\">1 Cor. 15:7<\/a><\/span>),\nand to the apostles at the time of the ascension\n(<span class=\"citation\" id=\"7908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7908)\">Acts 1:1-11<\/a><\/span>).\n<\/p><p>\nWe can come to only one conclusion, the resurrection is a historical fact amply proved by\nauthenticated documentary evidence and the testimony of competent witnesses. The man-made\ntheories devised to discredit are without substantiation, and any discrepancies in the narrative\nare too slight to be given weight.\n<\/p><p>\nThe walled city still stands on the hill, silently reminding the Christian world of the reality of\nthe resurrection. I bear witness that Jesus is the Christ, the resurrection and the life\n(<span class=\"citation\" id=\"28076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28076)\">John 11:25<\/a><\/span>), and he\nthat believeth in him, though he were dead, shall live, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}