{"ID":1275, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Righteousness Exalteth a Nation<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1963, pp. 109-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"Righteousness exalteth a nation\" (<span class=\"citation\" id=\"41450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41450)\">Prov. 14:34<\/a><\/span>).\nThis statement of eternal truth from\nProverbs appeared on the flyleaf and the last page of a booklet at each plate at the President's\nPrayer Breakfast in the Grand Ballroom of the Mayflower Hotel, February 7, 1963 in\nWashington, D.C. This annual breakfast is sponsored jointly by the US Senate and House of\nRepresentatives Prayer Breakfast Groups and the International Christian Leadership\nConference.\n<\/p><p>\nAs I listened to the prayers, readings from the Old and New Testaments, and messages from\ngovernment and nongovernment leaders, I reviewed hurriedly our spiritual background as a\nnation and today's spiritual needs.\n<\/p><p>\nFor, truly, \"Righteousness exalteth a nation: but sin is a reproach to any people\"\n(<span class=\"citation\" id=\"41451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41451)\">Prov. 14:34<\/a><\/span>).\n<\/p><p>\nThe beautiful old print which hangs in Carpenter's Hall, Philadelphia, came to mind. It is\ncaptioned \"The First Prayer in Congress, September 1774.\" It depicts most of the members of\nthat Congress on their knees with our first President as leader.\n<\/p><p>\nI recalled the terrible winter at Valley Forge and General George Washington on his knees in\nthe snow, praying for divine aid. I thought of the words of Lincoln during another time of\ncrisis as he said humbly: \"I have been driven many times to my knees by the overwhelming\nconviction that I had nowhere else to go.\"\n<\/p><p>\nGeorge Washington acknowledged God's direction and stated: \"Of all the dispositions and\nhabits which lead to political prosperity, religion and morality are indispensable supports . . .\nReason and experience both forbid us to expect that national morality can prevail in exclusion\nof religious principle.\" (Washington's Farewell Address.)\n<\/p><p>\nLincoln knew that God rules in the affairs of men and nations. He solemnly declared: \"God\nrules this world&mdash;It is the duty of nations as well as men to own their dependence upon the\noverruling power of God, to confess their sins and transgressions in humble sorrow . . . and to\nrecognize the sublime truth that those nations only are blessed whose God is the Lord.\"\n<\/p><p>\nThe founding fathers knew that \". . . where the Spirit of the Lord is, there is liberty\"\n(<span class=\"citation\" id=\"3045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3045)\">2 Cor. 3:17<\/a><\/span>).\nThe United States of America began and lives as a result of faith in God. The\nBible has been and is the foundation for this faith.\n<\/p><p>\n\"It is impossible to govern the world without the Bible,\" said George Washington.\n<\/p><p>\n\"The Bible is the rock on which this Republic rests,\" Andrew Jackson proclaimed.\n<\/p><p>\nThe fathers of our country had to turn to religion in order that their new experiment make\nsense.\n<\/p><p>\nAs I left the prayer breakfast, bidding good-bye to many warm friends, I thought of the\ngreatness of America&mdash;the world's greatest power. During World War II she outproduced\nboth her enemies and allies&mdash;\"the American Miracle.\"\n<\/p><p>\nBut I also recalled the latest FBI reports revealing the ever-increasing crime record&mdash;over\nseventeen percent increase in the nation's capital in 1962 alone. I recalled our shockingly\ndefiant record of drunkenness and immorality and the fact we have become a nation of\npleasure-seeking Sabbath breakers.\n<\/p><p>\nMy thoughts turned to our homes and families&mdash;our ever-increasing divorce rate&mdash;the\nalarming increase in sexual sin&mdash;infidelity&mdash;yes, even adultery. We live in a day of slick,\nquiet, and clever sins. It is made easy to cover up.\n<\/p><p>\nI recalled the solidarity of the homes of long past when family prayer, daily devotion, the\nreading of the scriptures, and the singing of hymns was a common practice in American\nhomes&mdash;a practice which, I am sorry to say, has all but disappeared today.\n<\/p><p>\nI became saddened as I reviewed evidence of a lessening of moral stability, honor, integrity,\nlove of country&mdash;a seeking for the honors of men, of something for nothing&mdash;the tendency\nto lean more and more on government, the result of our ever-increasing demands, even though\noften economically, socially, and spiritually unsound.\n<\/p><p>\nThere has been a nation-wide erosion of individual character. Jefferson's words still ring true:\n\"Material abundance without character is the surest way to destruction.\" I recalled how\nproudly in generations past, we spoke of the \"American way of life.\"\n<\/p><p>\nThen, I saw thirty million door knob hangers being distributed by the Boy Scouts, setting\nforth our political and economic rights in an effort to stimulate patriotism in this choice land.\nAs I read this message from Freedom Foundation and the Boy Scouts of America, I thought\nof our basic American concepts, our constitutional government, based on a fundamental belief\nin God.\n<\/p><p>\nI became alarmed as I reviewed what has happened in our schools under so-called\n\"progressive education.\" What about the loss of patriotism, faith in God, and the teachings of\ncharacter building principles once so much a part of our education? We have all but \"forced\nAmericanism out of the classroom to make way for temporary trivialities.\" (DeLove.)\n<\/p><p>\nI remembered President Joseph F. Smith's warning of the three dangers to the Church from\nwithin, viz., the flattery of prominent men, sexual impurity, and false educational ideas\n(<i>Gospel Doctrine<\/i>, p. 312).\n<\/p><p>\nThen there came to me the words of that courageous American patriot J. Edgar Hoover:\n\"Today as never before, America has need for men and women who possess the moral\nstrength and courage of our forefathers&mdash;modern-day patriots, with pride in our country and\nfaith in freedom . . .\n<\/p><p>\n\"Too often in recent years, patriotic symbols have been shunted aside. Our national heroes\nhave been maligned, our history distorted. Has it become a disgrace to pledge allegiance to\nour flag&mdash;or sign a loyalty oath, or pay tribute to our national anthem? Is it shameful to\nencourage our children to memorize the stirring words of the men of '76? Is it becoming\nopprobrious to state 'In God we Trust' when proclaiming our love of country?\n<\/p><p>\n\"What we desperately need today is patriotism founded on a real understanding of the\nAmerican ideal&mdash;a dedicated belief in our principles of freedom, and a determination to\nperpetuate America's heritage.\"\n<\/p><p>\nAre we slipping from our moorings, becoming soft, carelessly drawing away from the course\nwhich has brought us such priceless blessings in days past?\n<\/p><p>\nDavid Lawrence, editor of the <i>U.S. News &amp; World Report<\/i> has said: \"The destiny of the world\nis in the hands of those statesmen who can interpret faithfully the commands\nof the Almighty.\"\n<\/p><p>\nCan our national leaders do this? Can they interpret faithfully the commands of the Almighty?\nCan we as citizens of this blessed land? Can we as people of the free world? Do we believe\nthat \"righteousness exalteth a nation\" (<span class=\"citation\" id=\"41452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41452)\">Prov. 14:34<\/a><\/span>),\nthat there is safety only in righteous living?\n<\/p><p>\nFortunately, today we are not left in darkness. We have a guide, not only the Holy Bible, but\nadded modern scriptures. And of the utmost importance for us today, we have the counsel and\ndirection of living oracles. This counsel, this direction&mdash;in fact the message of the fulness of\nthe restored gospel is being carried to the world by 12,000 ambassadors of the Lord Jesus\nChrist.\n<\/p><p>\nAnd what is this message? It is a world message of the utmost importance. It is that God has\nagain spoken from the heavens. The priesthood and authority to act in his name has been\nrestored again to men on the earth, following centuries of darkness. The fulness of the\neverlasting gospel is here with all of its saving principles. To these facts I bear humble\nwitness.\n<\/p><p>\nThe prophets of a new gospel dispensation have counsel for us today&mdash;counsel on matters\nwhich concerned the Founding Fathers&mdash;freedom, liberty, righteousness which \"exalteth a\nnation.\"\n<\/p><p>\nDo we believe and accept their counsel, or have we drifted away from those basic concepts\nand principles, without adherence to which, no nation can be exalted. Elder Albert E. Bowen,\nsaid: \"That which is right does not become wrong merely because it may be deserted by the\nmajority, neither does that which is wrong today become right tomorrow by the chance\ncircumstance that it has won the approval or been adopted by overwhelmingly predominant\nnumbers. Principles cannot be changed by nor accommodate themselves to the vagaries of\npopular sentiment\" (<i>Conf. Rep.<\/i>, April 4, 1941, p. 85).\n<\/p><p>\nAs a fitting conclusion to my review I sought the words of modern-day prophets. They have\nsaid much by way of counsel and warning for our guidance today. I turned to one who has\nbeen called \"a seer in the area of government\" and who has stood closest to the prophet of the\nLord&mdash;the President of the Church&mdash;longer than any other man in Church history. I speak of\nPresident J. Reuben Clark, Jr., and I quote: \"There always comes a time when unpleasant\ntruths must be retold, even though the retelling disturbs the ease and quiet of a luxurious\nerror. Today seems to be such a time. On such occasions, the criticism, slander,\nmisrepresentation that one gets, are of no consequence.\" (\"Some Elements of Postwar\nAmerican Life\"&mdash;1-24-45. Address to the Utah Woolgrowers Ass'n.)\n<\/p><p>\n\". . . today government has touched our lives so intimately in all their relationships and all\nthese governmental touchings have been so tabbed as political, that we cannot discuss\nanything relating to our material welfare and existence without laying ourselves liable to the\ncharge that we are talking politics.\" (<i>Deseret News<\/i>, \"Church Section,\" June 16, 1945, p. 4.)\n<\/p><p>\n\"I have been preaching against Communism for twenty years,\" said President Clark, over\ntwenty years ago. \"I still warn you against it, and I tell you that we are drifting toward it\nmore rapidly than some of us understand, and I tell you that when Communism comes, the\nownership of the things which are necessary to feed your families is going to be taken away\nfrom us. I tell you freedom of speech will go, freedom of the press will go, and freedom of\nreligion will go.\n<\/p><p>\n\"I have warned you against propaganda and hate. We are in the midst of the greatest\nexhibition of propaganda that the world has ever seen, and all directed toward one end. Just\ndo not believe all you read\" (<i>Conf. Rep.<\/i>, October 3, 1941, p. 16 and Ward Teaching\nMessage, July 1961).\n<\/p><p>\n\"The plain and simple issue now facing us in America is freedom or slavery. . .\n<\/p><p>\n\"Our real enemies,\" said President Clark, \"are <i>communism<\/i> and its running mate, <i>socialism<\/i> . . .\n<\/p><p>\n\"And never forget for one moment that communism and socialism are state slavery . . .\n<\/p><p>\n\". . . one thing seems sure, we will not get out of our present difficulties without trouble,\nserious trouble. Indeed, it may well be that our government and its free\ninstitutions will not be preserved except at the price of life and blood . . .\n<\/p><p>\n\". . . the paths we are following, if we move forward thereon, will inevitably lead us to\nsocialism or communism, and these two are as like as two peas in a pod in their ultimate\neffect upon our liberties . . .\n<\/p><p>\n\"We may first observe that communism and socialism&mdash;which we shall hereafter group\ntogether and dub Statism&mdash;cannot live with Christianity, nor with any religion that postulates\na Creator such as the Declaration of Independence recognizes. The slaves of Statism must\nknow no power, no authority, no source of blessing, no God, but the State . . .\n<\/p><p>\n\"This country faces ahead enough trouble to bring us to our knees in humble honest prayer to\nGod for the help which He alone can give, to save us . . .\n<\/p><p>\n\"Do not think that all these usurpations, intimidations, and impositions are being done to us\nthrough inadvertency or mistake, the whole course is deliberately planned and carried out; its\npurpose is to destroy the Constitution and our Constitutional government . . .\n<\/p><p>\n\"We have largely lost the conflict so far waged. But there is time to win the final victory, if\nwe can sense our danger, and fight\" (<i>Deseret News<\/i>, \"Church Section,\" Sept. 25, 1949, pp. 2,\n15.)\n<\/p><p>\nThus spoke the ever forthright and courageous President J. Reuben Clark, Jr.\n<\/p><p>\nAnd finally, and most important of all, I turned in my review to the counsel or our beloved\nleader who has been an inspiration to me since boyhood, President David O. McKay. God's\nmouthpiece on the earth today. \"During the first half of the twentieth century,\" said President\nMcKay, \"we have travelled far into the soul-destroying land of socialism and made strange\nalliances through which we have become involved in almost continuous hot and cold wars\nover the whole of the earth. In this retreat from freedom the voices of protesting citizens have\nbeen drowned by raucous riots of intolerance and abuse from those who led the retreat and\ntheir millions of gullible youth, who are marching merrily to their doom, carrying banners on\nwhich are emblazoned such intriguing and misapplied labels as social justice, equality, reform.\npatriotism, social welfare\" (<i>Ibid.<\/i>, October 18, 1952, p. 2).\n<\/p><p>\n\"The fostering of full economic freedom lies at the base of our liberties. Only in perpetuating\neconomic freedom can our social, political, and religious liberties be preserved . . . We must\nnot let complacency blind our eyes to the real dangers threatening to destroy us\" (<i>Ibid.<\/i>,\nMarch 2, 1952).\n<\/p><p>\n\"Communism is antagonistic to the American way of life. Its avowed purpose is to destroy\nbelief in God and free enterprise,\" declared President McKay. \"In education for citizenship,\ntherefore, we should not see to it that every child in America is taught the superiority of our\nway of life, of our Constitution and the sacredness of the freedom of the individual. Such\ndefinite instruction is not in violation of either the federal or the state constitution....\n<\/p><p>\n\"I love the Stars and Stripes, and the American Way of Life. I have faith in the Constitution\nof the United States. I believe that only through a truly educated citizenry can the ideals that\ninspired the Founding Fathers of our nation be preserved and perpetuated.\n<\/p><p>\nThen President McKay listed as one of the four fundamental elements in such an education\nthe \"Open and forceful teaching of facts regarding communism as an enemy to God and to\nindividual freedom\" (<i>Ibid.<\/i>, March 13, 1954, p. 3).\n<\/p><p>\nPresident McKay has called communism the greatest threat to the Church today. (Press\nConference. Hyde Park Chapel, London, Feb 21. 1961.)\n<\/p><p>\nBecause the latest words of God's prophet are of extreme importance to the Latter-day Saints,\nlet me in conclusion, quote very briefly and humbly from the counsel given by President\nMcKay in the last three general conferences. In October 1961 President McKay gave a stirring\nopening address on our American way of life and the communist threat. He expressed grief\nand shock over a Supreme Court decision and stated that the enemies to our Republican form\nof government are becoming more blatant.\n<\/p><p>\nAt the close of the general conference last April President McKay\nemphasized that \"men are rapidly classifying themselves into two groups: believers and\nnonbelievers.\" Then he quoted J. Edgar Hoover's warning: \"This nation is face to face with\nthe greatest danger ever to confront it, a sinister and deadly conspiracy, which can be\nconquered only by an alert, informed citizenry. It is indeed appalling that some members of\nour society continue to deplore and criticize those who stress the communist danger. Public\nindifference to this threat is tantamount to national suicide. Lethargy leads only to disaster.\nKnowledge of the enemy, alertness to the danger, everyday patriotism are the brick and\nmortar with which we can build an impregnable fortress against communism\" (<i>Conf. Rep.<\/i>,\nApril 8, 1962, p. 125).\n<\/p><p>\nIn the last October [1962] conference President McKay said: \"In these days of uncertainty and\nunrest, liberty-loving people's greatest responsibility and paramount duty is to preserve and\nproclaim the freedom of the individual, his relationships to Deity, and the necessity of\nobedience to the principles of the gospel of Jesus Christ. Only thus <i>will mankind find peace and happiness<\/i>.\"\n<\/p><p>\nHe finished his address by urging us \"to support good and conscientious candidates <i>of either party<\/i>\nwho are aware of the great dangers inherent in communism, and who are truly dedicated\nto the Constitution in the tradition of the founding fathers.\" (<i>Ibid.<\/i>, Oct. 5, 1962. p. 8.)\n<\/p><p>\nWe cannot say that the prophet of the Lord has not warned us. President McKay has\nemphasized the dangers to our God-given freedom again and again. Will we heed his counsel?\nAre we in harmony? Do we appreciate his repeated warnings? Every Latter-day Saint has\nspiritual obligations in four basic areas: his home, his church, his job, and his citizenship\nresponsibility. Each of these areas should receive consistent attention although not necessarily\nequal time. Are we doing our duty in these important fields? What about our citizenship\nresponsibility&mdash;our obligation to safeguard our freedom and preserve the Constitution?\n<\/p><p>\nThe Prophet Joseph Smith said the time would come when the Constitution would hang as it\nwere by a thread. Modern-day prophets for the last thirty years have been warning us that we\nhave been rapidly moving in that direction. Fortunately, the Prophet Joseph Smith saw the\npart the elders of Israel would play in this crisis. Will there be some of us who won't care\nabout saving the Constitution, others who will be blinded by the craftiness of men, and some\nwho will knowingly be working to destroy it? He that has ears to hear and eyes to see can\ndiscern by the Spirit and through the words of God's mouthpiece that our liberties are being\ntaken.\n<\/p><p>\nThe enemy is amongst and upon us. Zion must awake and arouse herself. We, the elders of\nIsrael can be and should be, the leaven in the loaf for freedom.\n<\/p><p>\nYears ago, President Brigham Young stated, \"We all believe that the Lord will fight our\nbattles (<span class=\"citation\" id=\"14327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14327)\">D&amp;C 105:14<\/a><\/span>);\nbut how? Will he do it while we are unconcerned and make no effort whatever for\nour own safety when the enemy is upon us? . . . it would be quite as reasonable to expect\nremission of sins without baptism, as to expect the Lord to fight our battles without our taking\nevery precaution to be prepared to defend ourselves. The Lord requires us to be quite as\nwilling to fight our own battles as to have Him fight them for us. If we are not ready for the\nenemy when he comes upon us, we have not lived up to the requirements of Him who guides\nthe ship of Zion, or who dictates the affairs of His kingdom\" (<i>Journal of Discourses<\/i> 11:131).\n<\/p><p>\nMay we as a free people face courageously the challenging responsibility which faces us. \"All\nthat is necessary for the triumph of evil is that good men do nothing.\" (Edmund Burke.) We\nare not here to sit by complacently while our birthright of freedom is exchanged for a mess of\nsocialist-communist pottage.\n<\/p><p>\nI love this great land&mdash;the Lord's latter-day base of operations. I love the free world. I love\nour Father's children everywhere.\n<\/p><p>\nGod bless us in our stewardship. May we be at least as valiant for freedom and righteousness,\nhere and now, as we were when we fought for these principles in the pre-existence.\n<\/p><p>\nThere is no other safe way. For \"Righteousness exalteth a nation\"\n(<span class=\"citation\" id=\"41453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41453)\">Prov. 14:34<\/a><\/span>).\n<\/p><p>\nI bear you this witness, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}