{"ID":1276, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Most Important Message<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1963, pp. 115-119<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs we have listened to the announcements made by our worthy President in the various\nmeetings of this conference as to the extent to which the proceedings of the conference are\nbeing broadcast into the various missions and nations of the earth, we are impressed with the\nprivilege we have of living in this day and age when the Lord is doing so much to cut his\nwork short in righteousness. We were told in the newspaper the other night that there would\nbe a possible potential listening audience of ninety million people to our conference. Some of\nus are old enough to have participated from this pulpit when we did not even have a public\naddress system, when some of the brethren with weak voices could hardly be heard under the\ngallery. Just think of the difference!\n<\/p><p>\nWell, there are other developments in this world in the day in which we are\nliving that are even more important than these physical advancements, and that is the spiritual\nadvancement that has come through the restoration of the gospel in our day, the committing to\nthis earth, according to the words of Isaiah, of \"a marvelous work and a wonder\"\n(<span class=\"citation\" id=\"25237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25237)\">Isa. 29:14<\/a><\/span>).\nThe Lord said he would set his hand to do it in our time.\n<\/p><p>\nThere is a reported statement made by one of our nationally well-known commentators a few\nyears ago in which he said that he had been asked what message could be broadcast to the\nworld that would be considered to be of greater importance than any other. He said that after\ngiving the matter consideration he decided that to be able to say to the world that a man who\nhad lived here upon this earth and had died had returned again with a message from God\nwould be the greatest message that could be broadcast to the world.\n<\/p><p>\nI believe that, and that is the message of this Church, and that is why we are a great\nmissionary Church. If we have a message to broadcast to the world, it should be something\nthat the world is not already in possession of, or else there would be no reason for the Lord\nsending one back to this earth who had already lived upon the earth and died in order that he\nmight bring back a message.\n<\/p><p>\nAs you brethren and sisters know, that messenger that I refer to now was Moroni, who lived\nupon this land of America as a prophet of God some four hundred years after the birth of the\nSavior, who was the custodian of the records that had been kept of a people over a thousand\nyear period; and he hid them away, according to the command of the Lord and brought those\nrecords back to the earth in this day and time and delivered them to the Prophet Joseph\nSmith.\n<\/p><p>\nThe world doesn't change much. History repeats itself. Jesus said in his day that they\ndecorated the graves of the dead prophets, but they rejected the living prophets\n(<span class=\"citation\" id=\"35271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35271)\">Matt. 23:29-31<\/a><\/span>). We have a\nprecedent in the Bible of a man who had lived upon the earth and died and returned again\nwith a message from God, and when a man returns with a message from God, he has to\ndeliver that message to someone whom God directs should receive it, and that individual\nwould be none other than a prophet of God. As Amos said: \n<\/p><p>\n\"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets\" (<span class=\"citation\" id=\"10423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10423)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nThen you remember that when John the Revelator was banished upon the Isle of Patmos, the\nLord sent his angel who showed John the whole history of the world from the time there was\nwar in heaven and a third of the hosts of heaven (<span class=\"citation\" id=\"42336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42336)\">Rev. 12:4<\/a><\/span>)\nwere cast out (<span class=\"citation\" id=\"42338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42338)\">Rev. 12:7-9<\/a><\/span>), up to the final winding up\nscenes when there should be a new heaven and a new earth\n(<span class=\"citation\" id=\"42352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42352)\">Rev. 21:1<\/a><\/span>). He saw the dead, small and\ngreat, stand before God, and they were judged according to the things that were written in the\nbooks, according to their works (<span class=\"citation\" id=\"42350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42350)\">Rev. 20:12<\/a><\/span>).\n<\/p><p>\nWhen the angel had showed John all these things, he fell down to worship before the feet of\nthe angel who said: \". . . See thou do it not: for I am thy fellowservant, and of thy brethren\nthe prophets, and of them which keep the sayings of this book: worship God\"\n(<span class=\"citation\" id=\"42356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42356)\">Rev. 22:9<\/a><\/span>).\n<\/p><p>\nHe was but a fellowservant of the brethren of the prophets, which means he was an\nindividual who had lived upon this earth and was sent back with a message from God.\n<\/p><p>\nIn that same sense the Lord sent Moroni back. He did not come of his own accord. If\nMoroni's coming and what he brought were recorded in the Bible, the Christian world would\nbe willing to accept it, but because it comes from a new prophet in our day and time, they are\nslow as they were in the days of the Savior in accepting the words of the living prophets\n(<span class=\"citation\" id=\"31606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31606)\">Luke 24:25<\/a><\/span>).\n<\/p><p>\nOne of the most tangible evidences that Moroni actually did come and visit the Prophet\nJoseph is the Book of Mormon and its translation and what it has contributed to the world. As\nI understand the Book of Mormon&mdash;and by the way, I think Brother Kimball gave us a\nmarvelous description of it in his talk yesterday, and what it has to contribute to the\nworld&mdash;as I think of that, I think it is an evidence that proves that the story told by Joseph Smith that\nMoroni did bring the plates is a tangible evidence that the world has to\nreckon with in order to be able to account for that book.\n<\/p><p>\nWe are told in the scriptures&mdash;you remember the words of Jesus on the way to Emmaus as\nhe talked with his disciples. He said: \"O fools, and slow of heart to believe all that the\nprophets have spoken\" (<span class=\"citation\" id=\"31607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31607)\">Luke 24:25<\/a><\/span>).\nAnd then beginning with Moses and the prophets, he\nshowed them how in all things the prophets had testified of him\n(<span class=\"citation\" id=\"31608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31608)\">Luke 24:27<\/a><\/span>). Peter tells us he opened their\nunderstanding that they might understand the scriptures\n(<span class=\"citation\" id=\"31612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31612)\">Luke 24:45<\/a><\/span>) and you remember what\nPeter said: \n<\/p><p>\n\"We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as\nunto a light that shineth in a dark place, until the day dawn, and the day star arise in your\nhearts:\n<\/p><p>\n\"Knowing this first, that no prophecy of the scripture is of any private interpretation.\n<\/p><p>\n\"For the prophecy came not in old time by the will of man: but holy men of God spake as\nthey were moved by the Holy Ghost\"\n(<span class=\"citation\" id=\"4873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4873)\">2 Pet. 1:19-21<\/a><\/span>).\n<\/p><p>\nAs I understand the Book of Mormon and its teachings and the prophecies of the Bible, I\nthink there are prophecies in the Bible that no man in our day can explain properly and\nintelligently without the information contained in the Book of Mormon. This is a new witness\nfrom God for our day, for the conversion of the Jew and the gentile that Jesus is the Christ,\nthe very Eternal God, manifesting himself unto all nations (see\n<span class=\"citation\" id=\"43137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43137)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nSo in the Book of Mormon we have information that gives us to understand statements in the\nBible which we could not understand without the information contained in the Book of\nMormon. I will give you a few illustrations of what I mean.\n<\/p><p>\nWhen Moses gave a blessing to each of the twelve sons of Israel, he gave Joseph a blessing\nof a new land in the utmost bounds of the everlasting hills\n(<span class=\"citation\" id=\"23693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23693)\">Gen. 49:26<\/a><\/span>), and in describing that land, Moses\nused the word \"precious\" five times in just a few verses in the Bible, telling what a marvelous\nland the Lord had for Joseph, and he would be separated from his brethren\n(<span class=\"citation\" id=\"21247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21247)\">Deut. 33:13-17<\/a><\/span>).\n<\/p><p>\nI do not believe there is anyone in this world outside of this Church who can tell where that\nnew land is and can give an account of how the Lord fulfilled the promises unto Joseph that\nhe would be blessed in that land, even above the blessings of his fathers. Who were his\nfathers? Abraham, Isaac, and Jacob, and yet Moses promised Joseph blessings even above the\nblessings of his own fathers.\n<\/p><p>\nWhy do we know about it? Because the Book of Mormon tells us how the Lord led a group\nout of Jerusalem into this land of America who were descendants of Joseph, and how he\nfulfilled his promise and commanded that a record should be kept. It seems incredible to think\nof the promises made to Joseph that the Lord would not have made provision that a record\nshould have been kept of the fulfillment of those promises, but that he did, and that record is\nthe Book of Mormon.\n<\/p><p>\nThere are other passages that also indicate the value of the Book of Mormon. Just to illustrate\nwhat I have in mind. I had the privilege of talking to a group of ministers just a few years\nago by assignment from President McKay, and I quoted some of these scriptures. I asked\nthem if they knew why the verses were in the Bible and if they knew of any Church in the\nworld that did know why they were in the Bible, and the next record that I quoted was the\none where Jesus said: \n<\/p><p>\n\"And other sheep I have, which are not of this fold: them also I must bring, and they shall\nhear my voice; and there shall be one fold, and one shepherd\"\n(<span class=\"citation\" id=\"28071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28071)\">John 10:16<\/a><\/span>).\n<\/p><p>\nI asked those men if they knew anything about those other sheep or the fulfillment of the\npromise of the Lord that he would visit them, and they would hear his voice, and there should\nbe one fold and one shepherd. None of them could tell, and so I just turned to the Book of\nMormon and showed them that when Jesus, following his crucifixion and resurrection and\nascension, visited his people here in the land of America, he told them they were the other\nsheep of whom he spoke to his disciples in Jerusalem, and he said that never at any time did\nthe Lord command him that he should tell his disciples in Jerusalem who the\nother sheep were; only that he had other sheep that were not of that fold, and them should he\nvisit (<span class=\"citation\" id=\"5656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5656)\">3 Ne. 15:15-17<\/a><\/span>).\nHe told them they were the other sheep. No one can answer intelligently that statement\nin John 10:16 (<span class=\"citation\" id=\"28072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28072)\">John 10:16<\/a><\/span>)\nwithout the knowledge that the Book of Mormon has brought to us.\n<\/p><p>\nEzekiel was commanded by the Lord that two records should be kept, one of Judah and his\nfollowers, the house of Israel; another for Joseph and his followers, the house of Israel; and\nthat in the days of their children, meaning coming generations, he would bring these two\nrecords together, and he would make them one in his hand. I asked these ministers if they\nknew anything about that record, and they did not. I said, \"Well, we know all about it,\" and\nthen I showed them that that was the Book of Mormon the Lord promised.\n<\/p><p>\nNo man can believe the Bible without knowing there is a companion record that the Lord of\nheaven said he would bring forth and join it with the record of Judah, which is the Bible that\nhas remained with us, and he would make them one in his hand\n(<span class=\"citation\" id=\"23125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23125)\">Ezek. 37:15-20<\/a><\/span>).\n<\/p><p>\nYou remember the words of Isaiah when he said: \n<\/p><p>\n\"Woe to Ariel, to Ariel, the city where David dwelt! add ye year to year; let them kill\nsacrifices.\n<\/p><p>\n\"Yet I will distress Ariel, and there shall be heaviness and sorrow: and it shall be unto me as\nAriel\" (<span class=\"citation\" id=\"25235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25235)\">Isa. 29:1-2<\/a><\/span>).\n<\/p><p>\nIf you will read that thoughtfully, you will know that he not only saw the destruction of\nJerusalem, but he saw the destruction of another great center like unto Jerusalem. Then he\nadds: \n<\/p><p>\n\"And thou shalt be brought down, and shalt speak out of the ground, an thy speech shall be\nlow out of the dust, and thy voice shall be, as of one that hath a familiar spirit, out of the\nground, and thy speech shall whisper out of the dust\"\n(<span class=\"citation\" id=\"25236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25236)\">Isa. 29:4<\/a><\/span>).\n<\/p><p>\nNobody in this world could explain that intelligently or know what people Isaiah saw like\nunto Jerusalem without the Book of Mormon. Here is the explanation in the Book of\nMormon. \"After my seed and the seed of my brethren shall have dwindled in unbelief? and\nshall have been smitten by the Gentiles; yea, after the Lord God shall have camped against\nthem round about, and shall have laid siege against them with a mount, and raised forts\nagainst them; and after they shall have been brought down low in the dust, even that they are\nnot, yet the words of the righteous shall be written, and the prayers of the faithful shall be\nheard, and all those who have dwindled in unbelief shall not be forgotten.\n<\/p><p>\n\"For those who shall be destroyed shall speak unto them out of the ground, and their speech\nshall be low out of the dust, and their voice shall be as one that hath a familiar spirit; for the\nLord God will give unto him power that he may whisper concerning them, even as it were out\nof the ground, and their speech shall whisper out of the dust.\n<\/p><p>\n\"For thus saith the Lord God: They shall write the things which shall be done among them,\nand they shall be written and sealed up in a book, and those who have dwindled in unbelief\nshall not have them, for they seek to destroy the things of God\"\n(<span class=\"citation\" id=\"3704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3704)\">2 Ne. 26:15-17<\/a><\/span>).\n<\/p><p>\nHow could Joseph Smith have known these things when the Book of Mormon was published\neven before this Church was organized, except for the fact that the Book of Mormon is the\npromised record that God said he would bring forth and join to the record of Judah. How\ncould anyone understand this prophecy of Isaiah without the explanation contained in the\nBook of Mormon.\n<\/p><p>\nThere are more prophecies of the scriptures that we could not understand without the\nrevelations of the Lord that have come to us in the Book of Mormon. The Book of Mormon\nstands, after one hundred and thirty years, without any criticism as to its truth. Just think of a\nbook of over five hundred pages being printed with a promise in it that when that book\nshould come that if the person receiving it would ask God, the Eternal Father, in the name of\nJesus Christ, that God would manifest the truth of it unto him by the power of the Holy\nGhost (<span class=\"citation\" id=\"38301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38301)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\nThousands and hundreds of thousands have borne testimony that God has revealed the truth of\nthat book to them, and so it has been a tangible evidence that this messenger\nsent of God really came with a message from God.\n<\/p><p>\nWhen I was in the mission field, I read an article that appeared under the Associated Press of\na man who came to California by the name of William A. Kennedy from Lima, Peru. He was\ngathering money to set up an institute or college there to study the history of the early\ninhabitants of the land of South America, including the Mayan and the Inca civilizations, and\nhe had the promise when matched by the small Americas of some thirty million dollars, and\nPresident Hoover had agreed to serve on that board. I never heard of what became of it, but\nthe statement went further to say that within ten years that amount would increase to seventy\nmillion dollars.\n<\/p><p>\nJust think of their being willing to spend seventy million dollars to learn something of the\nhistory of the early inhabitants of America, when we could give them a copy of the Book of\nMormon for fifty cents, and if they did not have the fifty cents, we would give it to them for\nnothing, because it would not only tell about the artifacts they are finding as they dig into the\ndepths of the earth, but it contains the words of the holy prophets and the promise of the Lord\nto this land, which is a land choice above all other lands\n(<span class=\"citation\" id=\"22243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22243)\">Ether 2:10<\/a><\/span>), the promise that the Christ should\nbe the God of this land, that he would fight the battles of this land, that the New Jerusalem\nwould be built upon this land (<span class=\"citation\" id=\"5662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5662)\">3 Ne. 20:22<\/a><\/span>),\nand they will not get that when they will have spent their\nseventy million dollars.\n<\/p><p>\nJust think of what the Lord has given us in this record to show us the things that he has in\nmind to accomplish. We have many other testimonies of men as to the value of the Book of\nMormon.\n<\/p><p>\nI bear you my witness that I know that book is true. Sister Richards and I read it last year as\nthe priesthood were asked to do, and we would keep saying as we would read, \"Isn't that\nwonderful? Isn't that wonderful? How could Joseph Smith at his age have written anything\nlike that except by the inspiration of the Almighty?\"\n<\/p><p>\nIt reminded us of when we attended a course given by Dr. Widtsoe here some time ago in the\nBarratt Hall on the Doctrine and Covenants. He had Sister Inez Witbeck read. He would say,\n\"Now read section so-and-so,\" and then he would pause and say, \"Now, you college professors\nand you college students, could you write anything like that?\" He would say, \"I wish I could,\"\nand there he had been president of two universities, but the things of God are understood by\nthe Spirit of God (<span class=\"citation\" id=\"362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(362)\">1 Cor. 2:11<\/a><\/span>),\nand the testimony of those three witnesses that an angel of God came down\nfrom heaven and showed them the plates with the engravings thereon, and bore testimony that\nit was by the power of God (<span class=\"citation\" id=\"43109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43109)\">BM Three Wit.<\/a><\/span>),\nis a testimony to all the world.\n<\/p><p>\nThat is my testimony to you here today, and I pray God to bless us all that we may realize\nwhat we have by the opening of the heavens and the restoration of the gospel, and leave you\nmy blessing in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}