{"ID":1277, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Some Rain Must Fall<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1963, pp. 119-121<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhen the Psalmist was meditating upon the beauties of creation, he exclaimed with awe and\namazement: \n<\/p><p>\n\"When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou\nhast ordained; \n<\/p><p>\n\"What is man, that thou are mindful of him? and the son of man, that thou visitest him?\n<\/p><p>\n\"For thou hast made him a little lower than the angels, and hast crowned him with glory and\nhonour.\n<\/p><p>\n\"Thou madest him to have dominion over the works of thy hands; thou hast put all things\nunder his feet\" (<span class=\"citation\" id=\"41833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41833)\">Ps. 8:3-6<\/a><\/span>).\n<\/p><p>\nHow comforting it is to note the esteem and concern the Lord has for his children.\n<\/p><p>\nWhat is man? As Latter-day Saints we believe that man is the spiritual offspring of God our\nHeavenly Father, created in his image and after his likeness. We further believe that man once\ndwelt in the presence of deity and came from a heavenly home to this earth.\n<\/p><p>\nThe poet Wordsworth, in a flash of inspiration, referred to this transition when he penned\nthese beautiful lines: \n<\/p><p>\n\"Our birth is but a sleep and a forgetting: <br \/>\n     The Soul that rises with us, our life's Star,<br \/>\n     Hath had elsewhere its setting,<br \/>\n     And cometh from afar: <br \/>\n     Not in entire forgetfulness,<br \/>\n     And not in utter nakedness,<br \/>\n     But trailing clouds of glory do we come<br \/>\n     From God, who is our home\": \n<\/p><p>\nIn that far distant past when plans for the creation of the earth were discussed, it was\nproposed that those who would be privileged to come here to inhabit the earth must be tested\nand tried to prove whether they would do all things that the Lord would command them to\ndo. The faithful were to \". . . have glory added upon their heads for ever and ever\" (see\n<span class=\"citation\" id=\"7227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7227)\">Abr. 3:25-26<\/a><\/span>).\n<\/p><p>\nIt is our conviction that we were present at that great council and had a voice in the decisions\nthat were made. The Lord once asked the Prophet Job some pertinent questions pertaining to\nthose important events, when he inquired: \"Where wast thou when I laid the foundations of\nthe earth?\"\n<\/p><p>\n\"When the morning stars sang together, and all the sons of God shouted for joy?\"\n(<span class=\"citation\" id=\"26708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26708)\">Job 38:4,7<\/a><\/span>).\n<\/p><p>\nBecause of faithfulness in that former estate, we have been born into this world, blessed with\nmortal bodies which house eternal spirits. Here we have opportunities to grow, progress, and\ngain experience in mortal and earthly things.\n<\/p><p>\nThe divinely inspired Declaration of Independence proclaims that every citizen of this glorious\ncountry is entitled to enjoy \"life, liberty, and the pursuit of happiness.\"\n<\/p><p>\nThe attainment of happiness has become a desired goal of most individuals; but there are\nthose who ofttimes mistake pleasure for happiness, not realizing that pleasure can be of a\ntemporary or passing nature only, while happiness and joy are permanent and enduring.\n<\/p><p>\nAn ancient prophet declared: \"Adam fell that men might be; and men are, that they might\nhave joy\" (<span class=\"citation\" id=\"3693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3693)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nAs man travels down the pathway of this mortal life, trusting that his course will be such as\nto produce joy and happiness, he becomes aware of many obstacles in the road that interfere\nwith his progress. The Lord designed this to be so, for he did not intend that this earthly\nexistence should be easy. Adam was advised: \". . . cursed is the ground for thy sake; in\nsorrow shalt thou eat of it all the days of thy life; \n<\/p><p>\n\"Thorns also and thistles shall it bring forth to thee; and thou shalt eat of the herb of the field.\n<\/p><p>\n\"In the sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23689)\">Gen. 3:17-19<\/a><\/span>)\n<\/p><p>\nThe pathway was to be strewn with temptations and trials. Man was also to know good and\nevil and be allowed his free agency in choosing between the two. He was to learn the law of\nopposites: that there is sorrow as there is joy, pain as contrasted to pleasure, sickness as\nopposed to health; he was to taste the bitter as well as the sweet.\n<\/p><p>\nFrom this testing process would come benefits, for the Lord has promised \". . . after much\ntribulation come the blessings\" (<span class=\"citation\" id=\"14271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14271)\">D&amp;C 58:4<\/a><\/span>).\nThe poet Kilmer has expressed the same thought in the words:\n<\/p><p>\n     \"They say that life is a highway,<br \/>\n        And its milestones are the years<br \/>\n     And now and then there is a toll gate,<br \/>\n        Where you buy your way with your tears.\n<\/p><p>\n\"It's a rough road and a steep road,<br \/>\n        And it stretches broad and far,<br \/>\n     But at last it leads to a golden town<br \/>\n        Where the golden houses are.\"\n<\/p><p>\nPerhaps during our lives we have been, or will be, required to gaze on the\nface of a loved one for the last time in mortality. In this hour of sorrow, the following\nappropriate words of the poet might well come as a message of comfort to us: \n<\/p><p>\n\"Be still, sad heart! and cease repining; <br \/>\n     Behind the clouds is the sun still shining: <br \/>\n     Thy fate is the common fate of all: <br \/>\n     Into each life some rain must fall.<br \/>\n        Some days must be dark and dreary.\"<br \/><br \/>\n&nbsp; &nbsp;          (\"The Rainy Day\"&mdash;Longfellow)\n<\/p><p>\nThe Savior had his dark and dreary days, and in Gethsemane's garden he suffered untold\nagony as he contemplated the events that confronted him while fulfilling his exalted mission.\n<\/p><p>\nWe, too, will have our dark and dreary days in our search for that which brings joy and\nhappiness. But always there is the assurance and promise that \"every cloud has its silver\nlining.\"\n<\/p><p>\nAs the Latter-day Saints toiled westward across the trackless plains, leading from Nauvoo to\nthe valleys here in the mountains, they suffered and endured many privations and hardships,\nbut they were comforted and cheered as they sang at the close of the day these inspiring\nwords: \n<\/p><p>\n\"Why should we mourn or think our lot is hard?<br \/>\n     'Tis not so; all is right!<br \/>\n     Why should we think to earn a great reward,<br \/>\n     If we now shun the fight?\n<\/p><p>\n\"Gird up your loins, fresh courage take,<br \/>\n     Our God will never us forsake.<br \/>\n     And soon we'll have this truth to tell&mdash;<br \/>\n     All is well! All is well!\"<br \/><br \/>\n&nbsp; &nbsp;     (\"Come, Come, Ye Saints,\" William Clayton.)\n<\/p><p>\nThe gospel of Jesus Christ offers peace and comfort in times of illness, trouble, and sorrow.\nThe Redeemer comforted his listeners with this beautiful and assuring admonition: \"Come\nunto me, all ye that labour and are heavy laden, and I will give you rest.\n<\/p><p>\n\"Take my yoke upon you and learn of me; for I am meek and lowly in heart: and ye shall\nfind rest unto your souls.\n<\/p><p>\n\"For my yoke is easy, and my burden is light\"\n(<span class=\"citation\" id=\"35256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35256)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nAs we go to the house of worship each Sabbath day and partake of the Sacrament, we\ncovenant with our Heavenly Father that we will take upon us the name of the Lord and\nSavior Jesus Christ, and by remembering him and keeping his commandments, we may\nalways have his Spirit to be with us (<span class=\"citation\" id=\"14254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14254)\">D&amp;C 20:77<\/a><\/span>).\n<\/p><p>\nKeeping the commandments and living in harmony with the teachings of the Master will\nresult in assurances of a righteous life, and a righteous life will bring joy and happiness to our\nsouls. Then, even though \"into each life some rain must fall,\" into each life also will come\npeace and contentment.\n<\/p><p>\nFrom what has been said, my dear brothers and sisters, we can see how interested in and\nconcerned about life people of every age and clime have been. They have struggled to analyze\nit, to understand it, to evaluate it. But its full meaning and purpose and duration cannot be\ncomprehended except through the gospel of our Lord Jesus Christ. With the gospel to\ncomfort, to assist, to inspire us, let us meet life head on; courageously, sincerely, and\nprayerfully, meet its joys, its sorrows, its rains and sunshine with full determination to keep\nall of God's commandments, which by so doing we know will bring us back into his presence\nto partake of that eternal joy he has in store for all his faithful children, for which I humbly\npray, bearing you my testimony that I know that God lives, that the gospel is true, in the\nname of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}