{"ID":128, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Admonition and Blessing<\/p>\n<p class=\"gcspeaker\">President Heber J. Grant<\/p>\n<p class=\"gcbib\">Heber J. Grant, <i>Conference Report<\/i>, October 1944, pp. 6-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAgain, my brethren, I am privileged to be with you in another general conference of the\nChurch, and I bear testimony that I know it is by the healing and sustaining power of God\nthat I am here. In another six or seven weeks, the Lord being willing, I shall begin the\neighty-ninth year of my life; and shall have completed sixty-two years since I became one of\nthe apostles; and shall have served twenty-six years as President of the Church. In all this, and\nin much else, the Lord has blessed me richly; and I am grateful I can say that I am better now\nthan I have been during some of the weeks and months just passed. I come to the office\nnearly every day, and I refrain from speaking to you now only on counsel of my doctor,\nwhose advice I usually take.\n<\/p><p>\nI thank the Latter-day Saints from the bottom of my heart for their faith and for their prayers\nin supplicating God in my behalf, for his spirit, for health, for vigor in body and mind. I am\nhere as a witness that God does hear and answer prayer, and I pray that his blessings may be\nupon Israel and upon all honest men everywhere. \n<\/p><p>\nBLESSING TO THOSE WHO WORK IN THE CHURCH\n<\/p><p>\nI desire especially to extend my blessing to all the men and women who preside in all the\nstakes of Zion throughout the Church, in all the missions, in all the wards, in all the quorums\nof the priesthood, and in all the auxiliary organizations. I am convinced beyond the shadow of\na doubt that there cannot be found in any part of the world other men and women giving\nmore unselfishly of their time, of their talents, and of the best that is in them, for the\nsalvation of the souls of men. I am satisfied that there are no other people who are devoting \nmore of their time, of their money, of their thoughts, and of their very being for the\nadvancement of God's work at home and abroad, than are the Latter-day Saints. And with all\nthe power that God has given me. I desire to bless the men and women who are thus giving\ntheir time and thought and are setting examples that are worthy of imitation, not only to those\nover whom they preside, but to all men. Every man and woman who is laboring for the\nsalvation of the souls of men and keeping the commandments of God is entitled to be blessed,\nand I pray God that his blessings may come to them.\n<\/p><p>\nFAITH AND PROTECTION OF OUR YOUTH\n<\/p><p>\nParticularly in this critical time, do I pray for the youth of this generation, and for all those\nwho labor for and with them, and who are responsible for their instruction. Their lives are\nbeset by many temptations and evils and designs by those whom the Lord has chosen to refer\nto as \"conspiring men\" (<span class=\"citation\" id=\"12018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12018)\">D&amp;C 89:4<\/a><\/span>).\nI pray that those who are at home and those who are away, in the\narmed forces and elsewhere, will be kept from evil in all its forms, by the prayers and\nrighteous example of their parents, by remembrance of the teachings in their homes and\nchurch, by their own faithfulness and prayerfulness, and by the protecting\ninfluence of the angels of heaven.\n<\/p><p>\nThere comes to mind an experience in connection with my brother, Fred, after our father died.\nBecause of the mistreatment of a step-father, and neglect, as a young man my brother ran\naway, and I was told by Brother Martinet W. Merrill, at that time bishop of Richmond, Utah,\nthat the night after my brother ran away, he, Brother Merrill, went to bed rebellious. He said:\n\"I turned to my wife, Sister Merrill, and said, 'I feel that the Lord should have inspired me to\ntake that boy away from the man who has reared him. He has abused and beaten him. His\nfather is dead, and his mother has left the Church and now he has gone out into the world\nwith no hope that he will ever come back again.' \"\n<\/p><p>\nAnd that night, so Brother Merrill told me, he had a dream in which he saw my brother in all\nkinds of wicked company in many different states, and he saw that a light surrounded him. In\nthe dream he said: \"What does that light mean?\" And a voice answered: \"That is the influence\nthat a faithful, God-fearing and God-serving father can have over a son to keep him from\ngoing astray, and to eventually bring him back to the truth.\"\n<\/p><p>\nYears later when my brother did come back and joined the Church, as I related here last\nconference, he fulfilled Brother Merrill's dream, because Brother Merrill said that he saw him\nlaboring all over the Church, bringing wayward boys to a knowledge of the truth, and he did\nlabor from Canada to Mexico in that service.\n<\/p><p>\nI am sure that we need a light to surround our boys and girls in this day, and I pray that the\nprotecting influence of faithful, God-fearing, God-serving parents may follow them and keep\nthem wherever they go. I believe that with the faithfulness and obedience of parents and\nproper influences in the home, and with proper instruction and example to youth, we can keep\nthem from all the temptations of the evil one.\n<\/p><p>\nI sympathize with our young people because of these temptations that beset them. I urge\nthem, as I always have, to live the gospel of Jesus Christ fully. In that way they will have\nhealth and happiness and will meet with success in this life and will have an eternity\nof joy in store for them in the life to come. I bless them with courage to meet the problems\nthat lie ahead.\n<\/p><p>\nCONCERNING VIRTUE\n<\/p><p>\nI want to say also at this time that the crying evil of the age is lack of virtue. There is but one\nstandard of morality in the Church of Christ. We have been taught, thousands of us who have\nbeen reared in this Church from our childhood days, that second only to murder is the sin of\nlosing our virtue (<span class=\"citation\" id=\"8838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8838)\">Alma 39:3-5<\/a><\/span>);\nand I want to say to the fathers and to the mothers, and to the sons and\ndaughters, in our Primary, in our Mutual Improvement Associations, in our seminaries and\ninstitutes, in Sunday School, in the Relief Society and in all of our\nPriesthood quorums&mdash;I want it understood that the use of liquor and tobacco is one of the\nchief means in the hands of the adversary whereby he is enabled to lead boys and girls from\nvirtue.\n<\/p><p>\nNearly always those who lose their virtue first partake of those things that excite passions\nwithin them or lower their resistance and becloud their minds. Partaking of tobacco and liquor\nis calculated to make them a prey to those things which, if indulged in, are worse than death\nitself. There is no true Latter-day Saint who would not rather bury a son or a daughter than to\nhave him or her lose his or her virtue&mdash;realizing that virtue is of more value than anything else\nin all the wide world.\n<\/p><p>\nThe devil is ready to blind our eyes with the things of this world, and he would gladly rob us\nof eternal life, the greatest of all gifts\n(<span class=\"citation\" id=\"11947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11947)\">D&amp;C 14:7<\/a><\/span>).\nBut it is not given to the devil, and no power will ever\nbe given to him, to overthrow any Latter-day Saint who is keeping the commandments of\nGod. There is no power given to the adversary of men's souls to destroy us if we are doing\nour duty. But if we are not absolutely honest with God, then we let the bars down, then we\nhave destroyed part of the fortifications by which we are protected, and the devil may come\nin. But no man who was chaste and who was keeping the other commandments of the Lord\nhas ever lost the testimony of the gospel; no man who had the knowledge of the truth has\never turned to the right or to the left, who was attending to his duties, who was keeping the\nWord of Wisdom, who was paying his tithing, who was responding to the calls and duties of\nhis office and calling in the Church.\n<\/p><p>\nMore than ever before, we as a people are scattered abroad throughout the world, we carry\nupon our shoulders the reputation, so to speak, of the Church, every one of us. And the young\nmen and young women of today who think they are being smart by getting a little wine and a\nlittle liquor in their homes, and doing that which the Lord tells them not to do, are laying a\nfoundation that will lead to their destruction eventually. They cannot go on breaking the\ncommandments of the Lord without getting into the rapids. And what are the rapids? The\nrapids of moderate drinking, nine times out of ten, lead to excessive drinking, and excessive\ndrinking leads to the destruction of body and of mind and of faith.\n<\/p><p>\nAny Latter-day Saint who actually believes in the commandments contained in the D&amp;C must\nhave no regard for advancement in life when he fails to keep what is known as the Word of\nWisdom. There is absolutely no benefit to any human being derived from breaking the Word\nof Wisdom, but there is everything for his benefit, morally, intellectually, physically, and\nspiritually in obeying it.\n<\/p><p>\nWhat does the Lord say to those who obey his commandments?\n<\/p><p>\nAnd all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments, shall receive health in their navel and marrow to their bones;\n<\/p><p>\nAnd shall find wisdom and great treasures of knowledge, even hidden treasures;\n<\/p><p>\nAnd shall run and not be weary, and shall walk and not faint.\n<\/p><p>\nAnd I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as\nthe children of Israel, and not slay them\n(<span class=\"citation\" id=\"12023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12023)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\nMay every father and mother so order their lives that their example will be an inspiration to\ntheir children; and may all realize that every Latter-day Saint carries, to a certain extent, upon\nhis or her shoulders the reputation of the Church of Christ. We are trying to raise our children\nto be God-fearing, and to live lives worthy of the imitation of all men. May we read the\nrevelations of the Lord Almighty and his Son Jesus Christ, that have been given to us, as\ncontained in the Doctrine and Covenants; may we read them with a prayerful and a humble\nheart, seeking God for power and strength to live them, whether we are at home or away\nfrom home; and may we listen and give heed to the counsel of our leaders who fire with us\ntoday, I pray with all the power that I possess.\n<\/p><p>\nTHE POWER OF PRAYER\n<\/p><p>\nI have little or no fear for the boy or the girl, the young man or the young woman, who\nhonestly and conscientiously supplicates God daily for the guidance of his spirit. I am sure\nthat when temptation comes they will have the strength to overcome it by the inspiration that\nshall be given to them. Supplicating the Lord for the guidance of his spirit places around us a\nsafeguard, and if we earnestly and honestly seek the guidance of the spirit of the Lord, I can\nassure you that we will receive it. I am convinced that one of the greatest and one of the best\nthings in all the world to keep a man true and faithful in the Gospel of the Lord Jesus Christ,\nis to supplicate God secretly in the name of his Son, for the guidance of his holy spirit. I am\nconvinced that one of the greatest things that can come into any home to cause the boys and\ngirls in that home to grow up in a love of God, and in a love of the Gospel of Jesus Christ is\nto have family prayer.\n<\/p><p>\nIt is not for the father of the family alone to pray, but for the mother and for the children to\ndo so also, that they may partake of the spirit of prayer, and be in harmony with the spirit of\nthe Lord. I believe that there are very few who go astray, that very few lose their faith, who\nhave once had a knowledge of the Gospel, and who never neglect their prayers in their\nfamilies, and their secret supplications to God.\n<\/p><p>\nBut the minute a man stops supplicating God for his spirit and directions just so soon he starts\nout to become a stranger to him and his works. When men stop praying for God's spirit, they\nplace confidence in their own unaided reason, and they gradually lose the spirit of God, just\nthe same as near and dear friends, by never writing to or visiting with each other, will\nbecome strangers. We should all pray that God may never leave us alone for a moment\nwithout his spirit to aid and assist us in withstanding sin and temptation.\n<\/p><p>\nCOMFORT TO THOSE WHO MOURN\n<\/p><p>\nI want to say that my heart goes out in the deepest sympathy and in as deep and sincere a\nprayer as I have ever offered for the comforting influence of the Lord to be given to the\nbrethren and sisters who have sons and brothers and fathers and husbands in the war at the\npresent time. I pray that the Lord will bless each and every boy who has gone into the\nservice, and that he will help each of them to live in accordance with the principles of the\nGospel, so that each may have a claim to the blessings of the Lord to the full extent that\naccords with His wisdom.\n<\/p><p>\nI am praying with all my heart and soul for the end of this war as soon as the Lord can see\nfit to have it stop. And to those homes that have been sorrowed by the loss of loved ones\nthrough death, may the peace and understanding and comfort of our Father in heaven be there\nunfailingly. And to you who are bereaved by the cruelty of war, I say, do not look forward to\na life of care and trouble and anxiety, but look only to the duties and responsibilities of a\nsingle day (<span class=\"citation\" id=\"33888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33888)\">Matt. 6:34<\/a><\/span>),\nand by performing the duties each day that rest upon you, the burdens will be\nlightened notwithstanding all the sorrow that may come into your lives and the many things\nthat may be hard for you to bear. I know the anguish of your feelings, and I can say this to\nyou out of the sorrows of my own life. I have been blessed with only two sons. One of them\ndied at five years of age and the other at seven. My last son died of a hip disease. I had built\ngreat hopes that he would live to spread the Gospel at home and abroad and be an honor to\nme. But he was taken, as some of your sons have been taken. And never in my life am I so\ngrateful for the Gospel of Jesus Christ as I am when some of my family or beloved friends\nare called home to their final reward. There is nothing in the revelations of God to Joseph\nSmith for which I am more grateful than the following quotations from what is known as\n\"The Vision,\" namely, the 76th section of the Doctrine and Covenants:\n<\/p><p>\nAnd this is the gospel, the glad tidings, which the voice out of the heavens bore record unto\nus&mdash;\n<\/p><p>\nThat he came into the world, even Jesus, to be crucified for the world, and to sanctify the\nworld, and to cleanse it from all unrighteousness;\n<\/p><p>\nThat through him all might be saved whom the Father had put into his power and made by\nhim;\n<\/p><p>\nWho glorifies the Father, and saves all the works of his hands, except those sons of perdition\nwho deny the Son after the Father has revealed him.\n(<span class=\"citation\" id=\"12001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12001)\">D&amp;C 76:40-43<\/a><\/span>)\n<\/p><p>\nAnd now, after the many testimonies which have been given of him, this is the testimony, last\nof all, which we give of him: That he lives!\n<\/p><p>\nFor we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;\n<\/p><p>\nThat by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\n(<span class=\"citation\" id=\"11999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11999)\">D&amp;C 76:22-24<\/a><\/span>).\n<\/p><p>\nI know as well as I know anything in this life that Jesus Christ is in very deed the Savior of\nmankind, and that God has seen fit to establish the Church of Jesus Christ\nupon the earth. I thank the Lord that I have an abiding knowledge of God, our Father, and\nJesus Christ, his Son, and that I have pleasure in bearing witness to all the world of this\nknowledge that I possess.\n<\/p><p>\nDeath has no real terror (<span class=\"citation\" id=\"41727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41727)\">Ps. 55:4<\/a><\/span>;\n<span class=\"citation\" id=\"8831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8831)\">Alma 27:28<\/a><\/span>)\nto any true Latter-day Saint. A faithful Latter-day Saint has been\nblessed with a testimony of the divinity of the work in which we are engaged and he knows\nthat when he passes to the other side he will have an eternity of joy and happiness, and this I\npromise you&mdash;you who have lived righteously and who offer your lives in the service of your\ncountry, and you who live righteously and are left to wait, and sometimes to mourn.\n<\/p><p>\nFREEDOM AND THE CONSTITUTION\n<\/p><p>\nEvery faithful Latter-day Saint believes that the Constitution of the United States was inspired\nof God, and that this choice land and this nation have been preserved until now in the\nprinciples of liberty under the protection of God.\n<\/p><p>\nHere are some of Lincoln's statements:\n<\/p><p>\n\"Let the people know the truth, and the country is safe.\" <br \/>\n\"Let none falter who thinks he is right, and we will succeed.\" <br \/>\n\"Let us dare to do our duty as we understand it.\"\n<\/p><p>\nThe following quotation from Abraham Lincoln with respect to the observance of law is also\nworth repeating often;\n<\/p><p>\nLet every American, every lover of liberty, every well wisher to his posterity, swear by the\nblood of the revolution never to violate, in the least particular, the laws of the country, and\nnever to tolerate their violation by others. As the patriots of seventy-six did to the support of\nthe Declaration of Independence, so to the support of the Constitution and laws let every\nAmerican pledge his life, his property, and his sacred honor. Let every man remember that to\nviolate the law is to trample on the blood of his father, and to tear the charter of his own and\nhis children's liberty. Let reverence for the law be breathed by every American mother to the\nlisping babe that prattles on her lap. Let it be taught in schools, in seminaries, and in colleges.\nLet it be written in primers, in spelling books, and almanacs. Let it be preached from the\npulpit, proclaimed in legislative hails, and enforced in courts of justice. In short, let it become\nthe Political Religion of the Nation.\n<\/p><p>\nI quote here two verses from a declaration of the Church contained in Section 134 of the\nD&amp;C, regarding our belief in governments and laws in general, as adopted by a unanimous\nvote of a general assembly of the Church over a century ago:\n<\/p><p>\nWe believe that governments were instituted of God for the benefit of man, and that he holds\nmen accountable for their acts in relation to them, both in making laws and administering\nthem for the good and safety of society.\n<\/p><p>\nWe believe that no government can exist in peace, except such laws are framed and held\ninviolate as will secure to each individual the free exercise of conscience, the right and\ncontrol of property, and the protection of life\n(<span class=\"citation\" id=\"12064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12064)\">D&amp;C 134:1-2<\/a><\/span>).\n<\/p><p>\nThese principles are fundamental to our belief, fundamental to our protection. And in the\nprovidences of the Lord, the safeguards which have been incorporated into the basic structure\nof this nation are, if we preserve them, the guarantee of all men who dwell here against\nabuses, tyrannies, and usurpations. From my childhood days I have understood that we believe\nabsolutely that the constitution of our country is an inspired instrument and that God directed\nthose who created it (<span class=\"citation\" id=\"12044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12044)\">D&amp;C 101:80<\/a><\/span>)\nand those who defended the independence of this nation. Concerning this\nmatter it is my frequent pleasure to quote the statement by Joseph Smith, regarding the\nConstitution:\n<\/p><p>\nThe Constitution of the United States is a glorious standard; it is founded in the wisdom of\nGod. It is a heavenly banner; it is, to all those who are privileged with the sweets of liberty,\nlike the cooling shades and refreshing waters of a great rock in a weary and thirsty land. It is\nlike a great tree under whose branches men from every clime can be shielded from the\nburning rays of the sun.\n<\/p><p>\nAnd such the Constitution of the United States must be to every faithful Latter-day Saint who\nlives under its protection. That the Lord may help him to think straight, and to pursue a\nstraight course regardless of personal advantage, factional interest, or political persuasion,\nshould be the daily prayer of every Latter-day Saint. I counsel you, I urge you, I plead with\nyou, never, so far as you have voice or influence, permit any departure from the principles of\ngovernment on which this nation was founded, or any disregard of the freedoms which, by the\ninspiration of God our Father, were written into the Constitution of the United States.\n<\/p><p>\nETERNAL LIFE THE GREATEST PRIZE\n<\/p><p>\nLet us realize that God is mightier than all the earth. Let us realize that if we are faithful in\nkeeping the commandments of God and cherishing the principles inspired of him, his\npromises will be fulfilled to the very letter. For he has said that not one jot or tittle shall fall\nto the ground unfulfilled (<span class=\"citation\" id=\"33878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33878)\">Matt. 5:18<\/a><\/span>).\nThe trouble is, the adversary of men's souls blinds their minds. He\nthrows dust, so to speak, in their eyes, and they are blinded with the things of this world, and\nthe adversary obtains power over them, and robs them of their freedom, which is what he tried to do in the beginning.\n<\/p><p>\nI say to you, Latter-day Saints, that the pearl of great price is life eternal\n(<span class=\"citation\" id=\"33905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33905)\">Matt. 13:46<\/a><\/span>). God has told us that\nthe greatest of all the gifts he can bestow upon man is life eternal\n(<span class=\"citation\" id=\"11946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11946)\">D&amp;C 14:7<\/a><\/span>). We are laboring for that\ngreat gift, and it will be ours if we keep the commandments of God. One fundamental thing\nfor a Latter-day Saint is to be honest. Another is to value his word as faithfully as his bond;\nto make up his mind that under no circumstances, no matter how hard it may be, by and with\nthe help of the Lord, he will dedicate his life and his best energies to making good his\npromise; and that he will not permit some personal advantage to cause him ever to\ncompromise his principles.\n<\/p><p>\nI say to you that it is not an insignificant thing to hold the priesthood of God&mdash;to have the\nright to influence the powers of the heavens for good; and it is not a slight thing for us to\nneglect to honor the priesthood of God in those who preside over us, nor to ignore them in\ntheir counsel. My faith is such that I could lay down all that I possess rather than ever depart\nfrom the Latter-day work. I value all things as nothing in comparison with having the spirit of\nGod to guide me. And I promise you, as a servant of the living God, that every man and\nwoman who obeys the commandments of God shall prosper in righteousness, that every\npromise made of God shall be fulfilled upon their heads, and that they will grow and increase\nin wisdom, light, knowledge, intelligence, and above all, in the testimony of the Lord Jesus\nChrist. May God help each and every one of us who has a knowledge of the gospel to live it\nthat our lives may preach its truth.\n<\/p><p>\nI leave with you my testimony that God lives, that Jesus is the Christ, that Joseph Smith was\nand is a prophet of God. How do I know it? I know it as well as I know that I live. I know\nheat; I know cold; I know joy, and I know sorrow; and say to you that in the hour of sorrow,\nin the hour of affliction, in the hour of death, God has heard and answered my prayers, and I\nknow that he lives. I leave my testimony with you.\n<\/p><p>\nMay God give direction to all of the utterances of this conference. May he bless our youth\naway, and us at home, and give his direction to the leaders of nations, and speedily bring\nabout the accomplishments of his purposes. May he bless you, one and all, and every honest\nman and woman that lives upon the face of the earth, is my humble prayer, and I ask it in\nhumility in the name of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}