{"ID":1282, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep Faith with Your Family<\/p>\n<p class=\"gcspeaker\">Elder Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1963, pp. 133-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is with a feeling of humility and a prayer in my heart\nthat I accept this assignment to speak to you at this time.\nI have chosen as my subject, \"Keep Faith With Your Family.\"\n<\/p><p>\nAs a school teacher, scoutmaster and bishop, and as I have\ntraveled from place to place and talked to different people,\nI find that many are worried about their children, their\nyouth, are criticizing the youth of other families, blaming\nall kinds of conditions for their problems, and are\nwondering just what can be done or should be done to\nimprove these conditions. On the other hand, I find many of\nour youth who are frustrated, who would really like to\nchoose and do the right and be accepted, but who wonder just\nwhat it is all about, and what is important, and why so\nlittle emphasis is placed on the Gospel of Jesus Christ. It is true\nthat nothing brings greater joy and satisfaction and comfort\nto a parent than to see a child really develop into an\nhonorable, respected, righteous citizen. The youth who\ndevelops into that kind of citizen is loved, respected and\nadmired by all. How can this be accomplished?\n<\/p><p>\nI have always been impressed with the admonition of Joshua\nto his people when he said, \"Choose you this day whom ye\nwill serve, but as for me and my house we will serve the\nLord\" (<span class=\"citation\" id=\"30060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30060)\">Josh. 24:15<\/a><\/span>).\nThen we have the promise made by the\nSaviour when he said, \"Seek ye first the Kingdom of God and\nhis righteousness and all these things shall be added unto\nyou\" (<span class=\"citation\" id=\"35239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35239)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nThe other day I reread an article by J. Edgar Hoover\nentitled \"Should I Force My Child\" which reads:\n<\/p><p>\n\"Shall I make my child go to Sunday School and Church? Yes!\nAnd with no further discussion about the matter. Startled?\nWhy? How do you answer Junior when he comes to breakfast on\nMonday morning and announces to you that he is not going to\nschool any more? You know! Junior goes.\n<\/p><p>\n\"How do you answer when junior comes in very much besmudged\nand says, 'I'm not going to take a bath.' Junior bathes,\ndoesn't he?\n<\/p><p>\n\"Why all this timidity, then, in the realm of his spiritual\nguidance and growth? Going to let him wait and decide what\nChurch he'll go to when he's old enough? Quit your kidding!\nYou didn't wait until you were old enough. You don't wait\nuntil he is old enough to decide whether he wants to go to\nschool or not to start his education. You don't wait until\nhe is old enough to decide whether he wants to be clean or\ndirty do you? Do you wait until he is old enough to decide\nif he wants to take his medicine when he is sick, do you?\n<\/p><p>\n\"What shall we say when junior announces he doesn't like to\ngo to Sunday School and Church? That's an easy one to\nanswer. Just be consistent. Tell him, 'Junior, in our house\nwe all go to Church and to Sunday School, and that includes\nyou.' Your firmness and example will furnish a bridge over\nwhich youthful rebellion may travel into rich and satisfying\nexperience in personal religious living. The parents of\nAmerica can strike a telling blow against the forces that\ncontribute to our juvenile delinquency, if our mothers and\nfathers will take their children to Sunday School and Church\nregularly.\"\n<\/p><p>\nIn my opinion, Mr. Hoover answers the question in the last\nparagraph wherein he says, \"<i>Tell him, in our house we all go<\/i>\n<i>to Sunday School and Church<\/i>.\" And then again in the last\nsentence, \"The parents of America can strike a telling blow\nagainst the forces that contribute to our juvenile\ndelinquency if our mothers and fathers will <i>take<\/i> their\nchildren to Sunday School\nand Church <i>regularly<\/i>.\" There would be no need of forcing our\nchildren to attend Sunday School and Church if we as parents\nattend regularly, because that would just be a part of their\nlives and children like to be with their parents. It is\ndifficult for children to understand why they should go to\nSunday School or Church when their parents feel it is more\nimportant or more interesting for them to go fishing or\ngolfing. Our Lord and Master has said, \"Thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy\nday\" (<span class=\"citation\" id=\"14277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14277)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nI thought a friend of mine showed a good example of this\nwhen his son came to him and said, \"Dad, I don't want to go\nto Church today.\" His dad replied, \"My son, you have your\nfree agency, you better hurry and get your coat or we'll be\nlate.\" You notice, <i>we'll<\/i> be late&mdash;not <i>you'll<\/i> be late.\n<\/p><p>\nHow fortunate is the boy or girl who lives in a home where\nthe parents believe in God, the Eternal Father, and his\nSon, Jesus Christ, and know within their hearts that the\nSavior came and brought the Gospel of peace and good will\nand gave the plan of life and salvation whereby all mankind\nmay be saved; and who set about to so order their lives as\nto keep his commandments. We have been admonished, \"Counsel\nwith the Lord in all thy doings and he will direct thee for\ngood\" (<span class=\"citation\" id=\"9037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9037)\">Alma 37:37<\/a><\/span>).\nTo join with the family in prayer every day, and to\ntalk to our Father in Heaven, to seek his blessing, and\nexpress our gratitude, will have a profound influence not\nonly on the life of the child, but on the lives of the\nfamily as a whole. A feeling of love, unity, and of being in\ntune will be experienced by all. Encourage them to go\nprivately to the Lord in thanksgiving and supplication.\n<\/p><p>\nWhat strength and courage it gives a young man as he goes\nout into the world when he comes from a home where there is\nno question in his mind that his parents feel and always act\nas Paul when he says, \"I am not ashamed of the Gospel of\nChrist for it is the power of God unto salvation to\neveryone that believeth\" (<span class=\"citation\" id=\"50009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50009)\">Rom. 1:16<\/a><\/span>).\nThere are too many people in the world\ntoday who are like the chief rulers as recorded in these\nwords, \"Nevertheless, among the chief rulers also many\nbelieved on him, but because of the Pharisees they did not\nconfess him lest they should be put out of the synagogue\n<i>for they loved the praise of men more than they loved the<\/i>\n<i>praise of God<\/i>\" (<span class=\"citation\" id=\"28077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28077)\">John 12:42-43<\/a><\/span>).\n<\/p><p>\nGreat doubt is raised in the mind of a child whose parents\nprofess one thing and do another; where they profess to be\nChristians and believe in God, but do nothing about it. As\nElijah came unto all the people and said, \"How long halt ye\nbetween two opinions. If the Lord be God, follow him; but if\nBaal, then follow him\"\n(<span class=\"citation\" id=\"1224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1224)\">1 Kgs. 18:21<\/a><\/span>).\nThe Lord has said,\n\"If you love me you will keep my commandments\"\n(<span class=\"citation\" id=\"28086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28086)\">John 14:15<\/a><\/span>).\n<\/p><p>\nEvery day is full of choices. Our choices today determine\nour future and the future of our children. Such little\nquestions as: Will I be honest? Will I keep my pledge or\ncommitment or promise? Will I prove dependable? Will I go\nto Church or will I go fishing? We cannot be <i>nearly<\/i>\ndependable, we cannot be <i>reasonably<\/i> honest, we cannot be\ndiligent <i>sometimes<\/i>, we cannot <i>nearly<\/i> catch a plane and be\nwhere or what we wish to be.\n<\/p><p>\nLet us always remember and determine that the things which\nmatter most must not he at the mercy of things which matter\nleast. First, we must choose what we want out of life, and\nthen if we wish to achieve it, we must abide by the rules\nwhether it be to gain a university degree, to become an\nAmerican citizen or to reach the Celestial Kingdom.\n<\/p><p>\nAs one of our poets wrote so well:\n<\/p><p>\n\"Know this, that every soul is free<br \/>\nTo choose his life and what he'll be;<br \/>\nFor this eternal truth is given<br \/>\nThat God will force no man to heaven.\n<\/p><p>\n\"He'll call, persuade, direct aright<br \/>\nAnd bless with wisdom, love, and light;<br \/>\nIn nameless ways be good and kind<br \/>\nBut never force the human mind.\n<\/p><p>\n\"Freedom and reason make us men<br \/>\nTake this away and what are we then<br \/>\nMere animals, and just as well<br \/>\nThe beasts may think of heaven or hell.\"\n<\/p><p>\nLet each of us check and determine whether our innermost\nthoughts are holding us on the animal plane or whether they\ntend to lift us into the mental, moral, and spiritual realm.\nWe become slaves as we break the laws of nature, as we\nbecome addicted to bad habits, or, we remain free as we\nchoose the right. The Lord has said, \"Thou shalt have no\nother Gods before me\"\n(<span class=\"citation\" id=\"22711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22711)\">Ex. 20:3<\/a><\/span>).\nSome have as their Gods\nmoney, political power, fame, false ideologies, idols, and\neven unknown Gods. Two or three years ago, while traveling\nwith Lord Rowallan, Chief Scout of the British Commonwealth,\nI was thrilled with his comment as he led in the Scout\npromise. As he said, \"On my honor I promise to do my duty to\nGod,\" he stopped and said to the Scouters who were present,\n\"As I make this promise I think of a God who can hear and\nanswer prayers, who is interested in what we are doing, and\nwho will guide us and bless us according to our needs and\nour faith.\" And then he said, \"If any of you do not believe\nin such a God, you can serve better some place else.\" \"For\nGod so loved the world that he gave his only begotten son\nthat whosoever believeth in him shall not perish but have\neverlasting life\"\n(<span class=\"citation\" id=\"28061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28061)\">John 3:16<\/a><\/span>).\n<\/p><p>\nSelfishness, murder, hatred, and conquest are rampant\nthroughout the so-called civilized world today. If each and\nevery man could say and do as Joshua admonished, \"as for me\nand my house we will serve the Lord\"\n(<span class=\"citation\" id=\"30061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30061)\">Josh. 24:15<\/a><\/span>),\nand keep his\ncommandments, we would have peace in the world. Yes, if the\npeople in the world would today \"love\" God and keep his\ncommandments, we would have peace overnight. As someone has\nso aptly said, \"Righteousness in the individual makes for\nharmony in the home, harmony in the home makes for order in\nthe nation, and order in the nation results in peace in the\nworld.\"\n<\/p><p>\nIt would be most helpful if parents would sit down with the\nwhole family and discuss what they want out of life, what\nthey want to accomplish, and how they can help one another\nin doing\nit. After this decision is made, it will be necessary for\nall of them to answer the questions: Is it worth the effort,\nor am I prepared to do my part? Can I discipline myself, or\nhave I the will power? Then, each and every one must make up\nhis mind, accept his obligations, and go forward with\ndetermination realizing that it will bring the greatest joy\nand satisfaction and success in life. When one begins to\nrationalize, or try to explain why he does this or that\nwhich he knows is wrong, he is actually bringing his ideals\ndown to his actions. Where, on the other hand, if one\nrepents and sets about to improve himself and keep the\ncommandments, he is raising his standards or his actions up\nto his ideals.\n<\/p><p>\nWhat a marvelous thing it would be if we and our children\ncould learn early in life the joy and satisfaction that\ncomes from living good, clean, honest, and upright lives all\nthe time and that there is no joy or satisfaction in sin. It\nis so important that we all try to enjoy living and that our\nyoung people have a good time. However, this good time\nshould be such that in the future, whether it be a month, a\nyear, or ten years from now they can always look back on\nthis as \"a good time,\" realizing that a man of honor does\nnot change his code of honor with passing circumstances.\nThe greatest joy and happiness one can get out of living is\nto know that he has done and is doing right, and to be in\nthe service of the Lord.\n<\/p><p>\nWe have the old commandment, \"Honor thy father and thy\nmother that thy days may be long upon the land which the\nLord thy God giveth thee\"\n(<span class=\"citation\" id=\"22712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22712)\">Ex. 20:12<\/a><\/span>).\nChildren should be taught and\ntrained to honor their father and their mother. Their\nparents gave them life and cared for them when they could\nnot care for themselves. Every child of every age should\nlove and honor his parents. It is much easier, however, for\nchildren to do this if the parents live worthy of the honor\nof their children and are always an example to them, where\nthey wield a real influence for good in their lives.\n<\/p><p>\nThere is no responsibility greater than that of teaching and\ntraining a child\nto be an honest, honorable, and righteous citizen; and\nthere is no stronger, more effective way of doing it than\nfor the parent to be what he would like his son to be. What\na great day it will be for the world and the Church when\nevery father and son will do and be what he would like the\nother to think he is. In other words, father should always\ntry to put himself in the position where he would be glad\nto have his son say, \"I do nothing save that which I have\nseen my father do.\" It is the manner of our living and not\nthe words we use to explain it that makes up the moral fiber\nof the children God has given to us. We should never be\nsurprised if our children grow up to be like us. Therefore, we\nmust take the time to be the kind of people we would like\nour children to be. It is so important that the rush of the\nworld and the pressure of business do not make fathers and\nsons strangers. When we say with a shrug of the shoulder,\n\"Boys will be boys,\" maybe we should remember that boys\nwill soon be men and set about to help make them men. There\nis a point at which sympathy becomes coddling and kindness\nbecomes indulgence and they who are too busy, too lazy, or\ntoo softhearted to give children the example and discipline\nthey need are being unfair to everyone and particularly to\nthe children. It is most difficult for parents to discipline\ntheir children and expect them to do those things which are\nnot important enough for parents to do themselves.\n<\/p><p>\nWe are all the children of God and he wants us to succeed\nand stands ready to answer a call. Let us never forget that\nthe Lord has said, \"This is my work and my glory to bring to\npass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39171)\">Moses 1:39<\/a><\/span>).\nSatan has pledged himself to destroy man. We should always\nthank our Heavenly Father that Satan cannot force us to do\nwrong; and also, realize and be thankful for the fact that\nthe Lord will not force us to do right. We have our free\nagency and we can choose to do right or wrong, to be a\nfailure or success, to serve the Lord or Baal.\n<\/p><p>\nLet us not forget that a young man\nor a young woman of character, industry, faith,\nintelligence and loyalty will always be at a premium and\nwill always be able to find a place or make one when he can\ntruthfully say, \"As for me and my house we will serve the\nLord\" (<span class=\"citation\" id=\"30062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30062)\">Josh. 24:15<\/a><\/span>)\nand truly seek first the Kingdom of God and his\nrighteousness, knowing that all things for his good will be\nadded unto him.\n<\/p>\n<\/div>\n<\/div>"}