{"ID":1284, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"I Will Go and Do the Things...\"<\/p>\n<p class=\"gcspeaker\">President Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1963, pp. 12-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved President David O. McKay, President Brown, and brothers and sisters: It is with\ngreat difficulty and a feeling of deep humility that I stand before you in response to this high\nhonor and heavy responsibility that has been bestowed upon me, one of thy most humble\nservants, the weakest and least prepared of all. I humbly pray that the spirit and blessings of\nthe Lord will attend me as I stand before you this morning.\n<\/p><p>\nI am sure that my call to this position must have been a shock to many of you, as it is to me.\nIt is certainly another evidence of the fact that God moves in a mysterious way, his wonders\nto perform.\n<\/p><p>\nOnly because these, my colleagues, have such a strong testimony that we are led by a prophet\nof God can they sustain me in this position. I humbly pray that as they\nsustain the prophet in his decision that they, knowing my weakness, will continue to pray for\nme and give of their strength which I need so badly, and with that assurance, my brothers and\nsisters, I can humbly say as did Nephi of old:\n<\/p><p>\n\"I will go and do the things which the Lord hath commanded, for I know that the Lord giveth\nno commandments unto the children of men, save he shall prepare a way for them that they\nmay accomplish the thing which he commandeth them\"\n(<span class=\"citation\" id=\"1583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1583)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nI humbly thank you all for your confidence and sustaining vote, and pledge to all of you and\nto these, my brethren and colleagues, whom I love so much, and whom I sustain with all my\nheart, and to you, President McKay, as the Lord's representative, and to God himself,\neverything with which the Lord has blessed me for the building up of the kingdom of God.\n<\/p><p>\nI thank God for my loyal and devoted wife and family whom I love so much and who have\nalways sustained and strengthened me with their inspiration, loyalty, faith, and prayers and\nwho will continue to sustain me in this new calling.\n<\/p><p>\nI thank my Heavenly Father for the wonderful privilege that I have had of associating with\nthese fine men, for the influence they have had in my life and for the encouragement and\nstrength they have given me. And I thank God for the signal privilege I have had of\nassociating so closely with, and feeling the great spirit and influence of, our beloved President\nDavid O. McKay. All that has been written and said about him, as he has just passed his\nninetieth birthday, does not and cannot portray the greatness of him who has been chosen as a\nprophet of God and who is now President of The Church of Jesus Christ of Latter-day\nSaints&mdash;the kingdom of God here upon the earth. It is impossible to appreciate or estimate the\ntremendous influence for good that he has exerted upon all mankind. The closer that one is to\nhim, and the more he is permitted to associate with him, the stronger one's testimony\nbecomes that he is a prophet of God.\n<\/p><p>\nIt is with sadness that I mention the absence of our beloved friend and colleague, President\nHenry D. Moyle, whom we all miss so much, and whose passing makes these changes\nnecessary. His family, his friends, his Church, his community, and his country have suffered a\ntremendous loss. He was a loving husband and father, a true and loyal friend, a thoughtful\nneighbor, a devoted member and capable leader of the Church. He was always working for\nthe good of his country and the betterment of mankind. I wish to express my love and\nsympathy to Sister Moyle and her family and pray that the Spirit of the Lord will accompany\nand strengthen them and give them courage to carry on.\n<\/p><p>\nAt this time, I should like to welcome Brother Thomas Monson, whom I sustain with all my\nheart.\n<\/p><p>\nI have not words to express my deep love for the Lord and my gratitude to him for his many\nblessings unto me and mine, and I sincerely pray for his continued guidance and strength, as I\ntry to serve him. And I wish to pledge with you again that my life and all that I have will be\ncompletely devoted to the service of my Maker and to my fellow men, always with a prayer\nin my heart that he will give me wisdom and knowledge, courage and strength and inspiration\nand determination and ability to keep his commandments and serve in a way that will be\nacceptable to him.\n<\/p><p>\nAgain I appeal to each and every one of you to exercise your faith and prayers in my behalf\nthat I might lose myself in his service and go forward with an eye single to his glory.\n<\/p><p>\nI wish to bear my testimony that I know that God lives, that Jesus is the Christ who gave his\nlife for you and me; that this is his Church and kingdom; that we have at the head of our\nChurch this day a prophet of God who is led by him, and through whom we are led in the\npaths of truth and righteousness.\n<\/p><p>\nMay we follow him, knowing that we will be led into immortality and eternal life, I humbly\npray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}