{"ID":1285, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"I Stand at the Door and Knock\"<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, October 1963, p. 14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Brown, President Tanner, my brethren, and brothers and sisters,\nfrom the depths of humility, and with an overwhelming sense of inadequacy, I stand before\nyou and pray earnestly for your prayers in my behalf.\n<\/p><p>\nAll of us are saddened by the loss of President Henry D. Moyle. I also miss the presence of\nPresident J. Reuben Clark, Jr., and President Stephen L Richards who served in the First\nPresidency.\n<\/p><p>\nSome years ago I stood at a pulpit and noticed a little sign that only the speaker could see,\nand the words on that sign were these: \"Who stands at this pulpit, let him be humble.\" How I\npray to my Heavenly Father that I might never forget the lesson I learned that day!\n<\/p><p>\nI feel to thank my Heavenly Father for his many blessings to me. I am grateful to have been\nborn of goodly parents (<span class=\"citation\" id=\"1582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1582)\">1 Ne. 1:1<\/a><\/span>),\nwhose parents were gathered out of the lands of Sweden and Scotland\nand England by humble missionaries who through the bearing of their testimonies touched the\nspirits of these wonderful people.\n<\/p><p>\nI am so grateful for my teachers and leaders in my boyhood and young manhood in a humble,\npioneer ward in a humble, pioneer stake. I am grateful for my sweet companion and for the\ninfluence for good which she has had upon my life, and to her dear mother who had the\ncourage in far-off Sweden to accept the gospel and to come to this country. I am so happy\nthat the Lord has blessed us with three fine children, our youngest born to us in the mission\nfield in Canada. I am grateful for these blessings. I am grateful for my friends and for O.\nPreston Robinson and my associates at the Deseret News with whom I have so closely worked\nthese past fifteen years.\n<\/p><p>\nI know that God lives, my brothers and sisters. There is no question in my mind. I know that\nthis is his work, and I know that the sweetest experience in all this life is to feel his\npromptings as he directs us in the furtherance of his work. I have felt these promptings as a\nyoung bishop, guided to the homes where there was spiritual, or perhaps temporal, want. I felt\nit again in the mission field as I worked with your sons and your daughters&mdash;the missionaries\nof this great Church who are a living witness and testimony to the world that this work is\ndivine and that we are led by a prophet.\n<\/p><p>\nI think of a little sister, a French-Canadian sister, whose life was changed by the missionaries\nas her spirit was touched as she said good-bye to me and my wife two years ago in Quebec.\nShe said, \"President Monson, I may never see the prophet. I may never hear the prophet. But\nPresident, far better, now that I am a member of this Church, I can obey the prophet.\"\n<\/p><p>\nMy sincere prayer today, President McKay, is that I might always obey you and these, my\nbrethren. I pledge my life, all that I may have. I will strive to the utmost of my ability to be\nwhat you would want me to be. I am grateful for the words of Jesus Christ, our Savior, when\nhe said:\n<\/p><p>\n\"I stand at the door and knock. If any man hear my voice and open the door, I will come in\nto him\" (<span class=\"citation\" id=\"42331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42331)\">Rev. 3:20<\/a><\/span>).\n<\/p><p>\nI earnestly pray, my brothers and sisters, that my life might merit this promise from our\nSavior. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}