{"ID":1286, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be Not Deceived<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1963, p. 15-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHumbly and gratefully I approach you today. Humble in the awesome task of speaking to\nyou&mdash;grateful for the gospel and a prophet at our head. I concur in this great address on man and\nfree agency given by the Lord's mouthpiece. President McKay will go down in eternity as\none of the great champions of free men.\n<\/p><p>\nYears ago my great-grandfather, while an investigator, attended a Mormon meeting during\nwhich a member had a quarrel over the Sacrament table with the branch president. When the\nservice was over, Mrs. Benson turned to Ezra T. and asked him what he thought of the\nMormons now. I'll always be grateful for his answer. He said he thought the actions of its\nmembers in no way altered the truth of Mormonism. That conviction saved him from many a\ntragedy. Before joining the Church, Grandfather was moved by a marvelous prayer of Apostle\nJohn E. Page.\n<\/p><p>\nBut later the young convert was greatly shocked by the same man whose actions reflected his\ngradual apostasy.\n<\/p><p>\nIronically, when Elder Page eventually was excommunicated, Brigham Young selected the\nyoung convert to fill Elder Page's place in the Quorum of the Twelve.\n<\/p><p>\nSix of the original Twelve Apostles selected by Joseph Smith were excommunicated. The\nThree Witnesses to the Book of Mormon left the Church. Three of Joseph Smith's Counselors\nfell&mdash;one even helped plot his death.\n<\/p><p>\nA natural question that might arise would be, that if the Lord knew in advance that these men\nwould fall, as he undoubtedly did, why did he have his Prophet call them to such high office?\nThe answer is; to fill the Lord's purposes. For even the Master followed the will the will of\nthe Father by selecting Judas (<span class=\"citation\" id=\"28065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28065)\">John 6:70<\/a><\/span>).\nPresident George Q. Cannon suggests an explanation, too, when\nhe states:\n<\/p><p>\n\"Perhaps it is His own design that faults and weaknesses should appear in high places in order\nthat His Saints may learn to trust in Him and not in any man or men.\" (<i>Millennial Star<\/i>,\n53:658-659. February 15, 1891.)\n<\/p><p>\nAnd this would parallel Lehi's warning; put not your \". . . trust in the arm of flesh\"\n(<span class=\"citation\" id=\"3695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3695)\">2 Ne. 4:34<\/a><\/span>).\n<\/p><p>\n\"The Church,\" says President McKay, \"is little, if at all, injured by persecution and calumnies\nfrom ignorant, misinformed, or malicious enemies.\" (<i>The Instructor<\/i>, February 1956, p. 33.)\n<\/p><p>\nIt is from within the Church that the greatest hindrance comes. And so, it seems, it has been.\nNow the question arises, will we stick with the kingdom and can we avoid being deceived?\nCertainly this is an important question, for the Lord has said that in the last days the devil\nwill \"rage in the hearts of . . . men\" (<span class=\"citation\" id=\"3706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3706)\">2 Ne. 28:20<\/a><\/span>),\nand if it were possible he shall \"deceive the very elect\" (see\n(<span class=\"citation\" id=\"30786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30786)\">JS&mdash;M 1:5-37<\/a><\/span>).\n<\/p><p>\n\"The adversary,\" said Brigham Young, \"presents his principles and arguments in the most\napproved style, and in the most winning tone, attended with the most graceful attitudes; and\nhe is very careful to ingratiate himself into the favour of the powerful and influential of\nmankind, uniting himself with popular parties, floating into offices of trust and emolument by\npandering to popular feeling, though it should seriously wrong and oppress the innocent. Such\ncharacters put on the manners of an angel, appearing as nigh like angels of light\n(<span class=\"citation\" id=\"3047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3047)\">2 Cor. 11:14<\/a><\/span>) as they\npossibly can, to deceive the innocent and the unwary. The good which they do, they do it to\nbring to pass an evil purpose upon the good and honest followers of Jesus\nChrist.\" (<i>JD<\/i> 11:238-239.)\n<\/p><p>\nThose of us who think \". . . all is well in Zion\" (<span class=\"citation\" id=\"3709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3709)\">2 Ne. 28:21<\/a><\/span>)\nin spite of Book of\nMormon warning might ponder the words of Heber C. Kimball when he said, \"Yes, we think\nwe are secure here in the chambers of these everlasting hills . . . but I want to say to you, my\nbrethren, the time is coming when we will be mixed up in these now peaceful valleys to that\nextent that it will be difficult to tell the face of a Saint from the face of an enemy against the\npeople of God. Then is the time to look out for the great sieve, for there will be a great\nsifting time, and many will fall. For I say unto you there is a test, a Test, a TEST coming\"\n(Heber C. Kimball, 1856. Quoted by J. Golden Kimball, <i>Conference Report<\/i>, October 1930,\npp. 59-60).\n<\/p><p>\nOne of the greatest discourses that I have ever heard or read on how to avoid being deceived\nwas given from this pulpit during the priesthood session of the October, 1960 semiannual\nconference by Elder Marion G. Romney (<i>Ibid.<\/i>, October 1960, 73-75). I commend it to you\nfor your close study and wish that there were time to reread it. During the talk Elder Romney\nstated that there was no guarantee that the devil will not deceive a lot of men who hold the\npriesthood. Then, after referring to a talk on free agency by President McKay, Elder Romney\nstates, \". . . Free agency is the principle against which Satan waged his war in heaven. It is\nstill the front on which he makes his most furious, devious, and persistent attacks. That this\nwould be the case was foreshadowed by the Lord.\"\n<\/p><p>\nAnd then after quoting the scripture from the Pearl of Great Price regarding the war in heaven\nover free agency (<span class=\"citation\" id=\"39180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39180)\">Moses 4:1-4<\/a><\/span>)\nElder Romney continues:\n<\/p><p>\n\"You see, at the time he was cast out of heaven, his objective was (and still is) 'to deceive\nand to blind men and to lead them captive at his will.' This he effectively does to as many as\nwill not hearken unto the voice of God. His main attack is still on free agency. When he can\nget men to yield their agency, he has them well on the way to captivity.\n<\/p><p>\n\"We who hold the priesthood must beware concerning ourselves, that we do not fall into the\ntraps he lays to rob us of our freedom. We must be careful that we are not led to accept or\nsupport in any way any organization, cause or measure which, in its remotest effect, would\njeopardize free agency, whether it be in politics, government, religion, employment,\neducation, or any other field. It is not enough for us to be sincere in what we support. We\nmust be right!\"\n<\/p><p>\nElder Romney then outlined some tests to distinguish the true from the counterfeit. Now this\nis crucial for us to know, for as President [John] Taylor said, \"Besides the preaching of the\nGospel, we have another mission, namely, the perpetuation of the free agency of man and the\nmaintenance of liberty, freedom, and the rights of man\" (<i>JD<\/i> 23:63).\n<\/p><p>\nIt was the struggle over free agency that divided us before we came here; it may well be the\nstruggle over the same principle which will deceive and divide us again.\n<\/p><p>\nMay I suggest three short tests to avoid being deceived, both pertaining to this freedom\nstruggle and all other matters.\n<\/p><p>\n1. What do the standard works have to say about it? \"To the law and to the testimony: if they\nspeak not according to this word, it is because there is no light in them,\" said Isaiah\n(<span class=\"citation\" id=\"25233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25233)\">Isa. 8:20<\/a><\/span>).\nThis is one of the great truths of Isaiah so important that it was included in the Book\nof Mormon scriptures. There it reads: \"To the law and to the testimony; and if they speak not\naccording to this word, it is because there is no light in them\"\n(<span class=\"citation\" id=\"3703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3703)\">2 Ne. 18:20<\/a><\/span>). And Hosea\nsaid, \"My people are destroyed for lack of knowledge\"\n(<span class=\"citation\" id=\"24904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24904)\">Hosea 4:6<\/a><\/span>).\n<\/p><p>\nWe must diligently study the scriptures. Of special importance to us are the Book of Mormon\nand the Doctrine and Covenants. Joseph Smith said, \". . . that the Book of Mormon was the\nmost correct of any book on earth, and the keystone of our religion, and a man\nwould get nearer to God by abiding by its precepts, than by any other book.\"\n(<i>DHC<\/i> 4:461.)\n<\/p><p>\nThe Book of Mormon, Brigham Young said, was written on the tablets of his heart and no\ndoubt helped save him from being deceived. The Book of Mormon has a lot to say about\nAmerica, freedom, and secret combinations.\n<\/p><p>\nThe Doctrine and Covenants is important because it contains the revelations which helped lay\nthe foundation of this great latter-day work. It speaks of many things. Section 134, verse 2,\nstates that government should hold inviolate the rights and control of property\n(<span class=\"citation\" id=\"14355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14355)\">D&amp;C 134:2<\/a><\/span>). This makes\nimportant reading in a day when government controls are increasing and people are losing the\nright to control their own property.\n<\/p><p>\n2. The second guide is: what do the latter-day Presidents of the Church have to say on the\nsubject&mdash;particularly the living President? President Wilford Woodruff related an instance in\nchurch history when Brigham Young was addressing a congregation in the presence of the\nProphet Joseph Smith:\n<\/p><p>\n\"Brother Brigham took the stand, and he took the Bible and laid it down; he took the Book of\nMormon, and laid it down: and he took the Book of Doctrine and Covenants, and laid it down\nbefore him, and he said, 'There is the written word of God to us, concerning the work of God\nfrom the beginning of the world, almost, to our day.' 'And now,' said he, 'when compared\nwith the living oracles, those books are nothing to me; those books do not convey the word of\nGod direct to us now, as do the words of a Prophet or a man bearing the Holy Priesthood in\nour day and generation. I would rather have the living oracles than all the writing in the\nbooks.' That was the course he pursued. When he was through, Brother Joseph said to the\ncongregation: 'Brother Brigham has told you the word of the Lord, and he has told you the\ntruth'\" (<i>Conference Report<\/i>, October 1897, pp. 18-19).\n<\/p><p>\n<\/p><p>\nThere is only one man on the earth today who speaks for the Church (see\n<span class=\"citation\" id=\"14255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14255)\">D&amp;C 21:4<\/a><\/span>;\n<span class=\"citation\" id=\"14352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14352)\">D&amp;C 132:7<\/a><\/span>).\nThat man is President David O. McKay. Because he gives the word of the Lord for us today,\nhis words have an even more immediate importance than those of the dead prophets. When\nspeaking under the influence of the Holy Ghost his words are scripture  (see\n<span class=\"citation\" id=\"14282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14282)\">D&amp;C 68:4<\/a><\/span>). I\ncommend for your reading the masterful discourse of President J. Reuben Clark Jr., in the\n<i>Church News<\/i> of July 31, 1954, entitled: \"When Are Church Leader's Words Entitled to Claim\nof Scripture?\"\n<\/p><p>\nThe President can speak on any subject he feels is needful for the Saints. As Brigham Young\nhas stated: \"I defy any man on earth to point out the path a prophet of God should walk in, or\npoint out his duty, and just how far he must go, in dictating temporal or spiritual things.\nTemporal and spiritual things are inseparably connected, and ever will be\" (<i>JD<\/i> 10:364).\nOther officers in the kingdom have fallen but never the Presidents. Keep your eye on the\ncaptain is still good counsel. The words of a living prophet must, and ever will take\nprecedence.\n<\/p><p>\nPresident McKay has said a lot about our tragic trends towards socialism and communism and\nthe responsibilities liberty-loving people have in defending and preserving our Constitution\n(see <i>Conference Report<\/i>, April 1953, pp. 112-113). Have we read these words from God's\nmouthpiece and pondered on them?\n<\/p><p>\n3. The third and final test is the Holy Ghost&mdash;the test of the Spirit. By that Spirit we \". . .\nmay know the truth of all things\" (<span class=\"citation\" id=\"38306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38306)\">Moro. 10:5<\/a><\/span>).\nThis test can only be fully effective if one's\nchannels of communication with God are clean and virtuous and uncluttered with sin. Said\nBrigham Young:\n<\/p><p>\n\"You may know whether you are led right or wrong, as well as you know the way home; for\nevery principle God has revealed carries its own convictions of its truth to the human mind . . .\n<\/p><p>\n\"What a pity it would be if we were led by one man to utter destruction! Are you afraid of\nthis? I am more afraid that this people have so much confidence in their leaders that they will\nnot inquire of themselves of God whether they are led by Him. I am fearful they settle down\nin a state of blind self-security, trusting their eternal destiny in the hands of\ntheir leaders with a reckless confidence that in itself would thwart the purposes of God in\ntheir salvation, and weaken that influence they could give to their leaders, did they know for\nthemselves, by the revelations of Jesus, that they are led in the right way. Let every man and\nwoman know, by the whispering of the Spirit of God to themselves, whether their leaders are\nwalking in the path that the Lord dictates, or not. This has been my exhortation continually.\"\n(<i>JD<\/i> 9:149-150).\n<\/p><p>\nElder Heber C. Kimball stated: \"The time will come when no man or woman will be able to\nendure on borrowed light\" (Orson F. Whitney, <i>Life of Heber C. Kimball<\/i>, 1888 edition, p. 461).\n<\/p><p>\nHow then can we know if a man is speaking by the spirit? The Bible, Book of Mormon, and\nDoctrine and Covenants give us the key (see\n<span class=\"citation\" id=\"361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(361)\">1 Cor. 2:10-11<\/a><\/span>;\n<span class=\"citation\" id=\"3716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3716)\">2 Ne. 33:1<\/a><\/span>;\n<span class=\"citation\" id=\"14270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14270)\">D&amp;C 50:17-23<\/a><\/span>;\n<span class=\"citation\" id=\"14325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14325)\">D&amp;C 100:5-8<\/a><\/span>).\nPresident Clark summarized them well when he said:\n<\/p><p>\n\"We can tell when the speakers are moved upon by the Holy Ghost only when we, ourselves,\nare moved upon by the Holy Ghost. In a way, this completely shifts the responsibility from\nthem to us to determine when they so speak . . . the Church will know by the testimony of\nthe Holy Ghost in the body of the members, whether the brethren in voicing their views are\nmoved upon by the Holy Ghost; and in due time that knowledge will be made manifest.\"\n(<i>Church News<\/i>, July 31, 1954.)\n<\/p><p>\nWill this Spirit be needed to check actions in other situations? Yes, and it could be used as a\nguide and a protector for the faithful in a situation described by Elder Lee at the last general\npriesthood session of the Church when he said:\n<\/p><p>\n\"In the history of the Church there have been times or instances where Counselors in the First\nPresidency and others in high station have sought to overturn the decision or to persuade the\nPresident contrary to his inspired judgment, and always, if you will read carefully the history\nof the Church, such oppositions brought not only disastrous results to those who resisted the\ndecision of the President, but almost always such temporary persuasions were called back for\nreconsideration, or a reversal of hasty action not in accordance with the feelings, the inspired\nfeelings, of the President of the Church. And that, I submit, is one of the fundamental things\nthat we must never lose sight of in the building up of the kingdom of God\"\n(<i>Conference Report<\/i>, April, 1963, p. 81).\n<\/p><p>\nThese then, are the three tests: The standard works; the inspired words of the Presidents of the\nChurch, particularly the living Presidents; and the promptings of the Holy Ghost.\n<\/p><p>\nNow, brothers and sisters, in this great struggle for free agency just think what a power for\ngood we could be in this world if we were united. Remember how President Clark used to\nreiterate in the general priesthood meeting of the Church that there was not a righteous thing\nin this world that we couldn't accomplish if we were just united.\n<\/p><p>\nAnd President McKay has reiterated it again and again when he's stated: \"Next to being one\nin worshiping God, there is nothing in this world upon which this Church should be more\nunited than in upholding and defending the Constitution of the United States!\n<\/p><p>\n\"May the appeal of our Lord in His intercessory prayer for unity be realized in our homes,\nour wards, our stakes, and in our support of the basic principles of our Republic,\" said\nPresident McKay (<i>The Instructor<\/i>, February 1956, p. 34).\n<\/p><p>\nTo that I say Amen and Amen.\n<\/p><p>\nPresident McKay speaks of a unity on principles. President Clark said:\n<\/p><p>\n\"God provided that in this land of liberty, our political allegiance shall run not to individuals,\nthat is, to government officials, no matter how great or how small they may be. Under His\nplan our allegiance and the only allegiance we owe as citizens or denizens of the United\nStates, runs to our inspired Constitution which God Himself set up. So runs the oath of office\nof those who participate in government. A certain loyalty we do owe to the\noffice which a man holds, but even here we owe, just by reason of our citizenship, no loyalty\nto the man himself. In other countries it is to the individual that allegiance runs. This\nprinciple of allegiance to the Constitution is basic to our freedom. It is one of the great\nprinciples that distinguishes this 'land of liberty' from other countries\n(<span class=\"citation\" id=\"3690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3690)\">2 Ne. 1:7<\/a><\/span>).\n<\/p><p>\n\"Thus God added to His priceless blessings to us.\n<\/p><p>\n\"I wish to say with all the earnestness I possess that when you youth and maidens see any\ncurtailment of these liberties I have named, when you see government invading any of these\nrealms of freedom which we have under our Constitution, you will know that they are putting\nshackles on your liberty, and that tyranny is creeping upon you, no matter who curtails these\nliberties or who invades these realms, and no matter what the reason and excuse therefore\nmay be\" (<i>The Improvement Era<\/i>, 43, [July 1940] p. 444).\n<\/p><p>\nWe all should know by now what President McKay has said about liberty-loving peoples'\ngreatest responsibility. We've heard him tell of our drift toward socialism and communism.\nWe know of his feelings regarding recent tragic decisions of the Supreme Court. We know\nthe Church's position supporting right to work laws and the Church's opposition to programs\nof federal aid to education. These and many more things has President McKay told us that\ninvolve the great struggle against state slavery and the anti-Christ. Now, inasmuch as all these\nwarnings have come through the only mouthpiece of the Lord on the earth today there is one\nmajor question we should ask ourselves. Assuming we are living a life so we can know, then\nwhat does the Holy Spirit have to say about it?\n<\/p><p>\nWe are under obligation to answer this question. God will hold us responsible.\n<\/p><p>\nLet us not be deceived in the sifting days ahead. Let us rally together on principle behind the\nprophet as guided by the promptings of the Spirit.\n<\/p><p>\nWe should continue to speak out for freedom and against socialism and communism as\nPresident McKay has consistently admonished us. We should continue to come to the aid of\npatriots, programs, and organizations which are trying to save our Constitution through every\nlegal and moral means possible.\n<\/p><p>\nGod has not left us in darkness regarding these matters. We have the scriptures ancient and\nmodern. We have a living prophet, and we may obtain the Spirit.\n<\/p><p>\nJoseph Smith did see the Father and the Son. The kingdom established through the Prophet's\ninstrumentality will roll forth.\n<\/p><p>\nWe can move forward with it.\n<\/p><p>\nThat we may all do so and be not deceived is my humble prayer. In the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}