{"ID":1288, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Conversion<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1963, pp. 23-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I believe the question most frequently put to the General Authorities is,\n\"Don't you remember me?\" Some years ago as Sister Romney and I sat near President and\nSister McKay at an MIA Dance Festival, a beautiful little Primary girl worked her way\nthrough to get the President's autograph. \"President McKay,\" she said, \"do you remember\nwhen you last saw me?\" \"No, my dear, I don't,\" he said gently, \"but it must have been a long\ntime ago.\" \"No it wasn't,\" she replied, \"it was just last year in Scotland.\"\n<\/p><p>\nPerhaps the next most frequently asked question is, \"Do quick baptisms stay as active in the\nChurch as when more time was taken?\" Because the meaning of \"active\" is so indefinite, this\nquestion is something like Paul's trumpet of uncertain sound\n(<span class=\"citation\" id=\"372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(372)\">1 Cor. 14:8<\/a><\/span>). No firm answer can be given.\nHowever, my observation is that the percentage of activity among so-called \"quick baptisms\"\nis about the same as it is among those born to church members in the stakes.\n<\/p><p>\nFrom the time of Father Adam until today some people have been baptized almost\nimmediately upon hearing the gospel. Others have investigated long and studiously. So far as\nI know, the Lord has never fixed a time limit. The only prerequisite he has prescribed is\n\"conversion.\"\n<\/p><p>\nIt is about conversion and the healing which attends it that I wish to speak.\n<\/p><p>\nI sincerely pray that the Spirit of the Lord will be with me and that he will put his seal upon\nthe things that do say.\n<\/p><p>\nWebster says the verb, \"convert,\" means \"to turn from one belief or course to another.\" That\n\"conversion\" is \"a spiritual and moral <i>change<\/i> attending a <i>change<\/i> of belief with conviction.\"\nAs used in the scriptures, \"converted\" generally implies not merely mental acceptance of Jesus\nand his teachings but also a motivating faith in him and in his gospel&mdash;a faith which works a\ntransformation, an actual <i>change<\/i> in one's understanding of life's meaning and in his\nallegiance to God&mdash;in interest, in thought, and in conduct. While conversion may be\naccomplished in stages, one is not really converted in the full sense of the term unless and\nuntil he is at heart a new person. \"Born again\" is the scriptural term\n(<span class=\"citation\" id=\"28054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28054)\">John 3:3<\/a><\/span>).\n<\/p><p>\nIn one who is wholly converted, desire for things inimical to the gospel of Jesus Christ has\nactually died, and substituted therefore is a love of God with a fixed and controlling\ndetermination to keep his commandments. Paul told the Romans that such a one would walk\nin newness of life. \"Know ye not,\" he said, \"that so many of us as were baptized into Jesus\nChrist were baptized into his death?\n<\/p><p>\n\"Therefore we are buried with him by baptism into death: that like as Christ was raised up\nfrom the dead . . . even so we also should walk in newness of life\"\n(<span class=\"citation\" id=\"42764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42764)\">Rom. 6:3-4<\/a><\/span>).\n<\/p><p>\nPeter taught that by walking in this \"newness of life\" one escapes \"the corruption that is in the\nworld through lust,\" and by developing within himself faith, virtue, knowledge, temperance,\npatience, godliness, brotherly kindness, and charity, he becomes a partaker \"of the divine\nnature.\"\n<\/p><p>\nOne who walks in newness of life is converted. On the other hand, says Peter, \"But he that\nlacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged\nfrom his old sins\" (see <span class=\"citation\" id=\"4869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4869)\">2 Pet. 1:1-9<\/a><\/span>).\nSuch a one is not converted, even though he may have been baptized.\n<\/p><p>\nThere is a striking example of the change wrought by conversion in Mormon's account of\nKing Benjamin's farewell address. This sermon was so powerful that as Benjamin delivered it\nthe multitude fell to the earth; for \". . . they . . . viewed themselves in their own carnal state .\n. . And they all cried aloud . . . O have mercy, and apply the atoning blood of Christ that we\nmay receive forgiveness of our sins, and our hearts may be purified; for we\nbelieve in Jesus Christ, the Son of God\"\n(<span class=\"citation\" id=\"40317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40317)\">Mosiah 4:2<\/a><\/span>).\n<\/p><p>\nObserving their humility, King Benjamin continued: \"Believe in God; believe that he is, and\nthat he created all things . . . believe that he has all wisdom, and all power, both in heaven\nand in earth . . .\n<\/p><p>\n\". . . believe that ye must repent of your sins and forsake them, and humble yourselves before\nGod; and ask in sincerity of heart that he would forgive you; and now, if you believe all these\nthings see that ye do them\" (<span class=\"citation\" id=\"40319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40319)\">Mosiah 4:9-10<\/a><\/span>).\n<\/p><p>\nWhen he had concluded, he inquired as to whether they believed his words.\n<\/p><p>\n\"And they all cried . . . Yea, we believe all (thy) words . . . and also, we know of their surety\nand truth, . . .\" And why were they so confident? Because as they said: \". . . the Spirit of the\nLord . . . has wrought a mighty change in us, or in our hearts, that we have no more\ndisposition to do evil, but to do good continually.\n<\/p><p>\n\"And (they continued) we are willing to enter into a covenant with our God to do his will,\nand to be obedient to his commandments in all things . . . all the remainder of our days\"\n(<span class=\"citation\" id=\"40321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40321)\">Mosiah 5:2,5<\/a><\/span>).\n<\/p><p>\nAlthough these people seem to have been converted rather quickly from a \"disposition to do\nevil\" to a determination \"to do good continually\" all the remainder of their days, they\nevidently fully met the conditions prescribed by the Lord for baptism, when he said: \". . . All\nthose who humble themselves before God, and desire to be baptized, and come forth with\nbroken hearts and contrite spirits, and witness before the church that they have truly repented\nof all their sins, and are willing to take upon them the name of Jesus Christ, having a\ndetermination to serve him to the end, and truly manifest by their works that they have\nreceived of the Spirit of Christ unto the remission of their sins, shall be received by baptism\ninto his church\" (<span class=\"citation\" id=\"14249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14249)\">D&amp;C 20:37<\/a><\/span>).\n<\/p><p>\nThat the Prophet applied these instructions strictly is apparent from this entry in his diary of\nJuly 5, 1835: \"Michael H. Barton tried to get into the Church, but he was not willing to\nconfess and forsake all his sins&mdash;and he was rejected\" (<i>DHC<\/i> 2:235).\n<\/p><p>\nHad Mr. Barton obtained membership in the Church in his then unrepentant state, it would\nhave availed him nothing no matter how much he knew about the gospel, because he was not\nconverted.\n<\/p><p>\nFrom some of the Savior's sayings it would seem that there might even be people in high\nplaces whose conversion is not complete; for example, conversing with his apostles at his last\nsupper, he said to Peter, \"Simon, Simon, behold, Satan hath desired to have you, that he may\nsift you as wheat:\n<\/p><p>\n\"But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen\nthy brethren\" (<span class=\"citation\" id=\"31600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31600)\">Luke 22:31-32<\/a><\/span>).\nFrom this it would appear that membership in the Church and\nconversion are not necessarily synonymous. Being converted, as we are here using the term,\nand having a testimony are not necessarily the same thing either. A testimony comes when the\nHoly Ghost gives the earnest seeker a witness of the truth. A moving testimony vitalizes faith;\nthat is, it induces repentance and obedience to the commandments. Conversion, on the other\nhand, is the fruit of, or the reward for, repentance and obedience. (Of course one's testimony\ncontinues to increase as he is converted.)\n<\/p><p>\nConversion is effected by divine forgiveness, which remits sins. The sequence is something\nlike this. An honest seeker hears the message. He asks the Lord in prayer if it is true. The\nHoly Spirit gives him a witness. This is a testimony. If one's testimony is strong enough, he\nrepents and obeys the commandments. By such obedience he receives divine forgiveness\nwhich remits sin. Thus he is converted to a newness of life. His spirit is healed.\n<\/p><p>\nFrom what Jesus said at the time he healed the man \"sick with the palsy\"\n(<span class=\"citation\" id=\"31581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31581)\">Luke 5:18<\/a><\/span>), it would seem that\nremittance of sins is the therapy which heals and that the two terms are synonymous.\nConcerning that incident, Luke says, \". . . the power of the Lord was present to heal\"\n(<span class=\"citation\" id=\"31580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31580)\">Luke 5:17<\/a><\/span>).\nJesus, recognizing the faith of the palsied man and his associates, \". . . said unto\nhim, Man, thy sins are forgiven thee\" \n(<span class=\"citation\" id=\"31582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31582)\">Luke 5:20<\/a><\/span>).\nFor this the Pharisees\ncharged him with blasphemy, saying within themselves, \". . . Who can forgive sins but God?\"\n(<span class=\"citation\" id=\"31583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31583)\">Luke 5:21<\/a><\/span>).\nPerceiving their thoughts, Jesus said, \"Whether is easier, to say, Thy sins be\nforgiven thee; or to say, Rise up and walk?\" Then he added, \"But that ye may know that the\nSon of man hath power upon earth to forgive sins, (he said to the sick of the palsy), I say\nunto thee, Arise, and take up thy couch, and go into thine house\"\n(<span class=\"citation\" id=\"31584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31584)\">Luke 5:23-24<\/a><\/span>).\nThis, of course, the man immediately did.\n<\/p><p>\nIn this instance there was a physical healing. Sometimes there is also a healing of the nervous\nsystem or of the mind. But always the remittance of sins which attends divine forgiveness\nheals the spirit. This accounts for the fact that in the scriptures conversion and healing are\nrepeatedly associated.\n<\/p><p>\nFor example, in 1837 the Lord said to Thomas B. Marsh, then President of the Quorum of the\nTwelve, \". . . pray for thy brethren of the Twelve. Admonish them sharply for my name's\nsake, and let them be admonished for all their sins . . .\n<\/p><p>\n\"And after their temptations, and much tribulation, behold, I, the Lord, will feel after them,\nand if they harden not their hearts, and stiffen not their necks against me, they shall be\n<i>converted<\/i>, and I will heal them\"\n(<span class=\"citation\" id=\"14336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14336)\">D&amp;C 112:12-13<\/a><\/span>, italics added).\n<\/p><p>\nJesus frequently spoke of his healing the converted. Citing Isaiah, he said, \". . . this people's\nheart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at\nany time they should see with their eyes, and hear with their ears, and should understand with\ntheir heart, and should be converted, and I should heal them\"\n(<span class=\"citation\" id=\"35258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35258)\">Matt. 13:15<\/a><\/span>).\n<\/p><p>\nAt the opening of his mortal ministry he told his fellow townsmen in Nazareth that he had\nbeen sent \". . . to heal the brokenhearted\"\n(<span class=\"citation\" id=\"31579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31579)\">Luke 4:18<\/a><\/span>).\n<\/p><p>\nTo the distraught Nephites he thus spoke out of the awful darkness which attended his\ncrucifixion: \"O all ye that are spared because ye were more righteous than they, will ye not\nnow return unto me, and repent of your sins, and be converted, that I may heal you?\"\n(<span class=\"citation\" id=\"5651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5651)\">3 Ne. 9:13<\/a><\/span>).\n<\/p><p>\nSomebody recently asked how one could know when he is converted. The answer is simple.\nHe may be assured of it when by the power of the Holy Spirit his soul is healed. When this\noccurs, he will recognize it by the way he feels, for he will feel as the people of Benjamin\nfelt when they received remission of sins. The record says, . . . the Spirit of the Lord came\nupon them, and they were filled with joy, having received a remission of their sins, and\nhaving peace of conscience\"\n(<span class=\"citation\" id=\"40318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40318)\">Mosiah 4:3<\/a><\/span>).\n<\/p><p>\nWhen Alma the younger was converted he said: \". . . I could remember my pains no more;\nyea, I was harrowed up by the memory of my sins no more.\n<\/p><p>\n\"And oh, what joy, and what marvelous light I did behold; yea, my soul was filled with joy\nas exceeding as was my pain!\n<\/p><p>\n\"Yea, I say unto you, my son, that there could be nothing so\nexquisite and so bitter as were my pains. Yea, and again I say unto you, my son, that on the\nother hand, there can be nothing so exquisite and sweet as was my joy\"\n(<span class=\"citation\" id=\"9036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9036)\">Alma 36:19-21<\/a><\/span>).\n<\/p><p>\nAs a third and final guide, I quote from President Joseph F. Smith: \"No person can be\nproperly baptized unless he has faith in the Lord Jesus Christ, and has repented of his sins,\nwith a repentance that need not be repented of. But faith comes by hearing the word of God.\nThis implies that the candidate must be taught. Efficient teaching and preparation must\nprecede the ordinance, so that the candidate may have a proper appreciation and conception of\nits purposes. The call to baptism, in the mission of our Savior, was always preceded by\ninstructions in the doctrines which he taught\" (<i>The Improvement Era<\/i>, 14, p. 266;\n<i>Gospel Doctrine<\/i>, Joseph F. Smith, 7th ed., p. 99).\n<\/p><p>\nSpeaking of his own experience, he said: \"The feeling that came upon me was that of pure\npeace, of love and of light. I felt in my soul that if I had sinned&mdash;and surely I was not\nwithout sin&mdash;that it had been forgiven me; that I was indeed cleansed from sin; my heart was\ntouched, and I felt that I would not injure the smallest insect beneath my\nfeet. I felt as if I wanted to do good everywhere to everybody and to everything. I felt a\nnewness of life, a newness of desire to do that which was right. There was not one particle of\ndesire for evil left in my soul. I was but a little boy, it is true, when I was baptized; but this\nwas the influence that came upon me, and I know that it was from God, and was and ever has\nbeen a living witness to me of my acceptance of the Lord\" (<i>Conference Report<\/i>, April 1898;\n<i>Gospel Doctrine<\/i>, Joseph F. Smith, 7th ed., p. 96).\n<\/p><p>\nAs Jesus ministered among the Nephites, he told them not to administer the Sacrament to the\nunworthy, but to continue laboring with them; \". . . for ye know not but what they will return\nand repent, and come unto me with full purpose of heart, and I shall heal them; and ye shall\nbe the means of bringing salvation unto them\"\n(<span class=\"citation\" id=\"5659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5659)\">3 Ne. 18:32<\/a><\/span>).\n<\/p><p>\nGetting people's spirits healed through conversion is the only way they can be healed. I know\nthis is an unpopular doctrine and a slow way to solve the problems of men and nations. As a\nmatter of fact, I am convinced that relatively few among the billions of earth's inhabitants\nwill be converted. Nevertheless, I know and solemnly witness that there is no other means by\nwhich the sin-sick souls of men can be healed or for a troubled world to find peace. I know\nthat the unbelieving will reject this divine way. But this is nothing new. They have been\nrejecting it ever since the time of Cain. They have from the beginning refused to accept Christ\nand his gospel. They killed the ancient prophets. They burned Abinadi. They stoned Samuel\nthe Lamanite. They crucified the Lord himself. In our own day they martyred Joseph Smith,\nJun., the great prophet of the restoration. But all that has happened in the past has not, and all\nthat occurs in the future will not, change the truth that conversion to Jesus Christ and his\ngospel is the one and only way; for still it must be said that \"there is none other way given\nunder heaven by which men must be saved\" (see\n<span class=\"citation\" id=\"7919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7919)\">Acts 4:12<\/a><\/span>). To this I witness in solemn\ntestimony.\n<\/p>\n<\/div>\n<\/div>"}