{"ID":1289, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Priesthood&mdash;Asset or Liability<\/p>\n<p class=\"gcspeaker\">Elder William J. Critchlow, Jr.<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">William J. Critchlow, Jr., <i>Conference Report<\/i>, October 1963, pp. 26-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOver a score or so of years, I promoted and sold something I have never seen; I didn't even\nknow what it was&mdash;I still don't. I have not only never seen it; I have tried assiduously to avoid\ntouching it. Once, stringing lights on a Christmas tree, I accidentally got my finger in an\nempty socket, oh, I felt it!\n<\/p><p>\nWho really knows what electricity is? We know what it can do. It lights this building; it lights\nour homes; it lights our streets; it runs our factories and our mills; it affords us lovely music,\nradio, television, and a score of wonderful appliances in our homes, but who really knows\nwhat this great power, called electricity, actually is?\n<\/p><p>\nOver the same score or so of years, I promoted another something which I have never seen; I\ndon't really know what it is. I have not only never seen it; I have never heard it; I have never\nsmelled it; I have never tasted it; I have never touched it, but on occasions it has touched me.\nMore than once, as I officiated in priesthood ordinance work, I have felt it.\n<\/p><p>\nWho really knows what this great power of the priesthood is? We know what it can do. By\nthat power this and other worlds were created and will be redeemed (<i>Journal of Discourses<\/i> 15:127; 24:242); by\nthat power the city of Enoch was taken up to heaven\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 170), by\nthat power the waters of the Red Sea were parted to liberate Israel; by that power Elijah\nsealed the heavens so that no rain or dew fell upon the earth; by that power\nBrigham Young rebuked the frost and the sterility of the soil, and this valley became fruitful.\nTwo thousand years ago, one possessing that power gave new eyes to the blind, new legs to\nthe halt, turned water into wine, walked on the water, cleansed lepers, cast out evil spirits, fed\nthousands by blessing a few loaves and fishes, restored life to the dead. Two thousand years\nlater&mdash;even today&mdash;bearers of that same priesthood power, again cast out devils, restore\nhealth to the sick, and in other ways employ that power. Employing it, a young man, Nephi\nby name, once shocked his assailants into submission by pointing his hand at them. The\nassailants were his brothers\n(<span class=\"citation\" id=\"1588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1588)\">1 Ne. 17:53<\/a><\/span>).\n<\/p><p>\nAgain, let me ask who, among all mortal men, really knows what this marvelous priesthood\npower actually is? Obviously it is power; its source, obviously, too, is God. Why not call it\nthen for what it truly is&mdash;<i>the power of God<\/i> (<i>CR<\/i>, Joseph F. Smith, p. 5, October 1904).\nPresident John Taylor so called it saying, \"It is nothing more nor less than the power of God\"\n(John Taylor, <i>Gospel Kingdom<\/i>, p. 129).\n<\/p><p>\n<i>Priesthood is more than power<\/i>&mdash;<i>it is authority<\/i>. Quoting President Joseph F. again: \"It is . . .\nthe power of God delegated to man by which man can act in the earth . . . in the name of the\nFather and the Son and the Holy Ghost, and act legitimately\" (<i>Op. cit.<\/i>, Joseph F. Smith,\np. 5, October 1904.) He also said: \"The Priesthood in general is the authority given to man to\nact for God . . . But it is necessary that every act performed under this authority shall be done\nat the proper time and place, in the proper way, and after the proper order. The power of\ndirecting these labors constitute the keys of the Priesthood. In their fullness these keys are\nheld by only one person at a time, the prophet and president of The Church\"\n(<i>The Improvement Era<\/i>, 4, p. 230).\n<\/p><p>\nPresident David O. McKay holds all of the keys of the priesthood. He or his predecessors in\noffice have directly (personally) or indirectly (by delegating authority to others) conferred\nkeys upon temple presidents, stake presidents, mission presidents, quorum presidents, bishops,\nand others. \"No man taketh this honour unto himself, but he that is called of God, as was\nAaron\" (<span class=\"citation\" id=\"24308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24308)\">Heb. 5:4<\/a><\/span>).\n\"We believe that a man must be called of God, by prophecy, and by the\nlaying on of hands, by those who are in authority to . . . administer in the ordinances thereof\"\n(<span class=\"citation\" id=\"6782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6782)\">A of F 1:5<\/a><\/span>).\nAaron was so called and ordained\n(<span class=\"citation\" id=\"14257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14257)\">D&amp;C 27:8<\/a><\/span>).\n<\/p><p>\n\"Some suppose this authority may be derived from the Bible,\" said President Joseph F. Smith,\n\"but nothing could be more absurd . . . If by reading and believing the Bible this authority\ncould be obtained, all who read and believed would have it&mdash;one equally with another . . .\nGod Almighty is the only source from whence this knowledge, power and authority can be\nobtained . . . The Scriptures may serve as a guide to lead us to God . . . but they can do no\nmore.\" (<i>Journal of Discourses<\/i> 19:191.)\n<\/p><p>\n<i>Priesthood is eternal and everlasting<\/i>. The Prophet Joseph Smith said, \"The Priesthood is an\neverlasting principle, and existed with God from eternity, and will to eternity, without\nbeginning of days or end of years. . . .\" Adam obtained the priesthood \"in the Creation, before\nthe world was formed.\" He (Adam) stands at the head as the presiding high priest (under\nChrist) over all the earth for all ages (<i>Teachings of the Prophet Joseph Smith<\/i>, pp. 157-158). This\npriesthood of the holy order, known later as the Melchizedek Priesthood, continued in\npatriarchal order without a break with Adam's worthy descendants until the day of Moses\n(<span class=\"citation\" id=\"14290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14290)\">D&amp;C 84:6-16<\/a><\/span>;\n<span class=\"citation\" id=\"14331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14331)\">D&amp;C 107:41-53<\/a><\/span>).\n<\/p><p>\nThrough Moses the Lord attempted to set up the house of Israel soon after their liberation\nfrom Egyptian bondage as a kingdom of priests of this holy patriarchal order. He sent Moses\ndown from the Mount with tablets of stone upon which were inscribed principles of salvation,\nbut seeing the people engaged in idol worship, Moses dashed the tablets to the ground,\nbreaking them into fragments. Again, the Lord called Moses up on the Mount, and there he\nrewrote with his finger on tablets which Moses had prepared the Ten Commandments; but he\ndeleted this time the salvation principles which necessitated priesthood of the\nholy patriarchal order, denying thereby his children the Melchizedek Priesthood. Later he\nremoved Moses, who held the Melchizedek Priesthood, thus leaving Israel with only a Lesser\nPriesthood, called the Aaronic Priesthood, after Aaron upon whom it was conferred\n(<span class=\"citation\" id=\"22714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22714)\">Ex. 34:1-2 (JST)<\/a><\/span>;\n<span class=\"citation\" id=\"14292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14292)\">D&amp;C 84:17-25<\/a><\/span>).\nFrom that time on until the Savior's ministry on\nearth, this was generally the prevailing authority of God on the earth.\n<\/p><p>\nJesus restored at his coming the Higher Priesthood, he being \"the Great High Priest, forever\nafter the order of Melchizedek\" (Teachings of the Prophet Joseph Smith, p. 158;\n<span class=\"citation\" id=\"24305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24305)\">Heb. 2:17-18<\/a><\/span>;\n<span class=\"citation\" id=\"24310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24310)\">Heb. 5:6<\/a><\/span>), but\nafter the passing of his apostles there was no one left holding the keys, to authorize the\nordination of any mortal man to any office in either priesthood. The apostate world\naccordingly was left without priesthood for about sixteen long, dark centuries. Then in May\n1829 the Lord sent John the Baptist, a firstborn, literal descendant of Aaron, who held the\nkeys of the Aaronic or Lesser Priesthood, to restore that priesthood. He also sent, soon after,\nthe Apostles Peter, James, and John, who held the keys of the Higher or Melchizedek\nPriesthood, to restore that priesthood. The recipients of both priesthoods were the great\nAmerican Prophet Joseph Smith and his associate Oliver Cowdery.\n<\/p><p>\nFrom Adam to Moses the existent priesthood was patriarchal or Melchizedek or the Holy\nPriesthood&mdash;all one and the same. Those who held it were high priests and patriarchs&mdash;it\nhad no appendages. From Moses to Jesus the prevailing priesthood was Aaronic&mdash;sometimes\ncalled Levitical. The firstborn sons of Aaron's posterity were the \"high priests\" (higher priests\nin the Aaronic Priesthood); the sons of Levi were their assistants. Appendages to both\npriesthoods were added by our Lord who gave his Church in Palestine apostles, bishops,\nevangelists, high priests, seventies, elders, priests, teachers, and deacons. He similarly\nperfected his Church upon this American continent when he appeared here after his\ncrucifixion and resurrection in Jerusalem.\n<\/p><p>\n\"<i>The holy Priesthood is a system of laws and government that is pure and holy<\/i>\" (<i>JD<\/i>\n7:202)&mdash;\"a perfect law of theocracy\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 322). Presently, it is the\ngovernment of The Church of Jesus Christ of Latter-day Saints&mdash;God's kingdom here on earth.\nEventually, when the kingdom embraces the earth, when \". . . every knee should bow, . . .\nand every tongue should confess that Jesus Christ is Lord\"\n(<span class=\"citation\" id=\"41261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41261)\">Philip. 2:10-11<\/a><\/span>). I sincerely\nexpect priesthood will be the governing world power. Can man devise a better system of laws\nand government?\n<\/p><p>\n<i>Priesthood is responsibility<\/i>. Jesus vas given the responsibility of this earth. Absenting himself,\nhe left his kingdom here on earth in the hands of his officers&mdash;those who hold the\npriesthood. The kingdom is no stronger nor better than its officers. President Wilford\nWoodruff said, \"The highest calling the Lord ever called any human being to in any age of\nthe world, has been to receive the Holy Priesthood, with its keys and powers.\" (Wilford\nWoodruff, <i>Millennial Star<\/i> 58:305, April 5, 1896.) When men take a priesthood calling, they\ncovenant to magnify it; they take upon them the obligation to labor with zeal and energy in\ntheir particular calling\n(<span class=\"citation\" id=\"14305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14305)\">D&amp;C 84:109-110<\/a><\/span>;\n<span class=\"citation\" id=\"14334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14334)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\nPresident Joseph F. Smith asked: \"Will you who hold the priesthood, profane the name of\nDeity? Would you be riotous, and eat and drink with the drunken . . . ? Would you . . . forget\nyour prayers and fail to remember the Giver of all good? Would you . . . violate the\nconfidence and the love of God . . . ? Would you . . . dishonor your wife or your children? . .\n. Will you honor the Sabbath day and keep it holy? Will you observe the law of tithing and\nall the requirements of the gospel? Will you carry with you at all times the spirit of prayer\nand the desire to be good? Will you teach your children the principles of life and salvation?\"\n(<i>The Improvement Era<\/i>, 21, pp. 105-106).\n<\/p><p>\nSometimes men relax and treat their priesthood responsibilities lightly in the home, failing to\nteach their families the gospel, failing to have family prayers, failing to use\nthe priesthood when sickness uninvitingly stalks the home. Husbands and sons are sometimes\nlax in their duties because they lack the cooperation and encouragement of their wives and\nmothers.\n<\/p><p>\nThe sisters would do well, if, following the counsel of the Prophet, they provoked their\nhusbands and sons to do good works (Relief Society minutes, March 17, 1842)&mdash;priesthood\nworks. Husbands, rightfully and scripturally too, are the family heads\n(<span class=\"citation\" id=\"21757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21757)\">Eph. 5:23<\/a><\/span>)&mdash;its priests\nand its spokesmen. The wives, thanks be to God, are the family hearts.\n<\/p><p>\n\"There is a center in each home from which all joys must start.<br \/>\n    \"That center? It is a mother's heart.\"\n<\/p><p>\nWith love and kindness and with tact, of course, the heart can usually sway the head&mdash;even\ninto priesthood activity. Such endeavor is expected of our sisters.\n<\/p><p>\nThe subject of this talk could well be&mdash;<i>For Men Only<\/i>. Priesthood is for men only&mdash;it is not\nconferred upon women. The sisters may be set apart as officers in the priesthood auxiliaries,\nbut they are never ordained to office in the priesthood. They do not share the priesthood with\ntheir husbands, fathers, or sons. They do share the blessings of the priesthood with their\nhusbands, fathers, or sons. They do share the blessings with their husbands; sealed in a\ntemple, they go along hand in hand with them toward exaltation, finally reigning as \"queens\nand priestesses\" with their husbands who become \"kings and priests\"\n(<span class=\"citation\" id=\"14322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14322)\">D&amp;C 94:41<\/a><\/span>).\nInfrequently a sister asks: Why can't we (sisters) hold the Priesthood? My answer: If and\nwhen he whose business priesthood is wants you to hold it, he will let his prophet know.\nUntil then there is nothing we can do about it.\n<\/p><p>\nPriesthood is God's greatest gift to his children, save perhaps the gift of his Son, our Lord\nand Savior Jesus Christ. Some may rate the gift of mortality, followed by immortality and the\npromise of eternal life as a greater gift. Priesthood, being an eternal principle, existed before\nmortality. Immortality is the state of resurrected souls. Did the resurrection act involve an\nordinance of the priesthood&mdash;a necessary ordinance, presently unrevealed? Certainly the\nresurrection act is another manifestation of the great power of the priesthood. May I\nask&mdash;how can we achieve eternal life without the blessings and ordinances of the priesthood?\n<\/p><p>\nThe power of the Melchizedek Priesthood is to have the power of \"endless lives,\" said the\nProphet Joseph Smith. \". . . And all those,\" he said, \"who are ordained unto this priesthood\nare made like unto the Son of God, abiding a priest continually\"\n(<span class=\"citation\" id=\"24311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24311)\">Heb. 7:3 (JST)<\/a><\/span>).\nHe further said, \"Those holding the fulness of the Melchizedek Priesthood are kings and\npriests of the Most High God, holding the keys of power and blessing.\" Our Lord appraised\nthis wonderful gift in these words:\n<\/p><p>\n\". . . all they who receive this priesthood receive me . . .\n<\/p><p>\n\"And he that receiveth me receiveth my Father;\n<\/p><p>\n\"And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him\"\n(<span class=\"citation\" id=\"14302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14302)\">D&amp;C 84:35,37-38<\/a><\/span>).\n<\/p><p>\nNo mortal man will ever realize all of the blessings in this great promise as he dwells here in\nthis mundane period of our everlasting lives, but by reason of priesthood which is attained\nand honored, we have God's promise that sometime we may become like unto God. \". . . all\nthat my Father hath shall be given unto him\"\n(<span class=\"citation\" id=\"14303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14303)\">D&amp;C 84:38<\/a><\/span>). Incidentally, God had something\nto say about those who do not honor their priesthood. I have not time to inject his dour\nwarning into my remarks today. All who hold the priesthood, however, should read what he\nsaid.\n<\/p><p>\nTo you who bear the priesthood, may I say: In an inventory of your possessions&mdash;physical,\nmental, spiritual, and financial&mdash;priesthood, if honored, may be your greatest asset; it could\nbe the best investment you ever made. It costs you nothing; its dividends can be fabulous.\nAppraise it honestly and list it high up among your assets on your life's balance sheet. And\nyou who are not honoring your priesthood, debit it high up on the liability\nside of your life's balance sheet. It could well be your greatest liability. You could, sooner or\nlater, find yourself bankrupt in the kingdom of God. As of this day,\n<i>is your priesthood an asset or a liability?<\/i>\n<\/p><p>\nI bear testimony regarding the power of the priesthood in our restored Church in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}