{"ID":129, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Postwar Planning in the Home<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1944, pp. 14-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe here and the Saints everywhere rejoice in the inspiration, the hope, the counsel, and the\nblessing of the great message of President Grant. May he live yet many years to give us his\nwise leadership.\n<\/p><p>\nSATAN'S POWER BEING EXERCISED\n<\/p><p>\nI humbly pray that while I stand before you, I shall have an interest in your faith and prayers,\nthat I may be able to say something that will be encouraging and up-building in these times of\nstress. These are trying times. Satan is walking up and down throughout the earth\n(<span class=\"citation\" id=\"26633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26633)\">Job 1:7<\/a><\/span>). He is\nwielding a power and an influence greater than ever has been before in my generation. We\nshall be able to keep the commandments of the Lord and carry out his work only as the Lord\nshall give us help, give us strength, and only as we shall live for those blessings,\n<\/p><p>\nIt has been our boast&mdash;I was about to say&mdash;that God has poured out upon us in the last one last\none hundred years since the establishing of the gospel a fulness of knowledge and of wisdom\nas to matters spiritual, not only, but also as to matters temporal never before equaled in the\nsame time in the whole history of the world.\n<\/p><p>\nI need not recount to you the achievements in science, in art, and in all that is done to make\nlife comfortable and secure. We have harnessed the forces of nature in a way they have never\nbeen harnessed before. God has been prolific in the showering upon us of his blessings, and\nyet, he having so blessed us and so brought things to our service, we are now engaged in\nusing every one of them that is available and usable of art and science to the destruction of\nour fellow men. Nothing that art or science has done but is used now to kill.\n<\/p><p>\nTHE LORD TRIED BY THE ACTS OF MEN\n<\/p><p>\nWe sometimes speak of our trials. I wonder if we remember what must be the trials of the\nLord. He was sorely tried in the days of Noah. He was tried with Sodom and Gomorrah. He\nwas tried by Israel. He has been tried in our day. I am sure he is being tried now. We alone,\nwe of the older men&mdash;not the youth whom we have sent out to fight our battles&mdash;we are\nresponsible for the conditions in this world. God will expect us, of this group of priesthood of\nthe Church of Jesus Christ of Latter-day Saints&mdash;he will expect us to act as the ten righteous\nwho could have saved Sodom and Gomorrah, if Abraham had been able to find so many\n(<span class=\"citation\" id=\"23480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23480)\">Gen. 18:32<\/a><\/span>).\n<\/p><p>\nPREPARATION FOR RETURN OF SOLDIERS\n<\/p><p>\nWe hear a great deal today about postwar planning. It relates primarily, always, to our\neconomic life. I am not much impressed with this planning, because in my view there are too\nmany uncertain elements connected therewith to enable us wisely to plan. We shall have\nto wait and see what the postwar brings through forces and elements over\nwhich we have no control.\n<\/p><p>\nBut there is one bit of postwar planning that we can do, and to that I would like to refer. Our\nboys, children almost, have gone out to do battle on the battlefronts of the world. We sent\nthem out boys, in their innocence, in their inexperience, in their joyousness. We are going to\nhave them back men, premature men, who have undergone trials of which we know nothing,\nwho faced death consciously, day after day. Some of them will return&mdash;we hope most of\nthem&mdash;glorious in their triumph over temptations and sin, able to take their place as the leaders\nof this people and as the leaders of the nation, seasoned in righteousness, seasoned in courage,\nseasoned in everything that goes to make a man and a servant of God.\n<\/p><p>\nBut some are coming back wounded in spirit and in mind by hate, by revenge, by a\nwillingness to kill, and sometimes by a will to kill, wounded and corrupted under compulsion\nin thoughts and acts and concepts which have never entered our minds and hearts. They are\ncoming back questioning, questioning sometimes even the existence of a God who, as they\nlook at it, would not tolerate such things as they have gone through, they not understanding\nthat we have brought these ills upon ourselves. What are we going to do with these?\n<\/p><p>\nI am not thinking of their making a livelihood. That is the least of the problems. I am\nwondering into what kind of homes we are going to bring these boys back. Is there to be\ncontention; is there to be fault-finding; is there to be discord? Is it to be to homes without\nfaith, without righteousness, homes in which unchastity dwells with its corrupting curse? Or\nare we to bring them back into homes of patience and charity, into homes of righteous living?\nAre we going to bring them back into homes of confidence and of love, of chastity, of respect\nfor their fellow men? Are we going to bring them back into Latter-day Saint homes, and there\ncarefully nurture and rebuild, until they shall once more become as near as may be normal\nmen? Are we going to bring them back into homes of faith in God, faith in his Son, Jesus\nChrist, and his atoning mission and sacrifice, faith in the restored gospel and in Joseph Smith,\nwith all that that implies?\n<\/p><p>\nThat is a bit of postwar planning that can be done by every man and the head of every family\nin this Church and in this nation, and in the world. It is a postwar planning that requires no\nknowledge of new elements. It is a postwar planning that merely requires that we shall live\nthe gospel, seek the Spirit of the Lord, ask his help, a planning that requires that we and our\nfamilies shall live in accordance with the principles which he has given to us. How can we do\nthat? By prayer, by keeping the Word of Wisdom, by love, by respect for the rights of others,\nby that companionship in the home between mother and father, brothers and sisters, that can\ntake the wounded soul back to the bosom of the family, and make it whole.\n<\/p><p>\nI urge upon you Latter-day Saints this postwar planning. It is your duty to\nyour own; it is your duty to yourself; it is your duty to your God. It is within the reach of\neach and every one.\n<\/p><p>\nThe Savior, commenting to the multitude after John's disciples had come and asked about him\nand whether he was the Savior, said:\n<\/p><p>\nCome unto me, all ye that labour and are heavy laden, and I will give you rest.\n<\/p><p>\nTake my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall\nfind rest unto your souls.\n<\/p><p>\nFor my yoke is easy, and my burden is light\n(<span class=\"citation\" id=\"33902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33902)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nGod grant that to every father and mother, to every wife there will come the power to prepare\nthemselves to receive back and nurture to health and strength the wounded soul which may\ncome to them after this great war is over, that those who return may once more become\nuseful members of the Church, and of society, and so shape their lives that they, too, may\ncome to rest in glory in our Father's kingdom, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}