{"ID":1290, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Love One Another<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1963, pp. 30-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I am so grateful to be able to use this salutation and know that we\nare brothers and sisters in the kingdom of Jesus Christ. A story I read recently is appropriate\nhere.\n<\/p><p>\nA preacher in a small community decided to do some remodeling and renovating of his\nchurch. To begin with he requested a new chandelier. After three or four weeks had elapsed\nand it hadn't arrived, he approached one of the deacons on the board and inquired why. He\nwas informed there were three reasons: \"First, it hadn't been ordered because there was no\none on the board who could spell 'chandelier.' Second, we were afraid there wouldn't be\nanyone to play it when it came. And third, what we really need in this church is more light.\"\n<\/p><p>\nI recognize we have light today which comes through our prophet and mouthpiece. We also\nhave the light from the teachings of the Master almost two thousand years ago, and I should\nlike to speak at this time on what I believe is a crying need in the world today, on the basic\nprinciple of the gospel of Jesus Christ which is love.\n<\/p><p>\nThe scriptures teach: \"For God so loved the world, that he gave his only begotten Son, that\nwhosoever believeth in him should not perish, but have everlasting life\"\n(<span class=\"citation\" id=\"28062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28062)\">John 3:16<\/a><\/span>). This\nindicates the depth of this great principle. It was exemplified by the Savior when he lived\nupon the earth. On one occasion, he was queried by one of the scribes: \"What is the great\ncommandment in the law?\" In reply, Jesus taught an eternal truth. \"Thou shalt love the Lord\nthy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy\nstrength: this is the first commandment.\n<\/p><p>\n\"And the second is like, namely, this. Thou shalt love thy neighbour as thyself\"\n(<span class=\"citation\" id=\"33161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33161)\">Mark 12:30-31<\/a><\/span>).\n\"On these two commandments hang all the law and the prophets\"\n(<span class=\"citation\" id=\"35267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35267)\">Matt. 22:40<\/a><\/span>).\n<\/p><p>\nThere was none other commandment greater than these, so said Jesus\n(<span class=\"citation\" id=\"50012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50012)\">Matt. 22:40<\/a><\/span>).\n<\/p><p>\nThe Apostle Paul spoke on this great principle many times in plain, understandable language.\n<\/p><p>\nEven though changing conditions exist in the world today, and many people are confused, the\napplication of this one principle in our everyday lives will bring happiness, contentment, and\npeace.\n<\/p><p>\nSurely, if I love my fellow man, I will not cheat him, lie about him, or commit any manner\nof evil against him. So again, loving all my fellow men, I will truly find happiness,\ncontentment, and a peace that passeth understanding.\n<\/p><p>\nPaul was inspired to reveal the virtues, or may we call them ingredients, of\nwhich love is composed. Addressing the Corinthian Saints who had membership in the Church\nof Jesus Christ, Paul said: \"Love suffereth long and is kind\" (see\n(<span class=\"citation\" id=\"366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(366)\">1 Cor. 13:4<\/a><\/span>). We sing a\ngreat hymn, maybe not often enough, \"Let Us Oft Speak Kind Words to Each Other.\" So\nmuch more is accomplished by speaking in kind words and soft tones.\n<\/p><p>\n\"Love envieth not.\" We look at others and think the grass is greener on their side. We\nsometimes might wonder why ours seems not as green, but love envieth not. \"Love vaunteth\nnot itself, is not puffed up\" (see\n<span class=\"citation\" id=\"367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(367)\">1 Cor. 13:4<\/a><\/span>).\nIn other words, love teaches true humility. Jesus\ntaught it in one parable [parable of Pharisee and Publican], \"Whosoever shall exalt himself\nshall be abased; and he that shall humble himself shall be exalted\"\n(<span class=\"citation\" id=\"35269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35269)\">Matt. 23:12<\/a><\/span>).\n<\/p><p>\nDaniel Webster had a great thought when asked, \"What is the highest thought that has ever\nentered your mind?\" He answered, \"My accountability to Almighty God.\"\n<\/p><p>\nWe who have a testimony of the gospel should recognize our accountability to God regardless\nof what our achievements might be in business, in church, in school, in civic affairs.\n<\/p><p>\nPaul further said: \"Love doth not behave itself unseemly\" (see\n(<span class=\"citation\" id=\"368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(368)\">1 Cor. 13:5<\/a><\/span>).\n<\/p><p>\nPresident McKay said it in a few words some time ago: \"We are here in mortality to develop\nthe power of self-mastery.\" Every single day we have opportunity to practice this art of\nself-mastery.\n<\/p><p>\nAgain Paul said, \"Love seeketh not her own\" (see\n(<span class=\"citation\" id=\"369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(369)\">1 Cor. 13:5<\/a><\/span>). The Savior taught by his own\nexample, to lose ourselves in the service of others. Our beloved prophet said on his ninetieth\nbirthday: \"You may travel the world over but you will not find happiness or contentment until\nyou lose yourself in the service of mankind.\" This, of course, would mean sacrifice to God\nand our neighbor.\n<\/p><p>\nContinuing, Paul said: \"Love is not easily provoked. Love thinketh no evil. Love rejoiceth not\nin iniquity, but in the truth\" (see\n<span class=\"citation\" id=\"370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(370)\">1 Cor. 13:5-6<\/a><\/span>).\nPaul, we see, had a depth of understanding\nregarding this great principle of love and the blessings to be attained by those who would\nhonor and recognize and put into effect in their lives these two commandments, for he said:\n\"Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things\nwhich God hath prepared for them that love him\"\n(<span class=\"citation\" id=\"360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(360)\">1 Cor. 2:9<\/a><\/span>).\n<\/p><p>\nAs I tour missions or come into your stakes each week, I have a great hope for the future\nbecause of the many just plain, good people who are applying all the principles of love in\ntheir lives. I say to you, God bless you.\n<\/p><p>\nThe English statesman, William Gladstone, said: \"We look forward to the time when the\npower of love will replace the love of power; then will our world know the blessing of\npeace.\" What a difference the placing of words makes. The love of power or the power of\nlove&mdash;worlds apart!\n<\/p><p>\nIt is essential to love God, love his Son Jesus Christ and love our neighbor as ourselves.\n<\/p><p>\nWe are living in a world of automation. Machines seem to be taking over all our jobs. Edwin\nMarkham, an American poet, had a great idea that is worth repeating: \"The way things are\ngoing, we had better learn to do things machines can't do. Love each other, for instance.\"\n<\/p><p>\nThroughout his ministry, the Master kept repeating the importance of love on many occasions.\nHe said: \"A new commandment I give unto you, that ye love one another; as I have loved\nyou, that ye also love one another.\n<\/p><p>\n\"By this shall all men know that are my disciples, if ye have love one to another\"\n(<span class=\"citation\" id=\"28080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28080)\">John 13:34-35<\/a><\/span>).\n<\/p><p>\nDo you think a teacher who drove some twenty miles in a battered old car whenever there\nwas a meeting to pick up just one little girl who lived in a remote area of the stake had a love\nof God for her fellow men? I doubt that anyone really knew what she was doing. I just\nhappened to hear about it.\n<\/p><p>\nOh, may God give us the faith and the desire to put this commandment of\nthe Lord into effect. \". . . love one another; as I have loved you, that ye shall also love one\nanother\" (<span class=\"citation\" id=\"28079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28079)\">John 13:24<\/a><\/span>).\nThen the world may know that we are true disciples of the Lord Jesus\nChrist. God give us the faith, the courage, the determination to make application of these two\ngreat commandments in our lives each day, I humbly  pray in the name of the Lord Jesus\nChrist, our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}