{"ID":1291, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Every Member a Missionary<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, October 1963, pp. 32-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters:\n<\/p><p>\nSister Richards and I have recently returned from the missions on the east coast, and we\nrejoice in the tremendous growth of the kingdom. I am continually amazed and pleased as I\ntravel throughout the missions and stakes of the Church to find so many members accepting\nthe admonition of President McKay to be missionaries. How many of you have had the joy of\nseeing your friends and neighbors take an interest in the Church and be baptized, because of\nyour being a missionary?\n<\/p><p>\nToday I would like to talk to you about the Every Member a Missionary program&mdash;an\ninspired, effective, and interesting plan. One of the important characteristics of the Church of\nJesus Christ is missionary activity. The Savior has charged us to \". . . teach all nations,\nbaptizing them in the name of the Father, and of the Son and of the Holy Ghost\"\n(<span class=\"citation\" id=\"35289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35289)\">Matt. 28:19<\/a><\/span>).\n28:19.) And every nation includes <i>our<\/i> friends and the people we casually meet regardless of\nwhere we live.\n<\/p><p>\nThe question is: How can we, a relatively small group, accomplish this great responsibility?\nCertainly not with the sixteen thousand full-time, stake, and district missionaries we now\nhave&mdash;regardless of how good they are!\n<\/p><p>\nBut, our beloved Prophet David O. McKay has given us the Every Member a Missionary\nplan. We can take the gospel to every nation, kindred, tongue, and people as the Every\nMember a Missionary plan is understood and used effectively throughout the Church and by\nusing modern methods which become available as the Lord pours his Spirit upon all flesh.\n<\/p><p>\nHeretofore, missionaries generally spent most of their time in finding interested persons to\nteach and a small part of their time in teaching. Now, the Every Member a Missionary plan\ngives the members a chance to do missionary work by finding interested persons for the\nmissionaries to teach. This greatly increases the effectiveness of the missionaries. They can\nteach many more people, particularly as they are taught in groups.\n<\/p><p>\nIn working with the east coast missions, I find that the great increase in convert baptisms, and\nespecially baptisms of entire families, is more and more attributable to the fact that a greater\nnumber of members are finding interested persons for the missionaries to teach&mdash;and the\nmembers are loving it.\n<\/p><p>\nWe had the opportunity of meeting many of these wonderful members and hearing of their\nexciting and happy experiences. I am confident that there are thousands of members of the\nChurch that have a sincere desire to do missionary work, but don't know what to do or how\nto do it. How then can a member, regardless of age or sex, become an effective missionary\nwithin the meaning of the prophet's admonition&mdash;Every Member a Missionary?\n<\/p><p>\nYou ask, what can I do? Well, you can find persons who would like to know more about the\nChurch. But, how can I find such persons? The following three ways are pretty much the\nbasis of the Every Member a Missionary Program.\n<\/p><p>\nFirst, ask people what they know about the Church and if they would like to\nknow more&mdash;yes, ask the golden questions.\n<\/p><p>\nSecond, take your friends and neighbors to church meetings and socials.\n<\/p><p>\nThird, live the gospel. As your friends and neighbors feel your love, they will want to know\nmore about the Church.\n<\/p><p>\nAll three of these ways are part of the referral program as you arrange for the missionaries to\nteach the interested persons. When you find interested persons either by personal contact, over\nthe telephone, or by correspondence, bring them into your home, preferably in a group and\nask the missionaries in to give them the discussions. If they are out of the area, have your\nbishop give you the name and address of the nearest stake or mission to where the interested\nperson lives and send the referral to the stake or mission president together with details of\nhow you secured the name and other pertinent information.\n<\/p><p>\nLet me elaborate on the three ways you can find persons who want to know more about the\nChurch, by giving you a few interesting examples:\n<\/p><p>\nFirst, ask the golden questions as you meet people personally or over the telephone or through\nthe mail. I have asked the golden questions hundreds of times, and I have never embarrassed\nmyself or the person I have asked. A few weeks ago I was registering in a motel in Raleigh,\nNorth Carolina. I asked the golden questions of the young man at the desk. He was not\ninterested, but the young man standing behind him overheard our conversation. He had been\nto Salt Lake City, was impressed, and wanted to know more. I told him we had missionaries\nin Raleigh, and he gave me his name and address. He was very interested in having the\nmissionaries call and tell him more about the Church. I immediately turned this golden\ncontact over to the missionaries.\n<\/p><p>\nA bishop's wife in Atlanta, Georgia, wanted to do missionary work but didn't know how or\nwhen she could find the time and still take care of her young family. The missionaries\nsuggested that she telephone proselyte, ask the golden questions over the telephone from her\nown home in the evening after the children were in bed. She told me that the missionaries\nshowed her how and that it was thrilling and most rewarding and not embarrassing. She has\nfound many interested persons for the missionaries to teach.\n<\/p><p>\nDuring the last year, thousands of letters have been written asking the golden questions. Many\nhave responded, asking that the missionaries call on them, others have asked for literature or\nthe Home Study guide&mdash;discussions by mail. Recently a woman from Oceola, Iowa, wrote\nus&mdash;\"I am so glad that you are sending me these discussions. I thank you. Would it be too\nmuch to ask you to send me more of Joseph Smith's works?\"\n<\/p><p>\nNow the second way of finding interested persons is by taking your friends and neighbors to\nchurch meetings and socials. In Bowling Green, Kentucky, the Relief Society needed an\norganist. The president asked a nonmember friend to help them out. She replied she would be\nglad to, and before long she became interested, was taught the gospel by the missionaries and\nwas baptized.\n<\/p><p>\nIn the Southern States Mission a young girl was walking home with a friend and began\nhumming, \"Come, Come, Ye Saints.\" Her friend said, \"My that's a beautiful melody. What is\nit? \"The girl told her about it and made a date to take her to a church service. After attending\na few times she arranged for the missionaries to teach her family. The family have all been\nbaptized and are happy, doing their part in building the kingdom.\n<\/p><p>\nI mentioned living the gospel as the third way to find interested persons. About ten days ago I\nwas showing a man and his wife from Iowa around Temple Square. They were very interested\nand particularly so when Brother Alexander Schreiner took an active interest in them, showing\nthem the organ and how it is played. Brother Schreiner really went the extra mile. I asked\nthem if they knew any members of our Church in Iowa. They replied, yes, a wonderful\nfamily. Recently when a friend of theirs had a baby, this family took the\nchildren of the woman who was having the baby into their home while the mother was in the\nhospital. Both Brother Schreiner and the Iowa family were evidencing their love of their\nfellow men. These incidents have been an important factor in interesting this couple. They\nexpressed a desire to know more about the Church.\n<\/p><p>\nA short time ago while having dinner in a New York restaurant, we asked our waiter, a very\nfine man, the golden questions. He replied enthusiastically that he had been to Utah and\nCalifornia and had met several Latter-day Saint families, was very much impressed with their\nway of life, and would like to know more about the Church. He gave us his address in\nBrooklyn and seemed anxious to have the missionaries call at his home and give him and his\nfamily the discussions. We promptly gave this good referral to the mission president in New\nYork.\n<\/p><p>\nMost of us have had unusual experiences with people becoming interested and wanting to\nknow more about the Church. The Lord has said, \"Be ye strong from henceforth; fear not for\nthe kingdom is yours\" (<span class=\"citation\" id=\"14258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14258)\">D&amp;C 38:15<\/a><\/span>).\nSo let's not fear henceforth&mdash;ask the golden questions,\ntake your friends and neighbors to Church meetings and socials, and live the gospel. As you\ndo these things, you will find many persons who are interested in knowing more about the\nChurch, and you will be a missionary within the meaning of the prophet's admonition&mdash;Every\nMember a Missionary.\n<\/p><p>\n\"Remember the worth of souls is great in the sight of God\"\n(<span class=\"citation\" id=\"14245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14245)\">D&amp;C 18:10<\/a><\/span>). And again the Lord\nhas said:\n\"And if it so be that you should labor all your days in crying repentance unto this people, and\nbring, save it be one soul unto me, how great shall be your joy with him in the kingdom of\nmy Father!\n<\/p><p>\n\"And now, if your joy will be great with one soul that you have brought unto me into the\nkingdom of my Father, how great will be your joy if you should bring many souls unto me!\"\n(<span class=\"citation\" id=\"14246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14246)\">D&amp;C 18:15-16<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, we are engaged in building the kingdom. I know that God lives and\nthat Jesus is the Christ. The gospel has been restored in its fulness, and it is our duty and\ngreat opportunity to share it with others. Joseph Smith was a great prophet, and David O.\nMcKay is a great prophet. May we sustain our prophet in every way.\n<\/p><p>\nYes, the Every Member a Missionary program is inspired and is effective. May we get the\nvision of two million missionaries bringing souls into the kingdom, and may we feel the joy,\nhappiness, and salvation that comes from active missionary work, I pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}