{"ID":1292, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep Mothers in the Home<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1963, pp. 34-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters and friends of the air audience:\n<\/p><p>\nToday we remember with deep affection our beloved leader Henry D. Moyle, and from his\nstirring sermon last April conference, we can still hear his earnest voice saying:\n<\/p><p>\n\"I believe with all my heart and soul that the solution to our problems here upon this earth\ntoday and tomorrow is to be found in the knowledge and appreciation of man's relationship to\nGod, his dependence upon God, and his obedience to God's laws.\n<\/p><p>\n\"There is absolutely nothing of such great worth to man as to know God.\"\n<\/p><p>\nIn my childhood, we had mottoes hanging on our walls sometimes embroidered, sometimes\npainted, these for decoration and for inspiration. One I remember read: \"What is home\nwithout a mother.\" From my infancy, every time I entered the house, I\ncalled, \"Mama,\" over and over until I found her. Totally satisfied in the security her presence\nafforded, I ran again to play. Just to know she was there! That was all.\n<\/p><p>\nWhen I was eleven, Mother passed away and from my aching heart came numerous times,\n\"Mama,\" as I entered the house, but there were only mocking echoes of emptiness. Later the\nvoid was filled when our stepmother gave presence to the home and again through my youth,\nI called and found my security in the welcome answer, \"I am here, son.\"\n<\/p><p>\nIt was the same red brick house through the days of security and the days of desolation, the\nsame shelf-filled pantry, the same wood stove and water tank, the same parlor with its rag\ncarpet and the same old clock ticking away the hours and days and years, but stability and\nsureness and peace were there, for Mother was there, and security was there, and the house\nbreathed belongingness.\n<\/p><p>\nOn Labor Day 2,000 young people converged on the little resort town of Seaside, Oregon,\nrepeating their last year's devastation, smashing windows, ripping street and shop signs down,\nand requiring 100 police plus National Guardsmen to quell the rioting, and I wondered if\nthese 2,000 homes from which they came were normal ones with a mother at home who\ncould answer, \"Yes, dear, I am here.\"\n<\/p><p>\nAgain, the news reported 30,000 teenagers rioting on a California beach, filling beer cans and\nbottles with sand and throwing them at police, boys stripping girls and sex indulgence\ncommon and unabashed. And we wondered how many of these 30,000 fathers were furnishing\ncars and money for their children to vacation at resorts; for beer and brutishness, and who\nprovided the gasoline, and who paid the fines?\n<\/p><p>\nAnd, we wondered how many of the 30,000 mothers were making homes and how many\nmaking money. How can mothers justify their abandonment of home when they are needed so\nmuch by their offspring? Rationalization must take over as they justify themselves in leaving\nhome and children.\n<\/p><p>\nOf course, there are <i>some<\/i> mothers who <i>must<\/i> work out to support their children, but let every\nworking mother honestly weigh the matter and be sure the Lord approves before she rushes\nher babies off to the nursery, her children off to school, her husband off to work, and herself\noff to her employment. Let her be certain that she is not rationalizing herself away from her\nchildren merely to provide for them greater material things. Let her analyze well before she\npermits her precious ones to come home to an empty house where their plaintive cry,\n\"Mother,\" finds no loving answer.\n<\/p><p>\nDo not these absentee mothers and millions of approving fathers know that basic attitudes\ntowards standards, morality, the Church, and God are developed in the family circle and are\nquite well set while they are still small children?\n<\/p><p>\nIt is said: \"Give me a child until he is seven and then do with him what you will.\" These first\nyears are so vital.\n<\/p><p>\nThe Lord said: \"My sheep hear my voice\" (<span class=\"citation\" id=\"28075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28075)\">John 10:27<\/a><\/span>).\nSo do the little ones respond to\ntheir own mothers. The maid, the neighbor, the sister, the grandmother may clothe and feed\nand diaper the child, but no one can take the place of mother. This is impressed upon us by\nthe story of the six-year-old who got lost from his mother in a large supermarket and began to\ncall frantically, \"Martha, Martha.\"\n<\/p><p>\nWhen the mother was found and they were reunited, she said: \"Honey, you should not call me\nMartha, I am 'mother' to you.\"\n<\/p><p>\nTo which the little fellow rejoined: \"Yes, I know, but the store was full of mothers, and I\nwanted mine.\"\n<\/p><p>\nChildren need security, special love, and to be wanted.\n<\/p><p>\nAt a distant conference, my plane brought me to the city many hours early. The stake\npresident met me at the airport and took me to his home and, having important work to do,\nexcused himself and returned to his work. With the freedom of the house, I spread my papers\non the kitchen table and began my work. His wife was upstairs sewing. In mid-afternoon,\nthere came an abrupt entry from the front door, and a little fellow came running in, surprised\nto see me, but we became friends. Then he ran through the rooms calling,\n\"Mother,\" and she answered from upstairs, \"What is it, darling?\" and his answer was, \"Oh,\nnothing.\" He went out to play.\n<\/p><p>\nA little later another voice came in the front door calling, \"Mother, Mother.\" He put his\nschoolbooks on the table and explored the house until the reassuring answer came from\nupstairs again, \"Here I am, darling,\" and the second one was satisfied and said, \"OK\" and\nwent to play. Another half hour and the door opened again and a young teenager moved in,\ndropped her books and called, \"Mother.\" And the answer from upstairs, \"Yes, darling,\"\nseemed to satisfy, and the young girl became acquainted with me, then began practicing her\nmusic lesson. None of the three had gone upstairs.\n<\/p><p>\nStill another voice later called, \"Mother,\" as she unloaded her high school books. And, again\nthe sweet answer, \"I am up here sewing, darling,\" seemed to reassure her. We became\nacquainted, and she tripped up the stairs to tell her mother the happenings of the day in a\nsweet mother-daughter relationship. Home! Mother! Security! Just to know Mother was home.\nAll was well.\n<\/p><p>\nA child is happy if he feels that he is wanted and enjoyed by his parents. He needs to feel\nthat his parents will be there, especially in a crisis.\n<\/p><p>\nThis mother, too, could have had a job. Her children also could use more things her wages\ncould provide. She also could have rationalized that two salaries could give her children more\nadvantages, more outings, travel, and vacations, more clothes, gifts, and luxuries. But, this\nmother knew well that a child needs a mother available more than all the things which money\ncan buy.\n<\/p><p>\nThe <i>Parents<\/i> Magazine says: \"The feeling of security is the core and foundation for good\nmental health.\n<\/p><p>\n\"Most of the married women over 35 in the labor force (says this authority) are working not\nbecause their families really 'need the money,' but in order to maintain a higher standard of\nliving, get away from some housework, and lead, as they suppose, a more interesting and\nricher life.\"\n<\/p><p>\nA prominent judge listed the causes of juvenile delinquency:\n<\/p><p>\nFirst, destructive toys and games such as guns and other symbols of violence. Second,\n<i>working mothers<\/i>; and third, fathers who <i>work two shifts<\/i>, absenting themselves from the home\nexcept to eat and sleep.\n<\/p><p>\nHis long list of causes ended with this: Lack of religious training and discipline in the home\nand schools, and lack or love in the home. My reference is Judge Jacob M. Braude of the\nCircuit Court of Cook County (Chicago), Illinois.\n<\/p><p>\nThese lacks were inherent in the parents, but it was the children who suffered.\n<\/p><p>\nTwenty-four million women in the United States work outside the home. This is one-third of\nall in the total labor force, and 80% of them have living husbands.\n<\/p><p>\nIn 1890, only 5.5% of the wives under 35 and living with husbands were working. By 1957,\nit was 27.7% and now it is about a third of those wives between 18 and 24.\n<\/p><p>\nIn the labor force are about 2.5 million women whose children are under six, and 5.4 million\nwith children under twelve years of age. Think of it: a possible twelve to fifteen million\nchildren without a mother through crucial hours! Of these about 400,000 children under\ntwelve years of age must care for themselves entirely while their mothers work. One-third of\nall mothers with children under eighteen are in paid employment. My statistics come from the\nChildren's Bureau of the US Department of Health Education and Welfare and other\ndependable sources. This means that in this country, one child in 13 under 12 must look out\nfor himself. In the 10-11 year old group, the ratio is one in five <i>without care<\/i> while the mother\nis at work.\n<\/p><p>\nIt is shocking! Nearly one-third of all our young matrons, 18 to 24, are breaking the law of\nGod in not bearing children, or if they are having children, are they neglecting the helpless\nlittle ones?\n<\/p><p>\nPresident McKay said, \"The more woman becomes like man, the less he will\nrespect her. Civilization weakens as man's estimate of woman lessens.\"\n<\/p><p>\nWe are told that the average age when women cease bearing children is about 26; yet in these\nvital years, nearly one of every three is working outside her home. When such masses of\nmothers are employed out, what may we expect from the offspring?\n<\/p><p>\nHow nearly perfect can a mother be who rushes in the morning to get everybody off and\nsettled for the day, herself included, then returns weary after a hard day of employment to a\ntired husband who has had a hard day and to children and youth with problems, and then to\nher homemaking, cooking, cleaning, and then to a full social calendar. From such homes come\nmany conflicts, marital problems, and divorces, and delinquent children. Few people in\ntrouble ever ascribe their marital conflicts to these first causes, but blame each other for the\nproblems which were born and nurtured in strained environments. Certainly the harmonious\nrelationship of father and mother and the emotional climate prevailing between parents give\nsoundness and security to children.\n<\/p><p>\nPresident Belle S. Spafford speaking to her world of Relief Society mothers said:\n<\/p><p>\n\"Children should be cherished with the strongest bonds of affection . . . No effort should be\ntoo much, no sacrifice too great to protect them from evil and preserve them in righteousness.\n. . The love and the sanctity of the home should be zealously safeguarded.\"\n<\/p><p>\nAnd she speaks of mothers' obligations&mdash;\n<\/p><p>\n\". . . to make all else in life subservient to the well-being of our homes and families.\n<\/p><p>\n* * * * *\n<\/p><p>\n\"Always in the Church, people have been admonished to marry in the House of the Lord, to\nestablish homes, and bear and rear children in righteousness.\"\n<\/p><p>\nBrigham Young says:\n<\/p><p>\n\"It is the calling of the wife and mother . . . (to tie) her offspring to herself with a love that is\nstronger death for an everlasting inheritance\" (<i>Discourses of Brigham Young<\/i>, p. 198).\n<\/p><p>\nIn this important city crime has increased three times faster than it did in the nation during\n1962, said our local newspaper. And crime in the past five years increased four times faster\nthan population, four serious crimes per minute recorded on the crime clock.\n<\/p><p>\nOne authority gave us: \"The more the parents approve of each other, the more the child will\nbe welcome,&mdash;the most important single factor in the development of the child is the\nemotional climate prevailing between his parents.\"\n<\/p><p>\nAre music and dancing lessons and camps and clothes justified when it may mean the\nsacrifice of the home and mother on the altar of employment?\n<\/p><p>\nOne girl said, \"I really don't want to go to the girls' camp. I'd rather stay home with Mother,\nbut Mother is not home to stay with.\" Are we glamorizing out-of-home activities for our\nchildren when they should be home helping or off to work themselves?\n<\/p><p>\nAbsenteeism of mothers is often linked with idle youth&mdash;delinquent youth. When we read of\nthe recent Labor Day escapades by tens of thousands of high school and college young people\non their mass invasions of resort towns, we wonder again: Why are they permitted leisure till\nthey become sick with boredom? Home is drab so they resort to destructiveness and\nimmorality.\n<\/p><p>\nOne judge said: \"These mad vacations make their biggest appeal to youngsters who have too\nlittle to do . . . We never have any trouble with kids who have real interests, real hobbies, a\nradio ham, or a real athlete.\"\n<\/p><p>\nThe idle generation! Hours each day and nothing to do. Saturdays and nothing to do. Three\nlong months of school vacation and nothing to do. No one has found a truer adage than: \"The\nidle brain is the devil's workshop.\"\n<\/p><p>\nAnother judge states that, \"Too many kids are loafing. Parents do not make children get jobs.\nAnd, this helps them into trouble . . . there is an alarming lack of employment among our\nyoung people . . . and idleness among those who come before me.\"\n<\/p><p>\nHe is not talking about the pallid, spindly urchin, working twelve hours a\nday in coal mines but of the hulking youth sitting around while his hardworking, doting\nparents support him.\n<\/p><p>\nIt is foolish to expect an energetic exuberant youth to live normally when he has his free time\nlargely to himself including three idle months of summer vacation. I quote him further,\n<\/p><p>\n\"As I see young people of what I consider an employable age sitting around drive-ins or malt\nshops, on park benches, or at the beaches, cruising around in cars or hanging around on the\nstreet corners at all hours of the day and the night, I am amazed at their ability to stay out of\ntrouble as well as they do . . . idleness is a prime factor in most juvenile misbehavior.\"\n<\/p><p>\nHe continues: \"I find the average parent of the average employable but unemployed youngster\nto be weak, overprotective, and overindulgent. Both he and his wife work to afford their child\nthe niceties of life which they now consider necessities. All the comforts of home plus a car\nand a gasoline credit card.\"\n<\/p><p>\nThis judge says these parents are a generation of well-intentioned ones rearing a generation of\nsloths&mdash;Judge Robert Gardner of the Juvenile Court of Santa Ana, California.\n<\/p><p>\nA woman who had not been able to hold a job in spite of the fact that she was well-trained\nand highly educated explained: \"Oh, it's not odd at all. My parents never expected me to\nwork, and for that reason I never expected to either.\" She seemed to feel unabashed, and that\nsuch was reason enough.\n<\/p><p>\nThe judge proceeds: \"This type of parent blindly accepts Junior's plaint: 'I can't find a job.'\n<\/p><p>\n\"Can't find a job! Well, Junior. I have news for you ! These are boom times. A whole\ngeneration of us grew up during the depression when there were no jobs, but we found jobs\nanyway. Oh, they weren't good jobs, but they were jobs. There were always jobs&mdash;mean,\ndisagreeable, back-breaking jobs. And many of these jobs didn't pay very much and they were\nhard and they were long hours and they were not desirable.\"\n<\/p><p>\nDo youth look for work in the cotton fields, in the beet fields, in the hay fields, the jobs that\nare taken by itinerant workers brought from Mexico and other foreign lands?\n<\/p><p>\nSome judges give arrested youth a choice to get a job within thirty days or be locked up, and\nseldom have had to lock up any. If the alternative is unpleasant enough, somehow Junior finds\nemployment.\n<\/p><p>\nTo this philosophy, there are rejoinders from many sources which cry there are not enough\njobs to go around and that a job for a youngster means a job lost to the head of a family. And\nthe answer of the judge to this is, \"Get women out of the factories and put them back into the\nhome where they belong . . . cooking, sewing, cleaning house and doing the traditional\nwoman's work. It would do both for them and their neglected youngsters a world of good.\"\n<\/p><p>\nIf a few million of the working mothers who need not work were to go home to their\nfamilies, there might be employment for men now unemployed and part and full-time work\nfor youth who ought to help in family finances and who need occupation for their abundant\nenergy.\n<\/p><p>\nHow many children today contribute toward the family living? Parents permit the youth to\nidle away their time.\n<\/p><p>\n\"Can't get a job,\" they say. Why, bless your souls, the world is crying for helpers. Have we\nspoiled our children paving them for every effort? I heard a fifteen-year-old complaining\nbecause he received only sixty cents an hour.\n<\/p><p>\n\"What can we do?\" they cry, \"Where can we go?\" Listen, youth, go home, roll up your\nsleeves; pick cotton, hoe the corn, thin the beets. Yes, before and after school and Saturdays\nand vacation days! It won't hurt you to store your ball and bat and hiking togs. Hang the\nstorm windows, paint the fence, wash the car, pick the fruit, mow the lawn, repair the screen,\nplant a garden, cultivate flowers, trim the trees.\n<\/p><p>\nAs we read of delinquency and crime, 2,000,000 serious crimes in this land in a year, and as\nwe note many are committed by girls and boys, we ask ourselves what is the cause and what\nare the cures? In an adequate survey it was learned that a majority of youth\nwish responsibility and will thrive on it.\n<\/p><p>\n\"What can we do?\" they ask again.\n<\/p><p>\nDo the shopping, work in the hospital, help the neighbors and the church custodian, wash\ndishes, vacuum the floors, make the beds, get the meals, learn to sew.\n<\/p><p>\nRead good books, repair the furniture, make something needed in the home, clean the house,\npress your clothes, rake the leaves, shovel the snow, peddle papers, do \"baby sitting\" free for\nneighbor mothers who must work, become an apprentice.\n<\/p><p>\nJ. Edgar Hoover of the FBI said, \"Our youthful delinquency is a problem which strikes\npractically every home in America. It is something to which every parent should give the\ndeepest consideration and the said responsibility for youth law infraction today lies more on\nthe doorstep of the adult than it does on the youth. In the majority of instances the story of\njuvenile delinquency is the story of shattered homes where parents are neglectful, indifferent,\nand fail to exercise the proper degree of discipline.\"\n<\/p><p>\nOne parent wrote to youth: \"Your parents do not owe you entertainment; your villages do not\nowe you recreation facilities; the world does not owe you a living; you owe the world; you\nowe it your time, your energy, your talents, yourself. In plain simple words, grow up, get out\nof your dream world; develop your backbone, a backbone not a wishbone, and start acting\nlike a man or a lady.\"\n<\/p><p>\nLawmakers in their over-eagerness to protect the child have legislated until the pendulum has\nswung to the other extreme. But no law prohibits most work suggested above, and parents can\nmake work.\n<\/p><p>\nPresident David O. McKay said: \"We are living in an age of gadgetry which threatens to\nproduce a future generation of softness. Flabbiness of character more than flabbiness of\nmuscle lies at the root of most of the problems facing our American youth.\"\n<\/p><p>\nAre these iconoclasts from normal homes with normal fathers and mothers? Or, are those\nparents income producers who satisfy their every selfish desire for social life, comforts, golf,\nparties, travel, drinking at the expense of their children?\n<\/p><p>\nDo the families of these window smashers kneel in prayer night and morning before these\ndepredations? Do they have family evenings, family picnics, vacations, and entertainment\ntogether? Do these parents of such hoodlums exercise discipline in the home or are the\nchildren emancipated from restraint, from duties, and from controls?\n<\/p><p>\nTo slow down this ever-increasing rate of juvenile delinquency, there is a growing cry: \"We\nmust have more detention homes and reformatories. We need more public money appropriated\nfor better facilities, more highly trained specialists, social workers, psychologists and\npsychiatrists. We need larger jails, more police.\"\n<\/p><p>\nCertainly, it must be apparent that all this is\nbut an attempted control of a malady of epidemic proportions. Have the experts failed? Isn't it\ntime to come back to fundamentals? \"We need more money,\" they say, but we have spent in\nthe last decade $78 billion on elementary and high schools for the children, yet delinquency\nincreases; $110 billion on cars; $127 billion for recreation, and still immorality, hoodlumism,\nsadism, and vandalism grow apace, and to make it worse, $180 billion in cosmetics, tobacco,\nand alcohol. No&mdash;money is not the answer! Surely we must realize that an ounce of\nprevention is worth tons of cure.\n<\/p><p>\nThe Lord has indicated long ago the perfect pattern of prevention. He has organized the\nfamily in a home with unified pursuits. It takes no magician nor social authority to know\nwhere the error lies, and that the cure is prevention. With the home a sweet religious one with\ndiscipline and love and parental bliss and sweet parent-child relationships, there would be few,\nif any, prodigals. Reformatories and correction institutions could close; social agencies could\nlock their doors; jails would have few prisoners, and war be outlawed.\n<\/p><p>\nAll this could come by the building of the homes of the people into spiritual\nfortresses. If fathers would give themselves to their families and mothers come home from\nemployment and high society to conserve the smaller incomes and to be real mothers, then the\nword <i>delinquency<\/i> would cease to terrify us.\n<\/p><p>\nMay we organize our homes, discipline our children, and create nations of homes such as our\nHeavenly Father has planned, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}