{"ID":1293, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Communication<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1963, pp. 41-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved President, and my beloved brethren and sisters:\n<\/p><p>\nFor more than a third of a century it has been my privilege to speak to many of you many\ntimes through my association with the Tabernacle Choir and its remarkably long series of\nbroadcasts and through other organizations and activities. But I feel a weighty responsibility\nthis morning in speaking to you of some things that are close to my heart and important to\nmy life, and which are vitally a part of the principles and convictions of the Church to which\nI have the honor to belong&mdash;The Church of Jesus Christ of Latter-day Saints, sometimes\ninaccurately referred to as the \"Mormon\" Church, whose head and lawgiver is our Lord and\nSavior, Jesus the Christ, who with his Father&mdash;the Father of us all&mdash;is the foundation of our\nfaith.\n<\/p><p>\nIt is God the Father and his Son our Savior whom we worship. This places us on common\nground with all sincere worshiping Christians, through our belief in the divinity of the Lord\nJesus Christ. It places us on common ground with all other men also who believe in God the\nFather and Creator of us all, in whose image, as scripture testifies, men are made\n(<span class=\"citation\" id=\"23685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23685)\">Gen. 1:26-27<\/a><\/span>).\n<\/p><p>\nNow since we have this literal relationship with our Father in heaven and his Son, our Lord\nand Savior, the matter of communication between God and man, between a loving Father and\nhis children, becomes a matter of primary importance&mdash;for life is a search for all of us&mdash;a\nsearch for its purpose and meaning&mdash;a search for the answers to questions, to\nproblems&mdash;answers that will satisfy the yearnings of our hearts, the reaching of our minds. These are\nanswers that can only come from a divine source.\n<\/p><p>\nThis brings us to the question of communication between God and man, between a loving,\nall-knowing Father and his searching, seeking children. This communication includes prayer,\ninspiration, impressions from the divine source upon the mind of man, the findings of truth\nthrough earnest seeking and research, and also what is called revelation, to which the ninth\nArticle of our Faith refers in these words: \"We believe all that God has revealed, all that He\ndoes now reveal, and we believe that He will yet reveal many great and important things\npertaining to the Kingdom of God\" (<span class=\"citation\" id=\"6790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6790)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nWho knows all the answers or any of the ultimate answers? Since no one\ndoes, they must come from continued revelation&mdash;from continued prayerful seeking and\nsearch.\n<\/p><p>\nThere has been among men some suggestion that the heavens are closed, that scripture is\nclosed; that God revealed his mind and will to his prophets in the far past, but for some\nreason does not do so today.\n<\/p><p>\nDo we need his guidance less today than men once did? Do we have fewer problems? Would\na just and loving Father love us less than he did his children of the past? What kind and\nloving father would fail or refuse to respond to his children if they approached him with\nurgent need and humble hearts?\n<\/p><p>\nWhat gracious and all-wise Administrator of heaven and earth would ignore the problems of\nthe present or leave his children to grope alone in life?\n<\/p><p>\nThe comforting answer to these questions is that the channels of communication <i>are<\/i> open; that\nour God and Father is still interested in all our affairs; that he has his prophet on earth; that\nhe gives to his children what in his wisdom they need and seek and are prepared to accept.\n<\/p><p>\n\"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets\" (<span class=\"citation\" id=\"10424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10424)\">Amos 3:7<\/a><\/span>).\n\"Where there is no vision, the people perish\"\n(<span class=\"citation\" id=\"41458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41458)\">Prov. 29:18<\/a><\/span>).\n<\/p><p>\nThis need for prophets and their vision&mdash;lest the people perish&mdash;prompts us to quote another\nArticle of Faith: \"We believe in the same organization that existed in the Primitive Church\n(i.e. the Church founded by our Savior in the Meridian of Time), viz., apostles, prophets,\npastors, teachers, evangelists, etc.\" (<span class=\"citation\" id=\"6785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6785)\">A of F 1:6<\/a><\/span>).\nWould not our Savior's Church today be organized as when he was on earth?\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints sustains in this conference President David O.\nMcKay, who has stood before us this morning in his ninety-first year, in his kindly wisdom\nand far-seeing perception; sustains him as a prophet of God in this latter day, with the same\ndivine commission that was given to the prophets of the past.\n<\/p><p>\nSome have asked about our belief in the Book of Mormon. The Book of Mormon is not a\nsubstitute for the Bible. We accept the Bible and use the King James Version. But we do not\nbelieve that the Lord God confined his communications to the people of ancient Palestine or\nto any place or period of the past. He has had prophets in other places. The Book of Mormon,\nwhich supplements the Bible and is compatible with it, is an account of the counsels and\ncommunications of God, as is the Bible, and contains sacred and secular history, given to and\npreserved by the prophets of ancient America, among whom were some of the ancestors of\nthe American Indians.\n<\/p><p>\nGod is no respecter of persons (<span class=\"citation\" id=\"7920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7920)\">Acts 10:34<\/a><\/span>)\nand has not confined his communication to one part of his\nfamily, to one time of history, or to one land.\n<\/p><p>\nNow not only does our Father in heaven communicate by revelation, by inspiration, but he\nreveals truth also to earnest searching, seeking men in many fields of truth. Knowledge has\nbeen poured out upon the earth, the evidences of which are too numerous to dwell upon.\n<\/p><p>\nAnd not only does he reveal his will to his servants the prophets and to sincere searching\nmen, but he responds to a child's simplest prayer&mdash;the simplest, sincere desire of the soul.\nHe is mindful of every one of us in all our needs, in all of our decisions, in all our uses of\nlife, in the thoughts of our innermost hearts, and our outermost actions. And aside from\nrevelation as such, there is the impression within&mdash;the whisperings of the Spirit to the hearts\nand consciences of men.\n<\/p><p>\nAnd not only do we need communication with our Father in heaven, but we need\ncommunication and understanding with one another. So often we misjudge men. We misjudge\nmotives; we believe rumors, and not only believe them, but sometimes add to them and pass\nthem on. We sometimes believe what gossip and prejudice says of others, rather than going to\nfactual sources of information. We often reach conclusions based on sheer assumptions. \"O\nmortal men,\" said Dante, \"be wary how ye judge.\"\n<\/p><p>\nParents need better communication with their children, and children with parents. They need\nto counsel and respect each other and confide in each other and share with each other the\nthoughts of their hearts. What more important charge could anyone have in life than to care\nfor and nourish and understand and teach and love a child whom God has given? What\ngreater loyalty can a child have than to confide in a father and a mother with respect and\nlove, sharing hopes and dreams and plans and experiences. And there is safety in this&mdash;safety\nin doing nothing that we would not be willing and proud to confide to parents or to our\nFather in heaven, who in fact knows all things whether or not we confide.\n<\/p><p>\nThere is safety in a mother and a father waiting for children to return at whatever\nhour&mdash;safety in these close confidences.\n<\/p><p>\nHusbands and wives need to confide and communicate with each other and not withdraw\nthemselves within themselves, but to keep always open between them a gentle and frank and\nkindly communication.\n<\/p><p>\nThose who don't communicate sometimes sit in brooding silence, and let small things seem\nlarge, and imagine offenses that were never intended, and misjudge minds and hearts and\nmotives, and pull apart and sever the most sacred ties, and break hearts and homes.\n<\/p><p>\nThere is so much of misunderstanding that could be cleared with communication, with talking\nthings out&mdash;suspicions, offenses, misjudging motives, much of which would disappear with\ncommunication and the sincere sharing of confidences with those who have a right to expect\nus to confide. As a poet so long ago expressed it&mdash;\n<\/p><p>\n\"Not understood. We move along asunder,<br \/>\n      Our paths grow wider as the seasons creep<br \/>\n    Along the years; we marvel and we wonder<br \/>\n      Why life is life, and then we fall asleep,<br \/>\n&nbsp; &nbsp;              Not understood.\n<\/p><p>\n\"Not understood. We gather false impressions<br \/>\n      And hug them closer as the years go by,<br \/>\n    Till virtues often seem to us transgressions;<br \/>\n      And thus men rise and fall and live and die,<br \/>\n&nbsp; &nbsp;                    Not understood.\n<\/p><p>\n\"Not understood. Poor souls with stunted vision<br \/>\n      Oft measure giants by their narrow gauge.<br \/>\n    The pointed shafts of falsehood and derision<br \/>\n      Are oft impelled 'gainst those who mould the age,<br \/>\n&nbsp; &nbsp;                    Not understood.\n<\/p><p>\n\"Not understood. The secret springs of action,<br \/>\n      Which lie beneath the surface and the snow,<br \/>\n    Are disregarded; with self-satisfaction<br \/>\n      We judge our neighbors as they often go,<br \/>\n&nbsp; &nbsp;                 Not understood.\n<\/p><p>\n\"Not understood. How trifles often change us.<br \/>\n      The thoughtless sentence or the fancied slight<br \/>\n    Destroys long years of friendship, and estranges us,<br \/>\n      And on our souls there falls a freezing blight:<br \/>\n&nbsp; &nbsp;                 Not understood.\n<\/p><p>\n\"Not understood. How many breasts are aching,<br \/>\n      For lack of sympathy? Ah! day to day,<br \/>\n    How many cheerless, lonely hearts are breaking!<br \/>\n      How many noble spirits pass away,<br \/>\n&nbsp; &nbsp;                 Not understood.\n<\/p><p>\n\"O God, that men would see a little clearer,<br \/>\n      Or judge less harshly where they cannot see!<br \/>\n    O God, that men would draw a little nearer<br \/>\n      To one another! They'd be nearer Thee<br \/>\n&nbsp; &nbsp;                 And understood.\"<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;                   &mdash;Thomas Brecken\n<\/p><p>\nI would leave my witness with you that there is purpose in life, that there is\na Father in heaven who made us in his own image; that he did send his Son, our Savior, to\nredeem us from death; that God has revealed himself to man through the prophets of the latter\ndays even as through the prophets of the far past; that he is interested in his children; that he\nresponds to prayer; that he gives the revelations of his mind and will; that men are immortal\nand eternal; and that there is everlasting purpose and reason for the righteous living of life,\nfor keeping his commandments, for cherishing, serving, and loving one another.\n<\/p><p>\nWe would share with you these words from King Benjamin from the Book of Mormon:\n<\/p><p>\n\"Believe in God; believe that he is, and that he created all things, both in heaven and in earth;\nbelieve that he has all wisdom, and all power, both in heaven and in earth; believe that man\ndoth not comprehend all the things which the Lord can comprehend.\n<\/p><p>\n\"And again, believe that ye must repent of your sins and forsake them, and humble yourselves\nbefore God; and ask in sincerity of heart that he would forgive you; and now, if you believe\nall these things see that ye do them . . .\n<\/p><p>\n\"And ye will not suffer your children . . . that they transgress the laws of God, and fight and\nquarrel one with another, and serve the devil, who is the master of sin . . .\n<\/p><p>\n\"But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love\none another, and to serve one another\n(<span class=\"citation\" id=\"40320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40320)\">Mosiah 4:9-10,14-15<\/a><\/span>).\n<\/p><p>\n\". . . I say unto you, that there shall be no other name given nor any other way nor means\nwhereby salvation can come unto the children of men, only in and through the name of\nChrist, the Lord Omnipotent\n(<span class=\"citation\" id=\"40316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40316)\">Mosiah 3:17<\/a><\/span>).\n<\/p><p>\n\". . . O remember, remember that these things are true; for the Lord God hath spoken it\"\n(<span class=\"citation\" id=\"40315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40315)\">Mosiah 2:41<\/a><\/span>).\n<\/p><p>\nThe answers men so much seek are to be found, and to the aching, yearning loneliness of\nhuman hearts, and to the anguished agony of the world there can come direction, revelation,\ncomfort, guidance, inspiration, and a finding of the way to the purposeful, happy living of life\nwith the peace and cleanliness of a quiet conscience, and with the blessed assurance of an\neverlasting life with limitless opportunities, and with our loved ones with us.\n<\/p><p>\nMay God be with you, my beloved friends, and give you every needed blessing in life, and\nyour loved ones, in peace and health and happiness, in prayerful searching and seeking, in\npursuit of the divine purpose, with the assurance that the answers are there. May you have\nhelp in your daily pursuits, and in your homes, and in all relationships with your loved ones,\nand with wise and good choices in all the living of life.\n<\/p><p>\nGod does live! He is real and reachable and not indefinable. He is mindful of us. He hears us.\nHe is interested in us. He is ever ready to communicate with us. He is our Father and made\nus in his own image, and as we seek him he will not leave us groping and lonely and alone.\nHis word, his Church, his purposes are here and now on earth. The Creator is still in\ncommand. May God bless you and peace be with you&mdash;always, I pray in the name of the\nLord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}