{"ID":1294, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Chosen Generation ... A Peculiar People<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, October 1963, pp. 45-49<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe Bible states that our Savior Jesus Christ \". . . gave himself for us, that he might redeem\nus from all iniquity, and purify unto himself a peculiar people, zealous of good works\"\n(<span class=\"citation\" id=\"43035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43035)\">Titus 2:14<\/a><\/span>).\nThe members of The Church of Jesus Christ of Latter-day Saints are known throughout\nthe world as a peculiar people.\n<\/p><p>\nWe are considered a peculiar people because of our Word of Wisdom&mdash;the great youth\nprogram, the welfare program, the priesthood, and because of our belief in God&mdash;that he is a\npersonal God and is the same yesterday, today, and forever\n(<span class=\"citation\" id=\"24317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24317)\">Heb. 13:8<\/a><\/span>), and that he speaks to his prophets\ntoday as he did anciently. We are peculiar because we not only claim but furnish evidence to\nall people that the gospel of Jesus Christ has been restored to the earth in these latter days.\nWe believe that the same organization that existed in the primitive church of apostles,\nprophets, bishops, teachers, elders, and seventies, has been restored by direct revelation. It is\nthe duty of those called as apostles \". . . to ordain and set in order all the other officers of the\nchurch\" (<span class=\"citation\" id=\"14332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14332)\">D&amp;C 107:58<\/a><\/span>).\n<\/p><p>\n\"The Twelve are a Traveling Presiding High Council, to officiate in the name of the Lord,\nunder the direction of the Presidency of the Church . . . to build up the Church, and regulate\nall the affairs of the same in all nations\"\n(<span class=\"citation\" id=\"14329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14329)\">D&amp;C 107:33<\/a><\/span>). The Twelve travel throughout\nthe world and under the influence of the Spirit ordain bishops to be \"stewards of God.\"\n<\/p><p>\nIn connection with the duties of apostles, I would like to relate an apocryphal story from the\nwritings of Clement of Alexandria:\n<\/p><p>\n\". . . about John the Apostle, handed down and preserved in memory. When, on the death of\nthe tyrant, he (John) passed over to Ephesus from the Island of Patmos, he used to make\nmissionary journeys also to neighboring gentile cities, in some places to appoint bishops, and\nin some to set in order whole churches and . . . to appoint one of those indicated by the\nSpirit. On his arrival then at one of the cities at no great distance, of which some even\nmention the name . . . he saw a youth of stalwart frame and winning countenance, and\nimpetuous spirit, and said to the bishop, 'I entrust to thee this youth with all earnestness,\ncalling Christ and the Church to witness.' The bishop accepted the trust, and made all the\nrequisite promises, and the apostle renewed his injunction and adjuration. He then returned to\nEphesus, and the elder taking home with him the youth who had been entrusted to his care,\nmaintained, cherished, and finally baptized him. After this he abandoned further care and\nprotection of him, considering that he had affixed to him the seal of the Lord as a perfect\namulet against evil. Thus prematurely neglected, the youth was corrupted by certain idle\ncompanions of his own age, who were familiar with evil, and who first led him astray by\nmany costly banquets, and then took him out by night with them to share in their felonious\nproceedings, finally demanding his cooperation in some worse crime. First familiarized with\nguilt, and then, from the force of his character, starting aside from the straight path like some\nmighty steed that seizes the bit between its teeth; he rushed towards headlong ruin, and utterly\nabandoning the divine salvation, gathered his worst comrades around him, and became a most\nviolent, bloodstained, and reckless bandit-chief. Not long afterwards John was recalled to the\ncity, and after putting other things in order said, 'Come now, O bishop, restore to me the\ndeposit which I and the Saviour entrusted to thee, with the witness of the Church over which\nthou dost preside.' At first the bishop in his alarm mistook the meaning of the metaphor, but\nthe apostle said, 'I demand back the young man and the soul of the brother.' Then groaning\nfrom the depth of his heart and shedding tears, 'He is dead,' said the bishop. 'How and by\nwhat death?' 'He is dead to God! For he has turned out wicked and\ndesperate, and, to sum up all, a brigand; and now, instead of the Church he has seized the\nmountain, with followers like himself.' Then the apostle, rending his robe and beating his\nhead, with loud wailing said, 'A fine guardian of our brother's soul did I leave! Give me a\nhorse and a guide.' Instantly, . . . he rode away . . . from the Church and arriving at the\nbrigands' outposts, was captured without flight or resistance, but crying, 'For this I have\ncome. Lead me to your chief.' The chief awaited him in his armour, but when he recognized\nJohn as he approached, he was struck with shame and turned to fly [flight]. But John pursued\nhim as fast as he could, forgetful of his age, crying out, 'Why my son, dost thou fly [flee]\nfrom thine own father, unarmed, aged as he is? Pity me . . . fear not . . . stay! believe! Christ\nsent me.' But he on hearing these words first stood with downcast gaze, then flung away his\narms, then trembling, began to weep bitterly, and embraced the old man when he came up to\nhim, pleading with his groans, . . . but the apostle pledging himself . . . led him back to the\nChurch and praying for him . . . and wrestling with him in earnest fastings . . . did not depart,\nas they say, till he restored him to the bosom of the Church.\" (St. Clement of Alexandria,\n<i>Quis Divinitus Salv.<\/i>, chapter 42.)\n<\/p><p>\nIn Zion today are apostles like John who have been divinely called to minister the affairs of\nthe kingdom of God in all the world. The Lord has through this apostolic ministry appointed\nbishops in all stakes of Zion. The charge, \"I entrust to thee this youth,\" which John gave to\nthe bishop is one of the foremost responsibilities of the office and calling of a bishop&mdash;to\ncare for the youth. Peculiar to this Church is the authority by which it acts, the priesthood of\nGod. This priesthood or authority to act in the name of God was restored to the earth by\ndirect revelation. The higher priesthood is known as the Melchizedek Priesthood and \". . .\ncontinueth in the church of God in all generations, and is without beginning of days or end of\nyears\" (<span class=\"citation\" id=\"14291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14291)\">D&amp;C 84:17<\/a><\/span>).\nAlong with the Melchizedek Priesthood, \". . . the Lord confirmed a\npriesthood also upon Aaron and his seed, throughout all their generations, which priesthood\nalso continueth and abideth forever with the priesthood which is after the holiest order of\nGod\" (<span class=\"citation\" id=\"14293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14293)\">D&amp;C 84:18<\/a><\/span>).\nThus there are two divisions of the priesthood, \"namely, the Melchizedek\nand Aaronic, including the Levitical\"\n(<span class=\"citation\" id=\"14328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14328)\">D&amp;C 107:1<\/a><\/span>).\n<\/p><p>\nAn unusual promise is given in connection with the priesthood. The Lord said: \"For whoso is\nfaithful unto the obtaining these two priesthoods (or divisions) of which I have spoken, and\nthe magnifying their calling, are sanctified by the spirit unto the renewing of their bodies.\n<\/p><p>\n\"They become the sons of Moses and of Aaron and the seed of Abraham, and the Church and\nkingdom, and the elect of God\" (<span class=\"citation\" id=\"14297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14297)\">D&amp;C 84:33-34<\/a><\/span>).\nIt is therefore incumbent upon every\neligible male member of the Church to live worthy to receive the priesthood.\n<\/p><p>\nThe Lord in his great wisdom has placed the priesthood under two divisions, as indicated, the\nMelchizedek and the Aaronic. Perfection, however, does not come through the Aaronic\nPriesthood because this priesthood \". . . holdeth the key of the ministering of angels and the\npreparatory gospel\" (<span class=\"citation\" id=\"14294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14294)\">D&amp;C 84:26<\/a><\/span>), and is a\nschooling ministry to prepare the holders thereof\nfor the greater or Melchizedek Priesthood.\n<\/p><p>\nThe Lord offers the male youth of the Church, twelve years and older who are worthy and\neligible, the great privilege of officiating in his work by being ordained to the Aaronic\nPriesthood. Here they learn the governing principles of the kingdom of God. Through\nvoluntary service in the outward ordinances of the Church, they gain a spiritual stability that\ncan come to them in no other way.\n<\/p><p>\nIt is the Lord's desire that all should come unto him. \"For behold, this is my work and my\nglory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39174)\">Moses 1:39<\/a><\/span>). There is only\none way, as the Bible states, \"One Lord, one faith, one baptism\"\n(<span class=\"citation\" id=\"21752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21752)\">Eph. 4:5<\/a><\/span>).\n<\/p><p>\nThe Lord knows the dangers that can beset youth without a spiritual\nguide&mdash;just like the youth that John rescued who had been neglected! Worthy young men in the\nChurch have the Aaronic Priesthood conferred upon them. Thus each has the advantage of\nspiritual growth as he is presided over by a bishop. The bishop is, by revelation, president of\nthe Aaronic Priesthood and president of the priests quorum. Thus the bishop of a ward is the\nspiritual guardian of the youth. He does not, however, replace the parents in their\nresponsibility to teach, guide, persuade, and discipline their own children. It is the\nresponsibility of parents to develop within their children certain spiritual values such as\nhumility, repentance, a feeling of responsibility, and love for their fellow men. The example\nof parents, undoubtedly, imposes the greatest influence upon their children. This influence\nmust be for good if parents are to be successful.\n<\/p><p>\nThe most recent statistics from the FBI indicate an increase in crime as reported in 1962.\nApproximately fifty percent of all major crimes are committed by young people under the age\nof eighteen. The school dropout problem seems acute and more prevalent today. Dr. William\nHutchinson says: \"For the most part school dropouts were first church dropouts. He is a\ndrop-out from his family, . . . dropout from society. . . . I recognize, . . . that the most\nimportant single force in our society is the family. I would first suggest that we prepare our\nyoung people to be good parents. Too many of those that I see are weak, immature parents.\nAfter dealing with many teenagers, I have received the impression that adolescent youth is not\nlooking ahead to parenthood. Teenagers too often think of their father and mother as 'poor\nDad' and 'poor Mom' in a condescending way. Their thinking is not oriented ahead with\nproud anticipation of stepping into the role of a family leader.\n<\/p><p>\n\"Among parents I see a great many looking back with nostalgia to their youth and trying to\nrelive the 'glorious teens' vicariously through their children.\n<\/p><p>\n\"The family used to be bound together by economic glue. Historically, the family worked\ntogether as a team on the hunt or in the field. It was an essential to existence itself that there\nbe discipline and leadership within the family.\"\n<\/p><p>\nI would also like to read a letter written by a father to his son. The son had been confined in\na youth detention home. The father upon learning about his son's confinement went\nimmediately to the detention facilities. Upon seeing his son, the father commenced shouting\nindignantly, informing his son that he was no good, a disgrace. The boy reacted by forcing\nshut the door. As the father returned home, he was unable to sleep. He spent the night\npondering over the circumstances causing the failure of his son. As a result, he wrote this\nletter:\n<\/p><p>\n\"Dear Son, Maybe you won't understand all this. It certainly isn't clear to me yet. All I know\nis that when you sent me away yesterday I was glad. I thought I was finally rid of a big\nproblem. I was wrong. Son, I have been wrong about you for a long time. I decided to forget\nyou, but I couldn't. The more I tried, the more I thought about you. I prayed for help, but it\nseemed to do no good. In fact, my thoughts only became more centered around you, like a\nsnowball rolling down hill.\n<\/p><p>\n\"I don't blame you Son for sending me away. You weren't sending away your dad, only a\nguy who was always mad at you. When I overcame my drinking problem, I went to all those\nI had hurt and asked their forgiveness. I never thought to go to you. I should have. I know\nnow that you were one of those I had hurt the most.\n<\/p><p>\n\"When you needed another chance I never really gave it to you. Just sat around knowing you\nwould fail and waiting for it to happen. Now I'm asking you for another chance. Not with me\nsetting the terms. Just for the chance to work with you to try to overcome the wrongs done.\nHopefully, Dad.\"\n<\/p><p>\nThis letter would never have been written if the father had been the spiritual\ninfluence in his home that God intended him to be. The boy would never have harbored\ncontempt for his father if their home had been spiritually strong. One might assume that the\nstatistics of broken homes and shattered dreams would be sufficient to compel all people to\ncorrect the illusion that they are self-sufficient and have no need of God.\n<\/p><p>\nThomas J. Cahill, chief of the San Francisco Police Department, makes the following\nobservation: \". . . I say to you that the home is a place where the child must be taught from\nthe cradle. Love, understanding, and kindness is something that is built into his heart or her\nheart as they grow, and it must be done by both the father and the mother carrying out their\nresponsibilities; because when God gives them children or gives us children, he also places\nupon our shoulders corresponding responsibilities and obligations to see to it that those\nchildren are brought up in the proper way.\"\n<\/p><p>\nI must add that the only proper way is God's way. Spiritual discipline is the most effective\nmeans of character development. The influence of the priesthood in the home has the greatest\ninfluence for guiding and persuading young people along the path of righteousness. One of\nthe fundamental teachings of The Church of Jesus Christ of Latter-day Saints is that every\nmember should acquire learning by study, by faith, by prayer and by seeking learning\nwherever it is found. We believe that, \"The glory of God is intelligence\"\n(<span class=\"citation\" id=\"14321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14321)\">D&amp;C 93:36<\/a><\/span>).\n\"And if a person gains more knowledge and intelligence in this life through his diligence and\nobedience than another, he will have so much the advantage in the world to come\"\n(<span class=\"citation\" id=\"14346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14346)\">D&amp;C 130:19<\/a><\/span>).\n<\/p><p>\nThis would suggest that spiritual guidance in the home gives the youth not only an advantage\nin this life but also in the eternity. In addition to the influence in the home, the bishop gives\nthem guidance in the government of the kingdom and in the priesthood of God. In this\nrespect, he is in metaphor, a potter and sculptor of the youth.\n<\/p><p>\nThe ward bishop cultivates the pure love of Christ in the souls of the youth. His labors inspire\nhope, and his kindness builds faith. This is today's spiritual challenge to establish faith, hope,\nand the pure love of Christ, which is charity (see\n<span class=\"citation\" id=\"38300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38300)\">Moro. 7:47<\/a><\/span>), into the hearts of the young\npeople. Paul declares that these three abideth (see\n<span class=\"citation\" id=\"371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(371)\">1 Cor. 13:13<\/a><\/span>) though the image and fashion\nof the world pass away. It is the precious youth of the Church who must accept this\nchallenge. It is the bishop, as overseer in the household of God, who holds the torch of\nleadership. The bishop is indeed a true and good shepherd.\n<\/p><p>\nIt is in the early period of life that youth needs to be cared for, maintained, and cherished.\nThis is the formative period of life. Mr. Vaughn in 1733 wrote to Benjamin Franklin,\n\"Influence upon the private character late in life is not only influence late in life but a weak\ninfluence.\n<\/p><p>\n\"It is in youth that we plant our chief habits and prejudices; it is in youth that we take our\nparty, as to profession, pursuits and matrimony. In youth, therefore, the turn is given, in youth\nthe education even of the next generation is given, in youth the private and public character is\ndetermined, and the term of life extending but from youth to age, life ought to begin well\nfrom youth, and more especially before we take our party to our principal objects.\"\n<\/p><p>\nNo young man can receive the priesthood and participate therein without becoming a better\nperson. The priesthood is character building. It teaches one to have proper concepts and\nvalues. As one magnifies his duties in the priesthood, he experiences the challenge and growth\nthat emanate from eternal principles. This challenge prompted the inspired words of the\nProphet Joseph Smith, \"That the rights of the priesthood are inseparably connected with the\npowers of heaven, and that the powers of heaven cannot be controlled nor handled only upon\nthe principles of righteousness\"\n(<span class=\"citation\" id=\"14340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14340)\">D&amp;C 121:36<\/a><\/span>).\n<\/p><p>\nIn the business affairs of life, it is the application of advantages that\ncontributes to success. If one has the advantage of added training in a certain field or the\nadvantage of more economical production of a product, he usually becomes more successful\nin his business effort. So it is with the youth. The priesthood of God gives them an advantage\nfor success and happiness and eternal life.\n<\/p><p>\nHere we have reason for Peter's declaration: \". . . ye are a chosen generation, a royal\npriesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him\nwho hath called you out of darkness into his marvelous light\"\n(<span class=\"citation\" id=\"2292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2292)\">1 Pet. 2:9<\/a><\/span>). In the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}