{"ID":1295, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"We Believe in Being Honest\"<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, October 1963, pp. 49-52<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is always a great spiritual uplift to attend the conference of The Church of Jesus Christ of\nLatter-day Saints, and I am grateful with you, my brethren and sisters, once again to have this\nprivilege.\n<\/p><p>\nPresident McKay's great message yesterday, which went straight to the heart of the individual,\ngives encouragement to the remarks that I thought to make about honesty. The great need of\nthe world is for spiritual quality in men, for depth and altitude of soul, for wealth of inward\nlife, out of which good deeds shall come like a stream from the mountains, with power. But\nthis nobility of character is not arrived at in a day. Its source lies far back in the days of\nyouth, in the practice of restraint and the acquisition of honest thoughts and good habits.\n<\/p><p>\nWe believe in being honest!\n<\/p><p>\nThrough the efforts of the American Bar Association and Presidential Proclamation, we now\nhave a new day in America. It comes every first of May and is referred to as \"Law Day.\"\nEfforts are being made to popularize this day by many national organizations of which the\nfollowing are but a few: The American Heritage Foundation, The United States Conference of\nMayors, and The General Federation. The need for such a day to be brought to the attention\nof America stems from the apparent complacency with regard to the rule of law, devotion to\nmorality, and moral honesty.\n<\/p><p>\nIn recent weeks, as reported in our newspapers, J. Edgar Hoover, the director of the Federal\nBureau of Investigation, based upon statistics compiled by this bureau, stated among other\nthings \"that since 1950 the crime rate in America has increased four times as fast as our\npopulation. For every dollar our churches cost us, our crime is costing us 12 dollars. Bank\nrobberies and fraud have increased with leaps and bounds.\" In viewing this appalling situation\nthere are those who say, \"Such crimes are committed by the professional criminal, and we\nwill always have them.\" But, truly, are such deviations into crime and dishonesty expanding\nonly in the so-called ranks of the professional criminal?\n<\/p><p>\nIn an article appearing in the <i>Reader's Digest<\/i> not long ago, we learn of the\nreported inroads of dishonesty made into the ranks of the average person.\n<\/p><p>\nA fisherman or a hunter is generally regarded as a \"sportsman\" with a sense of fairness and of\nplaying the game according to the rules; yet in one month in one of our states, 350\n\"sportsmen\" were fined for violation of the game laws. An officer reported that there would\nhave been many more had there been sufficient wardens to check the infractions.\n<\/p><p>\nAccess to the daily press releases of the Federal Trade Commission reveals the mendacity of\nour sellers of goods&mdash;lies about origins, lies about qualities, lies about reduced prices!\n<\/p><p>\nRecently, a New York newspaper printed many columns about unscrupulous persons on relief\nwho had dishonestly requested and received more money than the law permits.\n<\/p><p>\nThe revealed facts of employee and customer dishonesty are most startling. Chiseling a big\nimpersonal company is not stealing at all, say some. A report of this was made in <i>Look<\/i>\nMagazine published the last week of September. A reputable citizen recently told proudly of\nreturning a five dollar bill to a drugstore clerk who had given him too much change; but\nwhen he completed a long distance call from a pay booth and the operator returned his five\nquarters by mistake, he kept the money without any qualms. \"The phone company is so big\nthey won't miss it,\" he said.\n<\/p><p>\nThe New Jersey Bell Telephone Company not long ago made a big fuss over a ten-year-old\ngirl who had returned several dollars which she had found in the return slot of a public\ntelephone. The company tried upon this occasion to impress the fact by having her picture\nplaced in the paper that when a person faces a machine with a moral question, his answer\nshould be the same as when he faces a human being.\n<\/p><p>\nDuring the first ten months at New York's new Americana Hotel, the well-meaning average\nguests stole among other things 38,000 demitasse spoons, 18,000 towels, 355 silver coffee\npots, 1,500 silver finger bowls, and, believe it or not, 100 Bibles.\n<\/p><p>\nSupermarkets are especially vulnerable to the \"amateur\" thieves, eighty percent of whom are\nwomen. One example, 500,000 supermarket shopping carts disappeared last year, at an\naverage cost of $30.00 each, this comes to $15,000,000.00. One expert estimates that fifteen\npercent of your food bill goes to cover what customers and employees take, salving their\nconscience with the thought that big companies can afford it. The question is: Can you afford\nit?\n<\/p><p>\nIt is estimated that supermarket employees steal the equivalent of $300,000.00 every day.\nAcross the country, employee thefts of money and merchandise are estimated to total two\nbillion dollars a year. Three years ago this was estimated at one billion. Such pilferage has\ndestroyed many companies. An organization has been formed in New York City not to\ninvestigate criminal rings, but to suggest methods to big business concerns on how to control\nemployee dishonesty. Much of this is in such innocent quantities that it hardly appears evil at\nall. Secretaries go home with pencils and carbon paper. Employees use the telephone for\npersonal calls that add up to big money. One executive in a big company said, \"If you asked a\ngirl to put down a dime for a phone call, she would think you were crazy.\"\n<\/p><p>\nThe fact that moral dishonesty has settled like an evil blanket upon the peoples of all lands is\ntold in an interesting story by Russell Kirk reporting in the <i>National Review<\/i>, having written\nthe story from a country house in Fife, Scotland. \"Once upon a time,\" he wrote, \"a strict\nCalvinism, whatever its defects, did install a high degree of honesty in the typical Scot. But\nthis week, at the raspberry picking here, the gardener remarked to me, that of the thirty or\nforty people who came to pick on shares, probably everyone would steal a basket or two of\nberries if he saw the chance.\"\n<\/p><p>\nThese examples of moral dishonesty are not those of the hardened criminal, but rather the\naverage everyday citizen we see go to and from work on the streets of our cities. Civilizations\nmay not fall because of cheating raspberry pickers or dishonest supermarket\nemployees, yet great states do come to an end of their tether when religious sanctions no\nlonger govern the soul of the average citizen.\n<\/p><p>\nWell might we ask ourselves this question at this crucial time, \"What is it that produces moral\nand physical dishonesty in the lives of people?\" The facts that have been reported here refer\nto overt acts of moral dishonesty, in a supposedly noncriminal cross section of the people.\nCan we possibly believe that any act of such dishonesty is born as of that minute when the act\nis committed? This cannot be true, for it goes back even to childhood where little traits of\ndishonesty go undetected. I once heard a father jokingly tell of how his little son was always\nable to find loose change around the house. Perhaps the urge to take something that does not\nbelong to an employee can be traced back to the lack of respect which adolescents have for\nthe property of others, even members of their own families.\n<\/p><p>\nThat child or adult who is unaccountable for his actions, disregarding repentance and\nrestitution, weaves into his character the trait of dishonor. Here we see the need of\nrighteousness and kind discipline in the home.\n<\/p><p>\nThe lack of realism on the part of parents in failing to detect and correct innocent acts of\ndishonesty in their children can lead to disaster later. The passing over of small amounts of\nmoney taken by children, the failure to correct stories told by children which are completely\nfalse, can lead to acts of a graver nature later. There are many ways in which the unsuspected\nseeds of moral dishonesty are planted and which will blossom forth in due time.\n<\/p><p>\nGenerally speaking, moral dishonesty tends towards <i>insincerity<\/i> and <i>hypocrisy<\/i>. These three are\nevil companions and can destroy the majesty of the will, nullifying the power of agency.\nNothing displeases the Master more than hypocrisy. His frequent denunciations of the\nPharisees because of this trait are a matter of biblical record. Of those who are not what they\nprofess to be, the Apostle James has said, \"A double minded man is unstable in all his ways\"\n(<span class=\"citation\" id=\"26163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26163)\">James 1:8<\/a><\/span>).\nFollowing this declaration with another: \"But be ye doers of the word, and not\nhearers only, deceiving your own selves\"\n(<span class=\"citation\" id=\"26164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26164)\">James 1:22<\/a><\/span>).\n<\/p><p>\nAn insincere person lives a strenuous life, says Anne Lindbergh. There must ever be restraints\nagainst \"putting on\" or assuming a superficial front to sway an impression or a credit in our\ndirection. That leader or teacher who is not honest in heart lacks sincerity. Such a one does\nnot live by what he teaches. The very word itself when traced to its origin means to be honest\nin our relations with others; a negative message will ever emit from an insincere and morally\ndishonest person. From my own experience in serving with thousands of missionaries, I have\ncome to know that sincerity is the most necessary of all qualifications. Without it a\nmissionary can't hope to succeed.\n<\/p><p>\nThe Prophet Joseph Smith, while being held without cause in Liberty Jail, was inspired to say\nconcerning those whose insincerity of purpose had led to dishonest membership:\n<\/p><p>\n\"How much more dignified and noble are the thoughts of God than the vain, (insincere)\nimaginations of the human heart! None but fools will trifle with the souls of men.\" (<i>DHC<\/i>\n3:295.)\n<\/p><p>\nThe Apostle Paul urged the Ephesians to serve God with sincerity of purpose honest intent.\nSaid he:\n<\/p><p>\n\". . . Be obedient . . . with fear and trembling, in singleness of your heart, as unto Christ;\n<\/p><p>\n\"Not with eyeservice, as men-pleasers; but as the servants of Christ,\n<i>doing the will of God from the heart;<\/i>\n<\/p><p>\n\"With good will doing service, as to the Lord, <i>and<\/i> not to <i>men<\/i>:\n<\/p><p>\n\"Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.\n<\/p><p>\n\". . . in the evil day, and having done all, <i>to stand<\/i>\"\n(<span class=\"citation\" id=\"21759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21759)\">Eph. 6:5-7,11,13<\/a><\/span>), italics added).\n<\/p><p>\nSomeone has written a paraphrasing of this of those who take much from life but give little:\n<\/p><p>\n\"He stands having his loins girt about with religiosity and having on the\nbreastplate of respectability. His feet are shod with ostentatious philanthropy, his head is\nencased in the helmet of spread-eagle patriotism. Holding in his left hand the buckler of\nworldly power and in his right hand the sword of influence, and thus shall he stand in the evil\nday.\"\n<\/p><p>\nIn conclusion, I quote the Thirteenth Article of Faith of our Church:\n<\/p><p>\n\"<i>We believe in being honest<\/i>, true, chaste, benevolent, virtuous, and in doing good to all men;\nindeed, we may say that we follow the admonition of Paul&mdash;We believe all things, we hope all\nthings, we have endured many things, and hope to endure all things. If there is anything\nvirtuous, lovely, or of good report or praiseworthy, we seek after these things\"\n(<span class=\"citation\" id=\"6793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6793)\">A of F 1:13<\/a><\/span>, italics\nadded).\n<\/p><p>\nI have spoken of but one phase of this article:\n<\/p><p>\n\"<i>We believe in being honest!<\/i>\"\n<\/p><p>\nI bear testimony to the need of this attribute in our daily lives that we may not be deceived\nby the force of evil in hidden and unsuspecting ways. I bear testimony also of the vitality and\ntruth of the message of the restoration of the gospel of Jesus Christ, which we have for the\nworld. In the words of Joseph Smith the Prophet:\n<\/p><p>\n\"We say that God is true; that the Constitution of the United States is true; that the Bible is\ntrue; that the Book of Mormon is true . . . that Christ is true; that the ministering angels sent\nforth from God are true, and that we know that we have an house not made with hands,\neternal in the heavens (<span class=\"citation\" id=\"3046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3046)\">2 Cor. 5:1<\/a><\/span>),\nwhose builder and maker is God (<span class=\"citation\" id=\"24315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24315)\">Heb. 11:10<\/a><\/span>)\"\n(<i>DHC<\/i> 3:304).\n<\/p><p>\nI testify of this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}