{"ID":1296, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Christ Is the Cornerstone<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1963, pp. 52-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, we have just listened to a stirring message sung by the Choir. \"How\nbeautiful upon the mountains are the feet of him who bringeth good tidings\"\n(<span class=\"citation\" id=\"25240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25240)\">Isa. 52:7<\/a><\/span>).\n<\/p><p>\nAs I stand here, I feel that mankind today needs to be reassured. Atheism is asserting itself as\nnever before. It is being organized to destroy religion, to dethrone God, and to undermine the\nstandards by which progress in the past has been made. The leaders in all activities of life\nneed much strength, much love, much endurance, and an unbounded courage, and certainly\ngreater faith in God.\n<\/p><p>\nAs a Church we accept without reservation the divine leadership of Jesus Christ the Lord.\nFaith in him is the foundation of righteous living. He is the cornerstone of The Church of\nJesus Christ of Latter-day Saints. To disregard and to ignore him is to extinguish the brightest\nlight in human history.\n<\/p><p>\nA few weeks ago I attended a fast day service in a beautiful ward chapel. I was deeply\nimpressed as I watched and listened to the proceedings. A youthful bishop presided. He made\na few preliminary remarks, and the congregation sang a well-known hymn. The prayer that\nfollowed was short and to the point. Another hymn was sung, and the bishop arose and told\nthe congregation it was their meeting. He urged the members present to bear their\ntestimonies and briefly to express their feelings regarding their faith and to\nacknowledge their blessings. There were no prolonged sermons. The speakers, men and\nwomen, manifested the usual fear and timidity, but all in all each one had a message, a\nmessage that came from the heart, and what comes from the heart goes to the heart. The\nwords spoken were tinctured with deep conviction. In each case it was a declaration of a\npositive faith. They told about their prayers being answered and the manifestations of God's\npower in their homes. Some talked about material blessings which had come through the\npayment of tithing. Others testified as to the divinity of God's work which had been\nestablished in this Dispensation of the Fulness of Times. Some spoke of the divinity of Jesus\nChrist, and others about the prophetic calling of Joseph Smith. The closing hymn was sung\nwith considerable feeling. A fervent benediction was offered, and the meeting dismissed, but\nthe worshipers stood there in groups as if reluctant to go. I know the good spirit was present\nin that gathering. It was the spirit of true worship. All were touched and everyone was\nstrengthened and uplifted for the days and weeks ahead.\n<\/p><p>\nWhat is man without an abiding faith in the true and living God? Colonel Ingersoll answered\nthat question many years ago. \"Man,\" he said, \"is a stranger wandering hither and thither in a\nnarrow vale between the barren peaks of two eternities,\" coming and going without guide,\ncompass, or destination to guide him on his way.\n<\/p><p>\nBut let me say, my brethren and sisters, those peaks about which Ingersoll spoke are not\nbarren, for a man of faith sees beyond the peaks, and he sees a primeval existence. He also\nsees a land where there are no shadows and where there will be a glorious reunion with loved\nones who have gone on before. Earth life is not the beginning of man, and death is not the\nend. For three years Jesus walked along the shores of the Sea of Galilee, through the towns,\nvillages, and cities of Palestine, teaching and demonstrating the power of faith. But most of\nhis followers remained cynical and doubtful, and when the crucial and testing moment\narrived, they were not there. Without faith man is forever in the shadows of doubt and\nuncertainty. He has no future. He has no program to follow, and when death comes he leaps\ninto the dark and there is no inclination in his heart to turn to God and worship.\n<\/p><p>\nJesus was the greatest advocate of faith the world has known. He not only taught it but he\nexemplified it in his entire ministry. For many years I have read books on the life and\ncharacter of Jesus the Christ. Most of them have been very interesting and well-written. The\nolder I get, however, the more joy and satisfaction I receive from the four Gospels written by\nMatthew, Mark, Luke, and John. These four narratives are a challenge to the world. They are\na work of art. They are a strong and irrefutable testimony of the divinity of the Lord Jesus.\nWhatever is said and done, and whatever is written about him, the fact remains that these\nwriters of his life have pictured for us the greatest figure in universal history. They did not\ninvent him. No one would be capable of doing that, for he was perfect and beyond the\ncreation of man. They recorded what they saw and heard and found nothing to criticize. They\naccepted him, worshiped him, and some of them died for him. Their testimony is therefore\nstrong, reliable, and trustworthy.\n<\/p><p>\nReligious teachers talk about theology, their doctrines of salvation&mdash;the resurrection, the\nvirgin birth, and many other things. But without the personal Christ as he appeared among\nmen, their teachings would be meaningless and without purpose, and the urge to worship the\nAlmighty would be lost. He is the voice of authority, the fountain of all grace and truth and\nthe mirror of all perfection for you and me to follow. He made that clear when he said, \"I am\nthe way, the truth, and the life\"\n(<span class=\"citation\" id=\"28084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28084)\">John 14:6<\/a><\/span>).\nI believe that deep in the heart of humanity\nis a desire to believe in the divinity of Jesus Christ, for he gives humanity something to hope\nfor, something to live for, and something to strive for.\n<\/p><p>\nJesus lived with the poor. He appeared as one of them. He cast his lot with the lowly and\ndejected classes of society. You will recall when John the Baptist sent his disciples to be\nreassured, Jesus said, \"Tell John the poor have the gospel preached to them\" (see\n<span class=\"citation\" id=\"31586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31586)\">Luke 7:22<\/a><\/span>).\nCan you think of any leader aspiring to greatness and recognition who ever thought of\nbeginning with the poor? Please remember that the higher circles were open to him, but he\nnever deserted the meek and the humble. He remained their friend. Was not this a\nmanifestation of his great love?\n<\/p><p>\nThe meek will someday inherit the earth (<span class=\"citation\" id=\"35220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35220)\">Matt. 5:5<\/a><\/span>).\nThe honest and conscientious worker will be\nrewarded, and the idler and the schemer will have no place in the ideal commonwealth to be\nestablished.\n<\/p><p>\nConsider the Savior from any standpoint. He was always a leader. He possessed all the\nqualifications necessary to lead a world torn asunder by conflict, war, disruption, and\ncontention. He looked ahead. He was prepared for eventualities. He knew, for instance that he\nwould be put to death on the cross. He knew also the reception that would be accorded his\ndisciples. He never wavered in the face of a ruthless and determined opposition. In adversity\nhe was still the leader. A combination of forces assailed him. Strong and powerful they were,\nbut he never lost sight of his appointed mission nor succumbed to the fallacies of men. His\nobjective was before him. He never compromised nor did he sidestep his responsibilities. He\nwas firm and immovable before his assailants, most of whom shriveled and withered in his\npresence. He could not be manipulated nor confused.\n<\/p><p>\nHe was qualified, my brethren and sisters, to lead the children of men. He made a bid to do\nso: \". . . other sheep I have, which are not of this fold: them also I must bring, that they shall\nhear my voice; and there shall be one fold, and one shepherd\"\n(<span class=\"citation\" id=\"28073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28073)\">John 10:16<\/a><\/span>). Jesus is the\nshepherd. He will succeed, for regardless of man's rebellion every knee shall bow and every\ntongue confess that Jesus is the Christ (<span class=\"citation\" id=\"41262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41262)\">Philip. 2:10-11<\/a><\/span>).\nIn a world of uncertainty, confusion, and chaos\nmankind must turn to him. It is inevitable.\n<\/p><p>\nAnd so we worship the Lord and Master. We meet together often to keep alive our faith and\nto worship him in spirit and in truth. Emerson said, \"And what greater calamity can fall upon\na nation than the loss of worship. Then all things go to decay. Genius leaves the temple to\nhaunt the senate or the market. Literature becomes frivolous, science is cold.\"\n<\/p><p>\nI testify that Mormonism, so-called, is the gospel of Jesus Christ, which is the power of God\nunto salvation (<span class=\"citation\" id=\"42762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42762)\">Rom. 1:16<\/a><\/span>).\nIt embraces all truth and proclaims the divinity of Jesus Christ. People\neverywhere are urged to recognize and accept that truth and to introduce it into their daily\nlives. The angel whom John saw in vision said, \"Fear God, and give glory to him; for the hour\nof his judgment is come: and worship him that made heaven, and earth, and the sea, and the\nfountains of waters\" (<span class=\"citation\" id=\"42346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42346)\">Rev. 14:7<\/a><\/span>).\n<\/p><p>\nMay we do so, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}