{"ID":1297, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Church, the Most Important Thing<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1963, pp. 56-60<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDear brothers and sisters and the listening audience:\n<\/p><p>\nI thought I would like to discuss with you today briefly what, to me, is the most important\nthing in a man's life.\n<\/p><p>\nJesus said:\n<\/p><p>\n\"But seek ye first the kingdom of God, and his righteousness; and all these things shall be\nadded unto you\" (<span class=\"citation\" id=\"35240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35240)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nWhere should one seek to find the kingdom of God today?\n<\/p><p>\nThe Apostle Paul said:\n<\/p><p>\n\"And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors\nand teachers;\n<\/p><p>\n\"For the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist:\n<\/p><p>\n\"Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a\nperfect man, unto the measure of the stature of the fulness of Christ:\n<\/p><p>\n\"That we henceforth be no more children, tossed to and fro, and carried about with every\nwind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to\ndeceive\" (<span class=\"citation\" id=\"21754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21754)\">Eph. 4:11-14<\/a><\/span>).\n<\/p><p>\nCan the world claim that we have come to a unity of the faith?\n<\/p><p>\nIn view of the hundreds of churches claiming to be the church of Christ and yet teaching\nconflicting doctrine, is it not clear that men are being tossed to and fro with every wind of\ndoctrine as the Apostle Paul stated, and is this not because the apostles and the prophets\nwhom God placed in his Church to bring them to a unity of the faith were all put to death,\nexcept the Apostle John who was promised that he might tarry to bring souls unto Christ until\nhe should come in his glory\n(<span class=\"citation\" id=\"28104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28104)\">John 21:22<\/a><\/span>;\n<span class=\"citation\" id=\"5671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5671)\">3 Ne. 28:9<\/a><\/span>).\n<\/p><p>\nWhat became of the Church and kingdom of God after the Savior and his apostles were put to\ndeath?\n<\/p><p>\nThe Apostle Paul warned the brethren of his day not to look for the coming of Christ until\nthere should be a falling away first. These are Paul's words:\n<\/p><p>\n\"Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering\ntogether unto him,\n<\/p><p>\n\"That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, not by\nletter as from us, as that day of Christ is at hand.\n<\/p><p>\n\"Let no man deceive you by any means: for that day shall not come, except there come a\nfalling away first, and that man of sin be revealed, the son of perdition\"\n(<span class=\"citation\" id=\"5043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5043)\">2 Thes. 2:1-3<\/a><\/span>).\n<\/p><p>\nCould a more positive statement be made that there would be a falling away before men could\nlook for the coming of Christ?\n<\/p><p>\nHow universal was this apostate condition to be?\n<\/p><p>\nWhen the Apostle John was banished upon the isle of Patmos, the angel of the Lord showed\nhim all things from the war in heaven when Satan was cast out\n(<span class=\"citation\" id=\"42339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42339)\">Rev. 12:7-9<\/a><\/span>) with a third of the hosts of\nheaven (<span class=\"citation\" id=\"42337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42337)\">Rev. 12:4<\/a><\/span>)\nuntil the final winding up scenes when we would have a new heaven and a new earth\n(<span class=\"citation\" id=\"42353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42353)\">Rev. 21:1<\/a><\/span>),\nfor all former things would have passed away\n(<span class=\"citation\" id=\"42355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42355)\">Rev. 21:4<\/a><\/span>), and the angel said: \". . .\nCome up hither, and I will shew thee things which must be hereafter\"\n(<span class=\"citation\" id=\"42332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42332)\">Rev. 4:1<\/a><\/span>).\n<\/p><p>\nAnd the angel showed John the power that Satan would have in the world and said:\n<\/p><p>\n\"And it was given unto him to make war with the saints, (the members of his church) and to\novercome them: and power was given him over all kindreds, and tongues, and nations\"\n(<span class=\"citation\" id=\"42341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42341)\">Rev. 13:7<\/a><\/span>).\n<\/p><p>\nIn light of these statements it is clear that the Lord permitted his apostles to see the time\nwhen his Church and kingdom would not be found upon the earth.\n<\/p><p>\nBut he also let them see the time when his kingdom would again be restored to the earth.\n<\/p><p>\nAfter the Apostle John was shown by the angel the power given Satan to make war with the\nSaints and to overcome them and power was given him over all kindreds and tongues and\nnations (see <span class=\"citation\" id=\"50013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50013)\">Rev. 13:7<\/a><\/span>), he was shown\nhow the Lord would restore his kingdom to the earth. He said:\n<\/p><p>\n\"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,\n<\/p><p>\n\"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of\nwaters\" (<span class=\"citation\" id=\"42345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42345)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nThus the everlasting gospel was to be restored to the earth by an angel being sent from the\nheavens. It was to be preached to every nation, kindred, tongue, and people, showing again\nhow universal the departure from the truth had been or there would have been no need of an\nangel being sent from heaven to restore the everlasting gospel to the earth.\n<\/p><p>\nThe Prophet Isaiah also saw the day when men would be teaching for doctrines the precepts\nof men, and he said:\n<\/p><p>\n\"Therefore, behold, I will proceed to do a marvelous work among this people, even a\nmarvelous work and a wonder: for the wisdom of their wise men shall perish, and the\nunderstanding of their prudent men shall be hid\"\n(<span class=\"citation\" id=\"25238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25238)\">Isa. 29:14<\/a><\/span>).\n<\/p><p>\nOur message is to acquaint every lover of truth with this marvelous work and a wonder or the\neverlasting gospel brought back to this earth by holy messengers sent from heaven in our day.\n<\/p><p>\nThe Prophet Amos tells us the need of a prophet in these words:\n<\/p><p>\n\"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets\" (<span class=\"citation\" id=\"10425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10425)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nThus, he, who would be sent to prepare the way of the coming of the Lord in the latter days,\ncould be none other than a prophet.\n<\/p><p>\nWe bear solemn witness unto the world that the Lord has raised up a prophet in this\ndispensation to restore his everlasting gospel or his kingdom upon the earth, and that prophet\nwas Joseph Smith.\n<\/p><p>\nWhen Jesus bore testimony to Nicodemus of what the Lord had done, he said:\n<\/p><p>\n\"Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and\nye receive not our witness\"\n(<span class=\"citation\" id=\"28058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28058)\">John 3:11<\/a><\/span>).\n<\/p><p>\nAnd we testify that we do know that Joseph Smith was a prophet of God who was visited by\nGod the Father and his Son Jesus Christ when, following the admonition of the Apostle\nJames, if any man lack wisdom, let him ask of God who giveth to all men liberally, and\nupbraideth not; and it shall be given him (see\n(<span class=\"citation\" id=\"26161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26161)\">James 1:5<\/a><\/span>). He went into the woods near his\nfather's house, when only in his fifteenth year, to ask of God which of all the churches he\nshould join, and the Savior of the world whose right it is to sit in judgment upon all men told\nhim, he should join none of them, for they were all wrong and were teaching for doctrine the\ncommandments of men (<span class=\"citation\" id=\"30439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30439)\">JS&mdash;H 1:18-19<\/a><\/span>),\nthus merely declaring the fulfillment of the prophecies we have\nalready referred to.\n<\/p><p>\nFollowing this glorious vision, other heavenly messengers were sent to restore all things\nspoken by the mouths of all the holy prophets since the world began as declared by the\nApostle Peter which would have to transpire before the Savior would come again (see\n(<span class=\"citation\" id=\"7916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7916)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nMoroni, a prophet who lived upon this land of America about four hundred years after the\nbirth of Christ and who had custody of the records that had been kept, of the hand dealings of\nthe Lord with a people that he led to the land of America six hundred years before the birth\nof Christ, which record was recorded on gold plates, was delivered by Moroni to the Prophet\nJoseph Smith with the Urim and Thummim or interpreters by use of which he was able to\ntranslate these records which we now have as the Book of Mormon.\n<\/p><p>\nJohn the Baptist, who was beheaded for the testimony of Jesus, brought back the Aaronic\nPriesthood.\n<\/p><p>\nPeter, James, and John, apostles of the Lord Jesus Christ who were with him upon the mount\nof the transfiguration, restored the Melchizedek Priesthood with the holy apostleship. Thus\nmen were again empowered by ordination to perform holy ordinances here upon the earth\nnecessary for the salvation and exaltation of men so that such ordinances would be binding in\nthe heavens, and again to establish the Church and kingdom of God upon the earth.\n<\/p><p>\nWhen Jesus, as he sat upon the Mount of Olives, told his disciples that the temple at\nJerusalem would be destroyed so there would not be left one stone upon another\n(<span class=\"citation\" id=\"35272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35272)\">Matt. 24:1-2<\/a><\/span>), his disciples\nsaid unto him:\n<\/p><p>\n\"Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end\nof the world?\" (<span class=\"citation\" id=\"35275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35275)\">Matt. 24:3<\/a><\/span>).\n<\/p><p>\nThen Jesus told his disciples of the judgments that would befall the nations, of wars and\nrumors of wars and pestilences and earthquakes and famines, and then he adds:\n<\/p><p>\n\"Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all\nnations for my name's sake\" (<span class=\"citation\" id=\"35276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35276)\">Matt. 24:9<\/a><\/span>).\n<\/p><p>\nThen he adds:\n<\/p><p>\n\"And this gospel of the kingdom shall be preached in all the world for a witness unto all\nnations; and then shall the end come\" (<span class=\"citation\" id=\"35279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35279)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nThis is the only gospel, through obedience, to which men can obtain membership in the\nChurch and kingdom of God here upon this earth.\n<\/p><p>\nSo, if we understand the scriptures, we would know that the truth, the everlasting gospel, the\nmarvelous work and wonder Isaiah spoke of, would be found with a people who have been\nhated by all nations. Such has been the history of this people and this Church.\n<\/p><p>\nThe Prophet Joseph Smith and his brother Hyrum were shot in cold blood by a wicked mob,\nand many of the Saints were killed for their testimonies, and the Saints were driven from their\nhomes time and time again until they were driven beyond the borders of the United States.\n<\/p><p>\nRecently, I sent a copy of a book explaining the teachings of this Church to a distant relative\nin the East, an intelligent man. He wrote back indicating that it was the first book he had ever\nread in favor of the Mormons. He said, \"I doubt if you have any conception of the erroneous\nideas the people of New England have regarding the Mormon people. I sometimes wonder if\nthey believe the tales they tell.\"\n<\/p><p>\nBut though the Lord had said that his people would be hated of all nations, nevertheless, he\npromised the Prophet Joseph Smith and his associates:\n<\/p><p>\n\". . . power to lay the foundation of this church, and to bring it forth out of obscurity and out\nof darkness, the only true and living church upon the face of the whole earth, with which I,\nthe Lord, am well pleased, speaking to the church collectively and not individually&mdash;\"\n(<span class=\"citation\" id=\"14236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14236)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nIt is gratifying to us to have lived long enough to see the realization of this promise.\n<\/p><p>\nLast year 115,000 new converts joined this Church because they believed through the power\nof the Holy Spirit in answer to their prayers that Joseph Smith truly was a Prophet of God.\n<\/p><p>\nOn May 17 of this year (1963) the \"Ten Commandments Award\" of the Fraternal Order of\nEagles of Milwaukee, Wisconsin, was presented to President McKay. It was the third time in\nfifty-six years the award had been presented by the organization.\n<\/p><p>\nThe award, an engraved copper scroll mounted on walnut, read:\n<\/p><p>\n\"To President David O. McKay&mdash;for leadership and strengthening the moral and spiritual\nfabric of American life.\"\n<\/p><p>\nThen, Mr. Thacker, representing more than a million members in the United States said:\n<\/p><p>\n\"We wish to express our appreciation for your leadership as head of one of the great religions\nand faiths of our country. We present it in honor to your church and faith, and to you\npersonally. May you reign forever.\"\n<\/p><p>\nHow appropriately he expresses our feelings toward our great prophet and leader of today.\n<\/p><p>\nOn March 29, 1960, a youth conference was held in Washington, at the call of President\nEisenhower. Some seven thousand delegates from all over the United States attended that\nconference. President Marion D. Hanks of the First Council of the Seventy of this Church was\nasked to give the keynote address at that conference, and as he sat down, the man conducting\nthe same made this statement:\n<\/p><p>\n\"As I sat here, I reflected that Mr. Hanks comes from people that were driven from our region\nof the country because of the things they believed and suffered bitter persecution for their\nideals; that went finally to the far reaches of the country where they thought themselves away\nfrom all this.\n<\/p><p>\n\"Now we have invited a leader of that people to come here to talk to us of the same ideals\nand principles for which we drove them away.\"\n<\/p><p>\nIt takes truth a long time to travel.\n<\/p><p>\nIn a book recently published by Marcus Bach entitled <i>Strange Sects and Curious Cults<\/i> he\ndevotes one chapter to the Mormons. I quote the following therefrom.\n<\/p><p>\n\"Mormonism has outlived its persecutors and outlasted most of its critics and with good\nreason. It is the most truly American of all America's religions. Its founders, its miracles, its\nholy books, its prophets, its martyrs, and its spirit grew out of American soil. Across America\nfrom coast to coast are the credentials of its faith, and it is in America that it has built its holy\ncity and its sacred state.\"\n<\/p><p>\nDuring the summer of 1959, the president of the Deep Springs College near Bishop,\nCalifornia, a member of the Episcopal Church, taught at the Brigham Young University\nSummer School.\n<\/p><p>\nIn an interview with a newspaper reporter, he said:\n<\/p><p>\n\"It may well be that the Mormon people have the key that will eventually save this country.\"\n<\/p><p>\nWe knew that, but we didn't know that he did. Then he adds:\n<\/p><p>\n\"I am impressed with the extremely high level of intellect I encounter in the students here and\neven more important the character of the students.\"\n<\/p><p>\nAnd is this not the true test of true Christianity?\n<\/p><p>\nI have a son-in-law in Los Angeles who has interested a retired minister in the\naccomplishments of the Mormon Church. He said to my son-in-law a short time ago, \"I would\nlike to do something worthwhile before I die. I would like to write a book in favor of the\nMormon Church.\" While my wife and I were there during our last summer's vacation, my\nson-in-law had fifty type-written pages prepared by this man under the title\n<i>A Methodist Preacher Likes Some Things about the Mormon Religion<\/i>. I was asked to read the fifty pages\nwhich I did, and there were many very complimentary things said about our Church. I quote\njust a few paragraphs taken at random from the fifty pages:\n<\/p><p>\n\"The Mormons need to know that what has been good for the development and practice of the\nWelfare state in Utah has fundamental principles that God designed for the world at large as\nwell as for the Mormon Church. If Mormon principles of the Welfare state have been good\nfor the Mormon people&mdash;it is also a good thing to give it out to the whole world without\nstint or favor.\"\n<\/p><p>\n* * * * *\n<\/p><p>\n\". . . The despised Mormon Church has something in its makeup, the church world needs and\nno amount of dodging this fact will furnish escapement from our theological muddle of the\npresent hour.\"\n<\/p><p>\n* * * * *\n<\/p><p>\n\". . . Joseph was irregular like all prophets of God, and I believe he was a prophet of God, in\nspite of any proven blunders that might be suggested on the part of his enemies.\"\n<\/p><p>\n* * * * *\n<\/p><p>\n\". . . The Mormon church has something that the world needs, and ignorance of Mormon truth\nwill not help us solve the problems of our national life.\"\n<\/p><p>\n* * * * *\n<\/p><p>\n\". . . No two men in the religious history of America were hated like Joseph Smith and\nBrigham Young, but they had something the world needed in spite of any personal faults they\nmight have had in life.\"\n<\/p><p>\n* * * * *\n<\/p><p>\n\". . . It is high time that some honest scribe wrote about the importance of the truth that\nJoseph Smith and Brigham Young preached while being the most brutally opposed men in\nAmerican religious life.\"\n<\/p><p>\n* * * * *\n<\/p><p>\nIt is wonderful to note how the Lord is fulfilling his promise that he would bring his work\nforth out of obscurity and out of darkness (<span class=\"citation\" id=\"25239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25239)\">Isa. 29:18<\/a><\/span>).\n<\/p><p>\nTo all who are listening to me this day, I say unto you, that God the Eternal Father has\nrestored his Church and kingdom to the earth, that he has built his Church again upon the\nfoundation of apostles and prophets with Christ our Lord as the chief cornerstone\n(<span class=\"citation\" id=\"21751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21751)\">Eph. 2:20<\/a><\/span>); and no\nmatter what your faith may be, I promise you that if you will investigate and join this Church\nwith sincerity of heart, that it will enrich your lives beyond anything that you could purchase\nwith the wealth of this world. Hence, I repeat, the greatest thing in this world is to seek first\nthe kingdom of God and his righteousness and all other blessings will be added\n(<span class=\"citation\" id=\"35241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35241)\">Matt. 6:33<\/a><\/span>). I prize my\nmembership in his Church and kingdom above all other things I have in this world, even to\nmy life itself. May God bless you all, I pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}