{"ID":1298, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How Much Is too Much?<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1963, pp. 60-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne morning on my way from the parking lot to my office in the Church Office Building I\nstopped momentarily at the large excavation behind the building. A young man stepped over\nby me and asked what was going on. I told him it was the excavation for a large multistory\nchurch administration building. He replied as he turned and went down the street,\n\"<i>That's too much to spend on religion<\/i>.\" Obviously he didn't place much value on religion.\n<\/p><p>\nI've been thinking since then, <i>how much is too much?<\/i>\n<\/p><p>\nIn this busy world, are we so concerned with other things that we have not time for God? We\nneed to stop and ponder&mdash;Where are our values centered?\n<\/p><p>\n\"There is something very remarkable about what we have to give under the gospel plan,\" said\nPresident J. Reuben Clark, Jr. \"No matter how much we give of <i>truth<\/i>, of <i>good example<\/i>, of\n<i>righteous living<\/i>, our stores, our blessings <i>increase<\/i>, not <i>decrease<\/i> by that which we give away . . .\n<\/p><p>\n\"We are expected to give out of our store all that we possibly can give away, and in\nproportion as we give unto others, we become thereby more and more enriched ourselves.\"\n<\/p><p>\nIn serving our fellow men we are also serving God. As he has said, \"Inasmuch as ye have\ndone it unto one of the least of these my brethren, ye have done it unto me\"\n(<span class=\"citation\" id=\"35281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35281)\">Matt. 25:40<\/a><\/span>).\nThe more we serve, the more we are blessed. King Benjamin in addressing his people said, \"I\nsay unto you that if ye should serve him who has created you from the beginning, and is\npreserving you from day to day, by lending you breath, that ye may live and\nmove and do according to your own will, and even supporting you from one moment to\nanother&mdash;I say, if ye should serve him with all your whole souls, yet ye would be unprofitable\nservants.\n<\/p><p>\n\"And behold all that he requires of you is to keep his commandments; and he has promised\nyou that if ye would keep his commandments ye should prosper in the land; and he never\ndoth vary from that which he hath said; therefore, if ye do keep his commandments he doth\nbless you and prosper you.\n<\/p><p>\n\"And now, in the first place, he hath created you, and granted unto you your lives, for which\nye are indebted unto him.\n<\/p><p>\n\"And secondly, he doth require that ye should do as he hath commanded you; for which if ye\ndo, he doth immediately bless you; and therefore he hath paid you. And ye are still indebted\nunto him, and are, and will be, forever and ever; therefore, of what have ye to boast?\"\n(<span class=\"citation\" id=\"40314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40314)\">Mosiah 2:21-24<\/a><\/span>).\n<\/p><p>\nHave you ever tried to get the Lord indebted to you? He has offered that challenge to you.\n<\/p><p>\n\"Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove\nme now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and\npour you out a blessing, that there shall not be room enough to receive it\"\n(<span class=\"citation\" id=\"32778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32778)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nWe are indebted to God for our very life: the air we breathe, our sight, speech, hearing.\n<\/p><p>\nTypical of many other such cases is the lady who was born blind. Through the goodness of\nthe missionaries who provided her with the Braille and talking records necessary to teach her\nthe gospel, she became converted to the Church. She told me she had two sisters who had\ntheir sight, but she wouldn't trade places with either one of them. They had their sight, but\nthey didn't see. She had the gospel and a testimony of its divinity, but they did not.\n<\/p><p>\nAnother typical example is the man who was grateful for the accident which caused him to be\nparalyzed from the waist down. He said if it had not been for the accident he would not have\nreceived the gospel. He had been too busy before to be interested in religion. After the\naccident he had plenty of time to think and set his values straight. Then the missionaries\ncalled on him. He accepted the gospel and now has been to the temple and had his wife and\nfamily sealed to him for time and all eternity, without which he wouldn't have his family\nafter death. For this he was most grateful. <i>What price is too great for the blessings of<\/i>\n<i>exaltation and eternal life<\/i>, and what is there in this world that is more precious than the\ngospel of Jesus Christ?\n<\/p><p>\nIn early days of the Church it was not uncommon for converts to be rejected by family and\nfriends and forced to make a choice between loved ones and the gospel of Christ. They chose\nthe gospel because it gave them a joy and security which could not be found in any other\nway. There are still some converts who are forced to make this choice. On the other hand,\nsome of us who have been given blessings in such abundance have no time for God. Our\nsearch for wealth and riches means more to us, and we are sufficient unto ourselves. We no\nlonger depend upon God.\n<\/p><p>\nThe Lord has said in the section called the Word of Wisdom:\n<\/p><p>\n\"And all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments, shall receive health in their navel and marrow to their bones;\n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures\"\n(<span class=\"citation\" id=\"14312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14312)\">D&amp;C 89:18-19<\/a><\/span>).\n<\/p><p>\nHow can one set a price on the \"hidden treasure\" of knowledge of the gospel of Jesus Christ?\n<\/p><p>\nAnd again the Lord has declared:\n<\/p><p>\n\"And also all they who receive this priesthood receive me, saith the Lord;\n<\/p><p>\n\"For he that receiveth my servants receiveth me;\n<\/p><p>\n\"And he that receiveth me receiveth my Father;\n<\/p><p>\n\"And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him\" (<span class=\"citation\" id=\"14301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14301)\">D&amp;C 84:35-38<\/a><\/span>).\n<\/p><p>\n<i>What price is too high?<\/i> Can you appreciate the blessing which belongs to\nyou priesthood holders to take your child in your arms in the congregation of the Church and\ngive it a name and blessing, or to baptize and confirm the members of your family, or others\nwho may be worthy?\n<\/p><p>\nCount your many blessings, see what God has done.\n<\/p><p>\nSome one has said, \"True faith is that which teaches that things which matter most, should not\nbe at the mercy of things which matter least.\"\n<\/p><p>\nLet us not be like the man in the parable Christ gave who filled his storehouses with the\nriches of the world. When they were filled to overflowing he said, \"I shall tear them down\nand build greater\" (<span class=\"citation\" id=\"31595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31595)\">Luke 12:18<\/a><\/span>).\n<\/p><p>\n\"But God said unto him, Thou fool, this night thy soul shall be required of thee\"\n(<span class=\"citation\" id=\"31596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31596)\">Luke 12:20<\/a><\/span>).\n<\/p><p>\nNone of us knows when our soul may be required of us. <i>It may be later than we think.<\/i>\n<\/p><p>\nMay we more fully appreciate the great and wonderful blessings which the gospel offers to\nus, and may we show that appreciation by righteous living and service to our fellow men and\nunto God, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}