{"ID":1299, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Where Is Your Power?\"<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, October 1963, pp. 62-65<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBetween sessions I was speaking to Brother Alma Sonne, whom I affectionately call my \"big\nbrother.\" He was the concluding speaker at this morning's session, and sensing some\napprehension on my part about this moment, he said: \"Don't worry, little brother. I promise\nyou this: There is a good spirit when you get up there.\" And I confess that I am totally\ndependent upon that good spirit and plead with the Lord for his blessings during the few\nmoments allotted me here at this pulpit.\n<\/p><p>\nSome time ago I stood at the bedside of an aged little Danish woman. She was near the close\nof her life. There was a serenity and anticipation, even a beauty about her as she talked of\nwhat soon would be. There stood with us her middle-aged son, a pathetic figure. He had lost\nhis wife and family through self-indulgence and for the past number of years had been living\nat home with his aged mother. Tearfully he pleaded, \"Mama, you can't go. Mama, you've got\nto live. Mama, you can't die.\"\n<\/p><p>\nNow, as the last person who seemed to care much for him at all was about to go home, his\npleadings became almost frantic as he demanded, \"Mama, you can't go.\" And then he said\nwith emphasis, \"Mama, I won't let you go.\"\n<\/p><p>\nI shall not forget. The little mother looked up at her son, and in her broken Danish accent she\nsaid, \"But vher iss yoa powah?\" It is to her question, \"Where Is Your Power?\" that I would\nspeak.\n<\/p><p>\nHer son had brought no honor to the family name. As a father he had failed. How sharper\nthan a serpent's tooth is failure such as this! I address my remarks to every father who has a\nson&mdash;not to the exclusion of fathers who have daughters only, for much of\nwhat I say will suit them, too&mdash;but pointedly to every man who has a son to carry on his\nname.\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints is a family-centered Church. I bear fervent,\nsolemn witness that The Church of Jesus Christ of Latter-day Saints was divinely instituted;\nthat there stands at the head of this Church today a prophet of God, and that the program of\nthe Church is ordered by revelation from on high. In the Church there is reverence for family\nrelationships. Family relationships are sacred. The family is eternal.\n<\/p><p>\nI speak to the father simply in recognition of his place at the head of the home. Recently a\npriesthood home teaching program was inaugurated in the Church. It reaffirms to every father\nhis responsibility. It brings to every father new opportunity.\n<\/p><p>\nThe responsibilities of fatherhood cannot be delegated to social agencies, nor even to the\nChurch, for a father may unwittingly erase all of the good effects of those outside the home\nwho seek to build for him a worthy son.\n<\/p><p>\nParents frequently call upon the General Authorities of the Church and anxiously argue that\nwe are the last hope to rescue a wayward son or daughter. They seek a blessing we cannot\nalways bestow, for often we find it is the parent and not the child that needs reproof. How\nwise was the prophet when he said:\n<\/p><p>\n\". . . The fathers have eaten sour grapes, and the children's teeth are set on edge\"\n(<span class=\"citation\" id=\"23124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23124)\">Ezek. 18:2<\/a><\/span>).\n<\/p><p>\nOne cannot, I repeat, escape the obligation of fatherhood. The father who neglects his son\nmay suffer the condemnation that the Lord placed upon the Prophet Eli when he said:\n<\/p><p>\n\"For I have told him that I will judge his house for ever for the iniquity which he knoweth;\nbecause his sons made themselves vile, and he restrained them not\"\n(<span class=\"citation\" id=\"2553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2553)\">1 Sam. 3:13<\/a><\/span>).\n<\/p><p>\nI would remind you that the father is first of all a husband, and essential to rearing or fine\nstalwart sons is proper regard for the wife and the mother of the family. O how important it is\nfor a son to have a proper relationship with his father and with his mother, and for him to\nknow that his father and his mother live together in love. There are some hideous things that\ncan happen to a boy&mdash;ugly, abnormal, perverted things. A proper parental pattern is the\ngreatest insurance against tragedy such as this.\n<\/p><p>\nThe Prophet Jacob, in accusing wayward fathers of his day, said:\n<\/p><p>\n\"Behold, ye have done greater iniquities than the Lamanites, our brethren. Ye have broken the\nhearts of your tender wives, and lost the confidence of your children, because of your bad\nexamples before them; and the sobbings of their hearts ascend up to God against you\"\n(<span class=\"citation\" id=\"25851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25851)\">Jacob 2:35<\/a><\/span>).\n<\/p><p>\nIf the father does not honor the priesthood he holds, rest assured that the son will do more\nthan duplicate the inactivity. He will likely magnify the mischief he sees in you, father.\nFortunately, the same may be true of your virtue and activity also.\n<\/p><p>\nGive careful, prayerful, conscious thought and consideration to your family. Do not bury your\nlife in merely providing a living. Many men play the role of fatherhood just by ear. They\nonly react to what is, rather than to strive with conscious, prayerful effort for what ought to\nbe.\n<\/p><p>\nA necessary and important discovery with reference to a boy is that he is an individual. Boys\nmust be taught to work, but boys are not miniature men, and the Lord has urged:\n<\/p><p>\n\"And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and\nadmonition of the Lord\" (<span class=\"citation\" id=\"21758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21758)\">Eph. 6:4<\/a><\/span>).\n<\/p><p>\nA boy is not born to know that his father loves him. He must be told and shown and shown\nand told a thousand times or more. A father must be wise and patient, but most of all he must\nbe consistent, and his expectations must he reasonable. For as the poet said:\n<\/p><p>\n\"What unjust judges fathers are, when in regard to us they hold<br \/>\n    That even in our boyish days we ought in conduct to be old.<br \/>\n    Nor taste at all the very things that youth and only youth requires;<br \/>\n    They rule us by their present wants, not by their past long-lost desires.\"<br \/><br \/>\n&nbsp; &nbsp;    (Terence&mdash;<i>The Self-Tormentor<\/i>,<br \/>\n&nbsp; &nbsp;  Act I, Scene 3, F. W. Ricord's Trans.)\n<\/p><p>\nRecently in California a church leader described a lecture he had given his children. He had\nforcefully affirmed to them how he had been self-sufficient as a youth, how dependable he\nhad been, how hard he worked. His tiny daughter brought him back to earth by saying,\n\"Daddy, when you were a little baby, did you fix your own bottle?\"\n<\/p><p>\nWhere is your power to rear children to bring honor to your name? Each father would do well\nto recognize that he is himself a son. This is true in an eternal way. It is my testimony that\nthe word \"father\" in the scriptures means father; that we have a child-parent relationship with\nGod; that we were created in his image; that we are his children, and each one of us,\nparticularly those who hold the priesthood, will one day have to answer to him.\n<\/p><p>\nThe late President George Albert Smith once lay critically ill. Those close to him despaired of\nhis life. He later recorded: \"One day, under these conditions, I lost consciousness of my\nsurroundings and thought I had passed to the other side. I found myself standing with my\nback to a large beautiful lake, facing a great forest of trees. There was no one in sight, and\nthere was no boat upon the lake or any other visible means to indicate how I might have\narrived there. I realized, or seemed to realize, that I had finished my work in mortality and\nhad gone home. I began to look around, to see if I could not find someone . . .\n<\/p><p>\n\". . . soon I found a trail through the woods which seemed to have been used very little, and\nwhich was almost obscured by grass. I followed this trail, and after I had walked for some\ntime and had traveled a considerable distance through the forest, I saw a man coming toward\nme. I became aware that he was a very large man, and I hurried my steps to reach him,\nbecause I recognized him as my grandfather . . .\" (I say parenthetically here that his\ngrandfather was George A. Smith, First Counselor to President Brigham Young.) President\nSmith continues: \"I remember how happy I was to see him coming. I had been given his\nname and had always been proud of it.\n<\/p><p>\n\"When grandfather came within a few feet of me, he stopped. His stopping was an invitation\nfor me to stop. Then&mdash;and this I would like the . . . people never to forget&mdash;he looked at\nme very earnestly and said:\n<\/p><p>\n\"'I would like to know what you have done with my name.'\n<\/p><p>\n\"Everything I had ever done passed before me as though it were a flying picture on a\nscreen&mdash;everything I had done. Quickly this vivid retrospect came down to the very time I was\nstanding there. My whole life had passed before me. I smiled and looked at my grandfather\nand said:\n<\/p><p>\n\"'I have never done anything with your name of which you need be ashamed.'\n<\/p><p>\n\"He stepped forward and took me in his arms, and as he did so, I became conscious again of\nmy earthly surroundings. My pillow was as wet as though water had been poured on it&mdash;wet\nwith tears of gratitude that I could answer unashamed.\"\n<\/p><p>\nThis vision or dream of President Smith reminds each of us of the responsibility we bear with\nreference to the name that has been given us. We have taken upon ourselves the name of\nChrist and have entered into a covenant to remember him always and to keep the\ncommandments which he has given us, and in consequence of keeping the commandments\nthere comes a promise that we shall have his Spirit to be with us.\n<\/p><p>\nOur measure will not depend on academic degrees or political preference or property or\ninfluence so much as simply how we lived at home. To be a worthy father is to be a faithful\nson. The formula for either is the same.\n<\/p><p>\nWhere is your power? It is in the power of example. Where is your power to raise sons to do\nhonor to your name? It is in the power of the priesthood.\n<\/p><p>\nIn closing I quote a few lines from Jane Terry written to teachers, applicable to fathers who\nare the teachers of their sons:\n<\/p><p>\n\"You are called to be true under-shepherds,<br \/>\n    To keep watch o'er the lambs of the fold;<br \/>\n    \"And to point out the way to green pastures,<br \/>\n    Of more value than silver or gold.\n<\/p><p>\n\"Unto you are entrusted the children<br \/>\n    Priceless treasures from heaven above,<br \/>\n    You're to teach them the truth of the Gospel<br \/>\n    Let them bask in the warmth of your love.\n<\/p><p>\n\"Do you ask for the help of our father<br \/>\n    In teaching his children so dear?<br \/>\n    Do you put forth a true, honest effort?<br \/>\n    Is your message impressive and clear?\n<\/p><p>\nAre you living a worthy example?<br \/>\n    Is your character what it should be?<br \/>\n    When the children have gathered around you,<br \/>\n    Can you say, 'Come, follow me'?\n<\/p><p>\n\"Earnest effort is always rewarded,<br \/>\n    Righteous lives are inspiring to all,<br \/>\n    You can render your thanks to our Savior,<br \/>\n    By making the most of your call.\"\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}