{"ID":13, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marvin O. Ashton<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Marvin O. Ashton, <i>Conference Report<\/i>, pp. 45-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Clark's concern in the short time left and the number of us yet to be heard from,\nreminds us we must be brief. A minister in his efforts to impress his good people with the\nmiraculous in nature observed in his talk this particular Sunday that in every blade of grass\nthere was a sermon. The following Saturday one of the boys of the parish found the minister\ncutting his lawn. In greeting his spiritual adviser the boy exclaimed, \"Reverend, I am sure\nglad to see you cutting your sermons short.\" I shall make you happy in making my sermon\nshort.\n<\/p><p>\nWill you please have your thinking machinery shift gears into the realm of temporal affairs?\nThe temporal problems are the responsibilities of the Presiding Bishopric, and to be frank\nwith you we don't blush in reminding you of them from time to time. In quoting Joseph\nSmith, I was interested in what Brother Marion Romney had to say about the temporal and\nthe spiritual things of the Church. The Prophet observed that the man who could make an\nintelligent demarcation would be a very wise man. Brethren, in living our religion, we just\ncan't get away from the temporal things. They \"smack us in the eye,\" so to speak, everywhere\nwe go, and if we hope to have our thinking on terra firma, we've got to meet fairly and\nsquarely our stewardship. We brethren assembled here tonight are the directors of this great\nChurch corporation, of course, keeping in mind that the bishops working with us are\ninfluenced and guided, if you please, by our attitude and instructions. Some people are so\nconstituted that even common sense must be reinforced with chapter and verse. For their\nbenefit, here we go: \"And even the bishop, who is a judge, and his counselors, if they are not\nfaithful in their stewardship shall be condemned, and others shall be planted in their stead\"\n(<span class=\"citation\" id=\"11753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11753)\">D&amp;C 64:40<\/a><\/span>).\n<\/p><p>\nPlease keep in mind that you have fifteen hundred buildings in this Church. If you put an\naverage value of twenty thousand dollars on each, the minimum value of Church property is\nat least thirty million dollars. I dare say your cost of replacement would be nearer one\nhundred million dollars. Now don't forget this depreciation business. Still using the minimum\nfigure: one percent depreciation is three hundred thousand dollars per year; two percent or the\nfigure used by the government in the most substantial construction will be six hundred\nthousand dollars per year. If you depreciate those buildings five percent, as the neglect some\nbuildings get will indicate, (and that isn't fiction) your depreciation per year would be one\nmillion five hundred thousand dollars.\n<\/p><p>\nI ask you who is the \"watch dog\" of the treasury? Is he only that fellow who writes out the\nchecks? Is he only the one who watches the gates of the Church vaults? In a big sense the\n\"watch dogs\" are those who are the custodians of our Church buildings. Don't forget it. \"A\nstitch in time saves nine.\" \"Trifles make perfection, but perfection is no trifle.\"\n<\/p><p>\nI brought over with me today a board panel with some evidences of mistakes wired thereon.\nLike other sins, here are displayed evidences of sins of omission and sins of commission.\nDon't forget, one spark will burn up a million dollars of the hardest earned money in the\nworld. When you take a fuse plug and insert a penny therein, or twist the brass so it laps over\nthe contact in the center, that is a sin of commission. Yes, only a little thing, but the spark\nmay send smoke to the skies of our people's hard earned savings. Our people take the skin off\ntheir hands in the sacrifices they make, and plain carelessness burns up in a minute the results\nof such sacrifices. That fuse plug is so constructed as to make for you a night watchman to\nguard your property when you are asleep. He makes your absence from home safe from fire.\nYet in some of these sins of commission you take a six shooter, as it were, and pick him off.\nYes, you kill the guard that protects your home. We have asked you to install at a cost of\ntwenty-one dollars a low water cutoff in your boiler. Some of you won't. We ask you to test\nthe water in your boilers to save corroding, but you won't. Right while we talk, the good\npeople of a little ward who can't dig down any more will have to raise nine hundred dollars\nto replace a boiler because some one blundered in a detail we are talking about &mdash; a little sin\nof commission. In this boiler was inserted a leadlike substance as a plug which, when\nsubjected to extra heat, would melt and automatically shut off the furnace. What did he do?\nHe plugged the hole with a hickory stick &mdash; a sin of commission here. In some chapels we\nhave found the controls and safety appliances wired down, and maybe two hundred little\nchildren on the floor just over this danger of explosion, they and their devoted teachers in\noblivion of the \"dynamite\" they are hovering over. If you want to get some faith-promoting\nstories, just follow us around to some of the Church buildings and see how the Lord has His\narm around us. Keeping in mind our carelessness, if the Lord didn't have His arms around us,\nwe'd have a hundred fires a year.\n<\/p><p>\nWe are still talking about the temporal things. The lives of' our people are at stake. I don't\ncare whether you place the Church property at thirty million dollars or one hundred million\ndollars, we are reminded in a big way that we are the watch dogs of the treasury. A custodian\nis either too lazy or he doesn't know how to clean the ashes out of his stoker, and a\nsacrificing handful of people have to dig down in their pockets for three hundred dollars for a\nnew stoker.\n<\/p><p>\nAnother ward has to meet a bill of six hundred dollars for a new boiler because the custodian\nfailed to go to the expense of ten cents worth of labor and five cents for a postage stamp in\nthe examination of the water in his boiler.\n<\/p><p>\nA keeper of a ward's property won't clean out the old rags from the basement and thirty\nthousand dollars honest-to-goodness toil and sacrifice goes up in smoke.\n<\/p><p>\nThe skies of the most beautiful hamlet in our country are darkened by the smoke of a fifty\nthousand dollar beautiful edifice and contents because the bishop would not take counsel as to\nhow easily fires are started by defective wiring.\n<\/p><p>\nIt is like the Irishman who cut off one of his fingers in the rip saw and was showing his\nfriends how he did it. While demonstrating, he had to exclaim, \"Gee, there goes another one.\"\nYes, brethren, while we are talking, there goes another meetinghouse up in smoke.\n<\/p><p>\nNow you stake presidents, we have asked you to appoint a member of your high council to be\nthe point of contact between our office and the wards of your stake. If you haven't done so,\nplease appoint him now and give as his name and address.\n<\/p><p>\nI do want to say this before I sit down: We compliment most of you men on the way you are\nteaming with us. There are some of you who don't. We don't know why; when we visit your\nplaces, we just don't understand; we can't understand it. As Bishop Richards said today,\nclimate doesn't determine what your stake is going to be. It is initiative. We keep crying and\ncrying to have some of these things taken care of, and they are not.\n<\/p><p>\nMay the Lord bless us in our responsibilities, I ask in the name of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}