{"ID":130, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Nicholas G. Smith<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Nicholas G. Smith, <i>Conference Report<\/i>, October 1944, pp. 16-20<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is a great thrill, my brethren, for me to meet with you, the men who have been called to\nguide and direct the destinies of a million people, and I thrilled as we listened to the\nwonderful things that have been given to us this morning, and to the clarion call of President\nClark, that we begin our postwar planning and be prepared to welcome back our boys and\ngirls into homes where the Word of Wisdom is observed and family prayers are indulged in.\n<\/p><p>\nTHE VALUE OF FAMILY PRAYER\n<\/p><p>\nI am a firm believer in family prayer, and I do not think there is anything too small for us to\nask for, notwithstanding the fact that I was talking with an educator not long ago who said:\n\"It stands to reason that God can't hear all the prayers that are offered up by the hundreds of\nmillions of people that are in this world, to say nothing of all the other worlds and their\ninhabitants.\"\n<\/p><p>\nNow, I do not pretend to know how the Lord can hear and answer all these prayers, but I do\nknow that from my infancy my mother taught me to go to my Heavenly Father in prayer, that\nthe Lord loves little children, and that he would answer my prayers. I have been amazed as I\nhave met up with difficulties to discover how solutions came to problems. Surely the Lord\ndoes hear and answer prayer, and if we have a praying family, and these boys and girls who\nhave been undergoing these terrible experiences come back, they will be mighty happy to join\nin those prayers.\n<\/p><p>\nLETTER FROM A SOLDIER\n<\/p><p>\nThese boys of ours are having terrible experiences. One of my stalwart missionaries was on\nthe beachhead of Anzio in Italy. He had been in a foxhole for weeks. He\ncame out of it to get cleaned up and have a little rest, and as he was writing, telling me of the\nglorious experiences he had had up in the Northwestern States Mission, he said: \"You know, I\nthink there is something wrong with all of us. Here I have been looking to see if I couldn't\ncatch some German boy with his head up so that I might be able to shoot him, and I knew\nthat there were German boys all around waiting for me to stick my head up so they could\nshoot me, and as I sat in that foxhole this past week and thought about it all,\" he said, \"I\ndon't know why we should act this way, and I have asked my Heavenly Father to help me to\nunderstand.\"\n<\/p><p>\nHe was praying in his foxhole, all right, and he sent this little rhyme in his letter. I do not\nknow whether he himself wrote it, or where he picked it up:\n<\/p><p>\nThree monkeys sat in a coconut tree <br \/>\nDiscussing things as they seem to be.<br \/>\nSaid one to the others, \"Now listen, you two, <br \/>\nThere's a certain rumor, that can't be true&mdash;<br \/>\nThat man descended from our noble race. <br \/>\nThe very idea! It's a disgrace.\n<\/p><p>\n\"No monkey ever deserted his wife,<br \/>\nStarved her babies, or ruined her life.<br \/>\nAnd you've never known another monk<br \/>\nTo leave her babies with others to bunk, <br \/>\nOr pass them on from one to another<br \/>\nTill they scarcely know who is their mother.\n<\/p><p>\n\"And another thing, you'll never see<br \/>\nA monk build a fence 'round a coconut tree, <br \/>\nAnd let the coconuts go to waste,<br \/>\nRefusing all other monks a taste.<br \/>\nIf I'd put a fence around a tree,<br \/>\nStarvation would force you to steal from me.\n<\/p><p>\n\"Here's another thing a monk won't do, <br \/>\nGo out at night and get on a stew,<br \/>\nOr use a gun, or a club, or knife<br \/>\nTo take some other monkey's life.<br \/>\nYes, man descended, the ornery cuss,<br \/>\nBut brothers, he didn't descend from us!\"\n<\/p><p>\nThis fine young man who had filled a glorious mission up in the Northwestern States, just a\nfew days after he had written me this letter, paid the price that so many of our boys must pay,\nfor he was killed. When I think of these fine young fellows who have a testimony of the\ngospel of Jesus Christ burning in their souls, and who played their part in the mission field to\ntry to tell people of this better way of life, that they have family prayers in their home, that\nthey develop an unselfish spirit, that they be kind to their neighbors, I am sure that it is a\nterrible thing for such men to pay this price; and when they come back, having been taught to\nkill, to destroy houses and everything that civilization has yet built up, as well as the lives of\nthe people, they will need prayer.\n<\/p><p>\nNow the men who sit in this congregation today are the men whom our Heavenly Father will\nhold responsible for the lives that the men and women and children live in the stakes of Zion\nin the Church&mdash;a million of them. I am sure there would not be one here who would fail to\nhave his family prayers, or who would do anything secretly or openly that would make a\nliving soul start on that road that leads to destruction. I know you love the people. My\nassociation with you as I have been working, visiting in the stakes at the conferences, visiting\nwith the brethren, has convinced me of the fact that that spirit is abounding amongst the\nleadership of the Church, and it should be&mdash;a spirit of humility, a spirit of prayer\n<\/p><p>\nPRAYERS ARE ANSWERED\n<\/p><p>\nPrayer is not any unusual thing, of course. Prayers have always been answered. I picked a\nhundred and twenty-five references in the Holy Bible to prayer, and noted the many things\nthat have been asked for, and noted how they were answered. Even an ax was caused to\nswim, the Bible puts it, when a poor workman had lost his ax, and dropped it into the river,\nand it was a borrowed ax. He wanted it back that he might return it, and his petition was\nanswered; the ax was caused to swim\n(<span class=\"citation\" id=\"3171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3171)\">2 Kgs. 6:5-7<\/a><\/span>).\nI wonder if any of us would make light of such a\nsuggestion?\n<\/p><p>\nYou remember that our Heavenly Father said to Solomon: \"Ask what I shall give thee\"\n(<span class=\"citation\" id=\"1180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1180)\">1 Kgs. 3:5<\/a><\/span>). Then\nit goes on to say, in I Kings 3:6-14:\n<\/p><p>\n. . . Thou hast shewed unto thy servant David my father great mercy, according as he walked\nbefore thee in truth, [said Solomon], and in righteousness, and in uprightness of heart with\nthee; and thou hast kept for him this great kindness, that thou hast given him a son to sit on\nhis throne, as it is this day.\n<\/p><p>\nAnd now, O Lord my God, thou hast made thy servant king instead of David my father: and I\nam but a little child: I know not how to go out or come in.\n<\/p><p>\nAnd thy servant is in the midst of thy people which thou hast chosen, a great people, that\ncannot be numbered nor counted for multitude.\n<\/p><p>\nGive therefore thy servant an understanding heart to judge thy people, that I may discern\nbetween good and bad: for who is able to judge this thy so great a people?\n<\/p><p>\nAnd the speech pleased the Lord, that Solomon had asked this thing. And God said unto him,\nBecause thou hast asked this thing, and hast not asked for thyself long life; neither hast asked\nriches for thyself, nor hast asked the life of thine enemies; but hast asked for thyself\nunderstanding to discern judgment;\n<\/p><p>\nBehold, I have done according to thy words: lo, I have given thee a wise and an\nunderstanding heart; so that there was none like thee before thee, neither after thee shall any\narise like unto thee.\n<\/p><p>\nAnd I have also given thee that which thou hast not asked, both riches, and honour: so that\nthere shall not be any among the kings like unto thee all thy days.\n<\/p><p>\nAnd if thou wilt walk in my ways, to keep my statutes and my commandments, as thy father\nDavid did walk, then I will lengthen thy days\n(<span class=\"citation\" id=\"1181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1181)\">1 Kgs. 3:6-14<\/a><\/span>).\n<\/p><p>\nA few weeks ago I was returning from Washington, D.C., and I was awakened in the morning\nafter an all night ride. The chef in the dining car said to me, \"You know,\npeople stood up all night in the coaches, and there were dozens and dozens of soldier boys\nwho were sleeping on the platforms of the cars.\" He said, \"I wish people could be better to\nthese men.\"\n<\/p><p>\nYou know the transportation troubles. I suppose many of the boys were cold before that night\nwas over, because it was a chilly night. However, as we neared Chicago, my reservations\nwere for the twenty-second out of Chicago, and I was coming into Chicago on the evening of\nthe twentieth, which meant that I would have to stay two days. Just a little bit before we\nentered Chicago I said, \"Heavenly Father, help me to get out of here. I don't want to have to\nremain over in Chicago two days, there is much I can be doing at home.\"\n<\/p><p>\nWhen I arrived at the station the train was late, and I went over to see if there was a\npossibility of getting a reservation, but the ticket man said: \"No, there aren't any reservations;\nthey are all taken. There is not a thing in this train, but come back in a little while.\"\n<\/p><p>\nI went over to a restaurant and had something to eat, read the newspaper, and then just before\ntrain time went back to the station and went to the ticket office and said: \"Have you anything\nyet?\" \n<\/p><p>\nHe said: \"No, there hasn't been one cancellation. There is not a thing in any of these trains\ngoing west.\"\n<\/p><p>\nSo I thought I would go and make my arrangements to remain two days in President David\nStoddard's home, unless I could get out. Then I went down to the drugstore and thought I\nwould have a malted milk, but as I sat down at the counter I looked across it and saw a\nfamiliar face. I once heard a man in Chicago say he had been there twenty years, and he had\nnever met a living soul on the streets of that city that he knew. There were several thousand\npeople milling around in that station. I saw a face that looked familiar, and I tried to catch her\neye, but couldn't, so I walked around and asked her if she was not Mrs. Homer McCarthy.\n<\/p><p>\n\"Why,\" she said, \"Bishop Smith! What are you doing here?\" She sent her daughters upstairs\nto get her husband, who, by the way, is manager of the Aurora plant of the Montgomery\nWard Company, and she said: \"Homer is going out to Utah to put our eldest daughter in\nBrigham Young University.\"\n<\/p><p>\nPretty soon Homer came over. It had been thirteen years since I had seen him, and he said:\n\"Bishop, what are you doing and where are you going?\"\n<\/p><p>\nI said, \"Well, I intended to go home on one of these trains, but I can't make it. Not one\nreservation has been cancelled, and there is no opportunity.\"\n<\/p><p>\nThen Homer said, \"Well, Bishop, my daughter can have the upper berth, and you and I will\nsleep in the lower. Would you come and be with me, and we can have a visit as we go\nalong.\"\n<\/p><p>\nI thought about those boys who were sleeping out on the platforms of the trains on those two\nnights, and I said: \"I would be delighted to do it, Homer.\" And that got me on the train, and\nas the conductor finished checking the train he came and said, \"I have one\nupper, Upper 10, left on this train. You may have it.\" As I crawled up into that bunk I\nthought of that little prayer I had offered, \"Heavenly Father, help me to get home.\" And so it\nwas in such a natural way my prayer was answered.\n<\/p><p>\nIn the answers to my prayers I have found that the Lord is just natural and sweet and glorious\nalways.\n<\/p><p>\nA TESTIMONY\n<\/p><p>\nBrothers, he lives! This is his Church, and he has called each of us to a responsibility, and we\ncannot fill that responsibility unless we are praying men, and as we are praying men we will\nhave discernment, we will have the spirit of the Lord to help us so to live that no mortal can\ntake offense at our lives. God bless all of us who are called to lead, and let us get into the\nhearts and souls of all of our people, a desire to serve God and keep all his commandments,\nso that our postwar plan, as called for by President Clark, will be one of force and power that\ncannot be equaled in all the world, is my prayer, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}