{"ID":1300, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Feed My Sheep\"<\/p>\n<p class=\"gcspeaker\">Elder Bernard P. Brockbank<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Bernard P. Brockbank, <i>Conference Report<\/i>, October 1963, pp. 65-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, it is always a joyful and honored occasion to look in the faces of so\nmany priesthood bearers, to be in the presence of our prophet, twelve apostles, and so many\nfine people desiring to enjoy and know the spiritual things of life.\n<\/p><p>\nI would like to just mention that in the passing of President Henry D. Moyle, working so\nclose with him in the mission field, I learned to appreciate his great strength and his power\nand his interest in taking the gospel to every soul. He knew no limit, and he always had an\nopen door to everyone. He always had time for the right things. I have never experienced an\nindividual like President Moyle, a man of leadership, capacity, and strength, and with so\nmany varied interests.\n<\/p><p>\nAlso working in the mission field with President Tanner, I used to marvel at how he could\nmake so many interviews. I am sure that he tired the same as the rest of us, but it never\nseemed to show. Courage and strength&mdash;he has only one real desire and interest and that is to\nfurther the work of the Lord. It was good to share missionary blessings and to have friendship\nwith these two great missionaries.\n<\/p><p>\nI enjoy reading the scriptures. You know, they seem to have quite a human touch. You\nremember Peter saying after the Savior's resurrection, and in his absence, \"I go a fishing\"\n(<span class=\"citation\" id=\"28100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28100)\">John 21:3<\/a><\/span>).\nThat is just about as brief as you can put it. The Savior appeared while Peter and\nthe disciples were fishing. After the Savior had shown them how to catch fish by casting their\nnets under his direction (<span class=\"citation\" id=\"28101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28101)\">John 21:6<\/a><\/span>)&mdash;casting\nthe net under his counsel and his guidance&mdash;that is the way\nto fish. He taught them how to be fishers of men\n(<span class=\"citation\" id=\"35217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35217)\">Matt. 4:19<\/a><\/span>), to cast their nets under the direction of the\nSavior. I would like to take the next part of this great message that the Savior left with Peter\non how to be an effective missionary. This was now the third time that Jesus showed himself\nto his disciples after that he was risen from the dead. Jesus saith to Simon Peter, \"Simon, son\nof Jonas, lovest thou me?\"\n<\/p><p>\nThese scriptures are well known to all. This is a very important question for\neach one of us. May I ask each of you, \"Do you love the Lord?\" The answer almost without\nexception would be, \"Yes.\" Let us place ourselves in the position of Peter.\n<\/p><p>\n\". . . Simon, son of Jonas, lovest thou me? . . . He saith unto him, Yea, Lord; thou knowest\nthat I love thee. He saith unto him, <i>Feed my lambs<\/i>.\" The Lord can tell if we love him.\n<\/p><p>\n\"He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto\nhim, Yea, Lord; thou knowest that I love thee. He saith unto him, <i>Feed my sheep<\/i>.\n<\/p><p>\n\"He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved\nbecause he saith unto him the third time, Lovest thou me? And he said unto him, Lord, thou\nknowest all things; thou knowest that I love thee. Jesus saith unto him, <i>Feed my sheep<\/i>.\"\n(<span class=\"citation\" id=\"28102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28102)\">John 21:15-17<\/a><\/span>, italics added).\n<\/p><p>\nCan you picture this great scene of that powerful Peter being asked these simple questions?\nAnd the Lord had a way of knowing how deep the love was within Peter and how to teach\nhim the way to show his love for Jesus Christ.\n<\/p><p>\nWe show and prove our love by <i>feeding the lambs and the sheep<\/i>. There are over three billion\npeople on the earth today, and at the present rate of teaching, over two and a half billion of\nGod's children will never be taught the gospel of Jesus Christ. What if you were to live on\nthis earth and never had a chance to hear and be taught the true way of life?\n<\/p><p>\nOur task is great. Teachers are needed. Every member of this Church that has a testimony and\nis converted is urgently needed. The lambs and the sheep are hungry for the bread of life, for\nthe gospel of Jesus Christ. We can show our love by following the prophet of God, \"by every\nmember being a missionary\" to bring one or more souls into the Church each year. It is great\nto have a prophet. Have you followed the prophet?\n<\/p><p>\nI find people occasionally worried and concerned about whether someone else's convert is\nfully converted. They are more concerned sometimes about this than about feeding and\nteaching their own friends and neighbors the gospel. I learned a lesson about this point in the\nmission field.\n<\/p><p>\nThe missionaries baptized a little Scottish boy, very shabbily dressed, from a very poor home,\nfamily conditions almost as bad as you could find. I asked the missionary, \"Why did you\nbaptize this boy?\" \"Well, he is a good boy.\" The boy brought his entire family into the\nChurch. His father was an alcoholic. He failed to bring his money home. Well, the story has a\nbeautiful ending. Today the boy's father is the bishop. I learned not to judge the conversion\nof someone else. The Lord will hold the person that improperly brings someone into this\nChurch, and him alone.\n<\/p><p>\nNow what have we to teach the people? You know, the Savior gives us this great message.\nWe don't have to guess at what to teach. The Savior said, \". . . Go ye into all the world, and\npreach the gospel to every creature.\n<\/p><p>\n\"He that believeth and is baptized shall be saved\"\n(<span class=\"citation\" id=\"33167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33167)\">Mark 16:15-16<\/a><\/span>). And then he gives us\nthe key. Jesus said: \"Teaching them to observe all things whatsoever I have commanded you\"\n(<span class=\"citation\" id=\"35291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35291)\">Matt. 28:20<\/a><\/span>).\n<\/p><p>\nOur job is to teach the people to observe all things whatsoever Jesus Christ has commanded.\nWe are to teach every nation, kindred, tongue, and people the commandments given by\nChrist.\n<\/p><p>\nThe Prophet Ether in the Book of Mormon is an excellent example of a good effective\nmissionary. \". . . he could not be restrained because of the Spirit of the Lord which was in\nhim.\n<\/p><p>\n\"For he did cry from the morning, even until the going down of the sun, exhorting the people\nto believe in God unto repentance lest they should be destroyed, saying unto them that by\nfaith all things are fulfilled\" (<span class=\"citation\" id=\"22248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22248)\">Ether 12:2-3<\/a><\/span>).\n<\/p><p>\nHere are some of the things that Jesus commanded:\n<\/p><p>\n\"Let your light so shine before men, that they may see your good works, and glorify your\nFather which is in heaven\" (<span class=\"citation\" id=\"35225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35225)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nTeach them to search the scriptures; they contain the program that God has\nprovided for his children.\n<\/p><p>\nTeach your fellow man to have faith in the Living Personal God as found in the scriptures.\n<\/p><p>\nTeach your neighbors and friends that they were created in the image and likeness of God,\ntheir Heavenly Father.\n<\/p><p>\nTeach them to have faith in Jesus Christ, the Son of God and the Savior and Redeemer of the\nworld.\n<\/p><p>\nTeach them to repent from sin and evil and to seek first the kingdom of God and his\nrighteousness.\n<\/p><p>\nTeach them baptism&mdash;the same baptism that Jesus exemplified as he went down into the\nwater at the river Jordan under the hands of God's authorized servant, John the Baptist.\n<\/p><p>\nTeach them that they must be born of the spirit and receive the Holy Ghost. Jesus said, \". . .\nExcept a man be born of water and of the Spirit, he cannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"28057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28057)\">John 3:5<\/a><\/span>).\n<\/p><p>\nTeach them to love God and neighbor.\n<\/p><p>\nTeach them to pray from their hearts to a Living God and a Heavenly Father.\n<\/p><p>\nTeach them that revelation from God to man has never ceased if man desires to know and\nreceive the heavenly blessings and witnesses.\n<\/p><p>\nTeach the people to pray to God and ask for his blessings through the Savior Jesus Christ.\n<\/p><p>\nTeach them to be kingdom builders. Remember the Lord's Prayer&mdash;\". . . When ye pray,\" the\nLord said, \"After this manner therefore pray ye . . .\n<\/p><p>\n\"Thy kingdom come.\" Anyone praying after the manner of Jesus Christ prays to be a kingdom\nbuilder. \"Thy kingdom come. Thy will be done in earth, as it is in heaven\"\n(<span class=\"citation\" id=\"35234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35234)\">Matt. 6:7,9-10<\/a><\/span>).\n<\/p><p>\nTeach them to have joy and happiness; long suffering, goodness, meekness, temperance, love,\npeace, and faith; these are the fruits of the Spirit.\n<\/p><p>\nTeach them the value and power of the priesthood of God, and that it has been restored to the\nearth.\n<\/p><p>\nWhen you teach, follow the Savior's counsel and \"let your light shine\"\n(<span class=\"citation\" id=\"35226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35226)\">Matt. 5:16<\/a><\/span>). Pray always before\nyou teach for faith, wisdom, and the inspiration of the Holy Ghost. What a marvelous\nexperience to teach the gospel under the inspiration of the Holy Spirit! What great joy comes\nfrom <i>feeding the lambs and the sheep<\/i>.\n<\/p><p>\nI would like to just mention in closing a little about the World's Fair as a great missionary\nventure. I would like to mention that the Church of Jesus Christ's pavilion and exhibit at the\nNew York World's Fair will help to show the world that we are Christians after the order of\nJesus Christ's program and teachings, that we literally accept the living personal God of the\nHoly Bible, that we accept the living personal Jesus Christ as the Son of God and as the\nRedeemer and our Savior.\n<\/p><p>\nThe church pavilion and exhibits will have the beauty and atmosphere of sacred Christian love\nand peace. The building, I am sure the architect was inspired by God. It has an atmosphere of\npeace and sacredness, the way the golden light enters the building, the way the extension of\nthe building is designed. It is worth a trip to the fair just to see this marvelous building and\nthe exhibits.\n<\/p><p>\nThe church pavilion and exhibits will have the beauty and atmosphere of Christianity. The\ntheme is \"Man's Search for Happiness.\" We hope to show that happiness comes from\nChristian righteousness. We hope to show many of the fruits of the Church. Jesus said, \"by\ntheir fruits ye shall know them\" (see\n(<span class=\"citation\" id=\"35251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35251)\">Matt. 7:16<\/a><\/span>). We will show the restoration of the gospel\nof Jesus Christ back to the earth again, the same as it was when Jesus lived upon this earth.\n<\/p><p>\nThe fair will be for two years, 1964 and 1965. It is estimated that over seventy million people\nwill attend. In my estimation it will be the finest World's Fair ever held because of the\ntwo-year period.\n<\/p><p>\nOur task is great as members of The Church of Jesus Christ of Latter-day Saints, but with two\nmillion full-time missionaries and Saints, we can teach the people, our neighbors, as Jesus\nsaid, \"to observe all things whatsoever I have commanded you\"\n(<span class=\"citation\" id=\"35292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35292)\">Matt. 28:20<\/a><\/span>).\n<\/p><p>\nMay we all follow our prophet and be missionaries and show our love for\nGod by <i>feeding the lambs and the sheep<\/i>, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}