{"ID":1301, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"He That Is the Greatest Among You\"<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, October 1963, pp. 69-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAbout two weeks ago a great and good man, who had completed his mission here on the\nearth, was called \"home\" by our Heavenly Father. Tributes were paid to President Moyle by\nhis associates, recounting his many acts of devotion, generosity, and service to God and his\nfellow men. President McKay in his eulogy remarked: \"Measured by the standards of true\nnobility, President Henry D. Moyle was truly a great man.\"\n<\/p><p>\nThe scholar Carlyle once observed: \"The history of this world is written in the lives of its\ngreat men.\" We pay honor and respect to men and women whom we consider to be great by\nobserving the anniversaries of their birth, by erecting monuments and statues to their memory,\nby visiting their tombs and laying wreaths thereon, and by engraving their names on stones\nand sepulchers. But more important still is the manner in which they linger and live in our\nmemories; how well we remember their teachings and the way they have influenced our lives\nfor good.\n<\/p><p>\nWell might we ask the question: \"What made these men or women great?\nWhat constitutes greatness?\" The Greek philosopher Pericles, many centuries ago, pondered\nthis problem and finally arrived at the conclusion that: \"Men who are longest remembered,\nand whose memories are most highly revered, are not those who made the most money, but\nthose whose hearts were gentle, whose sympathies were broad, and who best served\nhumanity.\"\n<\/p><p>\nWe are often prone to judge men hastily and to consider them great if they accumulate or\namass a substantial amount of wealth. Ofttimes during this acquiring process such men\nbecome self-centered and lose sight of things spiritual and neglect opportunities to help others.\n<\/p><p>\nThe Lord, who is aware of the weaknesses of men, sounded a note of warning against these\ntendencies when he questioned: \"For what is a man profited, if he shall gain the whole world,\nand lose his own soul?\" (<span class=\"citation\" id=\"35261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35261)\">Matt. 16:26<\/a><\/span>).\nThen later he proclaimed: \"Behold, there are many\ncalled, but few are chosen\" (<span class=\"citation\" id=\"14338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14338)\">D&amp;C 121:34<\/a><\/span>).\n He then explained why they are not chosen,\ngiving this reason: \"Because their hearts are set so much upon the things of this world\"\n(<span class=\"citation\" id=\"14339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14339)\">D&amp;C 121:35<\/a><\/span>).\n<\/p><p>\nThe possession of wealth and the things of this world are not objectionable if used for\nrighteous purposes. The ancient Prophet Jacob made it clear when he gave this sage counsel\non the proper use of wealth:\n<\/p><p>\n\"But before ye seek for riches, seek ye for the kingdom of God.\n<\/p><p>\n\"And after ye have obtained a hope in Christ ye shall obtain riches, if we seek them; and ye\nwill seek them for the intent to do good&mdash;to clothe the naked, and to feed the hungry, and to\nliberate the captive, and administer relief to the sick and the afflicted\"\n(<span class=\"citation\" id=\"25850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25850)\">Jacob 2:18-19<\/a><\/span>). In a\nword, to assist fellow men and to serve God.\n<\/p><p>\nWhile we realize that wealth cannot buy happiness nor eternal life, one has humorously\nsuggested: \"Money may not bring happiness, but it can surely make being in misery a lot\nmore enjoyable.\" To work and to earn a comfortable living is important. Latter-day Saints are\ntaught that everyone, insofar as possible, should be self-supporting, maintaining his own\neconomic independence, and looking to no one but himself for assistance. A man also has the\nresponsibility of providing for his family. To earn a livelihood and at the same time live\nwithin one's income become both a challenge and a goal.\n<\/p><p>\nBut while doing these important things, does man have no responsibility to his neighbor or to\nGod? Can he not provide for his family and at the same time serve his fellow men?\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints is composed of lay members. The leaders and\nworkers are called from the ranks. Every single member is a potential leader, and every day\nthroughout the Church certain individuals are called and chosen to fill positions of\nimportance. In accepting these callings they are recognizing the words of the Savior, when he\nsaid: \"He that is greatest among you shall be your servant\"\n(<span class=\"citation\" id=\"35268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35268)\">Matt. 23:11<\/a><\/span>).\n<\/p><p>\nThis attitude of humility was evidenced by a former Vice-President of the United States who\nrose to great heights of prominence, even aspiring to become President, although\nunsuccessfully. Later he was elected to a more humble office as a junior Senator from his\nhome state. In accordance with Senate protocol, he took his seat on the rear row. His\nassociates and fellow Senators, over whom he had presided, offered him, out of love and\nrespect, a desk on the front row. He modestly declined, uttering this classic statement: \"I am\nwilling to be a junior and sit on the back row, for I had rather be a servant in the house of\nthe Lord, than sit in the seats of the Mighty.\"\n<\/p><p>\nIt is interesting to note the varying ways in which individuals respond to calls made of them.\nWhen the Lord told Moses that he was the one chosen to become the leader of Israel and was\nto lead his people out of captivity and bondage, Moses was startled and began to offer one\nalibi and excuse after another, stating that his people would not believe that he was the one\nthat had been called to become their leader. The Lord gave him many assurances, but\nMoses was still doubtful, and finally said, \"O my Lord, I am not eloquent . . .\nbut I am slow of speech, and of a slow tongue\"\n(<span class=\"citation\" id=\"22705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22705)\">Ex. 4:10<\/a><\/span>). Noting his reluctance after the\nmany promises and assurances given, the anger of the Lord was kindled against Moses, and\nhe was instructed to call Aaron, his brother, to assist and serve as his spokesman.\n<\/p><p>\nDuring the Savior's ministry upon the earth, he thrilled and uplifted those who listened to his\nteachings. Many had a desire to follow and hear more of his inspired utterances. One disciple\nexpressed his intention of following and gaining more information, but made the request: \". . .\nLord, suffer me first to go and bury my father.\" This would seem to be a reasonable request.\nBut Jesus answered and said unto him: \"Follow me . . . Let the dead bury their dead\"\n(<span class=\"citation\" id=\"31589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31589)\">Luke 9:59-60<\/a><\/span>).\n<\/p><p>\nIn contrast to these instances of hesitation and lukewarmness it is refreshing to note how some\nof the apostles responded to the calls Jesus made of them. The Savior, while \". . . walking by\nthe sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a\nnet into the sea: for they were fishers.\n<\/p><p>\n\"And he saith unto them, Follow me, and I will make you fishers of men.\n<\/p><p>\n\"And they straightway left their nets, and followed him\"\n(<span class=\"citation\" id=\"35215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35215)\">Matt. 4:18-20<\/a><\/span>).\nHere there were no\nquestions asked, no alibis offered, no arguments given.\n<\/p><p>\nGoing on a little farther, the Savior saw two other men, James and John, who were also\nfishermen. They were assisting their father Zebedee in mending their nets. When he called\nthem, they immediately and without hesitation left their ship and their father and followed\nJesus (see (<span class=\"citation\" id=\"35218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35218)\">Matt. 4:21-22<\/a><\/span>).\nWere they not filled with the spirit of obedience and service?\n<\/p><p>\nAs calls come to us for church service by the Lord's representatives, it is natural for us to\nwonder why we have been selected. The Lord has made it plain that every individual has been\nblessed and endowed with certain gifts and talents. And while there are many gifts, yet \"To\nsome is given one, and to some is given another, that all may be profited thereby\n(<span class=\"citation\" id=\"14265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14265)\">D&amp;C 46:12<\/a><\/span>).\n<\/p><p>\n\"And all these gifts come from God, for the benefit of the children of God\"\n(<span class=\"citation\" id=\"14266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14266)\">D&amp;C 46:26<\/a><\/span>).\n<\/p><p>\nNow it was intended that these gifts and talents should be shared with others, for the purpose\nof rendering service to fellow men and making their lives happier. Every week the Tabernacle\nChoir thrills, inspires, and uplifts us, their listeners, with beautiful music, just as this chorus\ntoday has thrilled us.\n<\/p><p>\nMany of us are not blessed with musical talents, but there are other gifts that we do possess,\nand other services that we can render. The poet, Edward Everett Hale, aptly expressed this\nthought:\n<\/p><p>\n\"I am only one,<br \/>\n    But still I am one.<br \/>\n    I cannot do everything,<br \/>\n    But still I can do something;<br \/>\n    And because I cannot do everything<br \/>\n    I will not refuse to do the something that I can do.\"\n<\/p><p>\nThere is a joy that comes from working and rendering service in the Church and in being a\nservant to our fellow men. King Benjamin taught: \". . . when ye are in the service of your\nfellow beings ye are only in the service of your God\"\n(<span class=\"citation\" id=\"40313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40313)\">Mosiah 2:17<\/a><\/span>).\n<\/p><p>\nTo every faithful member of the Church will come opportunities to serve in some capacity,\nfor the need for service in the fields of missionary work, temples, home teaching, instructing\nclasses, choirs, and musical groups, work on welfare projects, administrative positions, and\nmany other activities, still remains great.\n<\/p><p>\nIf we would meet the Savior's standard for greatness, we will readily and humbly accept the\ncallings that come and become servants in the house of the Lord, remembering that \"He gives\nbest who serves most.\" Then we may rest assured that if we do our best, the Lord will do the\nrest.\n<\/p><p>\nI testify from personal experience that joy and happiness have come to me through\nopportunities to serve in building up God's kingdom here upon the earth, and I humbly pray\nthat this same joy and happiness can come to every member of the Church,\nall of which I humbly pray for in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}