{"ID":1302, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Have Dominion<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, October 1963, pp. 77-83<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, I appreciate this privilege of having a part with you in the general priesthood\nconference of the Church. I have been greatly stimulated as I am sure you have by the\nmessages of these fine young men who have talked to us so interestingly about the importance\nof controlling our own lives.\n<\/p><p>\nOne of the most inspiring messages in all sacred scripture is the story of the sixth day of\ncreation when God made man in his own image\n(<span class=\"citation\" id=\"23686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23686)\">Gen. 1:26-27<\/a><\/span>). He also endowed him with a set of his own\nattributes. Then, as the very climax of creation, God gave man dominion over everything\nupon the earth (<span class=\"citation\" id=\"23687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23687)\">Gen. 1:28<\/a><\/span>),\nincluding himself. The dictionary says that \"dominion\" means\ncontrol or the power to govern. The most important part of the dominion given to man was\nself-dominion. In all of creation, it was only to man that God said, \". . . thou mayest choose\nfor thyself\" (<span class=\"citation\" id=\"39177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39177)\">Moses 3:17<\/a><\/span>).\n<\/p><p>\nOn one occasion Joseph Smith was asked to explain the unusual harmony existing among his\nlarge group of church members, though they differed so greatly in background, nationality,\nand experience. The Prophet replied, \"I teach the people correct principles and they govern\nthemselves.\" (Cited by John Taylor, <i>JD<\/i> 10:57-58.)\n<\/p><p>\nOne of the most important parts of real religion is to qualify ourselves to govern our own\nlives effectively and righteously. Someone has said, \"He that would move the world, must\nfirst move himself.\" We talk a great deal about the fact that we have been given the\npriesthood. The priesthood is the authority to act in the name of the Lord. But by itself that is\nnot enough. We must also develop the \"ability\" to act in the name of the Lord. The authority\ncan never be of very great consequence without the ability. That is, how much benefit would\nbe derived from having the authority to make converts without the ability to make converts.\n<\/p><p>\nThe most inspiring thing about the life of Jesus was not his ability to quiet the storm or\ncontrol the tempest, but his absolute control of himself. The Master did not need to make a\nsingle mistake in order to find out that it was wrong. We have developed a fairly good control\nover some of our body members; for example, I have great authority over my finger. If I tell\nit to bend, it bends. If I tell it to unbend, it unbends. If I give my feet an order, they obey\nimmediately, and we will have succeeded in our religious responsibility when we get that\nsame kind of control over our thoughts, our emotions, our tongues, our industry, our faith,\nand our desire to serve God. Some of us have mistrained our appetites to a point where we\ntend to \"think\" with our stomachs; that is, our appetites frequently have more influence in\ndirecting our lives than our reason or even the commandments of God. This same misuse of\nour powers frequently gives our fears, our doubts, our prejudices, our hates, and our sex\nimpulses the control of our lives. Before we can be successful in our God-given dominion,\nour emotions must be brought under the direction of the spirit.\n<\/p><p>\nSt. Augustine said, \"Wouldst thou have thy flesh obey thy spirit? Then have thy spirit obey\nthy God. Thou must be governed, if thou wouldst govern.\" And only when we properly\ngovern ourselves according to what is right, can we escape the destructive rule of our moods\nand appetites.\n<\/p><p>\nSir Walter Raleigh said, \"A man must first govern himself, ere he be fit to govern a family;\nand his family, ere he is fit to bear the government in the commonwealth.\"\n<\/p><p>\nEach of us has been given a magnificent instrument called a brain, which was intended to\nplay a much more prominent part in our religious life than it sometimes does. The brain, not\nthe feelings or the passions, was designated by God to be the presiding officer of the\npersonality. And when we honor the authority of the mind, we become masters instead of\nslaves.\n<\/p><p>\nA. Bertha Kleinman has written the following verse about self-mastery.\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp;         SELF-MASTERY\n<\/p><p>\n\"What tho I conquer my enemies,<br \/>\n       And lay up store and pelf,<br \/>\n    I am a conqueror poor indeed,<br \/>\n       Till I subdue myself.\n<\/p><p>\n\"What tho I read and learn by heart<br \/>\n       Whole books while I am young,<br \/>\n    I am a linguist in disgrace,<br \/>\n       Who cannot guard my tongue.\n<\/p><p>\n\"What tho on campus I excel<br \/>\n       A champ in meet and fight<br \/>\n    If trained efficient still I can't<br \/>\n       Control an appetite.\n<\/p><p>\n\"What tho exemptions write my name<br \/>\n       High on the honor roll<br \/>\n    Electives, solids fail me if<br \/>\n       I learn no self-control.\n<\/p><p>\n\"And tho I graduate and soar<br \/>\n       And life is good to me,<br \/>\n    My heart shall write me failure till<br \/>\n       I learn self-mastery.\"\n<\/p><p>\nOur human nature is made up of an interesting duality, which Jesus referred to as the spirit\nand the flesh, and most of us permit a constant conflict to rage between the two. Plato refers\nto this duality as an upper soul and a lower soul. He describes the lower soul as the dwelling\nplace of weakness, sin, and appetite, whereas the upper soul is the residence of the intellect; it\nis the headquarters of reason and the operational base of judgment and righteousness. On this\nbattle ground the fate of each of us is being decided daily. Each individual is tending toward\nhis natural status of king or slave. As we overcome the unworthy elements within ourselves,\nwe become masters, capable of ruling our lives in wisdom with righteous power. As we\nsurrender to our appetites, we become slaves. The alcoholic, the immoral, the dishonest, the\nprofane, and the idle are losing the battle to the lower soul by allowing themselves too many\nlower soul experiences.\n<\/p><p>\nThe one business of life is to succeed, and one of our greatest Christian duties is to organize\nand supervise ourselves for righteous accomplishment. We must be more successful in\ndisciplining the mind and training the will. Someone has pointed out that \"planning\" is the\nplace where man shows himself most like God. Who could be more Godlike than one who\nintelligently plans his own life? He is the one who blueprints accomplishment and builds the\nroadway of success. The highest paid man in the army is the general. He is the one who\n\"thinks\" and \"plans\" for the army. But each of us is the general of his own life, and each is\nalso his own soldier. As generals, our job is to work out a better program for ourselves as\nsoldiers, and the more skilful we are as generals, the more successful we will be as soldiers.\n<\/p><p>\nSometime ago I spent a few hours with a group of missionaries. We were discussing\nmissionary work under the two great headings of the \"message\" and the \"messenger.\" We are\nhalfway to success when we understand the tremendous importance of the message that the\ngospel of Jesus Christ has again been restored to the earth with the authority to officiate in all\nof the principles and ordinances of the gospel having to do with the celestial kingdom. But no\ngreat message is ever delivered without a great messenger. Inasmuch as the professional\napproach to any accomplishment is first to isolate the problem, I said to the missionaries,\n\"Before I can be of much help to you, I need to know what your problems are. Will each of\nyou tell me in one word why you're not ten times as effective as you are?\"\n<\/p><p>\nAs the answers were given, we wrote them on the blackboard. However, when we analyzed\nthem we found that every single one of them had to do with the \"messenger,\" none of them\nwas about the message. I said to them, \"I'm going back to church headquarters in the morning,\nand I would like to be able to report what's wrong with the message.\" But no one had any\ncomplaint with the message. Their only problems involved changing the messenger.\n<\/p><p>\nOne missionary said, \"I can't be a good missionary because I am not friendly.\"\n<\/p><p>\nI said, \"What do you mean?\"\n<\/p><p>\nHe said, \"Well, my companion loves everyone, and everyone loves him. Our contacts all\ngather around him, but because I am not that kind of a person I am left by myself.\"\n<\/p><p>\nI said, \"Would you show me what you mean by going down this aisle and shaking hands with\nthese people the way you ordinarily do it?\"\n<\/p><p>\nIn complying he did his usual unimpressive job. Then I said to him, \"Now, will you go down\nthis other aisle and shake hands with these other people the way your companion does it?\"\n<\/p><p>\nThen he squared his shoulders, got a little different look in his eye and a little different\ntension in his muscles as he tried to demonstrate to me how his companion did it. He seemed\nto be an immediate success while following the example of his companion. I told him about\nthe famous \"<i>As If<\/i>\" principle of William James. Mr. James said if you want to have a quality\nact \"<i>As If<\/i>\" you already had it. If you want to be friendly, act \"<i>As If<\/i>\" you are already friendly.\nHow long does it take one to learn to be friendly? It takes just one-quarter of\na second, just long enough to make up your mind to practice the \"<i>As If<\/i>\" principle. If you\nwant to be brave, act \"<i>As If<\/i>\" you were already brave, don't go around telling everyone how\nscared and weak you are. It is the axiom of the theater that each actor should live his part.\n<\/p><p>\nOn one occasion Theodore Roosevelt was decorating one of his generals for bravery. He said,\n\"This is the bravest man that I have ever seen.\" He said, \"He walked right behind me all the\nway up San Juan Hill.\" Theodore Roosevelt was a sickly child. He began life as a weakling,\nnot expected to live; but he trained himself to think courage, strength, health, and vitality, and\nthat is what he got. One of the things that frightens me most as I go about a little bit is to\nhear so many people talking weakness, failure, and sin. The most widespread disease in the\nworld is the inferiority complex. And when we think inferiority, that is what we get. Another\nmissionary described his problem by saying, \"I can't concentrate.\" I said, \"What do you plan\ndoing about it?\" He said, \"There's nothing I can do; I just can't concentrate.\" One of our most\nunfortunate weaknesses is that we sometimes think we are under sentence to remain forever as\nwe presently are. Yet one of the most exciting ideas in life is the possibility of changing\nourselves for the better.\n<\/p><p>\nWilliam James said, \"The greatest discovery of my generation is that we can change our\ncircumstances by changing our attitudes of mind.\" A lot of people want to change their\ncircumstances, but few are willing to change themselves. It is very interesting, however, that\nthe problem that these missionaries seemed to have the most difficulty with, was that of\ngetting the beds off their backs in the morning. I brought away a mental picture timed at 6:00\nam showing the missionaries pulling and struggling trying to get up, with the mattress being\nsuccessful in holding them down. Isn't it ridiculous that we sometimes live through an entire\nlifetime and never learn to get up in the morning? The Church is now 133 years old, and\nsome of us have barely made a start in living the \"message\" because we have exhausted our\nstrength struggling with the messenger. So far as I know almost every problem that holds us\nback involves a misuse of this God-given dominion. Certainly we need a better mastery of the\nmessage, but we also have a lot more work to do on the messenger.\n<\/p><p>\nSolomon said, \"With all thy getting get wisdom\" (see\n(<span class=\"citation\" id=\"41446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41446)\">Prov. 4:7<\/a><\/span>). And then someone that\nmust have been much wiser than Solomon said, \"With all thy getting, get going.\" George\nBernard Shaw touched our problem when he said that the primary occupation of life is taking\na mob of appetites, and organizing them into an army of purposes and ambitions.\n<\/p><p>\nIt is a very significant point of view that every human being has been given two creators. One\nis God, and the other is himself. That is, the creation of man is not something that was\nfinished and done with in the Garden of Eden. The creation of man is still going on. It is\ntaking place today, and it took place last week, and it will take place next month, and you are\nthe creator. That is, you are currently creating the enthusiasms and the industry and the\ncourage and the faith that will determine what your lives will be throughout eternity.\nSomeone has asked this interesting question: \"How would you like to create your own mind?\"\nBut isn't that exactly what everyone does?\n<\/p><p>\nWilliam James said, \"The mind is made up by what it feeds upon.\" The mind becomes what\nGod intended it should be, only when it is fed on enough upper soul experiences. It has been\nsaid that \"the mind like the dyer's hand, is colored by what it holds.\" That is, if I hold in my\nhand a sponge full of purple dye, my hand becomes purple, and if I hold in my mind and\nheart great ideas of honor, righteousness, industry, and the love of truth, my whole personality\nis colored accordingly. And our self-dominion is made more effective when we make love to\nthe right kind of ideas, and refuse all lower soul experiences. While Cain was training himself\nto \". . . love Satan more than God\"\n(<span class=\"citation\" id=\"39181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39181)\">Moses 5:18<\/a><\/span>),\nhe was giving dominion to his lower\nsoul. This is a process that many frequently follow. Sometime ago a young\nman discussed with me an improper marriage which he was contemplating. I asked him why.\nHe said he was in love. But love alone is an insufficient basis for marriage. Anyone can fall\nin love with anything. Many people have fallen in love with idleness, profanity, adultery, and\ndrunkenness. Cain fell in love with Satan.\n<\/p><p>\nA chain smoker was recently ordered by his doctor to give up smoking. He had fallen in love\nwith cigarettes, and he felt very sorry for himself that he was now being forced to give up his\nbad habit. He said, \"What good could it possibly do me to quit smoking when I have to stand\nover myself like a policeman with a club, ordering myself to do something that I don't want\nto do?\" It is pretty difficult to force ourselves to be decent or successful while we are in love\nwith sin and failure.\n<\/p><p>\nThere is a lower soul psychology that says that the way to develop the personality is to give\nexpression to our desires. It says that parents should not say \"no\" to their children because of\nthe possibility of dwarfing their personalities. If a child feels like slamming the door, he\nshould slam it. If he feels like sowing some wild oats, he should sow them. It says that\ndesires should be expressed, otherwise the child's growth may be inhibited and his personality\ndistorted. This philosophy has made a great contribution to our upsurge in juvenile and adult\ndelinquency. We might bring some upper soul philosophy to bear on this point by a review of\nthe Ten Commandments. Yet, a prominent minister recently said that the Ten Commandments\nshould no longer be used as the basis for religious training. He said that the Ten\nCommandments gave young people the idea that the church was a wet blanket. He said the\ndictatorial \"Thou shalt nots\" were not in good taste any more. He said, \"In my church I no\nlonger refer to the Ten Commandments.\" He didn't say whether or not he thought chastity,\nhonesty, and worship should be done away with, or whether God had changed his mind about\nthese values, but only that he had convinced himself that the Ten Commandments were\noutmoded and no longer useful.\n<\/p><p>\nAnother religious leader said that the stern command \"Thou shalt not\" was much too harsh for\nour present-day sensitivity, and he suggested that the form of the commandments should be\nmodified and some softer word such as \"advise\" or \"suggest\" or \"recommend\" be used. We\nmake one of our most serious mistakes when we become too soft to accept truth unless it is\nhighly sugar coated. We settle too many of our problems by compromise, or how we feel,\nrather than by what is right. Frequently we would rather be ruined by praise than sawed by\ncriticism. It is pretty serious business when we turn our backs on good merely because we\ndon't like someone's tone of voice or because what is said doesn't quite suit our fancy.\n<\/p><p>\nThe story is told of a father and a son riding down the highway. The son was explaining to\nthe father what he didn't like about the Ten Commandments. He said they were negative and\nbesides that he didn't like anyone telling him what not to do. Soon they came to an\nintersection in the highway. There was one signboard telling where the left-hand road led, and\nanother signboard telling where the right-hand road led. The father took the wrong road. This\ngreatly disturbed the son. He couldn't understand how the father could make such a ridiculous\nmistake. The father admitted that he had read the signboard, but he said, \"I just don't want\nany signboard telling me where to go.\"\n<\/p><p>\nFor our benefit God has erected some signboards of right and wrong, and we when are\nheaded toward destruction the sign is flashed saying, \"Thou shalt not.\" What we do from there\non, however, is strictly up to us. Sometime ago I read one of Lincoln's anti-slavery debates.\nLincoln's opponent had said, \"You can't afford to free the southern slaves, because there are\nsome four million of them. Each has a value to his owner of approximately $1,000. That is, if\nyou free the slaves you will upset the economy of this little group of slave owners by some\nfour billion dollars which they can't afford, but in addition who will take care of the\ncorn, the cotton, and the tobacco crops.\"\n<\/p><p>\nWhen Lincoln came to the platform, he brushed all of these considerations aside as\nimmaterial. He said, \"There is only one question that we need to answer about slavery, and\nthat is this: Is slavery right or is it wrong? Is it right for some men to hold other men in\nbondage?\" Now I hope that sometime when you have a problem that is causing you difficulty,\nyou will remember Lincoln's formula of right and wrong.\n<\/p><p>\nSometime ago it was reported that an engineer was discharged from his employment. He\nasked his employer for the reason. The employer said, \"You allowed us to make a wrong\ndecision which cost us considerable money.\" The engineer said, \"But certainly you remember\nthat I advised you against making that decision.\" The employer said, \"Yes, I know that you\ndid, but you didn't pound the table when you did it.\"\n<\/p><p>\nThe Lord didn't make that mistake when he gave the Ten Commandments. He pounded the\ntable and tried to make the occasion as memorable as possible, and he expects us to be\nequally forceful in carrying out his instructions. I would like to read to you a description of\nthe setting in which the Ten Commandments were given. It gives us an atmosphere for\nshaping our own dominion.\n<\/p><p>\nThe scripture says, \"And it came to pass on the third day in the morning, that there were\nthunders and lightnings, and a thick cloud upon the mount, and the voice of a trumpet\nexceedingly loud; so that all the people that was in the camp trembled.\n<\/p><p>\n\"And Moses brought forth the people out of the camp to meet with God; and they stood at the\nnether part of the mount.\n<\/p><p>\n\"And mount Sinai was altogether on a smoke, because the Lord descended upon it in fire: and\nthe smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly\"\n(<span class=\"citation\" id=\"22710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22710)\">Ex. 19:16-18<\/a><\/span>).\nI seriously doubt that the Lord has changed his mind since then.\n<\/p><p>\nGod himself cannot look upon sin with the least degree of allowance\n(<span class=\"citation\" id=\"14237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14237)\">D&amp;C 1:31<\/a><\/span>). He permits none of it in\nhis presence. But he has said, \". . . nevertheless thou mayest choose for thyself\"\n(<span class=\"citation\" id=\"39178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39178)\">Moses 3:17<\/a><\/span>).\nHe has given us dominion that we might develop our own lives. Aristotle once told\nAlexander the Great that the most dangerous enemy that ever confronted an army was never\nin the ranks of the foe, but always in your own camp. And that is a good thing for us to\nremember. Suppose we ask ourselves who is the greatest enemy of America? It isn't Russia or\nChina or Cuba; that is ridiculous. Who causes our strikes and brings about our racial strife?\nWho robs our banks and causes our many kinds of delinquency? Who is it that makes our\npolitical blunders, gives us a bad name abroad, and causes our weaknesses at home? Or who\nis responsible for our individual sins and keeps us ignorant, lethargic, and unsuccessful?\n<\/p><p>\nThe Lord suggested the answer, when on September 22, 1832, he gave a great revelation in\nwhich he said in part, \"And now I give unto you a commandment to beware concerning\nyourselves\" (<span class=\"citation\" id=\"14304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14304)\">D&amp;C 84:43<\/a><\/span>).\nOur own signs say, \"Beware of the dog\" or \"Beware of the\ntrain\" or \"Beware of the communists,\" but the Lord gets nearer to our problem when he says\n\". . . beware concerning yourselves. . . .\" The chief characteristic of sin, and the chief\ncharacteristic of lack of success is our failure to manage our thoughts, our attitudes, and our\nambitions. Pythagoras said, \"No man is free who cannot command himself.\" And we might\nadd that no man is capable of making the most and the best of his life who cannot command\nhimself. We will have happiness in our homes, success in our work, righteousness in our\npersonal lives, and eternal life in God's presence, only as we learn self-mastery and develop\nthe will-power to put it in force. It is the responsibility of the priesthood to prepare the way\nbefore the glorious second coming of Christ. It is our personal responsibility to prepare our\nfamilies and our individual lives for celestial glory, and we will fail or succeed in exact\nproportion as we get dominion over our own lives. The Lord has said, \". . . let virtue garnish\nthy thoughts unceasingly; . . .\n<\/p><p>\n\"The Holy Ghost shall he thy constant companion, . . . and thy dominion\nshall be an everlasting dominion, and without compulsory means it shall flow unto thee\nforever and ever\" (<span class=\"citation\" id=\"14344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14344)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nCarl Erskine, the great former Dodger baseball pitcher, once said, \"I never pray to win, I just\npray to be in my best form.\" What a thrilling accomplishment if every bearer of the\npriesthood was always in his best form; for even one man can, if he will, change the morale\nof a whole community. Edward Everett Hale once said,\n<\/p><p>\n\"I am only one,<br \/>\n    But still I am one.<br \/>\n    I cannot do everything,<br \/>\n    But still I can do something;<br \/>\n    And because I cannot do everything<br \/>\n    I will not refuse to do the something that I can do.\"\n<\/p><p>\nMy brethren in the priesthood, that the Lord will help us to get dominion over our lives, is\nmy prayer which I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}