{"ID":1303, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Fight Between Good and Evil<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1963, pp. 91-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs one beholds the thousands who are assembled here and is aware that hundreds of\nthousands are listening by means of radio and television, the responsibility of directing the\nthinking of so vast an audience would be overwhelming were it not for the knowledge that\ndivine assistance is available through prayers of faith.\n<\/p><p>\nDuring recent months, both in Salt Lake City and across the nation, considerable interest has\nbeen expressed in the position of The Church of Jesus Christ of Latter-day Saints on the\nmatter of civil rights. We would like it to be known that there is in this Church no doctrine,\nbelief, or practice that is intended to deny the enjoyment of full civil rights by any person\nregardless of race, color, or creed.\n<\/p><p>\nWe say again, as we have said many times before, that we believe that all men are the\nchildren of the same God, and that it is a moral evil for any person or group of persons to\ndeny any human being the right to gainful employment, to full educational opportunity, and to\nevery privilege of citizenship, just as it is a moral evil to deny him the right to worship\naccording to the dictates of his own conscience\n(<span class=\"citation\" id=\"6791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6791)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\nWe have consistently and persistently upheld the Constitution of the United States, and as far\nas we are concerned this means upholding the constitutional rights of every citizen of the\nUnited States.\n<\/p><p>\nWe call upon all men, everywhere, both within and outside the Church, to commit themselves\nto the establishment of full civil equality for all of God's children. Anything less than this\ndefeats our high ideal of the brotherhood of man.\n<\/p><p>\nAttending a Mormon conference is, no doubt, to some a new experience. Perhaps some may\nwonder, as did Nathanael in the days of Christ regarding Nazareth, and ask, \"Can any good\nthing come out of 'Mormondom'?\" For the moment we reply in the words of Philip, who\nsimply said to Nathanael, \"Come and see\" (see\n(<span class=\"citation\" id=\"28052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28052)\">John 1:46<\/a><\/span>). We welcome all of you and hope\nthe time you spend with us will be enlightening and profitable.\n<\/p><p>\nIn this fantastically changing world, where old methods, old models, and old ideas are being\nreplaced by new and revolutionary substitutes, it is well that church leaders everywhere\nreexamine and reappraise their creeds and courageously seek for the causes of the waning\ninterest in religion.\n<\/p><p>\nWe are passing through a period of radical intellectual reconstruction and spiritual unrest. We\nmust think about religion in order to formulate an intellectual understanding of it. And\nintellectual understanding is just as needful in religion as anywhere else. We must not permit\nthe surface of the waters of religious life to become fixed and crystallized by the freezing of\nreligious thought.\n<\/p><p>\nFor a moment may we consider the divine and historic basis of the Church of Jesus Christ, its\npresent status, and its prophetic destiny.\n<\/p><p>\nOn biblical authority we affirm that a divine plan for man's salvation was formulated by God\nthe Father before the foundations of the earth were laid when all the sons of God shouted for\njoy at the prospect of mortality (see <span class=\"citation\" id=\"26709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26709)\">Job 38:7<\/a><\/span>).\n<\/p><p>\nAt a time far antedating Eden, the spirits of all men had a primeval existence and were\nintelligences with spirit bodies of which God was universal Father. In the Bible we read,\n\"Then shall the dust return to the earth as it was: and the spirit shall return unto the God who\ngave it\" (<span class=\"citation\" id=\"21412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21412)\">Eccl. 12:7<\/a><\/span>).\n<\/p><p>\nThe Lord told Jeremiah that he knew him before his body was formed and sanctified him and\nordained him a prophet unto the nations\n(<span class=\"citation\" id=\"26498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26498)\">Jer. 1:4<\/a><\/span>). And the Apostle Paul testified:\n<\/p><p>\n\"Furthermore we have had fathers of our flesh which corrected us, and we gave them\nreverence: shall we not much rather be in subjection unto the Father of spirits, and live?\"\n(<span class=\"citation\" id=\"24316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24316)\">Heb. 12:9<\/a><\/span>).\n<\/p><p>\nDuring this antemortal existence in a council in the heavens with God the Father on the\nthrone, there was one who challenged God, desiring to usurp his power and force all men to\ndo his bidding. He coveted Godhood and said to the Father, \"Give me thy glory\"\n(<span class=\"citation\" id=\"39179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39179)\">Moses 4:1<\/a><\/span>). He would\nhave had a dictatorship in heaven ruled by tyrants with all spirit children bondmen.\n<\/p><p>\nChief among that vast assembly was Jehovah, the same who would become the Christ Child,\nthe Redeemer. He was the Firstborn among the spirits, and by birthright was both heir and\nleader. He opposed the plot to rob men of their freedom and espoused the counter proposition\nwith free agency as the watchword.\n<\/p><p>\nAll who favored the Messiah would be given mortal bodies with the seeds of death implanted\nin them. They would have the right to choose their course in life and accept responsibility for\ntheir conduct. Their bodies would return to the dust from which they came. Through the\nvoluntary atonement of Christ, a member of the Godhead, resurrection from the dead was\nguaranteed to all. Another blessing of mortality would be the Godlike power of procreation.\n<\/p><p>\nAgainst this plan the proud, defiant Lucifer led a great rebellion, and one-third of all the\nspirits followed him. John tells us in the book of Revelation:\n<\/p><p>\n\". . . there was war in heaven: Michael and his angels fought against the dragon; and the\ndragon fought and his angels,\n<\/p><p>\n\"And prevailed not; neither was their place found any more in heaven.\n<\/p><p>\n\"And the great dragon was cast out, that old serpent, called the Devil, and Satan, which\ndeceiveth the whole world: he was cast out into the earth, and his angels were cast out with\nhim\" (<span class=\"citation\" id=\"42340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42340)\">Rev. 12:7-9<\/a><\/span>).\n<\/p><p>\nThe Prophet Isaiah knew of this when he wrote:\n<\/p><p>\n\"How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to\nthe ground, which didst weaken the nations!\n<\/p><p>\n\"For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the\nstars of God: I will sit also upon the mount of the congregation, in the sides of the north:\n<\/p><p>\n\"I will ascend above the heights of the clouds; I will be like the most High\"\n(<span class=\"citation\" id=\"25234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25234)\">Isa. 14:12-14<\/a><\/span>).\n<\/p><p>\nAdam, because of disobedience, was evicted from the Garden of Eden; the\ndoor was closed behind him and his posterity, and the tree of life was guarded by a flaming\nsword as we read in Genesis \n(<span class=\"citation\" id=\"23691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23691)\">Gen. 3:24<\/a><\/span>).\nMortal birth erases recollection of that spiritual\npreexistence and the memory of premortal life is as a feeble echo, and yet, as we sometimes\nsing, \"a secret something whispers you're a stranger here, and we feel that we have wandered\nfrom a more exalted sphere.\"\n<\/p><p>\nThe fate of all seemed hopeless when sin and death joined hands to shut them out forever,\nand Satan leered in triumph at what seemed to be Christ's failure. Men had no power to\nconquer death, and without divine assistance would sleep forever in their graves.\n<\/p><p>\nThe atonement was foreshadowed when Adam offered sacrifice, and each prophet who\nsucceeded him was told about Christ's mission. The scene of battle shifted, but the war\nbetween good and evil still continues among the sons of men.\n<\/p><p>\nChrist had power to conquer death by himself becoming mortal. He would reach across the\nvalley and build a straight and narrow highway by which men could pass from death to life.\nHe built a bridge, one end of which was anchored in mortality and the other fixed in heaven.\n\". . . no man cometh unto the Father, but by me,\" he said\n(<span class=\"citation\" id=\"28085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28085)\">John 14:6<\/a><\/span>); and again, \"I am the\nway and the life.\"\n<\/p><p>\nSo Christ was born in Bethlehem and entered the world of mortal men which Beelzebub had\nthought belonged to him alone. The battle lines were drawn again with the Messiah and the\nloyal sons of God on one side and Lucifer and his cohorts on the other.\n<\/p><p>\nAt the moment of Christ's birth, Satan plotted his destruction and tried by force to thwart his\ndivine mission. But the rule of force, so far as his Son was concerned, had been vetoed by the\nFather. The devil has always had willing tools on earth, and at this time Herod was his agent.\nHe was cruel and wily like his master; he sought to kill the Christ Child, and in his slaughter\nof the infants, he set a new low mark for even Satan\n(<span class=\"citation\" id=\"35212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35212)\">Matt. 2:16<\/a><\/span>).\n<\/p><p>\nBut this Babe of mortal mother was also the Son of God the Father and could not be defeated\nby mortal men or devils. Satan, failing in his vile attempt, cunningly decided to bide his time\nuntil the Child had grown to manhood, and then he hoped to win by artifice where force had\nfailed him.\n<\/p><p>\nBut here again Satan blundered in thinking Christ was only mortal. He thought his own power\nwould more than equal that of his young opponent.\n<\/p><p>\nAfter forty days of fasting, Jesus met this wily tempter who suggested that he satisfy his\nhunger by making bread of stones and thus manifest his power. He tried to sow seeds of pride\nand arrogance, two vices of his own. But Christ disclaimed dependence upon bread alone. He\nlived \"by every word proceeding from the mouth of God.\"\n<\/p><p>\nHaving failed to make appetite and pride a strong temptation, Lucifer thought promise of\npower would be appealing&mdash;love of power, the very rock on which he himself had\nfoundered. But Christ disdained this offer, too, and refused to flaunt his matchless power. The\nthird and last attempt to lure him was to offer worldly wealth in exchange for his allegiance.\nAnd Satan heard the final words:\n<\/p><p>\n\". . . Get thee behind me, Satan\" (see (<span class=\"citation\" id=\"31578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31578)\">Luke 4:4-8<\/a><\/span>).\n<\/p><p>\nSatan found his next ally among those who followed Jesus. Judas thought, like many since,\nthat worldly wealth is gain, no matter how procured. He sold his Master for a price and\ntransferred his allegiance for which he received full pay in Satan's coin of misery and death.\n<\/p><p>\nThe fight went on, and Christ was crucified, but he was not defeated, for he held power over\ndeath. He yielded to physical death of his own volition that, dying, he might conquer death\nand thereby open the door which Adam had closed in Eden. But in death Christ was\nvictorious, for he achieved the purpose of his earth life, viz., to break the bonds of death, to\ncome forth from the grave and insure man's resurrection.\n<\/p><p>\nHis little band of loyal followers continued faithful unto death, and death it was for most of\nthem, including the apostles. Apostasy became universal, and Satan reveled throughout\nthe Dark Ages when it seemed that his sovereignty was established.\n<\/p><p>\nBut special messengers were sent to earth to effect a reformation and prepare the way for the\nfinal scene and the promised restoration.\n<\/p><p>\nThe message of Mormonism is that the plan of salvation of which we've spoken is the gospel\nof Jesus Christ. It was taught in every dispensation from Adam to Malachi and reached its\nclimax in the Meridian of Time when Christ was resurrected from the dead. From the\nbeginning he had been the central figure of salvation's plan. The Jews had looked forward\nthrough the centuries to the coming of Messiah, to a deliverer of the line of David sent of\nGod, but despite the prophecies and the signs that were given them, they failed to recognize,\nand therefore they rejected him when he came.\n<\/p><p>\nThe same prophets who so accurately foretold the earthly advent of Messiah were also given\nvisions and revelations regarding his second coming. Their warning messages are recorded in\nthe Holy Bible, and they are the signs by which the people of the latter days might be\nforewarned and guided.\n<\/p><p>\nFor instance, in Psalms we read that fire should devour before him\n(<span class=\"citation\" id=\"41837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41837)\">Ps. 50:3<\/a><\/span>), while Joel saw as signs of\nhis coming that the moon should be darkened and the stars withdraw their shining\n(<span class=\"citation\" id=\"26874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26874)\">Joel 2:10<\/a><\/span>). To\nZachariah it was revealed that his feet should stand upon the Mount of Olives, which should\ncleave in the midst thereof toward the East and the West\n(<span class=\"citation\" id=\"43074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43074)\">Zech. 14:4<\/a><\/span>), and Malachi predicted that he would\nsuddenly come to his temple and that he should be like a refiner's fire and like fuller's soap\n(<span class=\"citation\" id=\"32776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32776)\">Mal. 3:1-2<\/a><\/span>).\nJob referred to our day when he said:\n<\/p><p>\n\"For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth\"\n(<span class=\"citation\" id=\"26706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26706)\">Job 19:25<\/a><\/span>).\n<\/p><p>\nWhile these and many other prophecies were made prior to the birth of Christ in Bethlehem,\ncertainly most of the events to which they refer did not occur before his birth, nor were they\nfulfilled during his lifetime.\n<\/p><p>\nMany men have tried to appraise Christ since his transcendent ministry began. Their estimates\nof him have ranged from blasphemous denunciation to self-sacrificing worship. Some ask\nwhether such a man ever really lived or was he just a myth; was he an opportunist,\nsentimentalist, or social revolutionist; or possibly a man of genius, a wise man, a doer of\nwonderful works, or a great teacher? But if we consult the men who were closest to him, the\nmen who followed him onto the Mount of Transfiguration, we shall learn that he was \". . .\nthe Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"35260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35260)\">Matt. 16:16<\/a><\/span>).\nWe ask each and all who are listening\ntoday to make his own appraisal of Jesus of Nazareth and determine whether or not he is the\nChrist, the Son of God. For ourselves we humbly bear witness to this transcendent fact. In the\ngospel of John he is referred to as the Word, who was with God in the beginning, who was\nGod, by whom all things were made. He was the life and the light of men who was made\nflesh and dwelt among us (see <span class=\"citation\" id=\"28051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28051)\">John 1:1-3,14<\/a><\/span>).\n<\/p><p>\nThe Apostle Paul declared:\n<\/p><p>\n\"God . . .\n<\/p><p>\n\"Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all\nthings, by whom also he made the worlds\" (<span class=\"citation\" id=\"24303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24303)\">Heb. 1:1-2<\/a><\/span>).\n<\/p><p>\nAnd in the eighth verse of the same chapter he said:\n<\/p><p>\n\"But unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of\nrighteousness is the sceptre of thy kingdom\" (<span class=\"citation\" id=\"24304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24304)\">Heb. 1:8<\/a><\/span>).\n<\/p><p>\nIt is doubtful if his divinity, his power, and his leadership were ever challenged with such\naudacity and ferocity as they are being challenged now. Never in history have the common\npeople of the world felt the need of divine leadership as they feel it in this bewildered world.\nThere never was a time which needed him more, as false ideologies and scientific miracles are\nleading the world to the brink of annihilation.\n<\/p><p>\nThere are men and nations today who are attempting to displace God, to ban religion, and to\nmake this a godless world. The present war between Christ and anti-Christ is in fulfillment\nof prophecy and is itself a harbinger or forerunner of the millennium.\n<\/p><p>\nWe plead with all Christians everywhere to attest their faith in him by keeping his\ncommandments. His work of redemption is not complete nor will it be until his gospel is\nwritten in the lives and hearts of men. The fact that he was resurrected from the dead&mdash;the\nbest attested fact in history&mdash;assures us that he still lives. He has promised that he will come\nagain. All who read the prophecies of scripture and note the signs of our own times must be\nconvinced that we are living in the last days, that the great events foretold by the prophets\nhave been and are being enacted on the stage of contemporary history. Let us recognize in\ncurrent events the portents, or prognosis of the great finale.\n<\/p><p>\nJohn, while on the Isle of Patmos, saw in vision things to come; heard ten thousand angels\nsinging praises to the Son of God\n(<span class=\"citation\" id=\"42333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42333)\">Rev. 5:11-12<\/a><\/span>). And they joined with every creature in earth and\nheaven&mdash;all with one accord were saying:\n<\/p><p>\n\". . . Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne,\nand unto the Lamb for ever and ever\" (<span class=\"citation\" id=\"42334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42334)\">Rev. 5:13<\/a><\/span>)\n<\/p><p>\nAnd he saw another angel flying in the midst of heaven, saw him bring to earth the gospel for\nevery nation, kindred, tongue, and people\n(<span class=\"citation\" id=\"42343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42343)\">Rev. 14:6<\/a><\/span>). He saw the lake without a bottom, and the dragon\nbound with chains, saw one thousand years of concord, peace, and rest\n(<span class=\"citation\" id=\"42349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42349)\">Rev. 20:1-3<\/a><\/span>). And he saw the holy\ncity, new Jerusalem, coming down from God out of heaven, with his earthly kingdom to be\njoined (<span class=\"citation\" id=\"42354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42354)\">Rev. 21:2-4<\/a><\/span>).\n<\/p><p>\nThen he saw the small and great ones stand before the throne of God to be judged out of the\nrecords, each according to his merits. Death and hell released their captives, and the sea gave\nup its dead \n(<span class=\"citation\" id=\"42351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42351)\">Rev. 20:12-13<\/a><\/span>),\nwhile the angels sang hosannah to the Prince of Peace, their Lord.\n<\/p><p>\nWe bear humble testimony that Jesus of Nazareth is the Savior and Redeemer of the world\nand that he will return and reign personally upon the earth. At that time the people on the\nearth will join with the hosts of heaven and sing: \"The kingdom of this world is become the\nkingdom of our Lord, and of his Christ (<span class=\"citation\" id=\"42335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42335)\">Rev. 11:15<\/a><\/span>).\"\n\"And He shall reign for ever and ever, King of Kings,\nand Lord of Lords (<span class=\"citation\" id=\"42347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42347)\">Rev. 19:16<\/a><\/span>)\" (Handel,\nGeorge Frederick, <i>The Messiah<\/i>). This testimony we bear to all\nthe world in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}