{"ID":1305, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Prophets in This Dispensation<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, October 1963, pp. 99-101<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs one turns the pages of the Old Testament, there appear the writings of great men of ages\npast who are referred to as the prophets. The books of the New Testament contain, among\nother things, the writings, teachings, and history of men of a later dispensation, who have\nbeen designated as prophets. We also have the record of the prophets of the western part of\nthe world, who raised their voices, proclaiming the word of the Lord, protesting\nunrighteousness, and teaching the principles of the gospel. All of these have left their witness.\n<\/p><p>\nA prophet is one who has been called and raised up by the Lord to further God's purposes\namong his children. He is one who has received the priesthood and speaks with authority.\nProphets are teachers and defenders of the gospel. They bear witness of the divinity of the\nLord Jesus Christ. Prophets have foretold future happenings, but this is not the most important\nof their responsibilities, although it may be some evidence of prophetic power.\n<\/p><p>\nRighteous leadership has been needed in each dispensation of time, and God chose prophets\nfor this purpose long before they came to this mortal existence. We remember the Lord spoke\nto Abraham and showed him the intelligences which existed before the earth was created and\nsaid: \". . . Abraham, thou art one of them; thou wast chosen before thou wast born\"\n(<span class=\"citation\" id=\"7226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7226)\">Abr. 3:23<\/a><\/span>).\n<\/p><p>\nIn speaking to Jeremiah the Lord said: \". . . before thou camest forth out of the womb I\nsanctified thee, and I ordained thee a prophet unto the nations\"\n(<span class=\"citation\" id=\"26499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26499)\">Jer. 1:5<\/a><\/span>).\n<\/p><p>\nAfter the formation of the earth and the creation of man, Adam became the patriarch to the\nhuman family and the first prophet. He previously sat in the council that planned the creation\nof the earth and participated under Christ in the execution of the prearrangement. According\nto the plan, the fall of Adam from immortality created the condition by which all men may be\nsaved from mortal death and live again by reason of the atoning sacrifice of Christ. In\nspite of the teachings of Adam, people turned from righteousness.\n<\/p><p>\nIn the seventh generation a dispensation was given to Enoch. God called him to prophesy\nunto the people and call them to repentance. He went forth in the land among the people and\ncried with a loud voice against their iniquities. Enoch understood the doctrine of the fall and\nthe atonement and taught the gospel as it had been given to Adam. He gathered a great\nmultitude of people into a city known as the City of Holiness, which, because of the\nrighteousness of the people, was lifted from the earth.\n<\/p><p>\nCorruption soon filled the earth again and God raised up Noah as a prophet to teach the\ngospel.\n<\/p><p>\n\"And it came to pass that Noah called upon the children of men that they should repent; but\nthey hearkened not unto his words\" (<span class=\"citation\" id=\"39183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39183)\">Moses 8:20<\/a><\/span>).\n<\/p><p>\nThe Lord then caused the earth to be covered by water, destroying the wicked population\nexcept the family of Noah, and Noah became the prophet to a new generation, holding the\nkeys of the priesthood.\n<\/p><p>\nAs we continue to trace history, we come to another period when apostasy swept over the\npeoples of the earth. God spoke to Abraham, a follower of righteousness and revealed many\nthings through him for the benefit of mankind&mdash;the order of the priesthood, a knowledge of\nthe planets in the universe, a vision of the council in heaven before the creation of the earth,\nand the plan of salvation.\n<\/p><p>\nAgain the people turned to darkness rather than light. Moses was chosen to lead the Israelites\nfrom Egyptian bondage. On Mt. Sinai, during the migration to the land of promise, he was\ngiven the Ten Commandments for the benefit of his people. In spite of his labors to teach\nthem the gospel, they failed to take heed, so the Lord, through this great prophet, gave them\nwhat has been known as the Law of Moses or the Law of Carnal Commandments.\n<\/p><p>\nThe western world was not without its prophets. From the writings of Ether in the Book of\nMormon, we read of the appearance of the Lord to the brother of Jared. As this people ceased\nto serve the Lord and deteriorated into unfaithfulness, the prophet Lehi was instructed to bring\nhis family to these shores, and a new gospel dispensation was established. The history of his\ndescendants is a series of leadership under great prophets, but as the people ceased to obey\ntheir counsel, the Lord withdrew his Spirit from them, and the race was destroyed.\n<\/p><p>\nJohn the Baptist was the forerunner of Christ and proclaimed the same gospel ordinances\nwhich had been instituted for the salvation of man before the world was created and which\nhad been taught by the prophets. Then came the Master in the Meridian of Time, fulfilling\nthat which had been spoken by Adam and each of the prophets since his time. The Son of\nGod, the Savior of the world, was born into mortality. Jesus was \"God manifest in the flesh\"\n(<span class=\"citation\" id=\"2822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2822)\">1 Tim. 3:16<\/a><\/span>).\nHe taught by precept and lived the perfect life. He made the atonement for sin\nand gave his life that all mankind may be saved by obedience to the laws and ordinances of\nthe gospel. The Twelve Apostles were the personal witnesses of Christ, but after the death of\nthe last of them, there was a falling away. The priesthood was lost to the world, and there\nwas total spiritual darkness. This condition had been foretold by the ancient prophets.\n<\/p><p>\nAt the beginning of the nineteenth century there had been no revelation for seventeen hundred\nyears. There had been no heavenly appearances or scripture during that time and the world\nwas in a chaotic religious state. Many times the gospel had been given to the world through\nthe prophets, and each time was lost because of disobedience. In the year 1820 the silence\nwas broken, and the Lord again appeared to a prophet. This prophet, Joseph Smith, could\ntestify of his own positive knowledge that God lives, that Jesus is the Christ, the Son of God,\na Resurrected Being, separate and distinct from the Father. He did not testify as to what he\nbelieved or what he or others thought or conjectured, but of what he knew. This knowledge\ncame to him because God the Father and the Son appeared to him in person\nand spoke to him. Through him and by subsequent events the priesthood and the gospel in its\nfulness were once more restored to the earth, never again to be removed. The Church of\nChrist, the kingdom of God on earth, was reestablished and destined, according to scripture,\nto roll forth and fill the whole earth. Since the death of the Prophet Joseph Smith, each\nsucceeding President of the Church has been sustained as a prophet of the Lord, and there is a\nliving prophet on the earth today.\n<\/p><p>\nTo peoples of past dispensations and ages, the most important prophet was the one then\nliving, teaching, and revealing the will of the Lord in their time. In each of the past\ndispensations, prophets have been raised up by the Lord as his spokesmen to the people of\nthat particular age and for the specific problems of that age.\n<\/p><p>\nIt is the present living prophet who is our leader, our teacher. It is from him we take direction\nin the modern world. From all corners of the earth, we who sustain him as a prophet of the\nLord, express our appreciation for this source of divine guidance. We are grateful for his life,\nhis example, his teachings, his leadership. Ninety years of faith and devotion! His faith has\nnot stood alone but has borne fruit all over the world. If he is tested by the fruits of faith as\nspelled out in the New Testament, we will find that his life is a manifestation of each of them\nand can be described by that chain of \"linked graces\" enumerated in the Second Epistle of the\nApostle Peter (<span class=\"citation\" id=\"4871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4871)\">2 Pet. 1:5-8<\/a><\/span>).\n<\/p><p>\nTo faith he added virtue. His life demonstrates manly strength, courage, and moral excellence,\nmeasured not by his extraordinary efforts, but by his everyday conduct.\n<\/p><p>\nTo virtue he added knowledge. Since early boyhood he has been a student and a teacher, in\nboth the formal pursuits of education and in the great school of life. His experience, practical\nskill, understanding, clear perception of truth, knowledge of God and the divine nature of\nman, distinguish him from other men of the world.\n<\/p><p>\nTo knowledge he added temperance. He is the master of himself yet submissive to the will of\nGod. He demonstrates self-control and moderation in all things.\n<\/p><p>\nAnd to temperance, patience! There are often occurrences which are apt to harass the temper,\nbut in his sweet, kindly way, he regards them with calm endurance.\n<\/p><p>\nAnd to patience he added godliness. One who works closely with him has said, \"There is a\nspirituality radiating from him that is ofttimes felt by even the stranger who visits him. He\nkeeps himself spiritually tuned to heavenly things.\" His thoughts, his writings, his teaching,\nhis very appearance indicate the presence of God in his life.\n<\/p><p>\nAnd to godliness he added brotherly kindness. The story is told of a conference concerning a\ndifficult problem when he said, \"Human hearts are very tender, and human lives are very\nprecious. Let's solve this problem without hurting a very tender heart.\"\n<\/p><p>\nAnd to brotherly kindness he added charity. He has a Christian love for all men because they\nare the sons of God. He is kind, forgiving, and compassionate.\n<\/p><p>\nAll these things are in him and abound and make him neither barren nor unfruitful. They\ndistinguish him as a prophet of the Lord&mdash;our President, David O. McKay.\n<\/p><p>\nAs the prophets from the beginning to the present day pass in review before our memory, we\nbecome aware of the great blessing which comes to us from the influence of a living prophet.\nHistory should teach us that unless we are willing to heed the warnings and follow the\nteachings of a prophet of the Lord, we will be subject to the judgments of God.\n<\/p><p>\nI bear witness that God lives, that Jesus is the Christ, that there is a living prophet of God on\nthe earth today, whom I sustain with all my heart. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}