{"ID":1306, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Youth of Zion, Stand Up, and be Counted!<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, October 1963, pp. 102-104<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, true greatness has a habit of surviving the years. I am certain that\nevery member of the Church has thrilled to the words of a stalwart young man of Aaronic\nPriesthood age who lived approximately twenty-six hundred years ago. When faced with a\ndifficult situation, he said, \"I will go and do the things which the Lord hath commanded, for I\nknow that the Lord giveth no commandments unto the children of men, save he shall prepare\na way for them that they may accomplish the thing which he commandeth them\"\n(<span class=\"citation\" id=\"1584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1584)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nThis young man, destined to become a great prophet, had a most important quality. He had\ncourage, courage to stand on his own two feet rather than follow the so-called easier\nway&mdash;the more popular way&mdash;the beckoning of the crowd, in this case his own brothers.\n<\/p><p>\nLet us quickly span twenty-six hundred years and review a story of Aaronic Priesthood\ncourage in our day, 1963. My heart was touched just last month as I had the privilege of\nreading an excerpt from a serviceman's letter to his parents. Apparently, his training instructor\nhad made it a habit of starting each day's discussion with a few off-color stories.\n<\/p><p>\nOne morning, quite by surprise, the instructor asked if anyone objected to a couple of \"<i>good<\/i>\"\nstories before starting the day's instruction. This young Mormon boy said that almost as\nthough he had been ejected from his seat by an unseen power, he shot up and said, \"Yes, sir,\nI object.\"\n<\/p><p>\nAfter a long stony silence, the instructor said, \"Are there any others?\" You can imagine the\nfeelings of this boy's heart as one by one another dozen or so young army recruits stood in\ndefense of what they really believed. Those standing were invited to leave the class, and then\nhalfway out, they were called back with a comment from the instructor, \"I guess we can skip\nthe stories this morning.\"\n<\/p><p>\nWouldn't you like the privilege of shaking hands with that kind of Aaronic Priesthood\ncourage? Isn't it gratifying to know that you don't have to turn the pages of history back\ntwenty-six hundred years to find the courage of a Nephi or a Daniel in the lions' den or a\nDavid meeting Goliath? And isn't it also gratifying to know that for every courageous heart\nwith a fortitude to stand up and be counted, there will be a host of others willing to rally to\nthe cause of truth and right?\n<\/p><p>\nPerhaps there might be a high school student within sound of my voice who finds himself at\nthe crossroads of decision today; whose circle of closest friends fail to live by the rules of\nconduct that he or she knows to be right. Might these so-called friends be urging you to take\none more step away from all that you believe in, all that is sacred? Could these be the same\nfirst easy steps taken by a teenage boy recently who stated to a juvenile judge, \"I just didn't\nrealize it was happening&mdash;it was so gradual\"; or the girl who pleaded, \"I wanted so much to\nbe popular with the others&mdash;and I was so wrong.\"\n<\/p><p>\nHow grateful we can be that these young people had the courage to recognize their\nmisdirection&mdash;and then even more courage to do what needed to be done in realigning their\nlives to correct standards.\n<\/p><p>\nNow, courage is an easy word to say. To be effective, there must be action&mdash;just like our\nserviceman a moment ago&mdash;positive action in the right direction which can only happen\nwhen that courage is inspired through positive, proper motivation.\n<\/p><p>\nNow, join with me, young people, through a thought sequence which should prove helpful to\nserious-minded church members as a basis for motivation in the right\ndirection:\n<\/p><p>\nFirst, let us reconfirm in our minds that there is a Heavenly Father, that he is the Creator of\nheaven and earth and directs all that we survey.\n<\/p><p>\nSecond, let us be assured that his house is a house of order, even to the extent that you and I\nhave come to mortality now, in this day, by specific assignment for a real purpose.\n<\/p><p>\nHave you ever asked yourself the question, \"Why wasn't I born two hundred years ago, or a\nthousand years ago?\" There is only one reason, young people, because the Lord wanted you\nborn now, in this important day.\n<\/p><p>\nStep No. 3, can we know for assurance that a young boy knelt in a grove of trees in the year\n1820 and there received a personal visitation from God the Father and his Son Jesus Christ?\nHave you read the Joseph Smith story lately, with a real desire to <i>know<\/i> its truthfulness?\n<\/p><p>\nThe fourth step: Why are you a member of this Church and kingdom? Could this be by\nchance? By your selection only? The Savior has this to say in the fifteenth chapter of John:\n\"Ye have not chosen me, but I have chosen you, and ordained you\"\n(<span class=\"citation\" id=\"28087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28087)\">John 15:16<\/a><\/span>).\n<\/p><p>\nAs surely as we meet in this historic tabernacle, I know that foreordination is a real part of\nthe plan&mdash;we have a responsibility&mdash;a divine commission, if you please, conferred prior to\nmortal existence that can neither be disregarded nor taken lightly without far-reaching\nconsequences.\n<\/p><p>\nThe fifth and final point I suggest is that the Lord has given us a most precious gift that we\ncall free agency. And after all is said and done, the final decision is ours with regard to our\ntalents, our divine commission, our choice between left or right, right or wrong.\n<\/p><p>\nYouth of Zion, do you have the courage to do right? I sometimes wonder how we could have\nthe courage to do anything but right if we <i>really<\/i> believe in the foregoing steps of logic. Let\nus just enumerate them again briefly:\n<\/p><p>\n1. God lives.<br \/>\n2. His house is a house of order.<br \/>\n3. The heavens have been opened and remain open today.<br \/>\n4. We are here by appointment, by foreordination.<br \/>\n5. And finally, the choice is ours as to what we do about it.\n<\/p><p>\nNow not only do we need courage in choosing our way, but we also need help. The best\nsource of help is from those who love us. I would like to reconfirm a truth that has been\nspoken from this pulpit many times, that no one loves us like our parents, like our bishop,\nlike our Heavenly Father. May we always seek our counsel and guidance from these three\nsources.\n<\/p><p>\nYouth is energetic; youth is aggressive. The mind of youth is inquisitive, sometimes beyond\nsound judgment which often leads us into dangerous territory. The Prophet Joseph Smith had\nthis to say to Martin Harris in kindly reprimand: \"When a man designedly provokes a serpent\nto bite him, the principle is the same as when a man drinks deadly poison, knowing it to be\nsuch. In that case, no man has any claim on the promises of God to be healed.\" (<i>DHC<\/i>\n2:95-96.) By the same token, can we expect the protection we need when we knowingly step\nbeyond the limits of good judgment? Moroni's reiteration of Mormon's teachings gives us the\nkey for keeping a solid footing.\n<\/p><p>\n\"For behold, the Spirit of Christ is given to every man, that he may know good from evil;\nwherefore, I show unto you the way to judge; for every thing which inviteth to do good, and\nto persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye\nmay know with a perfect knowledge it is of <i>God<\/i>.\n<\/p><p>\n\"But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him,\nand serve not God, then ye may know with a perfect knowledge it is of the devil; for after\nthis manner doth the devil work, for he persuadeth no man to do good, no, not one; neither\ndo his angels; neither do they who subject themselves unto him\"\n(<span class=\"citation\" id=\"38299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38299)\">Moro. 7:16-17<\/a><\/span>), italics added).\n<\/p><p>\nYes, youth of Zion, history is still being made, and whether you like it or\nnot, you have a hand in it. You will need courage and lots of it. You will need the help of\nthose who love you and the support of loyal friends, real friends, friends who would\nencourage you in \"every thing which inviteth to do good,\" as stated by Moroni.\n<\/p><p>\nNow in conclusion, may I suggest that this Church is not idly named. We are The Church of\nJesus Christ of <i>Latter-day Saints<\/i>. These are the latter days; this is the final dispensation of\ntime, and the programs of the Church are all moving toward a sort of finalization or\nculmination. There is an urgency as never before about what needs to be done; and be sure of\nthis, what needs to be done will be done on schedule, we hope by those initially foreordained\nto the task. But just as surely as night follows the day, if we choose not to accept our station,\nor if we grow weary along the way, placing less important things first, there will be\nsubstitutes raised to take our place, that the Lord's time-plan and ultimate purposes will not\nbe thwarted.\n<\/p><p>\nYouth of Zion, stand up and be counted, have the courage of your convictions, and whatever\nyou do, don't allow someone else to be a substitute for you in the kingdom of your Heavenly\nFather, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}