{"ID":1307, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">This Is Our Gospel<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1963, pp. 104-108<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI seek earnestly for the Spirit of the Lord by which, hopefully, my humble message might be\ncarried by the power of the Holy Ghost into the hearts of those who may listen this morning.\n<\/p><p>\nA few years ago I was touring the North Central States Mission, and in Sioux Falls, South\nDakota, a father and a daughter sought me for an interview following the conference sessions.\nHe explained that in his younger years he had joined a church which did not baptize by\nimmersion. Because of his certainty as he studied the scriptures that immersion was the only\ntrue mode of baptism, he later joined a church where he was baptized by immersion. And\nthen he had an uncle who belonged to a church who taught that everything in all other\nchurches was evil. He decided to join the church of his uncle.\n<\/p><p>\nLater a friend told him about a universal church. It had no organization, needed no\nauthoritative priesthood, no rituals. They had no buildings, they had nebulous formula:\n\"Believe and be saved.\" And so he joined with this friend.\n<\/p><p>\nRecently his daughter had gone to a Bible class, following her school years, and had been\ngraduated just a few days before as an honor student. And in the concluding session the\nminister who had conducted the course had asked them for any expressions or questions. This\nbright young honor student began to ask some of the questions that two Latter-day Saint\nelders, who had been coming to their home, had been asking. The minister became confused\nand very angry, and in a rebuke he said if she had learned as she should have learned in the\ncourse she wouldn't be asking such foolish questions.\n<\/p><p>\nThey were now being taught by two of our missionaries in the fundamental doctrines of the\nChurch, and he said to me after this brief introduction: \"This time, if I join\nThe Church of Jesus Christ of Latter-day Saints, I don't want to make another mistake. How\ncan I be sure?\"\n<\/p><p>\nI explained the only way to a convincing assurance by quoting the words of Moroni: \". . . if\nye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the\ntruth of it unto you, by the power of the Holy Ghost.\n<\/p><p>\n\"And by the power of the Holy Ghost ye may know the truth of all things\"\n(<span class=\"citation\" id=\"38305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38305)\">Moro. 10:4-5<\/a><\/span>).\nHaving quoted that, I then said, \"Now I might enumerate some of the outward evidences by\nwhich one might recognize the divine Church.\"\n<\/p><p>\nThe name of the Church itself is significant in one's search for the true Church. When the\nMaster was asked by his disciples by that name his Church should be called, he answered:\n\"And how be it my church save it be called in my name? For if a church be called in Moses'\nname then it be Moses' church; or if it be called in the name of a man then it be the church\nof a man\" (<span class=\"citation\" id=\"5668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5668)\">3 Ne. 27:8<\/a><\/span>).\n<\/p><p>\nIn our day, by revelation, the Lord has clearly declared the correct name, I told him: \"For\nthus shall my church be called in the last days, even The Church of Jesus Christ of Latter-day\nSaints\" (<span class=\"citation\" id=\"14337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14337)\">D&amp;C 115:4<\/a><\/span>),\nthus distinguishing this dispensation from former-day Saints, affixed to\nthe name of the Church of Jesus Christ.\n<\/p><p>\nBut then I reminded him that even though it bears the Master's name, there must be coupled\nwith the name of the Savior, Jesus Christ, another vital essential in the true Church. After the\nMaster had explained the name by which his Church should be named, he added, \". . . but if\nit he called in my name then it is my church, if it so be that they are built upon my gospel\"\n(<span class=\"citation\" id=\"5669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5669)\">3 Ne. 27:8<\/a><\/span>).\n<\/p><p>\nAnd then I asked him in turn, what is his gospel? The Lord has said in revelation: \"And this\nis my gospel&mdash;repentance and baptism by water, and then cometh the baptism of fire and the\nHoly Ghost, even the Comforter, which showeth all things, and teacheth the peaceable things\nof the kingdom\" (<span class=\"citation\" id=\"14260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14260)\">D&amp;C 39:6<\/a><\/span>).\n<\/p><p>\nIn modern revelation the true Church has been defined as the Church having the authority to\nconfer the Holy Ghost, even the gift of the Holy Ghost which gives to those who make\nthemselves worthy, the right to have all peaceable things of the kingdom revealed to them.\nThis makes clear the meaning of the explanation made by the Prophet Joseph when asked by\na President of the United States, \"How is your church different from all the other churches?\"\nThe Prophet Joseph Smith answered in one significant statement, \"We are different from all\nother churches because we have the Holy Ghost\" (see <i>DHC<\/i> 4:42); in other words, meaning\nthat the principle of continuous revelation by the power of the Holy Ghost is a prime requisite\nfor the true Church.\n<\/p><p>\nPaul the apostle I reminded him, made a clear observation in two statements relative to the\nessentials of the Church. \"Know ye not,\" the Apostle Paul asked, \"that so many of us as were\nbaptized into Jesus Christ were baptized into his death?\n<\/p><p>\n\"Therefore we are buried with him by baptism into death: that like as Christ was raised up\nfrom the dead by the glory of the Father, even so we also should walk in newness of life.\n<\/p><p>\n\"For if we have been planted together in the likeness of his death, we shall be also in the\nlikeness of his resurrection\" (<span class=\"citation\" id=\"42765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42765)\">Rom. 6:3-5<\/a><\/span>).\n<\/p><p>\nAnd then he wrote to the Galatians: \"For ye are all the children of God by faith in Christ\nJesus.\n<\/p><p>\n\"For as many of you as have been baptized into Christ have put on Christ.\n<\/p><p>\n\"There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor\nfemale: for ye are all one in Christ Jesus.\n<\/p><p>\n\"And if ye be Christ's, then are ye Abraham's seed, and heirs according to the promise\"\n(<span class=\"citation\" id=\"23264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23264)\">Gal. 3:26-29<\/a><\/span>).\n<\/p><p>\nI told our friend that the true Church was to be patterned after the Master's organization, in\nthe which the Apostle Paul has said we must not be \". . . strangers and foreigners, but\nfellowcitizens with the saints . . .\" And the Church must be \". . . built\nupon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner\nstone\" (<span class=\"citation\" id=\"21750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21750)\">Eph. 2:19-20<\/a><\/span>).\n<\/p><p>\nThere were other specific signs which the Master said would follow the believers in his\nChurch. \"He that believeth and is baptized shall be saved . . .\n<\/p><p>\n\"And these signs shall follow them that believe; In my name shall they cast out devils; they\nshall speak with new tongues;\n<\/p><p>\n\"They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they\nshall lay hands on the sick, and they shall recover\"\n(<span class=\"citation\" id=\"33168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33168)\">Mark 16:16-18<\/a><\/span>).\n<\/p><p>\nI reminded him that there was a need for authority which cannot be just assumed, merely, but\nmust be conferred in the Lord's own way as the Apostle Paul said, \"And no man taketh this\nhonour unto himself, but he that is called of God, as was Aaron\"\n(<span class=\"citation\" id=\"24309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24309)\">Heb. 5:4<\/a><\/span>). This, the Prophet\nJoseph Smith made plainer when he said, \"We believe that a man must be called of God, by\nprophecy, and by the laying on of hands, by those who are in authority to preach the Gospel\nand administer in the ordinances thereof\"\n(<span class=\"citation\" id=\"6783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6783)\">A of F 1:5<\/a><\/span>).\n<\/p><p>\nAnd then there was a never, never failing evidence, which might be shocking to him, which\nevidences the divinity of the true Church. The Master said, in almost his closing remarks to his\ndisciples:\n<\/p><p>\n\"Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of\nheaven.\n<\/p><p>\n\"Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of\nevil against you falsely, for my sake.\n<\/p><p>\n\"Rejoice, and be exceeding glad; for great is your reward in heaven: for so persecuted they\nthe prophets which were before you\"\n(<span class=\"citation\" id=\"35224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35224)\">Matt. 5:10-12<\/a><\/span>).\n<\/p><p>\nAnd the opposite of that the Master warned: \"Woe unto you, when all men shall speak well of\nyou! for so did their fathers to the false prophets\"\n(<span class=\"citation\" id=\"31585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31585)\">Luke 6:26<\/a><\/span>).\n<\/p><p>\nOur missionaries are finding thousands each year who are in a state of inquiry and uncertainty\nas were our friend and his daughter in South Dakota. They bear witness that all these outward\nevidences of the true Church are readily discernible. They further point out the witness of the\nHoly Ghost by which all may know the truth of all things.\n<\/p><p>\nA short while ago in Philadelphia I was handed a clipping from a Philadelphia newspaper\nreporting a statement made by the Associate Secretary General of the State of Churches of the\nAssembly of National Churches representing thirty denominations. The article was entitled\n\"Drift from God in Churches.\" I shall read but a few sentences:\n<\/p><p>\n\"American churches in many cases were described today as being too 'public relations\nconscious'&mdash;more eager to please the crowd than to please God.\"\n<\/p><p>\n* * * * *\n<\/p><p>\n\"Many churches, yielding to secular practice have become public relations conscious. There is\nas much if not more concern for the attractiveness of the package and the effectiveness of the\nmarketing techniques than for the quality of the product.\"\n<\/p><p>\n* * * * *\n<\/p><p>\n\"Modern churches too often have put the accent on secular yardsticks of success&mdash;size,\nstatistics and outward attractiveness&mdash;rather than spiritual dedication.\"\n<\/p><p>\n* * * * *\n<\/p><p>\n\"Many congregations would rather have a minister who is a 'good administrator and\npromoter' than one who is 'a loyal and humble disciple of Jesus Christ, a thinker and a\nfearless prophet of the sovereign and redeeming Lord.'\"\n<\/p><p>\n* * * * *\n<\/p><p>\n\"Too many people speak vaguely of the need of 'faith and religion' rather than of the real\nneed&mdash;of God, of a 'return to the Father.'\"\n<\/p><p>\n* * * * *\n<\/p><p>\nThen I picked up a clipping also while I was in Philadelphia about a year ago from Dr. Henry\nP. Van Dusen, president of the Union Theological Seminary, in which he said this, as quoted\nin the paper:\n<\/p><p>\n\"A sharp and strange contrast between the upsurge of religion and a decline in\nmorality was noted by Dr. Henry P. Van Dusen . . .\n<\/p><p>\n\"It is a disturbing, confounding contradiction that the revival of religion has no parallel\nresurgence in morality. If the complex and illusive data could be plotted on a graph, it would\nshow curves of religious vitality and of moral health moving in opposite directions.\n<\/p><p>\n\"Thus far, the return to religion in our day has produced no corresponding moral fruitage. It\nraises the question as to the quality and worth of the religion.\n<\/p><p>\n\"Either there will be moral revival flowering from religious revival, or the latter will fritter\ninto futility. And our final state will be a religious sterility to match the moral anarchy.\n<\/p><p>\n\"Interest in religion appears to be at an all-time high, with church membership over 100\nmillion, but delinquency, (I remind you) immorality, and social confusion also are at peaks.\"\n<\/p><p>\nAs I made note of those articles I thought to myself, it is time for us to make a critical\nself-analysis of ourselves to see how much of this applies to us as a Church and to us as\nindividuals.\n<\/p><p>\nPresident Wilford Woodruff said something: \"The trouble with the Latter-day Saints, we\nspend too much time confessing the other fellow's sins.\"\n<\/p><p>\nNephi the prophet warned about this as he predicted about our day. \"Wo unto them that  turn\naside the just for a thing of naught and revile against that which is good, and say that is of no\nworth!\" (<span class=\"citation\" id=\"3705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3705)\">2 Ne. 28:16<\/a><\/span>).\nObviously this was intended for those in Zion or for the pure in\nheart of the Church (<span class=\"citation\" id=\"14323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14323)\">D&amp;C 97:21<\/a><\/span>).\n<\/p><p>\n\"For behold, at that day,\" Nephi said, \"shall he (Lucifer) rage in the hearts of the children of\nmen, and stir them up to anger against that which is good.\n<\/p><p>\n\"And others will he pacify, and lull them away into carnal security, that they will say: All is\nwell in Zion; yea, Zion prospereth, all is well&mdash;and thus the devil cheateth their souls, and\nleadeth them away carefully down to hell\"\n(<span class=\"citation\" id=\"3708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3708)\">2 Ne. 28:20-21<\/a><\/span>).\n<\/p><p>\nAnd then he warns, \"Therefore, wo be unto him that is at ease in Zion!\"\n(<span class=\"citation\" id=\"3710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3710)\">2 Ne. 28:24<\/a><\/span>).\n<\/p><p>\n\"Cursed is he,\" Nephi again said, \"that putteth his trust in man, or maketh flesh his arm, or\nshall hearken unto the precepts of men, save their precepts shall be given by the power of the\nHoly Ghost\" (<span class=\"citation\" id=\"3711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3711)\">2 Ne. 28:31<\/a><\/span>).\n<\/p><p>\nMoroni finished the record of his father Mormon and then added some inspired observations\nof his own concerning \". . . things . . . which must shortly come (to pass) . . . when these\nthings (presumably meaning the coming forth of the Book of Mormon) shall come forth\namong you.\" Now that means our day. This is what he said (and note the definition of a\nprophecy): He said, \"Behold, I speak unto you as if ye were present, and yet ye are not. But\nbehold, Jesus Christ hath shown you unto me, and I know your doing\"\n(<span class=\"citation\" id=\"37986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37986)\">Morm. 8:34-35<\/a><\/span>).\n<\/p><p>\nYou remember what the Master said, the devil shall rage in the hearts of men\n(<span class=\"citation\" id=\"3707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3707)\">2 Ne. 28:20<\/a><\/span>) even so much\nthat if it were possible the very elect would be deceived\n(<span class=\"citation\" id=\"30787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30787)\">JS&mdash;M 1:22<\/a><\/span>). This is what Moroni said: \"And I\nknow that ye do walk in the pride of your hearts; and there are none save a few only who do\nnot lift themselves up in the pride of their hearts, unto the wearing of very fine apparel, unto\nenvying, and strifes, and malice, and persecutions, and all manner of iniquities; and your\nchurches, yea, even every one, have become polluted because of the pride of your hearts.\n<\/p><p>\n\"For behold, ye do love money, and your substance, and your fine apparel, and the adorning\nof your churches, more than ye love the poor and the needy, the sick and the afflicted\"\n(<span class=\"citation\" id=\"37987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37987)\">Morm. 8:36-37<\/a><\/span>).\n<\/p><p>\nAs I read that, I thanked the Lord that for a quarter of a century in our life-time the Church\nhas, through the welfare program, sought to place the proper emphasis where the Lord has\nplaced it, by putting foremost the love of the poor and the needy.\n<\/p><p>\nOne of the first revelations the Lord said in our day: \"And even so I have sent mine\neverlasting covenant into the world, to be a light to the world, and to be a standard for my\npeople, and for the Gentiles to seek to it, and to be a messenger before my\nface to prepare the way before me\" (<span class=\"citation\" id=\"14264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14264)\">D&amp;C 45:9<\/a><\/span>).\n<\/p><p>\n\"But\" the Lord said, \"there is a possibility that man may fall from grace and depart from the\nliving God.\"\n<\/p><p>\nMark that, you who come in as converts to the Church! \"Therefore let the church take heed\nand pray always, lest they fall into temptation;\n<\/p><p>\n\"Yea, and even let those who are sanctified take heed also\"\n(<span class=\"citation\" id=\"14248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14248)\">D&amp;C 20:32-34<\/a><\/span>).\n<\/p><p>\nThe more complicated our lives and world conditions become, the more important it is for us\nto keep clear the purposes and principles of the gospel of Jesus Christ. It is not the function\nof religion to answer all the questions about God's moral government of the universe, but to\ngive one courage, through faith, to go on in the face of questions he never finds the answer to\nin his present status.\n<\/p><p>\nIt was the wise counsel of a thinker who said: \"If the time comes when you can no longer\nhold to your faith, then hold to it anyway. You cannot go into tomorrow's uncertainty and\ndangers without faith.\"\n<\/p><p>\nLet parents and leaders and church members generally, and hopefully our nonmember friends\nand relatives take heed of the counsels repeatedly given from our leaders. Allow time to\nmeditate and ponder the things pertaining to our ministry. Live that we might be responsive to\ndivine direction. Let me again, as I close, repeat what I have quoted before from a revelation\nof the Lord. \"Search diligently, pray always, and be believing, and all things shall work\ntogether for your good, if ye walk uprightly before the Lord and keep the covenant wherewith\nye have covenanted one with another\" (<span class=\"citation\" id=\"14318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14318)\">D&amp;C 90:24<\/a><\/span>).\nThis I pray humbly we may all do in the name of the Lord Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}