{"ID":1309, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Need for Moral Courage<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1963, pp. 115-117<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I have not forgotten the statement made in one of the recent\ngeneral conferences by Elder Richard L. Evans, who reminded us that to know is not enough.\nAs we draw near to the close of this great and uplifting conference, it seems to me that the\nthing that remains is for us to go to our homes and conform our lives to the teachings of the\nLord Jesus Christ as they have been expounded here, lacking not in determination and in\nmoral courage to do it, for \"to know is not enough.\"\n<\/p><p>\nOne of the greatest demonstrations of moral courage ever shown in this day was when in the\ndead of winter, 1846, the first of the Saints, living in the city of Nauvoo, rolled their loaded\nwagons onto flatboats to be ferried across the broad, icy Mississippi River. That marked the\nbeginning of the exodus of modern Israel. Later in the month, according to the historians, long\ncaravans crossed the river on a solid floor of ice.\n<\/p><p>\nThese people had been living in substantial and comfortable homes. They had fanned their\nfertile lands; they had completed the construction of the sacred Nauvoo Temple and had\ndeveloped an attractive city, which they proudly referred to as \"Nauvoo the Beautiful.\" All\nthese they left behind to move their families, with what household goods and provisions that\nthey could take with them, to make an almost superhuman trek thirteen hundred miles into an\nalmost unknown western land.\n<\/p><p>\nWith a background of culture and refinement, they were not accustomed to the hardships of\nimprovised shelters erected against the wintry blasts of February winds; yet, because of their\nfaith and their courage, they resolutely met the challenge, and turning their backs upon their\nbeautiful homes and their faces toward the west, they met whatever was to come. These\nexiled people, with implicit trust in their leaders, chose to \". . . seek ye first the kingdom of\nGod, and his righteousness\" (<span class=\"citation\" id=\"35242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35242)\">Matt. 6:33<\/a><\/span>).\nTheir physical courage was equaled only by their moral courage.\n<\/p><p>\nIn our day there is a crying need for this same quality in each of us, especially the moral\ncourage to resist the ever-increasing pressures and insidious influences that are constantly at\nwork, distorting the truth, tearing down the good and the decent, and attempting to substitute\ntherefore the vain and shallow philosophies and practices of a carnal world. There is need for\nthe moral courage to uphold correct principles in our personal lives and to defend right and\ntruth and decency and honor, and above all, to have faith in and honor God our Father.\n<\/p><p>\nIt seems to me that moral courage is made of a firm desire, coupled with determination to\naccept and to do what is right and to shun the wrong. It is the outgrowth of moral conviction.\nMoral courage may not be dramatically displayed. Seldom does it receive public acclaim,\nnevertheless, it is an indispensable attribute of noble character. It must be exercised if\nworthwhile principles and institutions are to be preserved and perpetuated.\n<\/p><p>\nHe who stands steadfastly for that which is right must take the risk of becoming at times\ndisapproved and unpopular, or even shunned by others&mdash;sometimes by his closest friends.\nIndeed, some have become martyrs. Knowing what is right and true and honorable, they have\nhad the courage to do, not what is <i>easy<\/i> but what is right; not what is <i>expedient<\/i> but what is\nbest.\n<\/p><p>\nI think of a young boy with whom I am acquainted, who, rather than join his companions one\nnight in an escapade that was not in harmony with the training he had received in his home\nand in the Church, chose to walk more than six miles to his home while his companions in\nthe car proceeded to carry out their plans. I imagine that boy, for more reasons than one, slept\nwell when he finally arrived at home. And no doubt his parents were proud\nof him. Truly, \"A wise son maketh a glad father\"\n(<span class=\"citation\" id=\"41448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41448)\">Prov. 10:1<\/a><\/span>).\n<\/p><p>\nIt requires no moral courage to drift with the multitude or to run with the \"pack,\" so to speak.\nThe real test is in choosing and pursuing the right, even though it appears that in so doing,\none is alone.\n<\/p><p>\nJesus, the personification of this quality, disagreed with the powerful and influential Jewish\ngoverning body&mdash;the Sanhedrin. He referred to certain unrighteous Pharisees as \". . .\nhypocrites! for ye are like unto whited sepulchres, which indeed appear beautiful outward, but\nare within full of dead men's bones\"\n(<span class=\"citation\" id=\"35270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35270)\">Matt. 23:27<\/a><\/span>).\n<\/p><p>\nAnd Matthew records him saying plainly, \". . . for ye devour widows' houses, and for a\npretence make long prayer: therefore ye shall receive the greater damnation\"\n(<span class=\"citation\" id=\"14256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14256)\">Matt. 23:14<\/a><\/span>).\n<\/p><p>\nWith righteous fervor he drove out the money changers, because he could not bear to see\nthem desecrate the temple. He was fearless in defense of correct principles, and although he\nwas falsely and maliciously accused&mdash;even though he was subjected to railings and mockery\nof the worst kind&mdash;he stood majestically and composed before Pilate and again before Herod,\nwhile the howling mob cried, \"Crucify him, crucify him!\"\n(<span class=\"citation\" id=\"31601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31601)\">Luke 23:21<\/a><\/span>).\n<\/p><p>\nHe was not concerned with his own security nor with the indignities he suffered at the hands\nof foul men. His great desire has to do the will of the Father, even though it meant his\ncrucifixion.\n<\/p><p>\nWhile we in our day may or may not be called upon to suffer unduly or to test our moral\ncourage in the great issues of the world, there is, nevertheless, always need for each of us to\nexercise self-discipline and moral courage in our everyday living.\n<\/p><p>\nIt was Lincoln that reminded us that, and I quote: \"We must return to idealism&mdash;the idealism\nof character and truth; of integrity in private and public (affairs) . . . no people can ever\nbecome greater by lowering their standards, no society was ever improved by adopting a\nlooser morality.\"\n<\/p><p>\nSomeone has said our physical fitness program is wonderful and is needed, but we have also a\nneed in our lives for a moral fitness program. It takes moral courage, for instance, to\napologize, to put aside pride and say, \"I was wrong,\" or to explain a misunderstanding which,\nif ignored, would hurt another person; or to defend a person when slighting remarks are made\nagainst his character. It takes courage to stand up and be counted when you may not agree\nwith the crowd; for example, to plan, and to live, and to qualify to go to the house of the\nLord when the time comes to be married even though some of our associates may do\notherwise.\n<\/p><p>\nIt requires moral courage to tell the truth regardless of the situation or the consequences, but\nit pays great dividends in peace of mind.\n<\/p><p>\nIt takes courage to resist envy and hate and anger, the destroyers of happiness. The Bible\nsays: \"He that is slow to anger is better than the mighty; and he that ruleth his spirit than he\nthat taketh a city\" (<span class=\"citation\" id=\"41454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41454)\">Prov. 16:32<\/a><\/span>).\n<\/p><p>\nHave we the moral courage to forgive or to ask forgiveness? Never is the human soul more\nnoble and so courageous than when it forgives and then forgets. Jesus said in a revelation to\nJoseph Smith: \"Wherefore, I say unto you, that ye ought to forgive one another; for he that\nforgiveth not his brother his trespasses, standeth condemned before the Lord; for there\nremaineth in him the greater sin.\n<\/p><p>\n\"I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men\"\n(<span class=\"citation\" id=\"14280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14280)\">D&amp;C 64:9-10<\/a><\/span>).\n<\/p><p>\nAnd Matthew records: \"For if ye forgive men their trespasses your heavenly Father will also\nforgive you\" (<span class=\"citation\" id=\"35235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35235)\">Matt. 6:14<\/a><\/span>).\n<\/p><p>\nThe religious life of a Latter-day Saint should be based not upon obligation and duty alone,\nbut upon a genuine desire to be honorable, to do good, to do what is right, to love God, and\nto love one another.\n<\/p><p>\nWe ought to think right and do right simply because it is right. If there is to be any moral\nperfection for us in this life, it will come because we consistently and automatically do what\nis right.\n<\/p><p>\nI bear solemn testimony to the fact that Jesus is the Christ, that God our\nFather lives, that Joseph Smith was indeed the Prophet of this dispensation through whom the\ngospel, the divine pattern for living, was restored, and that President David O. McKay is\npresently the prophet, seer, and revelator of the Lord Jesus Christ.\n<\/p><p>\nLet us go from here with the determination and the moral courage to say as Job said, \". . .\nwhile my breath is in me . . .\n<\/p><p>\n\"My lips shall not speak wickedness, nor my tongue utter deceit.\n<\/p><p>\n\". . . till I die I will not remove . . . integrity from me\"\n(<span class=\"citation\" id=\"26707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26707)\">Job 27:3-5<\/a><\/span>).\n<\/p><p>\nI pray for this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}