{"ID":131, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Winning the Peace<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, October 1944, pp. 29-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and Radio Listeners:\n<\/p><p>\nMuch is said these days about winning a lasting peace following the terrible and fearfully\ndestructive global war now raging. Various plans are proposed for attaining this greatly and\nwidely desired objective. But we know that this can be achieved only if certain conditions are\nmet among which are fair, right, and just provisions made for all nations, defeated as well as\nvictorious. But in the few minutes allotted to me I desire to talk about some conditions on the\nhome front that affect peace.\n<\/p><p>\nTHE APPLICATION OF THE GOLDEN RULE\n<\/p><p>\nThe reply of Jesus to the lawyer who asked \"which is the great commandment in the law\" was\nas follows:\n<\/p><p>\n. . . Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all\nthy mind.\n<\/p><p>\nThis is the first and great commandment.\n<\/p><p>\nAnd the second is like unto it, Thou shalt love thy neighbour as thyself.\n<\/p><p>\nOn these two commandments hang all the law and the prophets\n(<span class=\"citation\" id=\"33924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33924)\">Matt. 22:37-40<\/a><\/span>).\n<\/p><p>\nSince we are all children of our Father in heaven, the term \"neighbor\" as used by Jesus means\nour fellow men. Now, as an evidence that we love our neighbors as we love ourselves, we\nmust treat them in all respects in our relations with them as we would like to be treated were\nthe circumstances reversed&mdash;we in their shoes, and they in ours. In other words, we must live\nthe golden rule (<span class=\"citation\" id=\"33892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33892)\">Matt. 7:12<\/a><\/span>).\nAnd because we do not live the golden rule there is more or less severe and\ntragic trouble all the time within the borders of our country, all of which would disappear if\nwe kept the second great commandment.\n<\/p><p>\nYet none of us fully keeps this commandment. Why? One reason is we are all too selfish, not\nsome of us only, but all of us. Let me particularize by citing a few cases.\n<\/p><p>\nFirst, let us begin with a corporation having assets worth millions of dollars. Its money has\ncome from thousands of stockholders and the sale of bonds. The\nstockholders elect directors who in turn appoint officers and other employees and fix their\nsalaries. Some of these salaries are likely large&mdash;very large. The greater the assets the greater\nthe salaries are likely to be. They really far exceed the needs of the recipients to maintain a\ndecent standard of living. Commonly, also, these salaries have no relation to the ability of the\ncorporation to pay dividends. Hence some stockholders feel aggrieved, thinking they are not\nfairly treated. Further, these big salaries incite workers to demand higher pay and create\nprejudice in the minds of the public against the corporation. Is any thought given by the\ndirectors to the golden rule when they fix compensations for themselves and the high-ranking\nofficers? And does the company management always treat its employees as brothers, as\nneighbors, entitled to be dealt with according to the requirements of the golden rule? A few of\nthese employees may even be more indispensable to the success of the company than the\nofficers themselves, but in comparison they are underpaid. I have reference to inventors and\nothers endowed with special gifts the products of whose ingenuity make it possible for the\ncompany to have a prosperous business. Our marvelous mechanical civilization is based upon\nresearch and invention. Managers are often ordinary men, given opportunity. Inventors are\nalways men with extraordinary endowments.\n<\/p><p>\nAnother illustration, seldom given: A highly respected and necessary profession has allowed\nitself to be maneuvered into a position where it absolutely controls one phase of the\nwell-being of the public. There is no closed shop labor union of which I have heard that so\ncompletely controls its field as does this profession. It limits the number permitted to qualify\nfor the profession, thus preventing any overcrowding in the field of service, and so practically\ninsuring full employment to entrants. The standard of fees is so high that multitudes in the\nmiddle classes are hardly able to afford necessary service. The income of successful\npractitioners is far above that of most other people of equal or greater ability but engaged in\nother essential vocational fields. The situation appears to be entirely out of harmony with the\nrequirements of the golden rule.\n<\/p><p>\nTHE PRESENT STATE OF POLITICS\n<\/p><p>\nLet us glance at the political field. Though the need for statesmen was perhaps never greater\nin the history of the country, the supply, perhaps, was never proportionately less. Certainly the\nsupply of politicians, even demagogues, was never greater. I use the term \"politician\" in the\nsense of a holder or seeker of political office who regards getting and holding the office as\nthe all-important thing and who schemes, bargains, and promises in order that he may get\nsupport and votes. His principles are often tenuous and easily changeable to suit the needs of\nthe hour. The demagogue is an unprincipled politician.\n<\/p><p>\nThe statesman is a man who would \"rather be right than be president.\" He is\nan able man of principles and of character who avoids compromising with his principles and\ndisdains buying support by making promises to people who seek wholly selfish ends, for this\nis akin to the crime of bribery. \n<\/p><p>\nBut it is probably true that the people themselves are responsible for the paucity of statesmen\nand the abundance of politicians and demagogues. Many years ago I sat one evening in the\npark with an elderly man, manager of the apartment house in which I lived. He said that for\nthirty years he was a member of the Illinois state legislature and related many interesting\nexperiences. But I shall never forget one remark he made which was \"every man has his\nprice; some votes can be obtained for $50, others for $500, and occasionally $50,000 is the\nprice.\" Unsophisticated as I was, this statement was hard for me to believe, but I had no\nreason then or now to doubt its truth.\n<\/p><p>\nYes, the people themselves help to make politicians by offering them tempting inducements.\nThe desire to serve the public is commendable, particularly when it is coupled with pure\nmotives. But the itch for office and the emoluments thereof, sometimes affects otherwise good\nmen so deeply that they yield to all sorts of temptations in their efforts to obtain or retain\noffice.\n<\/p><p>\nOur primary election system is bad in at least one respect&mdash;it helps to make politicians and\ndemagogues. The short time allotted me will not permit of showing why, but supporting\nreasons will occur to my listeners. It requires a strong man of firm resolve to go into a hotly\ncontested primary for a high office and come through untarnished. In the primary he is on his\nown, not governed by the platform and backed by the resources of his party. He is likely to\nbe contacted by many groups, actuated by wholly selfish motives and offered assistance of\nmoney and votes if &mdash;. A statesman is not purchasable; a politician may have his price.\nEven highly respectable groups may forget themselves and make offers and considerations, as\nhas previously been done right here in our own state, so rumor says. Shame upon them\nwherever and whenever their motives are selfish and not clearly in the interests of the public\ngood! In such cases, in principle at least, are they not offering bribes. Good laws should be\nmade and enforced that would protect the public and public officials from all forms of bribery\nand near bribery.\n<\/p><p>\nIn passing, may I say frankly that I believe a return to the convention system, where to a\nlarge degree candidates were \"called,\" would be a factor in saving nominees for election from\nsome of the temptations they now face in the primaries.\n<\/p><p>\nSELFISHNESS A DOMINATING FACTOR\n<\/p><p>\nWe know that a dangerous doctrine has been fostered by some selfish groups and accepted by\nsome politicians to the effect that the world owes everybody a living, irrespective of one's\nworthiness. Of course no living soul, unable to help himself, should be allowed to\nsuffer for the necessities of life, if it is possible to prevent it. We are all\nfully committed to this Christian truth. But, unfortunately there are people who are indolent,\nthriftless, selfish, and sinful. Yet, they are voters and thus they have influence with politicians.\nBut they are also human beings and therefore our brothers. They need to be helped to reform\nand helped to opportunities where they can work for what they get and thus become\nself-respecting. But is it not demoralizing to them to agree with the idea that the world owes\nthem a living, irrespective of their worthiness? As a matter of fact should not worthiness\nalways be a prime factor in determining the rewards given to anyone? Is not this what our\nreligion teaches us? Could divine justice be otherwise based? Eternal progress, a beautiful\ndoctrine, is based on worthiness.\n<\/p><p>\nLet us refer to another phase of our theme&mdash;that of selfishness as seen exhibited by some\nofficials and members of organized labor. I think it very unfortunate for all concerned&mdash;union\nmembers and the public&mdash;that these organizations and groups have been pampered\nby selfish politicians and others until they have become a dominating factor in the politics of\nthis country. Now, I believe wholeheartedly in labor unions and in collective bargaining. But\nthe idea of \"the closed shop,\" as we commonly understand the expression, is very repugnant\nto me. As I see it, \"the closed shop\" is based upon selfishness run riot. It ignores the basic\nprinciples that all men are equal before the law and no one should be deprived of his right to\n\"life, liberty, and the pursuit of happiness.\" This is the very foundation upon which this\nrepublic was founded. To weaken or destroy the foundation is to endanger the very existence\nof our republic. We frequently use the expression \"our American way of life,\" unmindful of\nthe fact that the true American way of life is based upon our divinely inspired Constitution, as\nit was interpreted by the ablest legal minds in this country during the first century and a\nquarter of our national history.\n<\/p><p>\nBut now&mdash;is it due to the emergencies of war?&mdash;bureaucrats have taken over. Personal liberties have been severely restricted and in order to serve his country in a war-service or\nwar-production plant, or in some other plants, a man must join a union, so it is said, and pay\ninitiation fees, sometimes high, as well as dues, as required by closed-shop agreements.\nRecently I was told a plant needed a skilled worker. One was obtained through the\nemployment agency. He was a drinker. At length he was discharged after twelve days of\nbungling work, because of being continually under the influence of liquor. The plant had been\noperating open shop, though the employees had a union of their own. The drunkard appealed\nto his union with the result that the company was ordered by a bureaucratic agency to bring\nhim back, to pay him the high wages for lost time, and to make a closed-shop agreement with\nthe drunkard's union without an election being held to determine who were entitled to\nbargaining rights. All the company workers, not members of the drinker's\nunion, and largely in the majority, I was informed, were thus forced to join a union they did\nnot prefer. But no appeal to the courts was permitted. Was this procedure in harmony with the\nrequirements of the golden rule and of the Constitution?\n<\/p><p>\nIt is said, however, the closed-shop is necessary for the success of the union movement. If so,\nlet the union movement fail. We must not deny any man his free agency or take from him his\nright to \"life, liberty, and the pursuit of happiness.\" The right to work is absolutely\nfundamental. I repeat, I am in hearty sympathy with the organization of labor and with\ncollective bargaining, that is, with the plan of a committee of employees meeting regularly\nwith employers to consider all matters of mutual concern. But in my feelings I am strongly\nopposed to the \"closed shop,\" as the term is commonly understood. And I do not believe the\n\"closed shop\" is essential to the success of labor unions, operated on principles of right,\nfairness, liberty, and justice. Did not Samuel Gompers also have this view? Further, should\nany organization, operated on principles antagonistic to these, be tolerated in America? Would\nit be tolerable for the Church to say to its people living in Logan, or Provo, where we are in\nthe majority, you must not permit non-tithepayers to live among you? Certainly not. Yes, the\nright of every American citizen to \"life, liberty and the pursuit of happiness\" should be\nprotected, be he Mormon, Jew, Gentile, infidel, or pagan, white, yellow or black, union\nmember or independent. Every American citizen should be free to do as he pleases so long as\nhe does not infringe on the rights of others.\n<\/p><p>\nRight now there is a pressure movement on to raise wages of workers in war industries. Do\nthose sponsoring this movement recognize that there are millions of workers in America,\nengaged in essential industries, whose incomes did not increase during the last three years in\nanything like the proportion to those of workers in war industries? In fact, because of the rise\nin the cost of living, the net income of multitudes of Americans is less today than it was three\nyears ago. Can this be said of any worker in war industries? Figures say not. If another raise\nin wages of these war workers should now be made, would there not be a still greater\ndiscrimination against these multitudes? The situation is extremely complex. But is there any\nfair-minded citizen, be he a union or a nonunion American, who wants to profit at the\nexpense of his neighbors? Let us hope not.\n<\/p><p>\nMy time is up, so I must close. Of course a multitude of illustrations could be given of the\nfact that few, if any, of us fully keep the second great commandment. We are all in need of\nrepentance. Let each of us search his own heart and make sure that it beats in harmony with\nthe divine will and then act accordingly. In my humble judgment, lasting peace&mdash;certainly\nworth the price&mdash;in our beloved America, as in the world at large, must be based upon living\nacceptably before God the second great commandment. Brotherly love must prevail. Liberty\nand freedom under wise and righteous laws, administered in harmony with\nthe provisions of our divinely inspired Constitution must be preserved. Selfishness and greed\nmust be subdued and righteousness exalted. The Lord help each of us to this end, I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}