{"ID":1311, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Herself&mdash;A Light!<\/p>\n<p class=\"gcspeaker\">Bishop Victor L. Brown<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Victor L. Brown, <i>Conference Report<\/i>, October 1963, pp. 119-121<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI believe I have a clearer meaning of what it means to endure to the end than I did earlier.\n[Laughter.]\n<\/p><p>\nMichael is now sixteen years of age. His parents were members of the Piute Indian tribe.\nMichael was born without his eyesight. On the Indian reservation, this was considered a\nterrible handicap. His family was very poor, and a blind boy was more than they could cope\nwith. So, when Michael was about seven years old, he was left on the desert to die.\nFortunately, some passing tourists found him and took him to a hospital. It took a year for the\ndoctors and nurses to save his life and restore his health.\n<\/p><p>\nDuring this experience of being left on the desert all alone without food and water, unable to\nsee, Michael's basic animal instincts for survival became so strong that he almost became an\nanimal, fearing and hating everybody and everything. Eight years later, when I first met him,\nhe told me he could remember the horror of being all alone&mdash;hungry, thirsty, and lost.\n<\/p><p>\nWhen he became well enough, Michael was sent to school. He was incorrigible. Because of\nhis tragic experience, he destroyed everything he could get his hands on&mdash;paper, pencils,\nrecord player. Everything was his enemy. I suppose the school authorities despaired of ever\nreaching this boy. One day, they placed a call to a wonderful Latter-day Saint woman and\nasked her if she would mind taking an Indian boy into her home. She readily agreed.\n<\/p><p>\nMichael's nature had not changed. He still considered everyone his enemy. He continued to\ndestroy almost everything that came in his way. One day one of the neighbor boys, a white\nboy by the name of Richard, became acquainted with Michael. Richard was about fifteen\nyears old. He was a teacher in the Aaronic Priesthood. He took an interest in Michael and fast\nbecame his friend.\n<\/p><p>\nRichard came to the Presiding Bishopric's Office one day and asked about the cost of the\nBook of Mormon in Braille. He had been saving his money for a long time so that he might\npurchase a Book of Mormon in Braille as a birthday present for his blind Indian buddy. The\ncost was more than Richard had saved. However, a kind person made it possible for him to\nobtain the book. As Michael read with his fingers, Richard followed along in his own Book of\nMormon reading out loud, thus helping Michael over the more difficult words. As I visited\nwith Michael, he said he had never read such wonderful stories. He said that everything he\nhad read in the past was kid stuff, but the Book of Mormon was different. I asked him what\nthe greatest desire of his heart was. This fifteen-year-old Indian boy replied: \"To become\nsixteen years old so I can be baptized a member of The Church of Jesus Christ of Latter-day\nSaints.\" He explained that he must wait until his sixteenth birthday because of the requirement\nof the agency responsible for him.\n<\/p><p>\nMichael had his sixteenth birthday just this August and was baptized by his buddy, Richard,\nwho is now a priest. Just four weeks ago, Michael was ordained a deacon in the Aaronic\nPriesthood by his foster father.\n<\/p><p>\nMichael told his mother that as he was being confirmed a member of the Church, the\nbrightest feeling went through his entire body. He said, \"I know now what 'white' looks like.\"\nThis sixteen-year-old Indian boy who has never seen the light of day now knows what\n\"white\" looks like. The Holy Ghost has borne witness to him.\n<\/p><p>\nThis last school year, Michael, the boy who was incorrigible, was honored for his excellence\nin school effort&mdash;excellence in deportment, scholarship, and progress&mdash;the only boy so\nhonored by his school this year. He hopes someday to teach other blind children as he has\nbeen taught.\n<\/p><p>\nBill is now fifteen. His parents are Navajo. When Bill was a child, he was stricken with polio,\nwhich left him without the use of his legs. Bill and Michael are brothers in\nthis foster home. They are both Boy Scouts. A year ago, they needed money to go to Scout\ncamp, so they decided to sell toothbrushes and toothpaste. They didn't have much luck in\ntheir own neighborhood, so Michael pushed Bill in his wheelchair seven miles to another\ncommunity where they had some success. They said that the most interesting and funniest\nexperience of the day was when they sold a toothbrush and some toothpaste to a man who\ndidn't have any teeth.\n<\/p><p>\nThree weeks ago at a stake quarterly conference, I invited Bill to come to the front of the\nchapel and bear his testimony to over twelve hundred people. I wish you could have seen this\nfifteen-year-old Navajo Indian boy. Immaculate in his appearance and with all the dignity and\nmajesty of a great chief, he sat in his wheelchair and humbly expressed his gratitude to his\nHeavenly Father for his many blessings, for his parents, his brothers and sisters, his\nmembership in the Church and the blessing of holding the office of teacher in the Aaronic\nPriesthood. Bill is a fine artist and hopes someday to become a great architect.\n<\/p><p>\nBill and Michael have two lovely, blond, fair-skinned sisters and a baby brother, Ronnie. Let\nme tell you about Ronnie. As far as we know, he is also a Navajo Indian boy. When the\nagency called this same good mother and asked if she would take a three-year-old Indian baby\ninto her home, they said that the child was totally incapacitated. He could not walk; he could\nnot talk. They explained the outlook for him as almost hopeless. Notwithstanding this, she\naccepted him into her home. When I met Ronnie the other day, he had a mischievous twinkle\nin his eye and a smile on his face as he ran and tried to escape from one of his sisters&mdash;as\nnormal a four-year-old as I have ever seen.\n<\/p><p>\nA blind boy, a crippled boy, a child who was a complete invalid&mdash;each one destined to a life\nof misery and hopelessness, but for the love, compassion, charity, and understanding of a\nwonderful woman&mdash;a woman who had the support of a good and faithful husband&mdash;a\nwoman who wanted children more than anything else in the world and who was not blessed\nwith any of her own. She wanted them so badly it didn't matter what their handicaps nor that\ntheir skin was copper color. The love she gave them was the love she had missed so\ndesperately during her childhood. The compassion she blessed these children with was the\ncompassion she longed for and sought but failed to find as she was growing up. To me she\ntypifies the saint as described by Felix Adler as he makes the distinction between a hero and a\nsaint. Paraphrasing this statement:\n<\/p><p>\n\"The hero (heroine) is one who kindles a great light in the world, who sets up blazing torches\nin the dark streets of life for men to see by. The saint is the man (woman) who walks through\nthe dark paths of the world, himself (herself) a 'light.'\"\n<\/p><p>\nI suppose that most of the teachings of the Master can be gleaned from the lives of this\nfamily, also from Richard, the white boy, a priest in the Aaronic Priesthood, impervious to\nthe taunts of the other boys as he held Michael's hand while they walked down the streets, a\nboy who so loved the Lord that he wanted to share the gospel with his friend. What a\nwonderful example of living the first two great commandments as found in the twelfth chapter\nof Mark, verses thirty and thirty-one:\n<\/p><p>\n\"And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all\nthy mind, and with all thy strength: this is the first commandment.\n<\/p><p>\n\"And the second is like, namely, this, Thou shalt love thy neighbour as thyself. There is none\nother commandment greater than these\" (<span class=\"citation\" id=\"33162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33162)\">Mark 12:30-31<\/a><\/span>).\n<\/p><p>\nThere is such a desperate need in the world today for this kind of love, for each mother to\nwant her children, to want them so badly that her love transcends all else. A mother's love is\none of the basic instincts God has implanted in a woman's heart. It is so basic that it exists in\nall animals that bear offspring, and yet there are those who fail to use this\nlove wisely.\n<\/p><p>\nFrom studies made by social workers, they find that when children get into trouble it is\naltogether too often because:\n<\/p><p>\n1. Mother's social status is reflected through her child.\n<\/p><p>\n2. Mothers push their children into mature social experiences far beyond their age.\n<\/p><p>\n3. There is a feeling on the part of parents of getting the child out of the home so they can\nhave more freedom, so they can be to themselves, and so they can travel and not be hampered\nby having children in the home.\n<\/p><p>\n4. All too often the child is not taught dependability and self-reliance. He is left on his own.\n<\/p><p>\n5. Another major contributing factor is that the parents are not home enough.\n<\/p><p>\nMothers, you most of all have the destiny of this generation in your hands. Surely, we fathers\nhave a part as do we leaders of youth, but nothing we can do will compare with a mother's\nlove if it is wisely placed.\n<\/p><p>\nNow, may I just mention a group of mothers. I think there are about four thousand of them.\nThese mothers have a special place in my heart. They are the mothers whose husbands are\nbishops in this great Church. The other day a lovely young mother, the wife of a bishop,\nwrote me a sweet letter. She expressed, among other things, a need for encouragement so she\nwould always be an inspiration to her husband, so that she would have the strength to\nsuppress the normal feelings of loneliness and discouragement, of being left alone so much of\nthe time, of having to shoulder a great share of the responsibility of rearing her children than\nwould otherwise be the case, and of being the last one to know what is going on in the ward.\nI suppose this runs contrary to the basic nature of most women.\n<\/p><p>\nWe want you to know that you are not forgotten for a moment. We meet your husbands more\noften than we do you, and perhaps we talk about them more. We want you to know that we\nare fully aware that behind every good bishop in this Church is a good woman, a woman\nwho, through sharing her strength, is instrumental in making a good man.\n<\/p><p>\nMay God bless all good women everywhere that their love may bless mankind, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}