{"ID":1312, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Raise the Voice of Testimony<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1963, pp. 121-122<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay is always so gracious and so wonderful. I love him with all my heart, as\nyou do, and with all my soul I sustain him as our great prophet leader. I am grateful for his\ncourtesy at this time.\n<\/p><p>\nI have been greatly stirred by this conference. I have been stirred more than normally, I\nsuppose, because of the experiences my wife and I have had in the last eight or nine months.\nI now see the Church in a new perspective. I am a different man from what I was a year ago.\nI am a different kind of Latter-day Saint. I have come to realize that the great mission of this\nChurch is that which President McKay has taught us so often in our council meetings&mdash;that\nwe must bear testimony to the divinity of the Lord Jesus Christ.\n<\/p><p>\nIt has taken me eight months now to realize how far the world has drifted away from belief in\nthe Savior. It has taken newspaper articles and books and sermons, all from clergymen of\nvarious faiths, in which they deny the existence of God, in which they\ndeclare they no longer believe in the divinity of the Savior, in which they say they do not\nbelieve the Bible is the word of God any more (<span class=\"citation\" id=\"6787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6787)\">A of F 1:8<\/a><\/span>).\n<\/p><p>\nIt has taken newspaper articles telling of the iniquities of the world, the sins, the diseases\nfrom the sins that have come upon the people of the world, to make me realize how far the\nworld has drifted away. And it has taken all of this to make me realize that there is only one\ncure for the world. It is not in political parties. It is not in the philosophies of men. There is\nonly one cure for the evils of this world, and for the broken hearts of men and women, and\nthat is faith in the Lord Jesus Christ, and the living of that faith by obedience to the\ncommandments of the Lord our God. There is nothing that can compare with it. There is no\nother answer. It is obedience to Christ, or it is dissolution.\n<\/p><p>\nNow, as I have been stirred by these remarkable addresses that we have listened to, and as I\nhave looked about over this great audience. I have come to realize more and more that there\nis only one voice in all the world that can bear testimony to these groping nations that Jesus\nis the Christ. I mean only one voice of authority, and that is the voice of the Latter-day\nSaints. We are the only authoritative voice declaring to the world that Jesus is the Christ.\n<\/p><p>\nWe know that God lives because our prophets have seen him and talked with him. We know\nthat Jesus is the Christ because our prophets have communed with him, and we know that he\nlives because of the testimony of the Holy Ghost that burns within us.\n<\/p><p>\nWe, therefore, as a united people must declare to all mankind that he lives and that he is a\npower in the world and that he is our only salvation from the destruction that is sure to come\nupon this evil world unless they repent. We must raise the voice of testimony. We must raise\nthe voice of repentance.\n<\/p><p>\nBut how strong a voice can you raise? How strong a testimony can you bear? Your testimony\nis no stronger than your obedience. I wonder how much your testimony has been watered\ndown by your disobedience even in little things here or there. But God expects that you will\nbear a mighty testimony to the world that he lives, that he has spoken in our day, that Jesus is\nthe Christ, and that destruction will come upon the world unless we obey him and keep his\ncommandments.\n<\/p><p>\nHow strong is your testimony? I would have you know that your words alone are not enough.\nI would have you know that it is only your word supported by your righteous lives that can\ngive testimony to the world in such sincere tones that men and women will pay attention to\nyou.\n<\/p><p>\nOh, how I admire your sons and your daughters who are traveling through the countries of\nEurope as well as the rest of the world, humbly bearing testimony of this great truth. How\nsincere they are! How many of our converts say, \"The thing that impressed me was the\nsincerity of the missionaries,\" and that is the thing that is going to impress all the world from\nyou.\n<\/p><p>\nSo my brief message here today is, brothers and sisters, let us live the gospel so that our\nliving will give meaning to our words, and that when we bear testimony that we know that he\nlives, that they will feel it by the sincerity of our words and our lives.\n<\/p><p>\nI bear you testimony that I know he lives, and I am raising my voice as loudly and as\nstrongly as I know how to declare it to everyone who is willing to listen. Jesus lives. He is\nthe Christ. He is the Son of God. He is the Divine Redeemer. He is the Creator of the worlds,\nand if we will but follow him, great will be our joy&mdash;salvation in this life and eternal life in\nthe world to come.\n<\/p><p>\nThis testimony I bear to you in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}