{"ID":1313, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Great Responsibility<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1963, pp. 122-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe are nearing the end of a great conference, as usual, the best ever.\n<\/p><p>\nI should like to say a word now about our responsibility to carry these great\nmessages to which we have been listening since last Friday morning&mdash;carry them to our\nhomes and not let it stop when we say \"Amen\" this afternoon.\n<\/p><p>\nWe are told that God so loved the world that he gave his Only Begotten Son, that whosoever\nbelieveth in him should not perish but have everlasting life\n(<span class=\"citation\" id=\"28063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28063)\">John 3:16<\/a><\/span>). Let us, therefore, follow our\nHeavenly Father's example and bring up our own sons and daughters in the faith of the\ngospel of Jesus Christ.\n<\/p><p>\nThere is a greater responsibility resting upon us now than perhaps ever before in the history\nof this country. The testimony to which we have just listened from Brother Petersen is\nreaching into the homes of millions throughout the world.\n<\/p><p>\nLast night we listened to two young men give sermons on the power of self-control. I am sure\ntheir parents are very proud of them, and so are we all. The tens of thousands of men holding\nthe priesthood sat silently and almost breathlessly as they listened to the sermons of those two\nyoung men. I hope all who are within the sound of my voice will have the same pride as\nthose parents have for those two boys&mdash;that your sons will bear the same testimony and\naccept the same ideals that a hundred thousand whom those two boys represented last night\nhave in their hearts to attain.\n<\/p><p>\nThere comes to my mind now a poem about a father who paid this tribute to his son, or\nrather felt pride in his boy and the responsibility of rearing him as these hundred thousand\nboys last night. It runs something like this&mdash;\n<\/p><p>\n\"We've never seen the Father here, but we have known the Son,<br \/>\n    The finest type of manhood since the world was first begun,<br \/>\n    And summing up the works of God, I write with reverent pen.<br \/>\n    The greatest is the Son He sent to cheer the lives of men.\n<\/p><p>\n\"Through Him we learned the ways of God, and found the Father's love;<br \/>\n    The Son it was who won us back To Him who reigns above.<br \/>\n    The Lord did not come down Himself to prove to men His worth,<br \/>\n    He sought our worship through the Child He placed upon the earth.\n<\/p><p>\n\"How can I best express my life? Wherein does greatness lie?<br \/>\n    How can I long remembrance win, since I am born to die?<br \/>\n    Both fame and gold are selfish things; their charms may quickly flee,<br \/>\n    But I'm the father of a boy who came to speak for me.\n<\/p><p>\n\"In him lies all I hope to be; his splendor shall be mine;<br \/>\n    I shall have done man's greatest work if only he is fine.<br \/>\n    If some day he shall help the world long after I am dead,<br \/>\n    In all that men shall say of him my praises shall be said.\n<\/p><p>\n\"It matters not that I may win of fleeting gold or fame,<br \/>\n    My hope of joy depends alone on what my boy shall claim.<br \/>\n    My story must be told thru him; for him I work and plan,<br \/>\n    Man's greatest duty is to be the father of a man.\"<br \/><br \/>\n&nbsp; &nbsp;                        &mdash;Edgar A. Guest<br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;                          \"Thoughts of a Father\"\n<\/p><p>\nOne of our greatest duties as we leave this great conference is to have the spirit of the gospel\nin our homes. Fathers, set a proper example to your boys. And mothers, teach them in\naccordance with the Doctrine and Covenants, faith in God, repentance, and baptism\n(<span class=\"citation\" id=\"14283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14283)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nOne man, not in our Church, suggests this to his son:\n<\/p><blockquote>\n    \"I have no wealth to leave you, and no fame.<br \/>\n    This must be your inheritance: My name.<br \/>\n    It has not been my fate, in life's sharp struggles,<br \/>\n    To win the honors other men have won.<br \/>\n    Mine has not been a life of great achievements;<br \/>\n    I have not done the deeds some men have done.<br \/>\n    But I have kept unsullied and untarnished<br \/>\n    That thing&mdash;a name&mdash;entrusted to my care;<br \/>\n    I have not let dishonor dim its luster,<br \/>\n    Nor have I let shame leave its black mark there.<br \/>\n    I have not let my name be classed with malice<br \/>\n    Nor fear, nor moral cowardice, nor greed,<br \/>\n    Nor bigoted intolerance towards others<br \/>\n    Nor lack of charity for those in need.<br \/>\n    But I have made, instead, my name synonymous<br \/>\n    In all men's minds, with things the most worthwhile;<br \/>\n    With strength to do the right, though none might see me;<br \/>\n    With grit to meet disaster with a smile;<br \/>\n    With loyalty to those with claims upon me;<br \/>\n    With justice equally toward foe and friend;<br \/>\n    With honor, truth, integrity, square-dealing,&mdash;<br \/>\n    'My word my bond,' Now, as I reach the end,<br \/>\n    Too well I know that I have failed in efforts<br \/>\n    Where I have wanted greatly to succeed;<br \/>\n    Too oft I've seen my dreams, bright in the forming,<br \/>\n    Prove naught but vain imaginings, indeed.<br \/>\n<br \/>\n    \"But this I do believe; <i>when I have traveled<\/i><br \/>\n    <i>Life's twisting road, and worked out Life's great plan,<\/i>&mdash;<br \/>\n    <i>When I have gone beyond Life's praise or blaming,<\/i><br \/>\n    <i>It will be said of me, 'He was a man!'<\/i><br \/>\n    <i>And so, because of this, I feel no shame,<\/i><br \/>\n    <i>When I bequeath to you, my son, my name<\/i>.\"<br \/>\n<\/blockquote><p>\nThat is the duty of every father in Israel&mdash;every man who has a son or daughter. Let us\nmake our homes places in which the Spirit of God will be pleased to dwell. And may each\nboy who bears his father's name, live to honor it, not bring disgrace upon a mother who loves\nyou and a father who has given you a name.\n<\/p><p>\nThis has been a great conference, great messages and glorious singing have made it so. The\nresponsibility with us now is to carry the spirit of the gospel of Jesus Christ in our homes. Do\nnot break them up through divorce. Make good your promises in the temple, hold them sacred\nand be true to every covenant. This is every father's responsibility.\n<\/p><p>\nOur homes are the seedbeds of faith in Christ our Lord, who stands at the head, and who is\nGod's Beloved Son. In his name I bless the members of the priesthood, the entire membership\nof the Church in all countries. God's peace and happiness be with you in your hearts and in\nyour homes everywhere, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}