{"ID":1314, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">&ldquo;Except the Lord Build the Home&rdquo;<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1963, pp. 127-130<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<p>\nAs I speak to you I am aware that I have come into your\nhomes as your guest. I should like to talk with you about\nour homes. I am confident that you feel some concern, as do\nI, for the homes of America.\n<\/p><p>\nRecently I thumbed through the summary of the FBI Uniform\nCrime Report for 1962. In a few words and with a few charts\nit told a disturbing story&mdash;a six percent increase in serious\ncrimes in the period of a single year, a nine percent\nincrease in auto thefts, arrests of young people under 18 up\nnine percent, with female arrests increasing at a faster\nrate than male arrests. The question that came to mind\nimmediately was how long can we go on with a nine percent\nincrease in youth arrests each year?\n<\/p><p>\nOne of our national magazines recently carried these words\non the cover:\n\"Morality U.S.A. Do we need a new code to solve our crisis\nof immorality? Have our churches failed? Has money become\nGod? Is sexual morality gone?\" (<i>Look<\/i>, September 24, 1963). I\nread this provocative article. I have read others of similar\ntone written by men of government, industry, and education\nwho have expressed themselves with deep concern over the\nmoral crisis that evidently is sweeping across the land.\n<\/p><p>\nI am not one to believe that all was good in the long ago,\nand that all is bad today. I think this is the greatest age\nthe world has known. But I am also confident that there is\ntrouble in the land.\n<\/p><p>\nThe article referred to above states: \"We are witnessing the\ndeath of the\nold morality . . . The established moral guidelines have\nbeen yanked from our hands. We are left floundering in a\nmoney-motivated, sex-obsessed, big city dominated society.\nWe must figure out for ourselves how to apply the\ntraditional moral principles to the problems of our times. Many\nfind this burden too heavy\" (<i>Idem.<\/i>, p. 74).\n<\/p><p>\nI should like to add that many of our youth will not and\ncannot figure out for themselves how to apply the\ntraditional moral principles. They find this burden much too\nheavy. They must have help. They must have guidance. They\nmust have example.\n<\/p><p>\nPrivate and public morality are rooted in the homes of the\npeople. No nation is stronger than its homes. It is in the\nhome that examples of virtue are best caught and lessons of\nvirtue are best taught.\n<\/p><p>\nIt was said of old, \"Except the Lord build the house, they\nlabor in vain that build it\"\n(<span class=\"citation\" id=\"41838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41838)\">Ps. 127:1<\/a><\/span>).\n<\/p><p>\nAnd so I welcome this opportunity to talk with you, and\nparticularly you parents of the youth of America, on a theme\non which I have expressed myself previously, and one which\nI feel is timely.\n<\/p><p>\nAll agree that we need a new emphasis on honesty, character\nand integrity. All agree that only as we build again into\nthe fiber of our lives the virtues which are the essence of\ntrue civilization will the pattern of our times change. The\nquestion that confronts us is, <i>Where shall we begin?<\/i>\n<\/p><p>\nI am satisfied that it must begin with recognition of God as\nour Eternal Father, of our relationship to Him as His\nchildren, with communication with Him in recognition of His\nsovereign position, and with daily supplication for His\nguidance in our affairs.\n<\/p><p>\nI submit that a return to the old pattern of prayer, family\nprayer in the homes of the people, is one of the simple\nmedicines that would check the dread disease that is eroding\nthe fiber of our character. We could not expect a miracle\nin a day, but in a generation we would have a miracle.\n<\/p><p>\nA generation or two ago family prayer in the homes of\nChristian people\nthroughout the world was as much a part of the day's\nactivity as were the meals. As that practice has diminished,\nour moral decay has ensued. I fear that\nas the quality of our housing has improved, the spirit of\nour homes has deteriorated.\n<\/p><p>\nThe discipline that is needed in our lives is the discipline\nthat comes from within. Many are crying for more legislation\nand stricter law enforcement. I do not disparage these as\nexpedients, but I fear they are only expedients. Virtue,\nintegrity, honesty do not come of imposition from without.\nThey are the fruits of good teaching and good example, and\nthat teaching and that example are best followed when they\nare found in the home.\n<\/p><p>\nPaul of old declared to Timothy: \"This know also, that in\nthe last days perilous times shall come. For men shall be\nlovers of their own selves . . . blasphemers, disobedient to\nparents, unthankful, unholy, without natural affection\n. . . despisers of those that are good, traitors, heady,\nhighminded, lovers of pleasure more than lovers of God\"\n(<span class=\"citation\" id=\"5145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5145)\">2 Tim. 3:1-4<\/a><\/span>).\n<\/p><p>\nHis words fit in a remarkable way the conditions described\nin the magazine article to which I have referred. Simple as\nit may sound, I think daily prayer in the homes of the\nnation would in a generation lift our heads above the flood\nthat evidently is engulfing us.\n<\/p><p>\nI feel satisfied that there is no adequate substitute for\nthe morning and evening practice of kneeling together before\nthe Lord&mdash;father, mother, and children. The very practice of\nkneeling together with thankful hearts evaporates some of\nthose qualities described by Paul: \"Disobedient to parents,\nwithout natural affection.\"\n<\/p><p>\nThere is something in the very posture of kneeling that\ncontradicts some of the attitudes he noted: \"Proud, heady,\nhighminded.\"\n<\/p><p>\nThe inclination to be unholy, as Paul described it, to be\nunthankful, is erased as together the family thank the Lord\nfor life and peace and all they have. And as they thank the\nLord for one another there is developed within the family a\nnew appreciation, a new respect, a new affection one for\nanother.\n<\/p><p>\nI know of nothing that will ease family tensions, that in a\nsubtle way will bring about that respect for parents which\nleads to obedience, that will\neffect a spirit of repentance which will largely erase the\nblight of broken homes, than will praying together, verbally\nconfessing our weaknesses before the Lord, and invoking the\nblessings of the Lord upon the home and those who dwell there.\n<\/p><p>\nIn remembering together before the Lord the poor, the needy,\nand the oppressed there is developed, unconsciously but\nrealistically, a love for others above self, a respect for\nothers, a desire to serve the needs of others.\n<\/p><p>\nOne cannot ask God to help a neighbor in distress, without\nfeeling motivated to do something oneself. What miracles\nwould happen in the lives of the children of America if they\nwould lay aside their selfishness and lose themselves in the\nservice of others. The seed from which this sheltering and\nfruitful tree may grow is best planted and nurtured in the\ndaily supplications of the family.\n<\/p><p>\nI know of no better way to inculcate love for country than\nfor parents to pray before their children for the land in\nwhich we live, invoking the blessings of the Almighty upon\nit that it may be preserved in liberty and in peace. I know\nof no better way to build within the hearts of our children\na much-needed respect for authority than remembering in the\ndaily supplications of the family the President and the\nCongress and others who carry the burdens of government.\n<\/p><p>\nOn the route I travel daily is a signboard which reads: \"A\nworld at prayer is a world at peace.\" You have seen others\nlike it. I believe it speaks a fundamental truth. I am\nsatisfied that we shall not have peace unless and until we\nrequest it in the name of the Prince of Peace and then\nreform our lives to be worthy of it.\n<\/p><p>\nThe hall from which I speak, the great Mormon Tabernacle on\nTemple Square in Salt Lake City, was constructed by a\npeople who loved freedom, who worshipped God, and who\nprayed in their simple pioneer homes, as did most of the\npioneers who laid\nthe foundations of all that we in America today enjoy.\n<\/p><p>\nIn 1872 Colonel Thomas L. Kane of Philadelphia visited Utah\nwith his wife\nand two sons. They traveled by wagon some three hundred\nmiles to the southern part of the state, stopping each\nnight in the homes of the people in the little frontier\nsettlements along the way. Mrs. Kane wrote a series of\nletters to her father in Philadelphia. In one of them she\nsaid: \"At every one of the places we stayed on this journey\nwe had prayers immediately after the dinner-supper, and\nprayers again before breakfast. No one was excused . . .\nThe Mormons kneel at once. while the head of the household,\nor an honored guest prays aloud . . . They spend very little\ntime in ascriptions, but ask for what they need, and thank\nHim for what He has given . . . (They) take it for granted\nthat God knows our familiar names and titles, and will ask a\nblessing on (a particular individual by name). I liked this\nwhen I became used to it.\"\n<\/p><p>\nIt was so in the pioneer homes across the land. With the\nfaith that came of these daily invocations these people\ngrubbed the sagebrush, led the waters to the parched soil,\nmade the desert blossom as the rose, governed their families\nin love, lived in peace one with another and with the world,\nand made their names immortal as they lost themselves in\nthe service of God.\n<\/p><p>\nWe cannot pray in our public schools, but we can pray in our\nhomes, and in so doing we shall reweave into the character\nof our children the moral strength which will become the\nfiber of a better society. \"Seek ye the Lord while he may be\nfound\" (<span class=\"citation\" id=\"25242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25242)\">Isa. 55:6<\/a><\/span>).\n<\/p><p>\nThis simple practice, a return to family worship, spreading\nacross the land and over the earth, would in a generation\ndo much to lift the blight that is destroying us. It would\nrestore integrity, mutual respect, and a spirit of\nthankfulness in the hearts of the people.\n<\/p><p>\nWe do not need a new moral standard in our modern society.\nThe laws of God have not been abrogated. They were not given\nto one generation to be laid aside by another. Their\ndisregard can result only in trouble, misery, and insecurity\nas witness the fruits of the erosion of\nmorality among us. Their application is the way of life and\npeace and progress.\n<\/p><p>\nAnd so to you, who sit in your homes in this great land,\nestablished and\npreserved under the hand of the Almighty, I plead for a return\nto recognition of Him, and daily supplication to Him. The\nMaster declared, \"Ask, and it shall be given you; seek, and\nye shall find; knock, and it shall be opened unto you\"\n(<span class=\"citation\" id=\"35243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35243)\">Matt. 7:7<\/a><\/span>).\n<\/p><p>\nI give you my testimony that you shall not go away\nunrewarded. The changes may not be readily apparent. They\nmay be extremely subtle. But they will be real, for \"God is\na rewarder of them that diligently seek Him\"\n(<span class=\"citation\" id=\"24314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24314)\">Heb. 11:6<\/a><\/span>).\n<\/p><p>\nAs we change ourselves and our children, developing within\nthem a new respect, a spirit of gratitude, a becoming\nhumility, we shall reform our society.\n<\/p><p>\nGod bless us with the faith to call upon Him, at the altar\nof our homes, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}