{"ID":1315, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Blessed Are They That Do His Commandments\"<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1964, pp. 3-7<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"<i>Blessed are they who do his commandments.<\/i>\"\n(<span class=\"citation\" id=\"42379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42379)\">Rev. 22:14<\/a><\/span>).\n<\/p><p>\nMany years ago there was a story told in one of our early school books about some young\npeople who were sailing down the river towards Niagara Falls. A man on the shore cried out\nto them: \"Young men, Ahoy, the rapids are below you!\"\n<\/p><p>\nBut they heeded not his warning call until they realized too late that they\nwere in the midst of the rapids. With all the power at their command they failed to turn their\nboat upstream, \"So,\" said the man who tried to warn them \"shrieking and cursing, over they\nwent!\"\n<\/p><p>\nThe lesson left an indelible impression upon me, but today it seems incomplete. It is one thing\nto stand on the shore and cry, \"Young men, Ahoy&mdash;there is danger ahead,\" and it is another\nthing to row into the stream, and, if possible, get into the boat with the young men, and by\ncompanionship, by persuasion, by legitimate force, when necessary, turn the boat from the\nrapids. Too many of us are satisfied to stand on the shore and cry, \"There is danger ahead.\"\n<\/p><p>\nThis morning, I have in mind giving a warning to all young people relating to three dangers\nthreatening the success and happiness of Youth: \n<\/p><p>\nFirst, the pernicious habit of smoking cigarettes.<br \/>\nSecond, the increasing number of divorces.<br \/>\nThird, the tendency to hold less sacred the moral standards.\n<\/p><p>\n<b>The Habit of Smoking<\/b>\n<\/p><p>\nOne Hundred and thirty-one years ago the Prophet Joseph Smith received a revelation\n\"showing forth the order and will of God in the temporal salvation of all saints in the last\ndays\" (<span class=\"citation\" id=\"14436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14436)\">D&amp;C 89:2<\/a><\/span>).\nIt relates to the physical, the intellectual, the moral, and the spiritual\nnature of man. It deals particularly with the relation of man's appetite to health and vigor. A\nperson's reaction to his appetites and impulses when they are aroused gives the measure of\nthat person's character. In such reactions are revealed the man's power to govern, or his\nforced servility to yield. That phase of the Word of Wisdom, therefore, which refers to\nintoxicants, drugs, and stimulants, goes deeper than the ill effects upon the body, and strikes\nat the very root of character building itself.\n<\/p><p>\n<b>Strong Drinks and Tobacco are Not Good for Man<\/b>\n<\/p><p>\nThe revelation says that strong drinks and tobacco are not good for man\n(<span class=\"citation\" id=\"14441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14441)\">D&amp;C 89:5-8<\/a><\/span>). This is a clear,\ndefinite statement which has stood the test of well over a century. It was made by a man only\ntwenty-seven years of age, who from the standpoint of human learning, knew but little about\nphysiology, hygiene, or the relation of mind and body to character and spirituality. His\nknowledge came from inspiration. With a conviction unwavering, with an assurance that the\nstatement would stand all tests and experiments, he declared that strong drinks and tobacco,\nexcepting only when used externally, are not good for man.\n<\/p><p>\nDuring the last one hundred years, the marvelous advance of science has made it possible for\nman to determine by experiments the ill effect of intoxicants and drugs upon the nerves and\ntissues of the human body. Observation and experiment have demonstrated their effects upon\ncharacter. All such experiments and observations have proved the truth of the young man's\nstatement: \"Strong drinks and tobacco are not good for man\"\n(<span class=\"citation\" id=\"14442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14442)\">D&amp;C 89:7-8<\/a><\/span>).\n<\/p><p>\nRespect for another's rights and property is fundamental in good government. It is a mark of\nrefinement in any individual, it is a fundamental Christian virtue. Nicotine seems to dull, if\nnot to kill completely this trait of true culture, and women unfortunately have become its\npitiable victims, and the worst offenders in society. There are still a few public conveyances\nthat carry non-smoking compartments; a few eating places with signs, \"No Smoking.\" In\nviolation of such placards, it is not infrequent, however, to see a woman with utter disregard\nfor the feelings of her fellow-passengers, among the first in an airplane or on a train to light a\ncigarette.\n<\/p><p>\nMany public buildings are often littered with burnt-out matches and stubs of cigarettes and\ncigars. Many costly fires in hotels, apartment houses and homes are started by burning\ncigarettes carelessly dropped or thrown aside.\n<\/p><p>\nIf men and women must smoke, and it seems that many are now slaves to that habit, then for\nthe sake of cleanliness and neatness, as well as of consideration for others, let them refrain\nfrom marring furniture, carpets, etc., and from strewing ashes and cigarette stubs in buildings\nwhere people assemble either for pleasure or instruction.\n<\/p><p>\nBut aside from all this, science has now proved that there is a far greater danger associated\nwith cigarette smoking.\n<\/p><p>\nDr. George James, Health Commissioner of New York City, said on March 17, 1964 that he\n\"knows that within the next six months one thousand cigarette smokers in New York will die\nof lung cancer, throat cancer, and other diseases because of their tobacco habit.\"\n<\/p><p>\nOn Saturday, January 11, 1964, newspapers throughout the country published the following\nstatement: \n<\/p><p>\n\"A special government scientific team Saturday linked cigarette smoking to five forms of\ncancer, and termed the habit a health hazard which needs 'appropriate remedial action.'\" This\nlong-awaited report by ten scientists and physicians declared that a series of studies showed\nthat \"the mortality ratio of cigarette smokers over nonsmokers was particularly high for a\nnumber of diseases.\"\n<\/p><p>\nI appeal to young men and women everywhere to refrain from this obnoxious habit, not only\nfor the effect it has on their character, but also because of the alarming proofs from doctors\nand scientists that it is one of the chief causes of cancer.\n<\/p><p>\n<b>Increasing Number of Divorces<\/b>\n<\/p><p>\nAnother threat to our society is the increasing number of divorces and the tendency to look\nupon marriage as a mere contract that may be severed at the first difficulty or\nmisunderstanding that may arise.\n<\/p><p>\nOne of our most precious possessions is our families. The domestic relations precede, and, in\nour present existence, are worth more than all other social ties. They give the first throb to the\nheart and unseal the deep fountains of its love. Home is the chief school of human virtues. Its\nresponsibilities, joys, sorrows, smiles, tears, hopes, and solicitudes form the chief interests of\nhuman life.\n<\/p><p>\n\"To make a happy fireside clime<br \/>\n        To weans and wife,<br \/>\n        That's the true pathos and sublime<br \/>\n        O' human life.\"<br \/><br \/>\n&nbsp; &nbsp;  &mdash;Robert Burns\n<\/p><p>\nWhen one puts business or pleasure above his home, he that moment starts on the downgrade\nto soul-weakness. When the club becomes more attractive to any man than his home, it is\ntime for him to confess in bitter shame that he has failed to measure up to the supreme\nopportunity of his life and flunked in the final test of true manhood. No other success can\ncompensate for failure in the home. The poorest shack in which love prevails over a united\nfamily is of greater value to God and future humanity than any other riches. In such a home\nGod can work miracles and will work miracles.\n<\/p><p>\nPure hearts in a pure home are always in whispering distance of heaven. In the light of\nscripture, ancient and modern we are justified in concluding that Christ's ideal pertaining to\nmarriage is the unbroken home, and conditions that cause divorce are violations of his divine\nteaching.\n<\/p><p>\nSome of those conditions I name as unfaithfulness on the part of either the husband or wife,\nor both&mdash;habitual drunkenness, physical violence, long imprisonment that disgraces the wife\nand family, the union of an innocent girl to a reprobate. In these and perhaps other cases there\nmay be circumstances which make the continuance of the marriage state a greater evil than\ndivorce. But these are extreme cases&mdash;they are the mistakes, the calamities in the realm of\nmarriage. If we could remove them, I would say there never should be a divorce. It is Christ's\nideal that home and marriage should be perpetual&mdash;eternal.\n<\/p><p>\nMarriage is a sacred relationship entered into for purposes that are well\nrecognized&mdash;primarily for the rearing of a family.\n<\/p><p>\nI know of no other place where happiness abides more securely than in the home. It is\npossible to make home a bit of heaven. Indeed, I picture heaven as a continuation of the ideal\nhome. Some man has said: \"Home filled with contentment is one of the highest hopes of this\nlife.\"\n<\/p><p>\nAn ever-decreasing birthrate, and an increasing divorce rate are ominous signs threatening the\nstability of the home and the perpetuity of any nation.\n<\/p><p>\nIn order to lessen the breaking-up of homes, we should substitute the present tendency toward\na low view of marriage by the lofty view which Jesus Christ gives it. Let us look upon\nmarriage as a sacred obligation and a covenant that is eternal or that may be made eternal.\n<\/p><p>\nYoung people of both sexes should be taught the responsibilities and ideals of marriage so\nthat they may realize that marriage involves obligation and is not an arrangement to be\nterminated at pleasure. They should be taught that pure love between the sexes is one of the\nnoblest things on earth and the hearing and rearing of children the highest of all human\nduties. In this regard, it is the duty of parents to set an example in the home that children may\nsee and absorb the sacredness of family life and the responsibility associated therewith.\n<\/p><p>\nThe number of broken marriages can he reduced if couples realize even before they approach\nthe altar that marriage is a state of mutual service, a state of giving as well as of receiving,\nand that each must give of himself or herself to the utmost.\n<\/p><p>\nThe most vicious enemy to home life is immorality.\n<\/p><p>\nOf this evil, Victor Hugo writes impressively: \n<\/p><p>\n\"The holy law of Jesus Christ governs our civilization; but it does not yet permeate it; it is\nsaid that slavery has disappeared from European civilization. That is a mistake. It still exists;\nbut it preys now only upon woman, and it is called prostitution.\"\n<\/p><p>\nThis corroding evil is just as demoralizing to men as to women. In The Church of Jesus\nChrist of Latter-day Saints there is no double standard of morality. The young man should\napproach the marriage altar just as fit for fatherhood as his sweetheart is worthy of\nmotherhood.\n<\/p><p>\nChastity, not indulgence during the pre-marital years, is the source of harmony and happiness\nin the home, and the chief contributing factor to the health and perpetuity of the race.\nLoyalty, dependability, confidence, trust, love of God, and fidelity to man are associated with\nthis diadem in the crown of virtuous womanhood and virile manhood. The word of the Lord\nto his Church is: \"Keep yourself unspotted from the sin of the world\" (see\n<span class=\"citation\" id=\"26174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26174)\">James 1:27<\/a><\/span>;\n<span class=\"citation\" id=\"14400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14400)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nThe foundation of a noble character is integrity. By this virtue the strength of a nation, as of\nan individual, may be judged. No nation will become great whose trusted officers will pass\nlegislation for personal gain, who will take advantage of public office for personal preferment,\nor to gratify vain ambition, or who will, through forgery, chicanery, and fraud, rob the\ngovernment, or be false in office to a public trust.\n<\/p><p>\nHonesty, sincerity of purpose, must be dominant traits of character in leaders of a nation that\nwould be truly great.\n<\/p><p>\n\"I hope,\" said George Washington, \"that I may ever have virtue and firmness enough to\nmaintain what I consider to be the most enviable of all titles&mdash;the character of an honest\nman.\"\n<\/p><p>\nIt was Washington's character more than his brilliancy of intellect that made him the choice\nof all as their natural leader when the thirteen original colonies decided to sever their\nconnection with the mother country. As one in eulogy to the father of our country truly said:\n\"When he appeared among the eloquent orators, the ingenious thinkers the vehement patriots\nof the Revolution, his modesty and temperate profession could not conceal his superiority; he\nat once, by the very nature of his character, was felt to be their leader.\"\n<\/p><p>\nLet us in The Church of Jesus Christ of Latter-day Saints, as citizens of this beloved land, use\nour influence to see that men and women of upright character, of unimpeachable honor, are\nelected to office; that our homes are kept unpolluted and unbroken by infidelity; that children\ntherein will be trained to keep the commandments of the Lord, to be honest, true, chaste,\nbenevolent, and virtuous, and to do good to all men (see\n<span class=\"citation\" id=\"6811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6811)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nCherishing such ideals, we can with all our hearts say with the poet Longfellow: \n<\/p><p>\n\"Thou, too, sail on, O Ship of State<br \/>\n        Sail on, O Union, strong and great!<br \/>\n        Humanity with all its fears,<br \/>\nWith all the hopes of future years,<br \/>\n       Is hanging breathless on thy fate!\"\n<\/p><p>\nMay members of the Church of Jesus Christ, preaching the restored gospel to the peoples of\nthe earth, ever remember the Savior's injunction: \"Ye are the light of the world . . .\n<\/p><p>\n\"Let your light so shine before men, that they may see your good works, and glorify your\nFather which is in heaven\"\n(<span class=\"citation\" id=\"35314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35314)\">Matt. 5:14,16<\/a><\/span>).\nThat we may sense this responsibility, I humbly\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}