{"ID":1317, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">J Day<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1964, p. 11-15<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I appreciate very much this privilege of having a part with you in\nthis great general conference of the Church. This is one application of that interesting custom\nhad among us, whereby we set aside special days to think about special things. That is, we set\naside the second Sunday in May as Mother's Day. And on that day we let our minds reach up\nand try to understand the purpose for which that day is set apart. We set apart the third\nSunday in June as Father's Day for the same reason.\n<\/p><p>\n<b>Days Remembered<\/b>\n<\/p><p>\nAnd someone has said that the human mind has some of the qualities of the tendrils of a\nclimbing vine. It tends to attach itself and draw itself upward by what it is put in contact\nwith.\n<\/p><p>\nThen we have some other wonderful days in which we put our minds in contact with other\nimportant ideas. We have Memorial Day, and Easter, and Christmas, and the Fourth of July.\nWe set aside the fourth Thursday in November as Thanksgiving, and on that day we try to\nbuild gratitude and appreciation into our lives. And as we recount our blessings, we increase\nthem.\n<\/p><p>\nSuppose that at this special time we put our minds in contact with the wonderful days in our\nlives and single out those with the greatest significance to us personally. You may think that\nyour most important day is the day of your birth. That is the day when an important new life\ncame into being. Or it may be the day of your baptism. That was the day when you repented\nof your sins and made a covenant with God that you would live your life at its best. You may\nthink that your most important day is the day of your marriage. That is when a new family\nwas born. Certainly the day of your death will be a very interesting day.\n<\/p><p>\nSomeone has said that the most important event in life is death. Death is the gateway to\nimmortality. We live to die, and then we die to live. Ordinarily we don't like to think about\ndeath because it is associated with unpleasantness.\n<\/p><p>\nBut death does not cease to exist merely because it is ignored. The ancient Egyptians had a\nmuch more logical procedure for handling this situation. On their important festive occasions\nthey kept constantly on display before the revelers a great image of death. They wanted to\nremind themselves that someday they would die. Now I don't want to frighten anyone unduly\nhere today, but I would just like to point out in passing that someday each one of us is going\nto die. Someone has said that judging from the past there will be very few of us get out of\nthis world alive, and certainly one of the wisest ways to spend life is in an effective\npreparation for death.\n<\/p><p>\n<b>Greatest Day<\/b>\n<\/p><p>\nBranch Rickey, the famous baseball manager, was once asked to name his greatest day in\nbaseball. He replied, \"I haven't had it yet.\" And I would like to invite you to consider this\nimportant question. How could you employ your life more constructively than in getting ready\nfor those exciting experiences that you haven't yet had?\n<\/p><p>\nH. G. Wells gave us some stimulating self-improvement help, when many years ago he wrote\nan interesting fantasy entitled <i>The Time Machine<\/i>. Out of his imagination he invented a\nmachine that could carry people through time much as an airplane carries us through space. In\nhis time machine Mr. Wells could go thousands of years back into the past in just a few\nminutes. Being a historian he took great delight in witnessing the important\nevents of history while they were actually taking place.\n<\/p><p>\nHe made a trip back to the year 1066 to verify personally some of the details of the Battle of\nHastings. Then he went still farther back for a visit in the Golden Age of Greece, and he\npersonally discussed philosophy with Socrates 400 years B.C. With his mission completed, his\ntime machine would bring him back into the present. Then by pushing the lever in the other\ndirection, this time scientist could with equal speed go up into the future to study civilizations\nand institutions as they would someday actually be. And his speedometer always indicated\nwhich year of time he was in.\n<\/p><p>\n<b>Time in Mind<\/b>\n<\/p><p>\nWhile this story is only a fantasy, it contains the germ of a great possibility. Actually our\nminds have been equipped with some significant time-traveling abilities. In thought, we can\ngo backward or forward across time faster than any missile can travel through space. In\nPresident McKay's great book, <i>Gospel Ideals<\/i>, he has one paragraph in which he says, \"Last\nnight I dreamed about my mother.\" And then he said, \"I would like to dream about my\nmother more often.\" In his dream he went back into his own past and relived those important\ndays at his mother's knee, when he learned the lessons of life that brought him to the\npresidency of the Church. Upon awaking he found that his ideals had been renewed and his\nambitions greatly strengthened. He had revitalized his life by reabsorbing the original good\nfrom the greatest experiences of his own past.\n<\/p><p>\n<b>Past and Future<\/b>\n<\/p><p>\nWhether we refer to this process as reflection, meditation, or assimilation, a great source of\nstrength may be had from reliving the past. An even greater source of strength can come from\npre-living the important events of our own futures. This ability to look ahead might be called\nvision or foresight or the utilization of that wonderful power of imagination, which is like a\ngiant radar beam searching the skies of future years. Someone has said that one of the greatest\ngifts that God has ever given to man is an imagination.\n<\/p><p>\nWhen in our minds we pre-live our marriage, we help to determine the kind of person that we\nwould like to be when that event arrives. As we pre-live our success, we develop the abilities\nnecessary to bring it about. And with the information and direction given us in the Holy\nScriptures we can even pre-live that important period that lies beyond the boundaries of this\nlife.\n<\/p><p>\n<b>\"Time Travelling\" by Prophets<\/b>\n<\/p><p>\nIn a very literal way, God has given important time-traveling abilities to the prophets; for\nexample, Abraham was permitted to go back thousands of years into the past to review his\nown premortal existence and learn something about the purposes of God, even before this\nearth had been created. In telling of this experience Abraham said, \"Now the Lord had shown\nunto me, Abraham, the intelligences that were organized before the world was; and among all\nthese there were many of the noble and great ones;\n<\/p><p>\n\"And God saw these souls that they were\ngood, and he stood in the midst of them, and he said: These I will make my rulers; for he\nstood among those that were spirits, and he . . . said unto me: Abraham, thou art one of them;\nthou wast chosen before thou wast born.\n<\/p><p>\n\"And there stood one among them that was like unto God, and he said unto those who were\nwith him: We will go down, for there is space there, and we will take of these materials, and\nwe will make an earth whereon these may dwell; \n<\/p><p>\n\"And we will prove them herewith, to see if they will do all things whatsoever the Lord their\nGod shall command them; \n<\/p><p>\n\"And they who keep their first estate shall be added upon; and they who keep not their first\nestate shall not have glory in the same kingdom with those who keep their first estate, and\nthey who keep their second estate shall have glory added upon their heads for ever and ever\"\n(<span class=\"citation\" id=\"7231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7231)\">Abr. 3:22-26<\/a><\/span>).\n<\/p><p>\nThen when Abraham came back into his own present, he was more\nthoroughly fortified for his future adventure in life. On the other hand, Moses was permitted to\npreview the entire history of the earth from the beginning to the end thereof. On that\nmemorable occasion when Moses met God face to face on the mount\n(<span class=\"citation\" id=\"39184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39184)\">Moses 1:2<\/a><\/span>), he was given a great\nvision, in which he beheld all of the earth. The record says there was not a particle of it\nwhich he did not behold, discerning it by the Spirit of God\n(<span class=\"citation\" id=\"39202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39202)\">Moses 1:27<\/a><\/span>): \n<\/p><p>\n\"And he beheld also the inhabitants thereof, and there was not a soul which he beheld not\"\n(<span class=\"citation\" id=\"39203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39203)\">Moses 1:28<\/a><\/span>).\n<\/p><p>\nIn large part the Holy Scriptures are made up of great revelations which God has caused to be\nwritten down for our use in preparation for those great days which we haven't yet had. For\nwhat advantage it may give us, just suppose that we practice pre-living our own resurrection.\nA recent newspaper article told of some Russian prisoners of war returning to their families\nafter a twenty-year absence. We can imagine the pleasure of being reunited with loved ones\nafter a long separation, but what a thrilling experience it will be to be reunited with ourselves.\n<\/p><p>\nWe do not like to think about our spirits and bodies being even temporarily separated at\ndeath. But in the resurrection what will be the joy of the faithful when the spirit and the body\nwill be inseparably joined together in celestial glory\n(<span class=\"citation\" id=\"14461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14461)\">D&amp;C 93:33<\/a><\/span>). Next to the human spirit, the human\nbody is the greatest of all God's creations, without which we could never have a fullness of\njoy. Our spirits were begotten of God in heaven, and one of the most important purposes of\nour mortal lives is to be \"added upon\" (<span class=\"citation\" id=\"7235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7235)\">Abr. 3:26<\/a><\/span>)\nwith a body of flesh and bones.\n<\/p><p>\nThis was also one of the important purposes of the earth life of Jesus. It has always been\nsomething of a mystery to me why some people are so insistent in depriving God, the greatest\nof all, of his body. This is especially hard to understand when we know that it was a part of\nthe punishment for Lucifer's sin that he could never progress beyond the status of a spirit. If a\nbody of flesh and bones were not necessary, it never would have been created in the first\nplace. If it were not necessary for eternity, the resurrection never would have been instituted.\nIf a body were not necessary for God the Father, then there would have been no point in God\nthe Son being resurrected. Certainly a glorious resurrection day will be one of our most\nthrilling days.\n<\/p><p>\n<b>Day of Judgment<\/b>\n<\/p><p>\nOne of the most important days of World War II was D Day. D Day was a term used to\nindicate an unspecified day on which some crucial military operation was to take place. D\nDay in World War II was on June 6, 1944. That was the day on which the Allied Invasion\nForces swarmed onto the beaches of Normandy to reestablish their foothold in western\nEurope. D Day was the beginning of the end of the World War II. August 15, 1945 was\ncalled \"VJ Day\" or Victory in Japan Day. But the day that will probably be the most exciting\nof all of our days will also be a \"J Day\" or Judgment Day.\n<\/p><p>\nThis is a term frequently used in the scripture to indicate another unspecified day on which\nthe most crucial operation of our existence will take place. This is the world's \"settling-up\nday.\" It is the day when the books are going to be balanced. This is the day that the prophets\nhave looked forward to and talked about since the world began. In the scripture this day has\nbeen called by various names including \"The Day of Reckoning,\" \"The Day of the Lord\"\n(<span class=\"citation\" id=\"4881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4881)\">2 Pet. 3:10<\/a><\/span>),\n\"The Great and Terrible Day\" (<span class=\"citation\" id=\"26875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26875)\">Joel 2:31<\/a><\/span>).\nFor some it will be doomsday, but many scriptural passages\nmention this day as though it needed no qualifying phrase. They merely call it \"The Great\nDay\" (<span class=\"citation\" id=\"43095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43095)\">Zeph. 1:14<\/a><\/span>).\nIt is very interesting that at any important race the spectators usually congregate at the\nfinish line. And what could be more exciting than to be at the finish line in the race of life.\nThis is another interesting reason why we should be ready for \"J Day.\" In our own time the\nLord has said \"Therefore . . . labor diligently . . . to bind up the law and seal up the\ntestimony, and to prepare the saints for the hour of judgment which is to come\"\n(<span class=\"citation\" id=\"14431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14431)\">D&amp;C 88:84<\/a><\/span>).\n<\/p><p>\nWe know quite a lot about \"J Day,\" and apparently it is going to be quite a day. We know the\npurpose of Judgment Day. We know what action is contemplated. We know who will be in\ncourt. We know that God will be there. We know that all of us will be there. We know that\nall of the members of the Church will be there, and that all of the nonmembers of the Church\nwill be there. Even Satan, and all of his angels will be there. The Prophet Jude said, \"And the\nangels which kept not their first estate, but left their own habitation, he hath reserved in\neverlasting chains under darkness unto the judgment of the great day\"\n(<span class=\"citation\" id=\"30824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30824)\">Jude 1:6<\/a><\/span>).\n<\/p><p>\n<b>Revelation of John<\/b>\n<\/p><p>\nIn an interesting \"time-machine experience,\" John the Apostle was permitted actually to\npreview the judgment. This revelation was of such great consequence that thereafter he has\nbeen called John the Revelator. However, this revelation was not given for John's benefit\nalone. The Lord specifically instructed him to write down what he saw so that we might see it\nalso. John says that while he was in the spirit on the Lord's day, he heard a voice behind him.\nIt was a great voice as of a trumpet \"Saying, I am Alpha and Omega, the first and the last:\nand, What thou seest, write in a book\" (<span class=\"citation\" id=\"42357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42357)\">Rev. 1:11<\/a><\/span>).\n<\/p><p>\nJohn says that he turned to see who spoke to him and he saw \". . . one like unto the Son of\nman, clothed with a garment down to the foot, and girt about . . . with a golden girdle.\n<\/p><p>\n\"His head and his hairs were white like wool, as white as snow, and his eyes were as a flame\nof fire; \n<\/p><p>\n\"And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sounds\nof many waters\" (<span class=\"citation\" id=\"42358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42358)\">Rev. 1:13-15<\/a><\/span>).\n<\/p><p>\n<b>The Redeemer Lives<\/b>\n<\/p><p>\nThis was such a glorious personage that John said, \"And when I saw him, I fell at his feet as\ndead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the\nlast: \n<\/p><p>\n\"I am he that liveth, and was dead; and behold, I am alive forevermore . . . and have the keys\nof hell and of death\" (<span class=\"citation\" id=\"42359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42359)\">Rev. 1:17-18<\/a><\/span>).\n<\/p><p>\nWhat a tremendous point to have clearly in mind, that the Redeemer is alive. And that he is\nalive forevermore. During the last few hundred years, the world has been flooded with the\ncrucifix. It pictures a dead Christ upon a cross of pain. But Christ did not remain upon the\ncross. Neither is the tomb his dwelling place. He is alive, and he has the keys of death and\nhell. He also has the keys of eternal life and celestial glory. To make sure that we should\nunderstand, this glorious being said to John, \"Write the things which thou hast seen, and the\nthings which are, and the things which shall be hereafter\"\n(<span class=\"citation\" id=\"42360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42360)\">Rev. 1:19<\/a><\/span>).\n<\/p><p>\n<b>Pictures Communicate<\/b>\n<\/p><p>\nAnciently men communicated with each other by means of pictures.\nNow we usually use words to express thought, but we still think in pictures. If someone tells\nus his experience, we can understand it best when in our mind's eye we can actually see him\ndoing it. The movie film and television have become popular because pictures are one of the\nbest ways to get ideas into our minds. John didn't just get the facts about the judgment, he\nactually saw it as it will someday take place. Then he transmitted these ideas to us in words,\nso that we could reconstruct the picture in our own minds. How well we develop this mental\npicturing power will largely determine our future.\n<\/p><p>\nFormer Prime Minister Disraeli once said, \"Genius is the power to visualize the objective.\"\nThis is especially true of eternal objectives. If we lack this ability, we will certainly have\ntrouble. Recently a friend said to me, \"I just can't see myself being active in the Church.\"\nNeither can he see himself getting down on his knees before God. There are some people who\ncan't see the advantages of honesty or morality or complying with the other commandments\nof God. This is not because they lack eyes. What they lack is the picturing power of a great\nfaith. It will help us to live more effectively if we project John's words upon the screen of\nour minds so that we will be able to see the picture of our greatest day as we\nwill someday actually experience it.\n<\/p><p>\nJohn said, \"And I saw the dead, small and great, stand before God; and the books were\nopened: and another book was opened, which is the book of life: and the dead were judged\nout of those things which were written in the books, according to their works.\n<\/p><p>\n\"And the sea gave up the dead which were in it; and death and hell delivered up the dead\nwhich were in them: and they were judged every man according to their works\"\n(<span class=\"citation\" id=\"42375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42375)\">Rev. 20:12-13<\/a><\/span>).\n<\/p><p>\nEven hell will be emptied for judgment day. The problem that troubles our civil courts is that\nthose involved cannot frequently agree as to the facts. But probably no one will be disposed\nto argue on J Day. If God could show Abraham a rerun of his experience before the earth was\ncreated and if he could show Moses the entire history of the world before it happened, we can\nbe sure that he can show us every detail of our lives exactly as they took place, with nothing\nleft out.\n<\/p><p>\nAn ancient American prophet asks this important question. He said, \". . . can ye imagine\nyourselves brought before the tribunal of God with your souls filled with guilt and remorse,\nhaving a remembrance of all of your wickedness, yea, a perfect remembrance of all your\nwickedness, yea, a remembrance that ye have set at defiance the commandments of God?\"\n(<span class=\"citation\" id=\"9041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9041)\">Alma 5:18<\/a><\/span>).\n<\/p><p>\n<b>Imagine Judgment Day<\/b>\n<\/p><p>\nThat calls for an important ability, and the best way to avoid possible tragedy is to focus our\nimagination upon J Day before we actually get there. We can be absolutely certain that we\nwill all want to be a faithful, devoted, hard-working, enthusiastic, full tithe-paying member of\nGod's kingdom when we stand before the judgment bar. But we must get the impulse to\nfaithfulness ahead of time; as someone has said that hell is \"truth seen too late.\"\n<\/p><p>\nConcerning those who fail to pass the final test on J Day, John says, \"And whosoever was not\nfound written in the book of life was cast into the lake of fire\"\n(<span class=\"citation\" id=\"42377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42377)\">Rev. 20:15<\/a><\/span>). What an\nexperience that is going to be!\n<\/p><p>\n<b>\"New Heaven and New Earth\"<\/b>\n<\/p><p>\nThen for the benefit of the faithful, John says, \"And I saw a new heaven and a new earth: for\nthe first heaven and the first earth were passed away; and there was no more sea.\n<\/p><p>\n\"And I John saw the holy city, [the] new Jerusalem coming down from God out of heaven,\nprepared as a bride adorned for her husband.\n<\/p><p>\n\"And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men,\nand he will dwell with them and they shall be his people, and God himself shall be with them,\nand be their God.\n<\/p><p>\n\"And God shall wipe away all tears from their eyes, and there shall be no more death, neither\nsorrow, nor crying, neither shall there be any more pain: for the former things are passed\naway.\n<\/p><p>\n\"And he that sat upon the throne said, Behold, I make all things new. And he said unto me,\nWrite: for these words are true and faithful.\n<\/p><p>\n\"He that overcometh shall inherit all things, and I will be his God, and he shall be my son\"\n(<span class=\"citation\" id=\"42378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42378)\">Rev. 21:1-7<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, what a lot of thrilling experiences we haven't yet had! May God help\nus to be prepared for them when they arrive, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}