{"ID":1318, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Christian Reformation<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1964, pp. 16-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLiving in the great city of London, Sister Petersen and I feel as if we are in the middle of the\nstage of the world watching a tremendous drama move forward. We are living in a most\ninteresting period of the world's history. Sweeping changes are taking place, and events are\nmoving forward with tremendous speed.\n<\/p><p>\n<b>Revolution<\/b>\n<\/p><p>\nActually we are passing through a worldwide revolution in thought, education, politics,\nscience, and religion. Values have changed; aims and objectives are widely different.\n<\/p><p>\nIn no area is there a more interesting adjustment going on than in the field of religion. We are\npassing through a modern reformation, literally. In many respects it is similar to that of the\nsixteenth century, and yet it is totally different in other ways.\n<\/p><p>\nThe most astonishing thing about it is that both Catholics and the major Protestant groups\nwant it and agree that it is needed. Both are working to bring it about, each group trying to\nreform its own rituals and dogmas at first, with serious intentions toward a union of some of\nthe denominations afterward.\n<\/p><p>\n<b>Modern Reformation<\/b>\n<\/p><p>\nIt is significant and encouraging that in this modern reformation both Catholics and\nProtestants have in mind one great goal: to remodel their creeds and practices in order to\nbring them back to the teachings of Christ and the Bible.\n<\/p><p>\nThat Christendom needs such a change, no one will deny. The churches themselves are the\nfirst to admit it, and are more vocal than any other group in calling for whatever steps are\nnecessary to bring spirituality back to the people and the people back to the churches. But\neven some of the clergy have contributed to the weakened Christian position, which now\nmakes this reformation necessary.\n<\/p><p>\n<b>Clergy-weakened Religion<\/b>\n<\/p><p>\nAn archbishop in one great church recently challenged the miracles of Christ. A bishop wrote\na book in which he repudiated the Christian concept of Deity and earned for himself the title:\n<i>A Bishop without God<\/i>. Another preacher warned his parish not to believe the book of\nGenesis, and certainly not to accept the story of Adam and Eve.\n<\/p><p>\nA Brooklyn pastor read to his congregation and recommended as good literature, excerpts\nfrom a book which was pronounced obscene by the New York State Supreme Court. Another\npastor refused a request to read the 23rd Psalm (<span class=\"citation\" id=\"41841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41841)\">Ps. 23:1-6<\/a><\/span>)\nat the funeral service of a mother because it\nwas not in the printed liturgy. A group of divinity students at Oxford University told\nnewspapers in England that the dominant church needed a \"shock treatment,\" and they\nproceeded to provide it with a book entitled <i>Objections to Christian Belief<\/i>. As this sort of\nthing has grown in the world, it has become more than ever apparent to the leaders of\nChristendom that a change is urgently needed to save their crumbling structure.\n<\/p><p>\n<b>Reformation, How Accomplished<\/b>\n<\/p><p>\nThe puzzling question is: How shall it be accomplished? Among the proposals are:\n<\/p><p>\nFirst&mdash;consolidate the denominations so that the strong will bolster the weak.\n<\/p><p>\nSecond&mdash;Make the scriptures more readable. This point has resulted in a rash of new\ntranslations of both Protestant and Catholic versions of the Bible in modern English.\n<\/p><p>\nThird&mdash;Reform and modernize the teachings and rituals originating in the Middle Ages, which\nare ineffectual now in holding the interest of space-age worshipers.\n<\/p><p>\nOne of the great Roman Catholic cardinals, taking a leading part in promoting this movement,\npublicly announced that a reformation of his own church is definitely required to meet the\nmodern challenge.\n<\/p><p>\nHis Eminence Julius Cardinal Dopfner, who governs the powerful See of Munich in Germany,\nwas one of the four prelates chosen by Pope Paul VI to guide the debates in\nthe last session of the Vatican Council. He recently voiced the most direct statement yet made\nby any high Catholic official on the necessity of extensive reforms in that church. In fact, he\nasserted, the reformation has already begun, for that is the principle aim of the Vatican\nCouncil.\n<\/p><p>\nSpeaking in Munich's Congress Hall, following his return from the meetings in Rome, he told\nan audience of 2,800 people that the time has come for the church to change, and that the\nadjustment must be both a reformation and a renovation.\n<\/p><p>\nHe said that many church members have been lost to Catholicism because in their eyes the\nchurch appeared to be a \"superannuated souvenir of a past age\" which opposes the principle\nof human freedom.\n<\/p><p>\nThe church speaks to its members in an ancient tongue through incomprehensible rituals, he\nexplained, adding that its preaching has little relation to present-day life. And then he said:\n\"The reformation of the church must be based on the teachings of Christ and the Holy\nScripture.\"\n<\/p><p>\nYou may read a detailed account of his address in the Atlantic edition of <i>Time<\/i> magazine for\nFebruary 7, 1964.\n<\/p><p>\n<i>Newsweek<\/i> magazine for March 30, 1964, reports that twenty-seven priests of the Protestant\nEpiscopal Church in the United States have joined in writing a new book about the failure of\nthe churches. They point to what they call \"worn-out practices and attitudes\" and call for a\nreformation \"from top to bottom.\"\n<\/p><p>\n<b>Revisions of Doctrines at Variance with the Bible<\/b>\n<\/p><p>\nThe Church of England recently published a book called <i>This Church of England.<\/i> It is\nintensely interesting and illuminating. After asserting that extensive reforms are urgently\nneeded, it cites specific instances where doctrines and practices of the church are at variance\nwith the Bible; for instance, it points out that the baptism of infants is not taught in the\nscripture. It says further that baptism in the days of Jesus was performed by immersion,\nusually in a river, and that it was symbolic of the burial and resurrection of Christ.\n<\/p><p>\nA modern interpretation of the Ten Commandments is called for, as well as a revision of the\nprayer book, which is the basic liturgy of the church. As it now stands the prayer book is\nregarded as being too characteristic of the sixteenth century.\n<\/p><p>\nPhases of the reformation of that church are being debated currently in Parliament which has\nthe last word on changes in the form of worship.\n<\/p><p>\nThe Central Advisory Council of the Anglican Church is presently attempting to reform the\nparish system which it says is \"quaint\" since it dates back to the seventh century.\n<\/p><p>\n<b>Infant Baptism<\/b>\n<\/p><p>\nThe attitude of some of the clergy in regard to returning to Bible practices, especially with\nrespect to infant baptism, is shown in the publication of the <i>Woodford Parish<\/i> magazine in\nEngland for February 1964. In this issue the rector of that church said:\n<\/p><p>\n\"Generations of English babies have been nurtured on this hypocrisy. Their first contact with\nChrist and his church, through infant baptism, is an unreal mixture of humbug and nonsense.\nAs one vicar said to me, 'I have no desire to increase the number of baptized pagans walking\nabout in this parish.'\"\n<\/p><p>\nAnd then the rector continues: \"It is high time honesty began again in the House of God. And\nwhere better than in the service of Christian initiation, baptism? Why not keep it for grownups\nas in New Testament times, and have some simpler, more genuine service for babies?\n<\/p><p>\n\"We never read in the New Testament of our Lord baptizing babies. But we do read of him\nblessing them.\n<\/p><p>\n<b>Blessing of Babes<\/b>\n<\/p><p>\n\"Why then don't we adopt this New Testament practice, the practice of the\nLord himself, and bring children to church for blessing?\n<\/p><p>\n\"In my church at Woodford we have just such a service. I call it an order of infant naming\nand blessing, with thanksgiving of parents.\"\n<\/p><p>\nAnd then the good rector continues:\n<\/p><p>\n\"Do we cling to infant baptism because we are too superstitious? Let us never forget that God\nis as sweetly reasonable as we are. If we think that a dying baby must be baptized, we must\nlook carefully to see whether we have not gone over the border of true religion into the realm\nof superstition and magic.\"\n<\/p><p>\n<b>Products of Dark Ages<\/b>\n<\/p><p>\nWhen the doctrines of Christendom are studied carefully, it is seen that much of our\npresent-day worship is a product of the Middle and Dark Ages, with relatively little of it\ngoing back to the time of Christ.\n<\/p><p>\nAs a result, any return to Jesus and the Bible will be revolutionary in its effect because most\nof the liturgies of today originated long after Christ and centuries after the Bible was\ncompiled.\n<\/p><p>\nThey would, therefore, have to be discarded if a literal return to the early Christian Church is\nseriously considered. When today's religious scholars speak of returning to Christ and the\nBible we are inclined to ask:\n<\/p><p>\n<b>Return to Bible?<\/b>\n<\/p><p>\nWill the church membership respond to the radical adjustment that will be required to return\nto Bible practices, steeped as they are in tradition?\n<\/p><p>\nDoes the Bible contain enough detail to instruct them fully regarding the original Christian\nChurch and its doctrines, so that they really may accomplish this return?\n<\/p><p>\nOn this latter point, the clerics say that the Bible is sufficient, for it contains all of God's\nword. And yet the Bible itself admits that it is an incomplete record and does not contain all\nof God's word. It mentions other books of scripture (<span class=\"citation\" id=\"2943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2943)\">2 Chr. 12:15<\/a><\/span>)\nwhich are not within its covers and\ntherefore are not available for study by anyone seeking the full truth of the gospel.\n<\/p><p>\n<b>Missing Books<\/b>\n<\/p><p>\nMoses spoke of the \"Book of the Covenant,\" which we do not have\n(<span class=\"citation\" id=\"22727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22727)\">Ex. 24:7<\/a><\/span>). He also mentions the\n\"Book of the Wars of Israel,\" which has never been found\n(<span class=\"citation\" id=\"41111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41111)\">Num. 21:14<\/a><\/span>).\n<\/p><p>\nWe might not miss reading about their wars, but it would be most helpful in a return to God\nif mankind had the book of the sacred covenants which the Almighty made with his people.\n<\/p><p>\nThe \"Book of Jasher,\" referred to by Joshua, is not in the Bible\n(<span class=\"citation\" id=\"30063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30063)\">Josh. 10:13<\/a><\/span>).\nThe same is true of the\n\"Book of the Acts of Solomon,\" referred to in First Kings\n(<span class=\"citation\" id=\"1226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1226)\">1 Kgs. 11:41<\/a><\/span>).\n<\/p><p>\nThe books of Nathan and Gad, both of whom were prophets and seers, are missing\n(<span class=\"citation\" id=\"4\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4)\">1 Chr. 29:29<\/a><\/span>). As\ninspired men, their writings would be an enlightening guide on the way of truth.\n<\/p><p>\nAhijah and Iddo were prophets and seers likewise (<span class=\"citation\" id=\"2942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2942)\">2 Chr. 9:29<\/a><\/span>).\nWould their works not inspire modern \npeople if they were available? But where are they? Can we say that our Bible is actually\ncomplete without them?\n<\/p><p>\nThe \"Book of Jehu\" is mentioned in the Old Testament but is not included in it\n(<span class=\"citation\" id=\"2944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2944)\">2 Chr. 20:34<\/a><\/span>). Isaiah wrote\na second book known as the \"Acts of Uzziah\" (<span class=\"citation\" id=\"2945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2945)\">2 Chr. 26:22<\/a><\/span>),\nbut where is it? Will anyone say that Isaiah's\nwritings are not inspirational? His second book might prove to be most invaluable if we had\nit.\n<\/p><p>\n\"The Sayings of the Seers\" (<span class=\"citation\" id=\"2946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2946)\">2 Chr. 33:19<\/a><\/span>),\nanother book of sacred writings, is referred to in the Bible. Where\nis it now? Would it not be good for today's Christians in their spiritual meanderings?\n<\/p><p>\nPaul wrote letters, in addition to those we have in our Bible, and speaks of them. He wrote a\nthird letter to the Corinthians (<span class=\"citation\" id=\"389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(389)\">1 Cor. 5:9<\/a><\/span>),\nand at least another one to the Ephesians (<span class=\"citation\" id=\"21765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21765)\">Eph. 3:3<\/a><\/span>).\nWhere are they? He\nalso wrote an Epistle to the Laodiceans (<span class=\"citation\" id=\"10509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10509)\">Col. 4:16<\/a><\/span>),\nbut it is not in our possession. Is the Bible then\ncomplete? Does it contain all of God's word?\n<\/p><p>\nJude wrote another Epistle in addition to the one in the New Testament\n(<span class=\"citation\" id=\"30823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30823)\">Jude 1:3<\/a><\/span>). He also mentions a\nvolume of scripture known as the \"Prophecies of Enoch\" to which he evidently had access,\nbut which we do not have today (<span class=\"citation\" id=\"30825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30825)\">Jude 1:14<\/a><\/span>).\n<\/p><p>\n<b>The Savior's Teachings<\/b>\n<\/p><p>\nThen there is the matter of the Savior's teachings. He lived an intensive and\nfull life during the three years of his public ministry. He preached to multitudes repeatedly.\nHe conversed with individuals almost constantly, and gave many intimate instructions to the\nTwelve.\n<\/p><p>\nCan anyone say that his three years of instruction are contained in the Bible? May they be\nread in the few hours it takes to peruse what he said in the four Gospels? Can three years of\nthe Savior's eloquent teachings be condensed into three hours of reading material? The\nApostle John says twice in his Gospel that not a fraction of the Savior's ministry is recorded\n(<span class=\"citation\" id=\"28153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28153)\">John 20:30<\/a><\/span>;\n<span class=\"citation\" id=\"28155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28155)\">John 21:25<\/a><\/span>).\n<\/p><p>\nMuch as we love it, sincerely as we believe it, can we in all truth say that the Bible is\ncomplete, that it contains all of God's word, or even the full text of the Savior's instructions?\n<\/p><p>\nObviously the Lord gave other revelations anciently. He had prophets in addition to those\nusually mentioned in the Bible. They spoke for him. They gave enlightenment to ancient men,\nand they would give us light, too, if only we had their writings.\n<\/p><p>\nSince men have strayed so far in the past with the Bible in their possession, is it likely that\nthis same Bible by itself can bring them back to Christ?\n<\/p><p>\nThe reformers of the sixteenth century had the Bible, but it did not keep them from drifting in\ndifferent directions and disputing violently among themselves as to which way was right.\n<\/p><p>\nCan the reformers of today do any better?\n<\/p><p>\n<b>Revelation Needed<\/b>\n<\/p><p>\nHave they any more light and understanding? If so, where did they get it?\n<\/p><p>\nFurther enlightenment, dependable enough to guide men back to God, must come from God.\nThat means revelation&mdash;prophecy&mdash;today.\n<\/p><p>\nIf our learned men really believe their Bibles to which they now hope to return, they will also\nbelieve that modern revelation must come to rescue them from the morass into which they\nhave fallen, for that is what the Bible teaches.\n<\/p><p>\nWhen they seek a return to Christ and the Bible, they publicly and honestly admit that they\nhave strayed from him and his teachings, and that the doctrines which they have taught all\nthese years differ from the revealed word.\n<\/p><p>\nThe scriptures predicted this departure from early Christianity; and when men return to the\nBible, we hope they will read those predictions in it, for they are many.\n<\/p><p>\nBut the Bible also foretells a new revelation in latter days&mdash;the actual revelation which is so\ngreatly needed now to lead men back to Christ. A reformation cannot lead them back, but this\nnew revelation can!\n<\/p><p>\n<b>New Revelation<\/b>\n<\/p><p>\nWe Latter-day Saints have that new revelation. We have a new prophet and new scriptures\nalso, which, added to the Bible, now point the way. This new revelation brought with it the\ntrue understanding of the nature of God and a restoration of primitive Christianity. That\nrestoration is Mormonism. It came about through the ministry of the Prophet Joseph Smith,\nJun. He saw God and communed with him, even as did Moses. He received revelations from\nheaven, as did Isaiah. Angelic ministers commissioned him for the work, giving him divine\nauthority.\n<\/p><p>\nThrough him the Church of Jesus Christ, as it was originally organized on the earth, has been\nrestored in our day, with all its powers and blessings. And it is true. It is the beginning of a\nmodern ministry of Jesus the Christ, whom we declare to be the Divine Son of God; that he\nlives, and that he has been seen of modern men in modern times in modern America. And this\nis the testimony which we bear in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}