{"ID":1319, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Strength of the Church<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1964, pp. 21-25<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFor the next few minutes I should like to direct your thinking upon one of the great\nquotations from our Lord and Master, a quotation which has been the text for many a\ndiscourse throughout the years. The Master said:\n<\/p><p>\n\"Beware of false prophets, which come to you in sheep's clothing, but inwardly they are\nravening wolves.\n<\/p><p>\n\"Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?\n<\/p><p>\n\"Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.\n<\/p><p>\n\"A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit.\n<\/p><p>\n\"Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.\n<\/p><p>\n\"Wherefore by their fruits ye shall know them\"\n(<span class=\"citation\" id=\"35343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35343)\">Matt. 7:15-20<\/a><\/span>).\n<\/p><p>\nI pray that what I may say about that quotation may be in harmony with the great keynote\naddress, inspired as it was and delivered to us so masterfully by our beloved President.\n<\/p><p>\nSometimes those who have discoursed upon this text have interpreted this parable or figure of\nspeech, as you may call it, as the fruits by which a people or a person might be judged,\napplied primarily to temporal growth or to material gain. This concept is well illustrated by a\nrecent article about the Church which appeared in a national magazine known as the\n<i>Christian Century<\/i>. This is what the article said:\n<\/p><p>\n\"Looking at the phenomenal growth of the Church of Jesus Christ of Latter-day Saints\n(Mormon) in recent years other churches which view many Mormon beliefs and some\nMormon practices as unbiblical and bizarre ask, 'What does it have that we don't?'\" (Jan. 23,\n1963, p. 102.)\n<\/p><p>\n<b>The \"Fruits\"<\/b>\n<\/p><p>\nThen the article goes on to enumerate the membership growth, the number of missionaries,\nthe number of missions, the new congregations, the number of hospitals, the educational\nprograms, church members occupying high posts in government. Then they go on to explain\nthat while proclaiming disbelief in many teachings and disciplines they suggest a reappraisal\nof methods and programs such as house-to-house evangelism, relief programs for the poor,\neducation, recreation, and employment for those who cannot provide for themselves, the\nrequiring of two years of missionary service without compensation, and the extensive use of\nlaymen to keep to a minimum the number of professional church leaders as possible\nexplanations of the growth of the Church.\n<\/p><p>\n<b>True \"Fruits\"<\/b>\n<\/p><p>\nThe article then concludes with this very significant statement from a book written by Frank\nS. Meads entitled <i>Handbook of Denominations in the United States<\/i>, who declared that the\nMormons' \"missionary experience strengthens both them and their Church, and offers a model\nof church service and zeal equaled in very few of the other larger churches in America.\"\n(New York: Abingdon Press, 1956, p. 126.)\n<\/p><p>\nThis last comment suggests the true fruits by which the Church and its disciples may best be\njudged.\n<\/p><p>\n<b>\"He, the Omnipotent Guide\"<\/b>\n<\/p><p>\nThis last quotation recalls something that was written by Dr. Mosheim in his\n<i>Ecclesiastical History<\/i> relative to the mark of the true disciples of the period following the crucifixion of the\nSavior. He said, \"Historians testify that even after the Master's death, he was still their\nomnipotent protector and their benevolent guide.\" Dr. Mosheim speaks of the fulfillment of\nthe Master's promise that he would send to them the gift of the Holy Ghost, the Comforter,\nwho would \"teach them all things, bring all things to their remembrance and show them\nthings to come. He would guide them into all truth and would testify of him\" (see\n(<span class=\"citation\" id=\"28131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28131)\">John 14:26<\/a><\/span>;\n<span class=\"citation\" id=\"28137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28137)\">John 15:26<\/a><\/span>;\n<span class=\"citation\" id=\"28138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28138)\">John 16:13<\/a><\/span>).\n<\/p><p>\nThen the doctor explains that this fulfillment came on the day of Pentecost. He records a\nremarkable change noticeable in the disciples after this great event in these words: \"The\nconsequences of this grand event were surprising and glorious, infinitely honourable to the\nChristian religion, and the divine mission of its triumphant author. For no sooner had the\napostles received this precious gift, this celestial guide, than their ignorance was turned into\nlight, their doubts into certainty, their fears into a firm and invincible fortitude, and their\nformer backwardness into an ardent and inextinguishable zeal, which led them to undertake\ntheir sacred office with the utmost intrepidity and alacrity of mind. This marvelous event was\nattended with a variety of gifts; particularly the gift of tongues, so indispensably necessary to\nqualify the apostles to preach the gospel to the different nations. These holy apostles were\nalso filled with a perfect persuasion, founded on Christ's express promise, that the divine\npresence would perpetually accompany them, and show itself by miraculous interpositions as\noften as the success of their ministry should render this necessary. And, indeed, there were\nundoubted marks of a celestial power perpetually attending their ministry. There was in their\nvery language an incredible energy, an amazing power of sending light into the understanding,\nand conviction into the heart.\" (J. L. von Mosheim, <i>Ecclesiastical History<\/i>, pp. 61, 67.)\n<\/p><p>\n<b>The Greatest Strength of the Church<\/b>\n<\/p><p>\nToday, as it was then, it might well be said that the greatest miracles we see are not the\nhealings of sick bodies, but the miraculous changes that come into the lives of those who\nbecome members of the Church, as all missionaries will testify. The greatest\nstrength of the Church is not the number of units we have, not the amount of tithing that is\npaid, nor the congregations, but the greatest strength is the united and fervent testimonies that\nare in the hearts of church members. And by that same token, we might say that the greatest\nweapon against all untruth, whether it be in science, so-called, or in the philosophies of the\nworld, or in communism, or what not, the greatest weapon is the truth of the gospel of Jesus\nChrist, which preached in power will be a bulwark against these false ideas in the world\ntoday.\n<\/p><p>\nThe Master made some applications of the meaning of these spiritual gifts as \"fruit\" or\n\"fruits.\" He said, \"I am the vine, ye are the branches: He that abideth in me, and I in him, the\nsame bringeth forth much fruit: for without me ye can do nothing.\n<\/p><p>\n\"Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and\nbring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father\nin my name, he may give it you\" (<span class=\"citation\" id=\"28135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28135)\">John 15:5,16<\/a><\/span>).\n<\/p><p>\nSpeaking of these same gifts, the Prophet Alma says: \"Yea, after having been such a highly\nfavored people of the Lord; yea, after having been favored above every other nation . . .\n<\/p><p>\n\"Having been visited by the Spirit of God; having conversed with angels, and having been\nspoken unto by the voice of the Lord; and having the spirit of prophecy, and the spirit of\nrevelation, and also many gifts, the gift of speaking with tongues, and the gift of preaching,\nand the gift of the Holy Ghost, and the gift of translation\"\n(<span class=\"citation\" id=\"9043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9043)\">Alma 9:20-21<\/a><\/span>).\n<\/p><p>\nFrom the beginning, our prophet-leaders have declared, as did the Apostle Paul, \". . . that\nyour body is the temple of the Holy Ghost which is in you\"\n(<span class=\"citation\" id=\"390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(390)\">1 Cor. 6:19<\/a><\/span>),\nand then he\nsaid, \"If any man defile the temple of God, him shall God destroy; for the temple of God is\nholy, which temple ye are\" (<span class=\"citation\" id=\"388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(388)\">1 Cor. 3:17<\/a><\/span>).\n<\/p><p>\nAnd again in a revelation in our day, the Lord said, \"For if you keep my commandments you\nshall receive of his fulness, and be glorified in me as I am in the Father; therefore, I say unto\nyou, you shall receive grace for grace\"\n(<span class=\"citation\" id=\"14457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14457)\">D&amp;C 93:20<\/a><\/span>).\n<\/p><p>\nIn other words, these scriptures are repeating what the Master had declared: If we would have\nthe good fruits of these spiritual gifts, we must make sure that we keep the tree good.\n<\/p><p>\nAn interesting distinction between those who bring forth good fruit and those who do not is\nwell illustrated in the parable of the sower, as you recall, where the Master described the three\ncategories of presumably church members&mdash;those who brought forth fruit&mdash;\"some an\nhundredfold,\" he said, \"some sixtyfold, some thirtyfold\"\n(<span class=\"citation\" id=\"35359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35359)\">Matt. 13:8<\/a><\/span>).\n<\/p><p>\nAnd in the interpretation of Lehi's dream in the Book of Mormon, he has four categories:\nthose who partook of the fruit, you will recall, and remained steadfast; those who did partake\nand then were blinded by mists of darkness which arose from the river and lost their way;\nthose who went so far as to taste the fruit and then fell away because they were ridiculed by\nthose living in spacious dwellings, representing the riches of the world; and finally those who\nrefused to partake of the delicious fruit of the tree (see\n<span class=\"citation\" id=\"1593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1593)\">1 Ne. 8:10-35<\/a><\/span>).\n<\/p><p>\n<b>\"Almost, but not quite . . .\"<\/b>\n<\/p><p>\nWe were back East a short time ago, and a good bishop made an interesting comment about\nwhat he called the saddest words that he knows of a man in high station. He read from the\nwords in the days of the Apostle Paul when Paul before King Agrippa had borne his powerful\ntestimony of his conversion. King Agrippa's reply was, \"Almost thou persuadest me to be a\nChristian\" (<span class=\"citation\" id=\"7969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7969)\">Acts 26:28<\/a><\/span>).\nThen the bishop said, \"The king knew the truth but he lacked the\ncourage to do that which would be required; and he could only say then, 'Almost thou\npersuadest,' almost persuaded under certain circumstances to do the thing the Lord would\nwant him to do.\"\n<\/p><p>\nAnd then he characterized some things that he discovered in his own ward in a short but\npowerful sermon. \"In response to the Master, 'Come . . . follow me'\n(<span class=\"citation\" id=\"33174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33174)\">Mark 10:21<\/a><\/span>),\nsome members almost,\" he said, \"but not quite, say, 'thou persuadest me almost to be\nhonest but I need extra help to pass a test.'\"\n<\/p><p>\nYou young people in the choir might think of that.\n<\/p><p>\n\"Almost thou persuadest me to keep the Sabbath day holy, but it's fun to play ball on Sunday.\n<\/p><p>\n\"Almost thou persuadest me to love my neighbor, but he is a rascal; to be tolerant of others'\nviews, but they are dead wrong; to be kind to sister, but she hit me first; to go home teaching,\nbut it's so cold and damp outside tonight; to pay tithes and offerings, but we do need a new\ncolor TV set; to find the owner of a lost watch, but no one returned the watch I lost; to pass\nthe Sacrament, but I've graduated from the deacons now, almost thou persuadest me to be\nreverent, but I had to tell my pal about my date last night; almost thou persuadest me to\nattend stake leadership meeting, but I know more than the leader on that subject, so why\nshould I go. Thou persuadest me almost to go to Sacrament meeting, but there is going to be\nsuch an uninteresting speaker tonight. Almost! Almost! Almost! but not quite, not able quite\nto reach.\"\n<\/p><p>\n<b>How to Cultivate Good \"Fruit\"<\/b>\n<\/p><p>\nThere are incidents which illustrate how good fruit can be developed by proper cultivation of\nthe seeds of faith through keeping fully the commandments, and I want to cite just two very\nbriefly, even though at first the quality of the fruits of the Spirit was not so.\n<\/p><p>\nI have on my desk a letter, and I shall not tell the name, of course, and no one excepting her\nwill know of whom I speak, a mother of four who has gone through illness, pain that was\nalleviated by what was discovered later to be habit-forming pills, and then came the fight to\novercome these devastating drugs until she almost despaired of life. Then she went to visit a\nfriend, and to her surprise she found that her friend was paralyzed by some cancerous\naffliction and the severe medical treatments which had followed. After visiting this faithful,\ndevoted friend, she went home. She said, \"I had a long talk with the Lord, and I started to\ncount my blessings instead of thinking that the Lord was persecuting me personally. Now I go\nto Sacrament meeting. Now I go to Relief Society. I am visiting the sick, and I am taking\nsomething that I have cooked when I visit. I am taking church books to friends from whom I\nhad previously been estranged.\" Then she wrote, \"I have now climbed from the dark depths of\ndespair to the brink where I can now see the sun. I am trying to follow the counsel, 'Keep\nyour eyes fixed on the stars.'\"\n<\/p><p>\nA short while ago, Elder Franklin D. Richards and I late at night were asked by a fine young\nbishop and his stake leaders if we would participate in administering to him. He was facing\nthe possibility of an operation for a fatal malady. They had in obedience to the Lord's\ncommand sought in the Lord's way for help. He was giving all the service he could as a\nbishop. He and his wife had been married in the temple, and with his wife they had been\nfaithful in having a little family; and now he had come asking the Lord for help. We heard no\nmore about it until this last week there came a letter from his wife that said this:\n<\/p><p>\n<b>Rededication<\/b>\n<\/p><p>\n\"They operated and while they found masses of what had appeared by X-ray to be malignant\ntumors in the chest cavity, amazingly they were all found to be benign. As for my husband\nand me, one word describes our feelings now&mdash;rededication&mdash;to each other, to the Lord, and\nto our part in building up his kingdom upon this earth. My husband asked me to mention in\nthis letter to you that the bishop who returns to the people of his ward is a more humble,\ncompassionate, and dedicated servant than ever before. It has taken this experience, though\nfrightening as it has been, to bring me to the full realization of how precious life itself is and\nhow glorious is this gospel which unites a love like ours for all time and eternity.\"\n<\/p><p>\nThrough their surmounting sickness, heartaches, and disappointments, their experiences had\nresulted in better fruit. They had proved their fruit by their works. By their\nfruits, the Lord has proved them. Life and service have taken on an altogether different\nmeaning.\n<\/p><p>\n<b>Development of Spiritual Qualities&mdash;The True Fruits<\/b>\n<\/p><p>\nOn a missionary program that I read the other night, words of President McKay were quoted\nthat seem appropriate to what I am talking about. President McKay was quoted as having\nsaid: \"Man's earthly existence is but a test as to whether he will concentrate his efforts, his\nmind, his soul, upon things that will contribute to the comfort and gratification of his physical\nnature, or whether he will make as his life's pursuit the acquisition of spiritual qualities.\"\n<\/p><p>\nIn short, the President has said to us, the development of one's spiritual qualities will\ndetermine whether or not his has been a good tree, and that to be determined only by the\nquality of the fruit, or the spiritual gifts which come therefrom.\n<\/p><p>\n<b>Mortality: Always Pain<\/b>\n<\/p><p>\nA young mother went through the trying experience of having a little child who was killed in\nan accident, and she came and sought a blessing for comfort. She asked through her tears,\n\"Must there always be pain in this life?\" I thought a few minutes, and then said, \"The Apostle\nPaul said of the Master, the Lord and Savior, 'Though he were a Son, yet learned he\nobedience by the things which he suffered' (<span class=\"citation\" id=\"24321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24321)\">Heb. 5:8<\/a><\/span>).\nI suppose that the answer is yes; there\nmust always be pain in this life of travail and sorrow, and there is a purpose in it all.\"\n<\/p><p>\n\"The road is rough, I said<br \/>\n       Dear Lord, there are stones that hurt me so.<br \/>\n       And he said, Dear child, I understand,<br \/>\n       I walked it long ago.\n<\/p><p>\n\"But there is a cool green path, I said<br \/>\n       Let me walk there for a time.<br \/>\n       No child, He gently answered me,<br \/>\n       The green road does not climb.\n<\/p><p>\n\"My burden, I said, is far too great,<br \/>\n       How can I bear it so?<br \/>\n       My child, said he, I remember its weight,<br \/>\n       I carried my cross, you know.\n<\/p><p>\n\"But, I said, I wish there were friends with me<br \/>\n       Who would make my way their own.<br \/>\n       Ah, yes, he said, Gethsemane<br \/>\n       Was hard to face alone.\n<\/p><p>\n\"And so I climbed the stony path,<br \/>\n        Content at last to know<br \/>\n       That where my Master had not gone,<br \/>\n        I would not need to go.\n<\/p><p>\n\"And strangely then I found new friends<br \/>\n        The burden grew less sore<br \/>\n       As I remembered&mdash;long ago<br \/>\n       He went that way before.\"\n<\/p><p>\n&nbsp; &nbsp; &nbsp;   (\"In His Steps\"&mdash;Leona B. Gates)\n<\/p><p>\nGod help us to understand how we shall develop sometimes through heartache, sorrow, and\ntears those spiritual qualities except for which none of us can achieve to the place of kinship\nto him who suffered more than any of us may understand, and this I pray and bear you my\nsolemn witness in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}