{"ID":132, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder John H. Taylor<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">John H. Taylor, <i>Conference Report<\/i>, October 1944, pp. 34-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDear Brethren: I am very happy to be with you in our conference, and I trust that I may\ncontribute to the spirituality of our meetings held during the days of this conference.\n<\/p><p>\nFAITH AND WORKS CONSISTENT WITH RIGHTEOUS LIFE\n<\/p><p>\nWe as a people are trying to correlate, and with considerable success, our faith and works,\nknowing that this type of combination will bring to us the best in life and a better reward in\nthe future life.\n<\/p><p>\nIt has always seemed strange to me that so many of our friends expect us to live more\nconsistently according to our faith than they expect other people to live their faith. Perhaps it\nis because they are acquainted with our teachings and know that we emphasize the fact that\nour salvation is so dependent upon how righteously we live here upon the earth. That\nwell-known saying of the Apostle James, \". . .shew me thy faith without thy works, and I will\nshew thee my faith by my works\" (<span class=\"citation\" id=\"26053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26053)\">James 2:18<\/a><\/span>),\nis consistent, practical, and efficient. \n<\/p><p>\nIn talking to a visitor one time on Temple Block, he inquired about our religion and asked for\nan explanation about our faith and our Church. As usual, I commenced immediately to quote\nfrom the Articles of Faith and explained about the establishment of the Church. In a short\ntime he made this remark:\n<\/p><p>\nI am not concerned particularly with what you believe or have written; I am more concerned\nas to how efficiently you carry out the things that you believe and have written.\n<\/p><p>\nA similar thought was expressed by a musician who had been brought here from the east by\nthe M.I.A. to judge some of our contests at a June conference. On a Friday evening we were\nat Saltair where the dance festival was being held. The dancers had been well-trained and\nwere so efficient that they could execute the different intricate steps and formation with\nconsiderable skill, and because of the precision and order it was very beautiful. In order to see\nbetter, the man from the east and some of the rest of us stood on the band stand and watched\nthe demonstration on the dancing floor.\n<\/p><p>\nA while later, he made this comment:\n<\/p><p>\nThe thing I am wondering about is, after seeing all these young people on the floor so perfect\nin their deportment and their culture, just what will happen when they finish this\ndemonstration and commence to dance the regular dances and act, so to speak, as they please.\nIf I go into your wards or your stakes, will I find the same type of beauty\nand culture that I find on the floor tonight?\n<\/p><p>\nThis same thought is given prominence by the Apostle James in this statement:\n<\/p><p>\nIf a brother or sister be naked, and destitute of daily food, And one of you say unto them,\nDepart in peace, be ye warmed and filled; notwithstanding ye give them not those things\nwhich are needful to the body; what doth it profit? Even so faith, if it hath not works, is dead,\nbeing alone (<span class=\"citation\" id=\"26052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26052)\">James 2:15-17<\/a><\/span>).\n<\/p><p>\nWhen our friends see us in action, doing the things we have been taught to do, their faith and\nconfidence in us increases and is a testimony to them of the worth-whileness of the gospel.\n<\/p><p>\nA PRACTICAL DEMONSTRATION\n<\/p><p>\nI remember hearing of a man who was very sick in one of our wards. His crops needed\nplanting. He was the only one on the farm, his boys having gone to war. If he couldn't get\nout and plant, he would have no crops in the fall. A number of his neighbors and members of\nhis quorum, hearing of his condition, assembled at his farm at a given time with their plows\nand all other utensils necessary to prepare the ground and plant the crops. In a short time it\nwas all done, and the brother and his family were assured of the necessary food and money at\nthe harvest time. That was a demonstration of the Gospel in action.\n<\/p><p>\nIt is just the same in thinking about the Word of Wisdom. I am certain the majority of our\nboys who are away are living up to the principles of the Word of Wisdom and doing it\nsplendidly. Occasionally we find some boy who may not do this.\n<\/p><p>\nAn incident was related of one of these boys. We had a young man who had just gone into\nthe army and who had only recently become a member of the Church. He was explaining to a\nnumber of other soldiers about the Word of Wisdom and our people living so closely to that\npart of our faith. An officer came along who was also one of our people and, hearing the\ndiscussion, said to this young man:\n<\/p><p>\n\"I wonder why you want to be so fanatical about these things. I am quite sure that you know\nas the rest of us know that no one will be shut out of heaven because he smokes a cigarette or\ntakes a drink.\"\n<\/p><p>\nWORKS ARE THE PROOF OF FAITH\n<\/p><p>\nThe splendid testimony of President Grant this morning would rather convince a fellow that it\nis not so much the one cigarette that is against him but what it leads up to and finishes with.\nOnce we leave the road of right, it is often very difficult to find our way back to it again.\n<\/p><p>\nIn my visits to some of our wards, I see so many of our meeting-houses not so well-filled at\nsacrament sessions. We often read in the papers the statement that people are not going to the\nchurches on Sunday, and because of the lack of attendance many churches\nare being closed.\n<\/p><p>\nI wonder whether we are making the necessary effort to prove to the Lord that we not only\nhave faith but also works in honoring and keeping his holy day sacred. Perhaps we need to\nrepent and indicate to our friends that our religion has the vitality in it not only to keep our\nmeetinghouses open, but also to crowd them with our membership because we love the Lord\nenough to keep His commandments.\n<\/p><p>\nMay our Heavenly Father bless us that we may be so consistent in our living that he can say\nto us, \"Well done, thou good and faithful servant: thou hast been faithful over a few things, I\nwill make thee ruler over many things: enter thou into the joy of the Lord\"\n(<span class=\"citation\" id=\"33936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33936)\">Matt. 25:21<\/a><\/span>),\nI pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}