{"ID":1320, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Was Joseph Smith Called of God?<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1964, pp. 25-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo all who love the Lord and desire salvation in his kingdom, I pose this question: Was\nJoseph Smith called of God? In every age the great question is whether the prophet of that\nday was sent of God. Those who faced the peril of a world-destroying flood were required to\nanswer this question: Was Noah called of God? Those seeking escape from\nslavery in Egypt were forced to decide: Was Moses called of God? Those among whom our\nLord himself ministered had to decide at the peril of their own eternal salvation whether Jesus\nof Nazareth was the promised Messiah, the very Son of God.\n<\/p><p>\nAnd so it is today. In an age when some people assume that Deity no longer speaks through\nprophets as he did anciently, the great question facing honest truth seekers is: Was Joseph\nSmith called of God? If Joseph Smith was called of God, the gospel plan restored through his\ninstrumentality is the mind and will of the Lord and the only way whereby men can gain full\nsalvation in the kingdom of heaven.\n<\/p><p>\n<b>God has Spoken Again<\/b>\n<\/p><p>\nAccordingly, we announce that God has spoken again in our day; that the heavens are no\nlonger sealed; that revelation has commenced anew; that the promised era of restoration and\ngathering has begun. We teach and testify that God has restored the fullness of his everlasting\ngospel; that the Church of Jesus Christ&mdash;in all its glory, beauty, and perfection&mdash;has again\nbeen set up on earth; that the very kingdom of God is again here among men.\n<\/p><p>\n<b>He has Conferred Power from \"On High\"<\/b>\n<\/p><p>\nWe speak with surety of angels coming to earth to confer priesthood, to bestow keys, to\nminister to men. We proclaim that an unchangeable God, in whose sight a soul is just as\nprecious today as it ever was, has again poured out upon his Saints the same signs, the same\ngifts of the Spirit, the same miracles enjoyed of old. We are witnesses that the plan of\nsalvation is revealed anew, and we are doing all in our power to teach its terms and\nconditions to our Father's children everywhere, so that they can gain peace in this life and\neternal life in the world to come (<span class=\"citation\" id=\"14401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14401)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nIf all this is true&mdash;and we so testify (as did the prophets of old of the truth and divinity of\ntheir messages)&mdash;there neither is nor can be any message to compare with it. If the voice of\nGod is heard again; if angels are descending again from the courts on high; if the gift of the\nHoly Ghost is again poured out upon men&mdash;what is there in all the earth to compare in\nimportance with it?\n<\/p><p>\nAnd it all began, for our day, with Joseph Smith and other faithful souls associated with him.\nIn the spring of 1820 a spirit of religious revivalism swept the frontier areas of America.\nContending professors of religion were crying, \"Lo, here is Christ,\" or \"Lo, there\"\n(<span class=\"citation\" id=\"35393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35393)\">Matt. 24:23<\/a><\/span>;\n<span class=\"citation\" id=\"30446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30446)\">JS&mdash;H 1:5<\/a><\/span>).\n<\/p><p>\nFinding himself \"In the midst of this war of words and tumult of opinions,\" Joseph Smith was\nled by the Spirit to ask: \"Who of all these parties are right; or, are they all wrong together? If\nany one of them be right, which is it, and how shall I know it?\"\n(<span class=\"citation\" id=\"30447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30447)\">JS&mdash;H 1:10<\/a><\/span>).\n<\/p><p>\nHe read in the Epistle of James: \"If any of you lack wisdom let him ask of God, that giveth\nto all men liberally, and upbraideth not; and it shall be given him\"\n(<span class=\"citation\" id=\"26167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26167)\">James 1:5<\/a><\/span>).\n<\/p><p>\nGuided by the Spirit, he did ask of God. And since the time had come for the opening of this\nfinal great gospel dispensation, and because he was the one chosen from eternity to commence\nthe work, he received a transcendent heavenly manifestation.\n<\/p><p>\n<b>The First Vision<\/b>\n<\/p><p>\n\". . . I saw a pillar of light exactly over my head, above the brightness of the sun,\" he says,\n\"which descended gradually until it fell upon me.\n<\/p><p>\n\". . . When the light rested upon me I saw two Personages, whose brightness and glory defy\nall description, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30453)\">JS&mdash;H 1:16-17<\/a><\/span>).\n<\/p><p>\nThen from the lips of the Resurrected Lord, the young Prophet received the command to join\nnone of the sects of the day (<span class=\"citation\" id=\"30463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30463)\">JS&mdash;H 1:19-20<\/a><\/span>),\nand also the promise that if he remained true and faithful he\nwould be the instrument in the Lord's hands to restore again to earth the fullness of the\neverlasting gospel.\n<\/p><p>\nIn due course, amid testings and trials, other revelations came. The Book of\nMormon was revealed, translated, and published as a new witness of Christ and his\ngospel&mdash;an inspired record of God's dealings with the ancient inhabitants of America. Angels restored\nthe priesthood and keys so essential to the work of the Lord on earth. The doctrines of\nsalvation, as preserved in the Bible, were confirmed and clarified by modern revelation. New\nlight and knowledge, new revelation, to meet all the challenges of a modern world, were\nadded to the canon of scripture.\n<\/p><p>\n<b>The Church Organized<\/b>\n<\/p><p>\nOn April 6, 1830, by revelation and commandment, the Church of Jesus Christ, the same\norganization set up and perfected by Jesus and his Apostles of old, was again established\namong men. In it the Lord placed Apostles and prophets, revelation and visions, signs and\nmiracles, the gift of the Holy Ghost, the true doctrines of salvation&mdash;indeed, all that was\nenjoyed by those of old who wrought righteousness, obtained promises, and gained eternal\nlife.\n<\/p><p>\nTo this newly set-up kingdom of our Lord, the command came to carry the restored message\nof salvation to all men. With this commission came the revealed promise that the gospel\nwould roll forth, as the stone cut from the mountain without hands, until it filled the whole\nearth (<span class=\"citation\" id=\"14409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14409)\">D&amp;C 65:2<\/a><\/span>).\nThe present Church of Jesus Christ of Latter-day Saints, with its millions of members\nand tens of thousands of missionaries, is continuing the work which will some day see the\nfulfillment of this divine promise.\n<\/p><p>\nNow, what of all these things? Are they true or false? In the very nature of things there is no\nmiddle ground. Our position is not like that of other organizations or churches. We are a\npeculiar people (<span class=\"citation\" id=\"2293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2293)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\n<b>Covenants and Commandments<\/b>\n<\/p><p>\nWe say God has spoken from heaven giving us covenants and commandments.\n<\/p><p>\nWe say angels have come from the presence of the Lord giving the same priesthood possessed\nby prophets of old.\n<\/p><p>\nWe say Joseph Smith was called of God to commence the promised restitution of all things\nand the latter-day gathering of Israel.\n<\/p><p>\nWe say there are on earth today Apostles and prophets in the same literal sense in which such\nmen graced this globe in generations gone.\n<\/p><p>\nWe say The Church of Jesus Christ of Latter-day Saints is the kingdom of God on earth and\nthat in and through it men may gain the kingdom of heaven hereafter.\n<\/p><p>\nNow, these things are either true or false. Either God has spoken again or the silence of\ncenturies remains unbroken. Either angels have come or they have not. Either the gospel has\nbeen restored or the diverse and variant forms of a waning Christianity remain the best hope\nof the world. Either Joseph Smith was called of God or he was not.\n<\/p><p>\nIf Joseph Smith was a Prophet, our professions are true. From that spring day in 1820 to the\npresent moment, Joseph Smith's name has increasingly been the center of religious inquiry.\nHosts of men have sought to learn about his prophetic calling.\n<\/p><p>\nOnce when he was in dire and perilous circumstances the voice of God comforted him with\nthis assurance: \"The ends of the earth shall inquire after thy name, and fools shall have thee\nin derision, and hell shall rage against thee;\n<\/p><p>\n\"While the pure in heart, and the wise, and the noble, and the virtuous, shall seek counsel, and\nauthority, and blessings constantly from under thy hand\"\n(<span class=\"citation\" id=\"14502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14502)\">D&amp;C 122:1-2<\/a><\/span>).\n<\/p><p>\n<b>His Atoning Sacrifice<\/b>\n<\/p><p>\nCertainly salvation centers in and comes because of Christ and his atoning sacrifice. He is the\nLord God Omnipotent, the Creator, the Redeemer, the Savior of the World. But Christ is\nknown by and revealed through his prophets. Joseph Smith was the revealer of Christ and his\ngospel to the world for this age. When the ends of the earth inquire after the name of Joseph\nSmith, it is because they seek the knowledge of Christ and of salvation that was revealed\nthrough him. Indeed, the revealed decree of Christ to Joseph Smith is: \". . . this generation\nshall have my word through you\" (<span class=\"citation\" id=\"14362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14362)\">D&amp;C 5:10<\/a><\/span>).\n<\/p><p>\nFurther: To the newly established Church in this dispensation the Lord said, speaking of\nJoseph Smith: \". . . thou shalt give heed unto all his words and commandments which he shall\ngive unto you as he receiveth them, walking in all holiness before me;\n<\/p><p>\n\"For his word ye shall receive, as if from mine own mouth, in all patience and faith\"\n(<span class=\"citation\" id=\"14380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14380)\">D&amp;C 21:4-5<\/a><\/span>).\n<\/p><p>\n<b>The Divine Mission of Joseph Smith<\/b>\n<\/p><p>\nThus when we bear record of the divine mission of Joseph Smith, we are also certifying to\nthe divine Sonship of him whose servant the Prophet was. And when men of sobriety and\nsense testify, in all humility and with deep conviction, that they know by personal revelation\nthat Joseph Smith was a Prophet, an obligation rests upon all who hear to investigate and\nlearn for themselves whether that testimony is true.\n<\/p><p>\nWhen Philip learned for himself that Jesus was the promised Messiah, he sought out\nNathanael and bore this testimony: \"We have found him, of whom Moses in the law, and the\nprophets, did write, Jesus of Nazareth . . .\" Nathanael was skeptical. \"Can there any good\nthing come out of Nazareth?\" he asked.\n<\/p><p>\n\"Philip saith unto him, Come and see.\"\n<\/p><p>\nNathanael came, investigated, learned for himself, and, speaking directly to Jesus, bore this\ntestimony: \". . . thou art the Son of God; thou art the King of Israel\"\n(see <span class=\"citation\" id=\"28106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28106)\">John 1:41-51<\/a><\/span>).\n<\/p><p>\n<b>Restitution of All Things<\/b>\n<\/p><p>\nSimilarly, we say to all men everywhere: \"We have found the mighty prophet of the latter\ndays, the one called of God to bring to pass the promised restitution of all things spoken by\nthe mouths of all his holy prophets since the world began\" (see\n(<span class=\"citation\" id=\"7928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7928)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nWe know some will be skeptical. They will say: \"Can it be that there are actually prophets of\nGod on earth again? Is it possible that God gives revelation today?\" To which we say: \"Come\nand see. Inquire. Investigate. Learn for yourself. Ask God. Remember the promise: 'If any of\nyou lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and\nit shall be given him'\" (<span class=\"citation\" id=\"26168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26168)\">James 1:5<\/a><\/span>).\n<\/p><p>\nIn issuing this invitation we know full well that \"the pure in heart, and the wise, and the\nnoble, and the virtuous,\" among all nations will gain personal testimonies of the divinity of\nthis great latter-day work. They will know as we know that Joseph Smith was called of God,\nfor the Spirit will bear record to them, as it has to us, and as it did to the modern Apostle\nwho, in announcing for the Church the martyrdom of the Prophet, wrote these words: \"Joseph\nSmith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the salvation of\nmen in this world, than any other man that ever lived in it\"\n(<span class=\"citation\" id=\"14526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14526)\">D&amp;C 135:3<\/a><\/span>).\n<\/p><p>\nIn the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}