{"ID":1322, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Windows of Heaven<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, April 1964, pp. 33-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the twenty-fourth chapter of Second Samuel is an interesting story which contains a great\nlesson. King David had caused a census to be taken of all the people under his rule. The\nprinciple reason for taking the census was his pride in military strength and power. Because\nof this sin of pride, the Lord sent a pestilence upon Israel and 70,000 men perished from Dan\nto Beersheba. The Prophet Gad came to David and said to him:\n<\/p><p>\n\"Go up, rear an altar unto the Lord in the threshingfloor of Araunah the Jebusite.\n<\/p><p>\n\"And David, according to the saying of Gad, went up as the Lord commanded\"\n(<span class=\"citation\" id=\"4999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4999)\">2 Sam. 24:18-19<\/a><\/span>).\n<\/p><p>\nWhen Araunah saw King David coming with his servants, he went to meet them and bowed\ndown to the ground.\n<\/p><p>\n\"And Araunah said, Wherefore is my lord the king come to his servant? And David said, To\nbuy the threshingfloor of thee, to build an altar unto the Lord, that the plague may be stayed\nfrom the people\" (<span class=\"citation\" id=\"5000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5000)\">2 Sam. 24:21<\/a><\/span>).\n<\/p><p>\nIn a great display of generosity, Araunah offered to give the threshingfloor to the king so\nthat he might erect the altar. He also offered him oxen for the burnt sacrifice, the threshing\ninstruments, and the yoke of the oxen for wood. All of these things Araunah offered to give\nto the king without any cost. David refused the gift and we read his classic reply:\n<\/p><p>\n\"And the king said unto Araunah, Nay; but I will surely buy it of thee at a price: neither will\nI offer burnt offerings unto the Lord my God of that which doth cost me nothing. So David\nbought the threshingfloor and the oxen for fifty shekels of silver.\n<\/p><p>\n\"And David built there an altar unto the Lord, and offered burnt offerings and peace\nofferings. So the Lord was entreated for the land, and the plague was stayed from Israel\"\n(<span class=\"citation\" id=\"5001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5001)\">2 Sam. 24:25<\/a><\/span>).\n<\/p><p>\n<b>Gift of No Value, No Gift<\/b>\n<\/p><p>\nDavid would not make an offering unto the Lord of that which cost him nothing. He no doubt\nreasoned that unless the gift cost the giver something of value, it was not fit or appropriate to\nbe an offering for the Lord.\n<\/p><p>\nChrist said it is more blessed to give than to receive\n(<span class=\"citation\" id=\"7953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7953)\">Acts 20:35<\/a><\/span>), yet there are\nsome who will give only if it costs them nothing. This is not according to the teachings of the\nMaster who said: \"If any man will come after me, let him deny himself\"\n(<span class=\"citation\" id=\"35374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35374)\">Matt. 16:24<\/a><\/span>).\n<\/p><p>\nThere are some who will not live the law of tithing because of the cost. This is in contrast to\nthe reasoning of David who would not make an offering unto the Lord unless it cost him\nsomething. The great moral principles encompassed in the law of tithing are overlooked by\nthose who are not tithepayers, and the lack the understanding of the law and the reasons for it.\n<\/p><p>\n<b>\"Tithe,\" for Sacred Uses<\/b>\n<\/p><p>\nThe word \"tithe\" is derived from the Anglo-Saxon meaning \"a tenth.\" It may be defined as a\ntenth of property or income which is paid over or dedicated for sacred uses or purposes. The\nhistory of the word, as traced through biblical and extra-biblical history, focuses our attention\nupon some very interesting information.\n<\/p><p>\n<b>The \"Tithe\" of Abraham<\/b>\n<\/p><p>\nThe first distinct mention of the word \"tithe\" in the Bible is in the very first book of the Old\nTestament. Abram, returning from the slaughter of the four kings, was met by Melchizedek,\nking of Salem and priest of the Most High God. Melchizedek blessed him, and Abram \"gave\nhim tithes of all\" (<span class=\"citation\" id=\"23703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23703)\">Gen. 14:20<\/a><\/span>).\n<\/p><p>\n<b>Of Jacob<\/b>\n<\/p><p>\nA few chapters later in the same book, Jacob, at Bethel made a vow in these words:\n<\/p><p>\n\"If God will be with me, and will keep me in this way that I go, and will give me bread to\neat, and raiment to put on,\n<\/p><p>\n\"So that I come again to my father's house in peace; then shall the Lord be my God:\n<\/p><p>\n\"And this stone, which I have set for a pillar, shall be God's house: and of all that thou shalt\ngive me I will surely give the tenth unto thee\"\n(<span class=\"citation\" id=\"23705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23705)\">Gen. 28:20-22<\/a><\/span>).\n<\/p><p>\nThe third mention is in connection with the Levitical law. The Lord spoke through Moses:\n<\/p><p>\n\"And all the tithe of the land, whether of the seed of the land, or of the fruit of the tree, is the\nLord's: it is holy unto the Lord\"\n(<span class=\"citation\" id=\"30902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30902)\">Lev. 27:30<\/a><\/span>).\n<\/p><p>\n<b>Of the Levites<\/b>\n<\/p><p>\nUnder this Levitical law the tithes were given to the Levites for their maintenance, and they\nin turn were charged with the paying of tithes on that which they received as shown by the\nwords of the Lord as he instructed Moses:\n<\/p><p>\n\"Thus speak unto the Levites, and say unto them, When ye take of the children of Israel the\ntithes which I have given you from them for your inheritance, then ye shall offer up an heave\noffering of it for the Lord, even a tenth part of the tithe\"\n(<span class=\"citation\" id=\"41109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41109)\">Num. 18:26<\/a><\/span>).\n<\/p><p>\nThis clearly indicates that the law of tithing was a part of the Levitical law and paid by all\npeople&mdash;even the Levites themselves who were directed to pay tithing on the tithes which\nwere received by them.\n<\/p><p>\n<b>A Universal Law<\/b>\n<\/p><p>\nThere are some who take the position that the law of the tithe was only a Levitical institution,\nbut history confirms the fact that it has been and is a universal law. It was basic in the Mosaic\nlaw. It had existed from the beginning and is found in the ancient Egyptian law, in Babylonia,\nand can be traced throughout biblical history. It was mentioned by the Prophet Amos and by\nNehemiah who was charged with the rebuilding of the walls of Jerusalem. Shortly thereafter\nMalachi began an even greater task of rebuilding the faith and the morale of a nation. In his\nsupreme effort to strike out against the covetousness of those who were religious only in\nname, he lashed them with the accusation of a crime against God.\n<\/p><p>\n\"Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In\ntithes and offerings.\n<\/p><p>\n\"Ye are cursed with a curse: for ye have robbed me, even this whole nation.\n<\/p><p>\n\"Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove\nme now herewith, saith the Lord of hosts, if I will not open you the windows of heaven and\npour you out a blessing, that there shall not be room enough to receive it\"\n(<span class=\"citation\" id=\"32781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32781)\">Mal. 3:8-10<\/a><\/span>).\n<\/p><p>\n<b>Malachi's Charge<\/b>\n<\/p><p>\nThe words of Malachi in which he accused the people of robbing God bring back to my mind\nthe memories of my class in crimes in law school. Larceny is the unlawful taking and\ncarrying away of things personal with intent to deprive the owner of the same. Embezzlement\nis defined as the fraudulent appropriation of another's personal property by one to whom it\nhas been entrusted. The distinction between larceny and embezzlement lies in the character of\nacquiring the possession of the property or money. In larceny there is an unlawful acquisition\nof the property, while in embezzlement the property which belongs to another is acquired\nlawfully and then fraudulently converted to the possessor's use.\n<\/p><p>\nIn order to memorize these distinctions, I pictured in my mind, to represent larceny, a masked\nburglar, sneaking about under the cover of darkness, taking that which was not his. To\nrepresent the theory of embezzlement I thought of a non-tithepayer. The Lord's share came\ninto his hands lawfully, but he misappropriated it to his own use. This seems to be the\naccusation of Malachi.\n<\/p><p>\n<b>Universal Law Reiterated<\/b>\n<\/p><p>\nThe words of Malachi close the Old Testament with a reiteration of the law of tithing,\nindicating there had been no abrogation of this law which had existed from the beginning.\nThe New Testament dispensation, therefore, commenced under this admonition which\ncontinued in effect unless denounced by the Savior. He said in his Sermon on the Mount:\n\"Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but\nto fulfil.\n<\/p><p>\n\"For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise\npass from the law, till all be fulfilled\"\n(<span class=\"citation\" id=\"35315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35315)\">Matt. 5:17-18<\/a><\/span>).\n<\/p><p>\nThere are some who make the assertion that Jesus denounced tithing in his last public\ndiscourse in the temple court when he struck out against the practices and teachings of the\nPharisees. He said:\n<\/p><p>\n\"Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and\ncummin, and have omitted the weightier matters of the law, judgment, mercy, and faith: these\nought ye to have done, and not to leave the other undone\"\n(<span class=\"citation\" id=\"35388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35388)\">Matt. 23:23<\/a><\/span>).\n<\/p><p>\nThis is not a denunciation of tithing, but a rebuke of the Pharisees and their legalisms. They\nwere paying a tithing of their herbs and vegetables, while overlooking the great gospel\nprinciples of judgment, mercy, and faith.\n<\/p><p>\n<b>The Law for the Latter-day Saints<\/b>\n<\/p><p>\nNot long after the gospel was restored in this dispensation, the Lord gave a revelation to his\npeople through a latter-day prophet defining the law and requiring that surplus property be put\ninto the hands of the bishop:\n<\/p><p>\n\"And after that, those who have thus been tithed shall pay one tenth of all their interest\nannually; and this shall be a standing law unto them forever, for my holy priesthood, saith the\nLord\" (<span class=\"citation\" id=\"14495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14495)\">D&amp;C 119:4<\/a><\/span>).\n<\/p><p>\nThe law is simply stated as \"one-tenth of all their interest.\" Interest means profit,\ncompensation, increase. It is the wage of one employed, the profit from the operation of a\nbusiness, the increase of one who grows or produces, or the income to a person from any\nother source. The Lord said it is a standing law \"forever\" as it has been in the past.\n<\/p><p>\n<b>Obedience Voluntary<\/b>\n<\/p><p>\nThe tithe is God's law for his children, yet the payment is entirely voluntary. In this respect it\ndoes not differ from the law of the Sabbath or from any other of his laws. We may refuse to\nobey any or all of them. Our obedience is voluntary, but our refusal to pay does not abrogate\nor repeal the law.\n<\/p><p>\nIf tithing is a voluntary matter, is it a gift or a payment of an obligation? There is a\nsubstantial difference between the two. A gift is a voluntary transfer of money or property\nwithout consideration. It is gratuitous. No one owes the obligation to make a gift. If tithing is\na gift, we could give whatever we please, when we please, or make no gift at all. It would\nplace our Heavenly Father in the very same category as the street beggar to whom we might\ntoss a coin in passing.\n<\/p><p>\n<b>Tithing and Debt<\/b>\n<\/p><p>\nThe Lord has established the law of tithing, and because it is his law, it becomes our\nobligation to observe it if we love him and have a desire to keep his commandments and\nreceive his blessings. In this way it becomes a debt. The man who doesn't pay his tithing\nbecause he is in debt should ask himself if he is not also in debt to the Lord. The Master said:\n\"But seek ye first the kingdom of God and his righteousness: and all these things shall be\nadded unto you\" (<span class=\"citation\" id=\"35326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35326)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nWe can't walk east and west at the same time. We can't serve both God and mammon\n(<span class=\"citation\" id=\"35325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35325)\">Matt. 6:24<\/a><\/span>). The\nman who rejects the law of the tithe is the man who has not given it a fair try. Of course it\ncosts something. It takes work and thought and effort to live any of the laws of the gospel or\nany of its principles.\n<\/p><p>\n<b>The Gift of Value<\/b>\n<\/p><p>\nAre we willing to keep God's commandments even though it costs us something? King David\nrefused the gift of the threshing-floor and the oxen for the burnt offering because it cost\nhim nothing. He wanted to be in the position of having made the gift, the\nsacrifice, himself. Even tithing is not sufficient if it costs nothing for the giver.\n<\/p><p>\nIt may be that we make a gift and also pay an obligation with our tithes. The payment of the\nobligation is to the Lord. The gift is to our fellow men for the upbuilding of God's kingdom.\nIf one thoughtfully observes the proselyting done by the missionaries, the teaching program of\nthe Church, the great educational system, and the building program to erect houses of\nworship, there will come a realization that it is not a burden to pay tithing, but a great\nprivilege. The blessings of the gospel are shared with many through our tithes.\n<\/p><p>\n<b>The Gift, With Love<\/b>\n<\/p><p>\nThe principle of tithing should be more than a mathematical, mechanical compliance with the\nlaw. The Lord condemned the Pharisees for mechanically tithing herbs\n(<span class=\"citation\" id=\"35389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35389)\">Matt. 23:23<\/a><\/span>;\n<span class=\"citation\" id=\"31623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31623)\">Luke 11:42<\/a><\/span>) without coming into\nthe circumference of spirituality. If we pay our tithes because of our love for the Lord, in\ncomplete freedom and faith, we narrow our distance from him and our relationship to him\nbecomes intimate. We are released from the bondage of legalism, and we are touched by the\nspirit and feel a oneness with God.\n<\/p><p>\n<b>The Gift, With Faith<\/b>\n<\/p><p>\nThe payment of tithing strengthens faith, increases spirituality and spiritual capacity, and\nsolidifies testimony. It gives the satisfaction of knowing one is complying with the will of the\nLord. It brings the blessings that come from sharing with others through the purposes for\nwhich tithing is used. We cannot afford to deny ourselves these blessings. We cannot afford\nnot to pay our tithing. We have a definite relationship to the future as well as to the present.\nWhat we give, and how we give, and the way we meet our obligations to the Lord has eternal\nsignificance.\n<\/p><p>\n<b>Giving, Receiving a Testimony<\/b>\n<\/p><p>\nA testimony of the law of tithing comes from living it. Like all other of God's laws, when we\nlive them we receive the blessings. I know God lives, that Jesus is the Christ, and that\nblessings do come to us by living the law of the tithe. In the name of the Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}