{"ID":1323, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"The Heavens Are Not Stayed\"<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, April 1964, pp. 36-39<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved associates in the work of the Lord: I seek the inspiration of the Spirit. My heart\nhas been warmed, and my testimony has been strengthened by the things to which we have\nlistened.\n<\/p><p>\nI would be remiss in my duty if before I get into my text I do not say a word in behalf of my\nfaithful associates in the distant missions of the Far East. I was delighted with the reports of\nPresident Tuttle and of Elder Petersen concerning the work in South America, the Isles of\nBritain, and the lands of Europe.\n<\/p><p>\n<b>The Gospel to Ancient Asia<\/b>\n<\/p><p>\nI should like to add that a great work is going on among the people of the ancient lands of\nAsia. I have an appointment in the next few days in Hong Kong, where we shall meet in a\nconference of the Chinese Saints. There will be approximately a thousand of them gather in\nthat city, and as I look into their faces, there will come into my mind renewed faith and\nincreased testimony in the power of God to touch men's hearts everywhere.\n<\/p><p>\nMy heart skipped a beat this morning when I looked into this group and saw a man from\nKorea, one of my beloved brethren. The Lord is pouring out his Spirit upon\nthat part of the world, and I thank him for that manifestation. Now to my text.\n<\/p><p>\n<b>Faith in Revelation<\/b>\n<\/p><p>\nI believe all that God has revealed, all that he does now reveal, and I believe that he will yet\nreveal many great and important things pertaining to the kingdom of God (see\n<span class=\"citation\" id=\"6806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6806)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nThis paraphrase of a statement from the Prophet Joseph Smith is the creed and the guide of\nmy life. It is the foundation of the faith of all members of The Church of Jesus Christ of\nLatter-day Saints.\n<\/p><p>\n<b>The \"Fount\" of Inspiration<\/b>\n<\/p><p>\nGod is the one sure source of truth. He is the fount of all inspiration. It from him that the\nworld must receive direction if peace is to come to the earth and if goodwill is to prevail\namong men. This earth is his creation. We are his children. Out of the love he bears for us,\nhe will guide us if we will seek, listen, and obey. \"Surely the Lord God will do nothing, but\nhe revealeth his secrets unto his servants the prophets\"\n(<span class=\"citation\" id=\"10426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10426)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nOur world is changing. We live in an age of great material progress. Can religion remain\nstatic when all else is moving forward?\n<\/p><p>\nIt is true that man's essential nature does not change, and that principles laid down centuries\nago by the prophets are as applicable today as they were when they were first enunciated; but\nthe world evidently knows not how to apply them. Today that application needs the direction\nof the Almighty as certainly as when Jehovah spoke to Enoch and Moses and Isaiah and\nElijah.\n<\/p><p>\n\"For the prophecy came not in old time by the will of man: but holy men of God spake as\nthey were moved by the Holy Ghost\" (<span class=\"citation\" id=\"4878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4878)\">2 Pet. 1:21<\/a><\/span>).\nAnd prophecy, which is revelation,\ncomes not now, nor will it come in the future, by the will of man, but only as men of God\nspeak as they are moved upon by that same spirit.\n<\/p><p>\nHow poverty-ridden is our world in the wisdom of living one with another. The stresses, the\nstrains, the tensions in human relationships, the wars and rumors of wars that constantly afflict\nus all become evidence that \". . . the wisdom of the wise has failed and the understanding of\nthe prudent is hid\" (see <span class=\"citation\" id=\"25259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25259)\">Isa. 29:14<\/a><\/span>).\nReligion, to be effective, must be a vital and timely force\nin the lives of men.\n<\/p><p>\nThe people today need a prophet as surely as Israel needed a prophet when it groaned in the\ntoils of Egypt, and Moses was called to lead it from bondage.\n<\/p><p>\n<b>Channels of Communication Open<\/b>\n<\/p><p>\nIsrael today has a prophet, and we give our witness to the world that the channel of\ncommunication is open between God and his appointed servant.\n<\/p><p>\nWe would not take from men of goodwill anywhere the standards of truth by which they live.\nBut we say to all, \"Come, feast upon that which the Lord has offered in our day. To that\nwhich you have and cherish, we invite you to add that which your Father has further offered,\nfor there is a prophet in the land today as certainly as there was in ancient Israel.\"\n<\/p><p>\nThere are those who have declared that the canon of scripture is full, that revelation ceased\nwith the ancient Apostles, that the heavens are sealed. Well might we ask such, \"Why, then,\ndo you pray? If God is unwilling to speak, is unwilling to guide, if there can be no revelation,\nwhy seek him?\" The fallacy of this position is evident; yet the world would deny the\npossibility of modern revelation.\n<\/p><p>\n<b>Opening of Mission in the Philippines<\/b>\n<\/p><p>\nThree years ago I had the opportunity of participating in the opening of our mission in the\nPhilippines. It was an inspirational experience. We gathered at dawn in the American military\ncemetery on the outskirts of the city of Manila. There before us stood \"row on row\" the\ncrosses that mark the graves of more than 17,000 American dead, and inscribed on marble\ntablets we saw the names of some 36,000 more who died in the battles of the Pacific and\nwhose remains were never found&mdash;a grim and solemn reminder of man's foolish inhumanity\nto man.\n<\/p><p>\nAmong those who spoke on that sacred occasion was a young Filipino. He recounted the story\nof how, when he was a child, he had found an old magazine in a pile of trash. It contained an\narticle on the history of our people. It spoke of Joseph Smith. It described him as a prophet.\nThat word \"prophet\" caught in his consciousness. It impressed him. It raised questions in his\nyoung mind. \"Could there really be a prophet in the earth in this time of the world?\" he asked\nhimself.\n<\/p><p>\n<b>A Filipino Seeks a Prophet<\/b>\n<\/p><p>\nYears passed. There came to his land the terrible tragedies of Corregidor and Bataan and the\ndeath march to Tarlac; the strafing and bombing of Clark Field near his home; the hunger and\nfear and oppression of the enemy occupation; and then, finally, the liberation of the\nPhilippines and the re-establishment of Clark Field as an American air base. He secured\nemployment there. One day he heard that one of the American officers for whom he worked\nwas a Mormon. There flashed again into his mind the word \"prophet.\" He found courage to\nask the man if a prophet really stood at the head of his Church. Without equivocation the\nofficer replied yes, and there followed an explanation, a recounting of the simple and\nbeautiful story of the appearance of God the Eternal Father, and his Son, the Lord Jesus\nChrist, to a boy who had come in faith and prayer to find wisdom. That testimony touched\nthis young Filipino's heart. His life has been changed by the conviction that revelation from\nGod is available to man in our time. Today he holds the priesthood and walks in the dignity\nof that priesthood, a leader of the Church in his own land.\n<\/p><p>\nCan one doubt the need for revelation in this day of complex human problems? Some weeks\nago news was broadcast over the country that at a particular hour on a particular day the\nsurgeon general of the United States would issue a report on the effects of smoking. The\nrelease time was carefully planned, presumably to affect the stock market least seriously.\nThen, as President McKay indicated this morning, at the appointed hour radio, television, and\nthe news services dramatically announced the finding of causal relationships between the\nsmoking of cigarettes and lung cancer. Lengthy tables of statistics, page upon page of data,\nwere enumerated to produce the conclusion that cigarette smoking is harmful to health.\n<\/p><p>\n<b>\"Tobacco Is Not Good for Man\"<\/b>\n<\/p><p>\nI thumbed through that 387-page report, and then I turned to the revelation of the Lord given\nthrough the Prophet Joseph Smith wherein he said simply but unequivocally, \". . . tobacco . . .\nis not good for man\" (<span class=\"citation\" id=\"14443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14443)\">D&amp;C 89:8<\/a><\/span>).\n<\/p><p>\nI am grateful for the work of those scientists who made the report on smoking. I am confident\nthat their discoveries will save untold suffering and add untold years of useful living to those\nwho will heed their counsel. But how much suffering, how many deaths upon which their\nconclusions were based, might have been avoided had those who became statistics for a\ngovernment report listened to the word of revelation given by a prophet of God.\n<\/p><p>\nAs I reflected on that situation&mdash;the months of research by able men of science, the vast\ncalculations of electronic computers, the great fanfare of announcements, the background\nstories, the editorials, the debates, all of this and more, in contrast with the simple, revealed\nword of the Lord&mdash;there came to mind the experience of Elijah on Mt. Horeb, as sung so\nbeautifully by this chorus at the opening of this meeting: \". . . and a great and strong wind\nrent the mountains, and brake in pieces the rocks before the Lord; but the Lord was not in the\nwind: and after the wind an earthquake; but the Lord was not in the earthquake:\n<\/p><p>\n\"And after the earthquake a fire; but the Lord was not in the fire: and after the fire a still\nsmall voice\" (<span class=\"citation\" id=\"1227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1227)\">1 Kgs. 19:11-12<\/a><\/span>).\n<\/p><p>\nSuch almost invariably has been the word of God as it has come to us, not with trumpets, not\nfrom the council halls of the learned but in the still small voice of revelation. Listening to\nthose who seek in vain to find wisdom and who declaim loudly their nostrums for the ills of\nthe world, one is prone to reply with the Psalmist, \"Be still, and know that I\nam God\" (<span class=\"citation\" id=\"41844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41844)\">Ps. 46:10<\/a><\/span>) and with the Savior,\n\"He that hath ears to hear, let him hear\"\n(<span class=\"citation\" id=\"35351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35351)\">Matt. 11:15<\/a><\/span>).\n<\/p><p>\n<b>Wisdom by Revelation<\/b>\n<\/p><p>\nI wish to make it clear that I do not disparage education, research, study, counsel. I believe\nmost strongly in these. But I believe more so that this troubled world would do well to listen\nto the source of all true wisdom, to accept all that God has revealed, all that he does now\nreveal, and to believe that he will yet reveal many great and important things\n(<span class=\"citation\" id=\"6807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6807)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nLet it be remembered that \"the things of God are understood by the Spirit of God\"\n(<span class=\"citation\" id=\"382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(382)\">1 Cor. 2:11<\/a><\/span>), and that\nrevelation is fruitless unless it be listened to and obeyed.\n<\/p><p>\nWe have a simple and marvelous hymn among us. It came from the pen of an English\nconvert, an orphan boy, a man of Sheffield, a cutler in the steel mills, who more than a\ncentury ago wrote out of the testimony of his soul this great song of gratitude, \"We thank\nthee, O God, for a Prophet to guide us in these latter days.\"\n<\/p><p>\n<b>Revelation for the Atomic Age<\/b>\n<\/p><p>\nTo the world we give our witness that there is revelation of the word of God as certainly in\nthe atomic age as there was in the age of Jeremiah. It is just that simple and just that true.\n<\/p><p>\nJoseph Smith was the anointed of the Lord to this dispensation. Well might we repeat the\nwords of the Lord: \". . .What power shall stay the heavens? As well might man stretch forth\nhis puny arm to stop the Missouri river in its decreed course, or to turn it up stream, as to\nhinder the Almighty from pouring down knowledge from heaven upon the heads of the\nLatter-day Saints\" (<span class=\"citation\" id=\"14496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14496)\">D&amp;C 121:33<\/a><\/span>).\nKnowledge has been and is being revealed. Those who\naccept is and obey it find that peace which passeth understanding\n(<span class=\"citation\" id=\"41263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41263)\">Philip. 4:7<\/a><\/span>) and that growth which leads\nto eternal life.\n<\/p><p>\nAs surely as Joseph was a Prophet, so also is his successor in office, President David O.\nMcKay, who has stood before us this day. Who, seeing this man of God this morning\nstanding at this pulpit and speaking to the world words that would save them, could doubt\nthat God is manifesting his will through him?\n<\/p><p>\nGod help us to be obedient to his counsel.\n<\/p><p>\nOf these truths we testify and invite men of goodwill everywhere to listen and learn and\npartake of that peace and that growth which our Father would have us enjoy, I humbly pray\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}