{"ID":1324, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Built-In Strength<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, April 1964, pp. 46-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTwo weeks ago I was flying over the Hoover Dam as a passenger in a jet airliner. The person\nsitting next to me peered out of the window, viewing the vast reaches auld expanse of Lake\nMead below, and then narrowing his attention to the Hoover Dam, exclaimed, \"It seems\nincredible that such a small dam could control and hold in check such a vast supply of\nwater.\"\n<\/p><p>\n<b>Marvels of Men, How Achieved<\/b>\n<\/p><p>\nWe marvel at the works of man, but sometimes fail to remember the planning, the\nengineering, and the designing which is necessary to build a structure such as the Hoover\nDam. Construction of such a work requires the careful placing of each bar of steel, the perfect\nmixing of each batch of concrete, the proper control of temperatures, and the exact\nperformance of other manifold and critical details to achieve the necessary built-in strength to\ninsure endurance and permanency to such a gigantic project. Now, just as it is necessary to\ncarefully \"build in\" the needed strength to protect the safety of a material structure&mdash;so it is\nnecessary to build into the souls of men the moral strength that helps mould character that\nwill protect the safety of the individual.\n<\/p><p>\n<b>Priesthood an Active Force for Character Building<\/b>\n<\/p><p>\nTonight, we have heard excellent addresses given by two young men holding the Aaronic\nPriesthood. [Ronald G. Plumb, Douglas Cowie] They have shown evidence of having built\nmoral strength into their character, as they have touched the hearts of this vast priesthood\nassemblage. The priesthood which we bear should be an active force to develop a more\neffective application of moral principles, thereby strengthening our powers to subdue the\nadversary.\n<\/p><p>\nThe great Archimedes of Syracuse exclaimed to his king, \"Give me a lever and a place on\nwhich to rest it, and I will move the world\" (<i>100 Great Lives<\/i>, p. 526).\n<\/p><p>\nIt is the Holy Priesthood, likened unto a lever, placed upon and entrusted to worthy men, that\nis bringing forth the mighty work of God.\n<\/p><p>\n\"Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron,\nwhich holds the keys of the ministering of angels, and of the gospel of repentance, and of\nbaptism by immersion for the remission of sins\"\n(<span class=\"citation\" id=\"14367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14367)\">D&amp;C 13:1<\/a><\/span>). Thus spoke John the Baptist\nas he conferred the Lesser Priesthood upon Joseph Smith and Oliver Cowdery.\n<\/p><p>\nThis was the beginning&mdash;as the Lord has said, \"To prepare the weak those things which are\ncoming earth, and for the Lord's errand in the day when the weak shall confound the wise,\nand the little one become a strong nation, and two shall put their tens of thousands to flight.\n<\/p><p>\n\"And by the weak things of the earth the Lord shall thrash the nations by the power of his\nSpirit\" (<span class=\"citation\" id=\"14524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14524)\">D&amp;C 133:58-59<\/a><\/span>).\n<\/p><p>\nThe Aaronic Priesthood, with its various offices of deacon, teacher, and priest, is conferred\nupon worthy men and boys in the Church over twelve years of age. It is expected that\neveryone thus ordained will officiate in his respective office and calling with dignity and\ndevotion. The office of bishop is conferred by ordination to those especially called to\nadminister all of the affairs of the Aaronic Priesthood in the ward.\n<\/p><p>\n<b>The Office of Bishop<\/b>\n<\/p><p>\nThe office of a bishop is one of the great offices in the priesthood. It is highly important that\nevery bishop in the Church recognize as a prime responsibility his calling and ordination in\nthe Lesser Priesthood. The bishop is familiar with God's purposes, for God has said: \". . . this\nis my work and my glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39207)\">Moses 1:39<\/a><\/span>),\nand the true bishop will resolve, \"this is my work and my glory to bring to pass the\nimmortality and eternal life of each boy and girl entrusted to my care.\" To do this requires\nnot only dedication and singleness of purpose but also the necessity of being an example in\nhis own personal conduct. Paul counseled Titus, \". . . a bishop must be blameless, as the\nsteward of God; not self-willed, not soon angry, not given to wine, no striker, not given to\nfilthy lucre;\n<\/p><p>\n\"But a lover of hospitality, a lover of good men, sober, just, holy, temperate;\n<\/p><p>\n\"Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine\nboth to exhort and convince the gainsayers\"\n(<span class=\"citation\" id=\"43037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43037)\">Titus 1:7-9<\/a><\/span>).\n<\/p><p>\n<b>Attitude of Bishop<\/b>\n<\/p><p>\nThe attitude of a bishop with respect to his calling may bring about the rise\nor fall of Aaronic Priesthood bearers in his ward. Advancement in this priesthood should\nwarrant greater moral responsibility. Advancement to the office of a bishop means the greatest\nof moral responsibility not only to his own life but to the life of each boy and girl in his\nward.\n<\/p><p>\n<b>Assignments of Responsibility<\/b>\n<\/p><p>\nI believe every boy looks forward to being ordained to the office of a deacon. He has\nprepared himself to the best of his youthful ability to receive the Aaronic Priesthood. From\nthis point forward, if he fails to carry out the responsibilities involved, it is usually due to his\nown father's or to his bishop's neglect. This poses an awesome thought, but remember the\nboys must not stand alone, they \". . . need to have firm limits set for them as they grow,\"\ncounseled Graham B. Blaine, Jr., \"for only in this way can they learn to impose discipline\nupon themselves; without such limits they grow into irresponsible, selfish, and conscienceless\nadults.\" (<i>Journal of National Association of Women's Deans and Counselors<\/i>, Nov. 1, 1963,\nBlaine, Graham B. Jr., \"Stress and Distress and Identity Formation in College and High\nSchool.\")\n<\/p><p>\n<b>A Testimony from Life<\/b>\n<\/p><p>\nI believe every boy should feel as Elder James E. Talmage did when he was ordained a\ndeacon. He said: \"I was called and ordained one Sunday morning, without any previous\nnotice; and that afternoon was placed as a sentinel at the door of the house in which the\nSaints had met for worship. As soon as I had been ordained, a feeling came to me such as I\nhave never been able to fully describe. It seemed scarcely possible, that I, a little boy, could\nbe so honored of God as to be called to the priesthood. I had read of the sons of Aaron and\nof Levi who were chosen for the sacred labors of the Lesser Priesthood, but that I should be\ncalled to do part of the service that had been required of them was more than my little mind\ncould grasp. I was both frightened and happy. Then, when I was placed on duty at the door, I\nforgot that I was but an eleven-year-old lad; I felt strong in the thought that I belonged to the\nLord, and that he would assist me in whatever was required of me. I could not resist the\nconviction that other sentinels, stronger by far than I, stood by me though invisible to human\neyes.\n<\/p><p>\n\"The effect of my ordination to the deaconship entered into all the affairs of my boyish life. I\nam afraid that sometimes I forgot what I was, but I have ever been thankful that ofttimes I\ndid remember, and the recollection always served to make me better. When at play on the\nschool grounds, and perhaps tempted to take unfair advantage in the game, when in the midst\nof a dispute with a playmate, I would remember, and the thought would be as effective as\nthough spoken aloud&mdash;'I am a deacon; and it is not right that a deacon should act in this way.'\nOn examination days, when it seemed easy for me to copy some other boy's work or to 'crib'\nfrom the book, I would remember again, 'I am a deacon, and must be honest and true.' When\nI saw other boys cheating in play or in school, I would say in my mind, 'It would be more\nwicked for me to do that than it is for them, because I am a deacon.'\n<\/p><p>\n\"Nothing that was required of me in the duties of my office was irksome; the sense of the\ngreat honor of my ordination made all service welcome. I was the only deacon in the branch,\nand had abundant opportunity to work.\n<\/p><p>\n\"The impression made upon my mind when I was made a deacon has never faded. The\nfeeling that I was called to the special service of the Lord, as a bearer of the priesthood, has\nbeen a source of strength to me through all the years. When later I was ordained to higher\noffices in the Church, the same assurance has come to me, on every such occasion,&mdash;that I was\nin truth endowed with power from heaven, and that the Lord demanded of me that I honor his\nauthority. I have been ordained in turn a teacher, an elder, a high priest, and lastly an apostle\nof the Lord Jesus Christ, and with every ordination there has come to me a new and\nsoul-thrilling feeling which first I knew when I was called to be a deacon in the service of the\nLord\" (<i>Course of Study for the Quorums of the Priesthood: Deacons 1914<\/i>,\npp. 135-136).\n<\/p><p>\nI am sure this testimony of Elder Talmage will make us appreciate more fully the great\nprivilege it is to hold the priesthood.\n<\/p><p>\n<b>Youth Wants to Be Strong<\/b>\n<\/p><p>\nThere is much evidence to indicate that young people want to learn and to be strong. A recent\nreport in <i>The British Journal of Educational Psychology<\/i> said: \"School children may be more\neager to learn than teachers are to teach them. More than 800 British primary and secondary\nschool children were given a list of qualities of good teachers that had been compiled from\nstudent essays. They were asked to grade these qualities in order of importance. The children\nrated the teacher's ability to teach above all other qualities and also put disciplinary skills\nabove such personal skills as friendliness, patience, kindness, and good humor.\"\n<\/p><p>\n<b>The Body a Sacred Blessing<\/b>\n<\/p><p>\nBasically, the right and responsibility of teaching a boy or girl the sacredness of their bodies\nis an obligation of parents. Fathers should be so close to their sons that many discussions can\nbe held on the subject. It is unfortunate when a boy holding the priesthood of God does not\nfeel free to initiate such a discussion with his father and must satisfy his curiosity by listening\nto others.\n<\/p><p>\n<b>Cooperation of Parents and Bishops<\/b>\n<\/p><p>\nBishops should encourage parents to learn the moral standards that have been established by\nGod and urge them to teach such to their children when the children's comprehension level is\nsuch that it does not become suggestive. We have recommended to the bishops for a number\nof years, that they meet with the parents of every boy who is approaching twelve years of age\nto explain the programs, opportunities, and moral obligations of priesthood service.\n<\/p><p>\nThis conference with parents is necessary to bring about greater parental encouragement to the\nboys. It would seem that a wise bishop might profitably explain to the parents at such a time\nthe Lord's fiats on chastity and urge them to explain these things to their sons whenever their\nmaturity level would justify.\n<\/p><p>\nIn the book of Samuel there is an interesting account of the high priest Eli. Eli was a judge, a\ndevoted servant of the Lord in ancient Israel. He was a descendant of Aaron through his\nyounger son. Most often we think of Eli through his connection with the child Samuel in the\ntemple. But the sons of Eli were evil and did not keep the commandments of the Lord. They,\ntherefore, knew not the God of Israel but worshiped wickedness. The account reads: \"Now Eli\nwas very old, and heard all that his sons did unto all Israel\"\n(<span class=\"citation\" id=\"2554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2554)\">1 Sam. 2:22<\/a><\/span>).\n<\/p><p>\nAs a result of their evil acts, they were not privileged to administer the ordinances of the\nLesser Priesthood. It would have been their right to continue in offering the outward\nordinances of the Lesser Priesthood after their father's death. Instead, they lost not only the\nprivileges of priesthood service but also eternal life.\n<\/p><p>\nThe Lord condemned Eli, and he was no longer among the chosen because as a father he did\nnot discipline and control his sons. \". . . I will judge his house for ever for the iniquity which\nhe knoweth;\" said the Lord, \"because his sons made themselves vile, and he restrained them\nnot\" (<span class=\"citation\" id=\"2555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2555)\">1 Sam. 3:13<\/a><\/span>).\n<\/p><p>\nSomeone has said: \"There is no need of searching out your genealogy if you did not know\nwhere your children were last night.\" There is no calling in this Church that supersedes that of\nbeing a father. No assignment in the Church should ever be considered as an excuse to\nneglect the home. The home is the basic unit of the Church. Teach your sons by example to\nbe loyal and faithful to the law, to the officers, to the priesthood, and to the authority of God.\nYour family needs your allegiance and fidelity to the Church which includes the home.\nRefrain from evil speech; your language should at all times be clean and elevating.\n<\/p><p>\nThe late Elder Albert E. Bowen said: \". . . one of the marvelous things about the gospel is\nthat when a command has been given, or otherwise to state it, a principle of\nprogress is revealed, there is always incorporated a means for effecting its purpose\"\n(<i>The Welfare Plan<\/i>, p. 142).\n<\/p><p>\n<b>Aaronic Priesthood, Effective Principle of Progress<\/b>\n<\/p><p>\nNow to you boys, we want the Aaronic Priesthood to be an effective principle of progress in\nyour lives to prepare you for leadership in the Church. This year we included some additional\ngoals for you to achieve in the priesthood program. One of these is the memorization of\nspecific scriptures. We chose them because we believe they will be helpful for you better to\nunderstand some basic tenets of the gospel. There is no doubt that you can learn them if you\nwill just apply yourselves to the task.\n<\/p><p>\nThe other evening, Sister Vandenberg and I were walking down Main Street. We were about\nfifteen feet behind two young men in their early teens. The smaller of the two was reciting\nwith vigor part of Anthony's \"oration over Caesar's body.\" I could not help but overhear&mdash;he\ndid it so well. As I listened I thought how wonderful is the exuberance of youth with its\nability to learn and absorb&mdash;I also thought of the goals we had set for the Aaronic Priesthood\nand felt good in the thought that if this youngster could recite literature on the street, certainly\nthere would be no difficulty for the boys who bear the priesthood of God to memorize and\nrecite the scriptures as assigned.\n<\/p><p>\nAs I close, let us ponder the promise of the Lord: \"Thou shalt take the things which thou hast\nreceived, which have been given unto thee in my scriptures for a law, to be my law to govern\nmy church;\n<\/p><p>\n\"And he that doeth according to these things shall be saved, and he that doeth them not shall\nbe damned if he so continue.\n<\/p><p>\n\"If thou shalt ask, thou shalt receive revelation upon revelation, knowledge upon knowledge,\nthat thou mayest know the mysteries and peaceable things&mdash;that which bringeth joy, that\nwhich bringeth life eternal\" (<span class=\"citation\" id=\"14386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14386)\">D&amp;C 42:59-61<\/a><\/span>).\n<\/p><p>\n<b>\"Young Men, God Loves You\"<\/b>\n<\/p><p>\nLet me assure you young men that God loves you. You are a thousandfold more valuable than\nthe works of men over which we frequently marvel. God, therefore, expects you to discipline\nyourselves and to build into your character virtues that will endure forever.\n<\/p><p>\nMay God bless the Aaronic Priesthood of this Church is my humble prayer which I ask in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}