{"ID":1325, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...Seek Ye First the Kingdom of God...\"<\/p>\n<p class=\"gcspeaker\">President Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1964, pp. 50-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren: To me it is a great privilege and blessing to be able to meet with the priesthood,\nand as President McKay said this evening, the largest body of priesthood that has ever met in\nthe history of this Church.\n<\/p><p>\n<b>\"Seek ye first. . . .\"<\/b>\n<\/p><p>\nWhat an inspiration it is to hear these young men bear their testimonies as to what the\npriesthood means to them and how they are determined to strive to live worthy of the\npriesthood which they hear. It makes me believe that they sincerely mean and understand that\nif they seek first the kingdom of God and his righteousness, all these things which will he for\ntheir good will be added unto them (see <span class=\"citation\" id=\"35327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35327)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\n<b>Bishop's, Father's, Advice and Example<\/b>\n<\/p><p>\nAs I look back over my life, I should like this evening to pay tribute to and thank my father\nand my bishop, who is the same man, for the direction and help and guidance and example he\ngave me all the time I was going through the Aaronic Priesthood quorums. He taught me all\nthe time, \". . . seek ye first the kingdom of God and his righteousness: and all these things,\nmy boy, will be added unto you.\"\n<\/p><p>\nI remember when I was a deacon, we had no cars, no trucks. We had wagons and\nbuggies&mdash;we usually had a democrat. When we went to priesthood meeting, we had to travel about\neight miles, and we never missed the general stake priesthood meeting which was held once a\nmonth. My father used to try to make those meetings pay both ways; for instance, he would\nhave a team and wagon full of wheat, and I would have a team and wagon full of wheat\nfollowing him for about eight miles, which would take us just a little better than two hours to\nget to our priesthood meeting. And we would go early enough so that we could pick up a\nload of coal to bring back after priesthood meeting. But we never missed priesthood meeting.\n<\/p><p>\nAs I think back over that experience I had with that wonderful man, I can't help giving him\npractically all the credit for directing me and teaching me to believe that if I would seek first\nthe kingdom of God and his righteousness, all these things would be added unto me. That was\na great lesson for me to learn.\n<\/p><p>\nI remember another thing he taught me which was very important. As a bishop he was not\nable to spend the time at home that some men can who are not bishops. He left us one\nafternoon while he was going out to look after his flock in the ward, and my brother and I\nwere assigned to do certain things. He came back a little sooner than he had intended, or than\nwe had expected him to come back anyway, and we hadn't accomplished what he had asked\nus to do. We had some calves in the corral we thought needed riding, and so we went about\nto accommodate those calves.\n<\/p><p>\nI will never forget the whipping my father gave me when he came in and found we had not\ndone the work which we had been assigned. He called me over to him and he said, \"My boy,\nI thought I could depend upon you.\" That is all he said.\n<\/p><p>\n<b>\"I Could Depend Upon You\"<\/b>\n<\/p><p>\nI made up my mind at that moment that father could never say that to me again as long as I\nlived and as long as he lived. And I was happy that he gave me that experience. A trouncing\nwouldn't have done the good that \"My boy, I thought I could depend upon you\" did. I made\nup my mind then that no one would ever be able to say, \"I thought I could depend upon you.\"\n<\/p><p>\nI thought as these young men were talking here tonight, they should make it a matter in their\nlives that no one could ever say, \"I thought I could depend on you,\" but could always say,\n\"There is a boy that I can depend on.\" And we brethren who hold the priesthood should be\nthe kind of men on whom the Lord knows he can depend.\n<\/p><p>\nIt is an interesting thing that neighbors expect one another to keep their covenants and to keep\ntheir agreements, and if a neighbor makes an agreement with another neighbor and he doesn't\nlive up to that agreement, his neighbor immediately rates him way down. But this same\nneighbor might be and very possibly is not keeping his covenants with his Heavenly Father.\nAnd I wonder if his Heavenly Father is saying to him, \"Son, I thought I could depend on\nyou.\"\n<\/p><p>\nAgain I wish to say, if you seek first the kingdom of God and his righteousness, all these\nthings will be added unto you (<span class=\"citation\" id=\"35328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35328)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nI was pleased with this young man when he was telling what his goals are. Now he has set\nthose goals with a certain class of persons with whom he wishes to associate. There will be\nsome young people who will listen to that who will sneer. But I want to tell those young\npeople that only as they live the way they should will they enjoy life. Never has any person at\nany time found joy in sin or doing that which is wrong.\n<\/p><p>\n<b>\"Have a Good Time\"<\/b>\n<\/p><p>\nI have a little story that I have told all over the Church; probably most of you have heard it.\nMy daughter and her girl friend were at our house, and they were going to a party; then two\nyoung men came and called for them. I sat and talked to them. I love young people. As I was\ntalking to them, talking about different things, I enjoyed my visit with them, and just before\nthey were ready to go, I said, \"Now, have a good time, kids.\" But just as they were going out\nof the door, I stepped over to my daughter and said, \"Now, behave yourself.\"\n<\/p><p>\nAnd she said, \"Well, Dad, make up your mind.\"\n<\/p><p>\nAnd I said to those young people so they could all hear me, \"Have a good time, kids, the best\ntime you will ever have in your lives, really have a good time tonight, but have the kind of\ntime, such a good time, that tomorrow, next week, a month from now or a year from now, ten\nyears from now, you can look back on tonight and say, 'I had a good time,' and have nothing\nto regret or be sorry about.\"\n<\/p><p>\nAnd I think they went and had a good time.\n<\/p><p>\nAnd that was my slogan for our missionaries in the West European Mission&mdash;to have a good\ntime. One young man, after I had been talking to a group of missionaries over in Germany,\ncame up to me and said, \"President Tanner, I don't think it's right for you to tell these\nmissionaries to have a good time because the only way they can do it is to do their work.\"\n<\/p><p>\nI said, \"Go, and have a good time.\" He was right.\n<\/p><p>\nThe story is told of another missionary over there who was discussing the gospel with one of\nthe reverends, and the reverend wasn't making the progress that he thought he should, and\nfinally he turned to the missionary and said, \"Well, at least you will agree that we are both\ntrying to serve the Lord.\" The missionary looked at him for a moment and said, \"Yes, I think\nI would&mdash;you in your way, and I in his.\" Now, brethren, that might sound impudent, and\nmaybe it was, if the story is true. But right there is a real lesson to me.\n<\/p><p>\n<b>\"Serve the Lord in His Way\"<\/b>\n<\/p><p>\nIf I can serve the Lord in his way, and I am saying this to all the boys who can hear me\nwherever they may be tonight, then I am going along the path where I will have the greatest\nsuccess and the greatest joy, if I can serve him in his way.\n<\/p><p>\nToo many of us, probably some sitting here tonight, would like to change the rules, and\nwould like to serve him in our way, not his way. Some of us wonder why we have to go to\nchurch and keep the Sabbath day holy. Some of us wonder about paying a full tithing. Some\nof us wonder about the Word of Wisdom. Some of us wonder about other things&mdash;moral\nliving. In fact a young woman came to me the other day and said, \"President Tanner, I have\ntried to live the gospel just as nearly as I could possibly live it, as I understand it. I am a little\nolder now. I am a teacher. I am still single. But I think you should know that too many of our\nyoung men today are saying, 'Oh what's the difference? What does it matter? That is a lot of\nnonsense.' And I know young men who are returned missionaries, I know young men who\ncome from some of the best families who are saying the same thing.\"\n<\/p><p>\nI would like to say to you young people tonight that such an attitude is just as far from right\nas it can possibly be. You cannot do those things and enjoy the Spirit of the Lord and make\nprogress and be the kind of person who will have joy in your future life, and the Spirit of the\nLord cannot be with you, as it is if you are clean-living young people.\n<\/p><p>\n<b>\"The Power of God\"<\/b>\n<\/p><p>\nLet us never be ashamed of the gospel of Jesus Christ, for it is the power of God unto\nsalvation (see <span class=\"citation\" id=\"42771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42771)\">Rom. 1:16<\/a><\/span>), and let us\nnever hesitate to call upon the Lord as these young\nmen told us tonight that we should do. Stay close to the Lord, show your appreciation of the\npriesthood that you hold. Honor that priesthood and thank God that you have the priesthood.\nImagine the priesthood being taken away from you tonight, any young man or any older man,\nbecause you are not prepared to live in the Lord's way, because you won't\nhonor and respect and magnify your priesthood.\n<\/p><p>\nBrethren, it is a great privilege to magnify the priesthood, and to do the things that the Lord\nhas asked us to do, and as you do them, you will find joy as you live here, and you will be\nworking out your salvation and eternal life.\n<\/p><p>\n<b>A Boy Taught by Heavenly Beings<\/b>\n<\/p><p>\nAs I think of that young boy, fourteen years of age, I would like you to imagine yourself\nbeing that young boy, when he went into the grove and prayed to his Heavenly Father, and\nimagine how he felt when God the Father and his Son Jesus Christ appeared to him and God\nsaid, \"Joseph, this is my beloved Son, hear him\" (see\n(<span class=\"citation\" id=\"30455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30455)\">JS&mdash;H 1:17<\/a><\/span>). Now that young\nman after he left that grove was left alone for three years. He had no bishop, and he had no\nteacher. He had no Sunday School; he had no one except his family, who believed in him, to\nhelp him live according to the knowledge that he had. He remained true to the faith, he tried\nto serve God, and because he did, he proved true and worthy to accept the other blessings that\nthe Lord had in store for him.\n<\/p><p>\nThis young man referred tonight to John the Baptist appearing, and I wonder how those two\nyoung men, Joseph Smith and Oliver Cowdery, felt then, as he who baptized the Savior came\nand placed his hands upon their heads and gave them the priesthood; and then as Peter, James,\nand John, Christ's senior Apostles, came to them. Brethren, it was because they lived close to\nthe Lord. They asked the Lord for guidance and sought first the kingdom of God and\ndetermined to keep his commandments.\n<\/p><p>\nThen, as I see that same young man standing up there, twenty-four years of age, saying to\nthose who were associated with him, his friends and neighbors, \"The Lord has chosen me and\nordained me an apostle, a prophet, a seer, a revelator, and president of His Church here upon\nthe earth.\" (<i>DHC<\/i> 1:75-79.)\n<\/p><p>\nBrethren, he could not have said that if the Lord had not chosen him. To that point he had\nreceived the priesthood, the Aaronic and the Melchizedek; he had been visited by the Angel\nMoroni; he had had the privilege of translating the Book of Mormon under direct revelation,\nand he gave us the priesthood that the Lord gave to him, and he, as you read in the twentieth\nand twenty-first sections of the Doctrine and Covenants, told the people what the\nresponsibilities of the different quorums of the priesthood were, how transgression should be\ndealt with, how to administer the Sacrament, how to baptize, and he gave the prayers.\n<\/p><p>\nBrethren, he was inspired of the Lord. There is no question about it. And when we think of\nhis receiving the revelation regarding the Word of Wisdom, and how many young people\nhave ridiculed that Word of Wisdom and said, \"You are old-fashioned; everybody is using\ntobacco.\" And now one hundred years later, scientists have proved beyond any doubt that\ntobacco is not good for man. It is harmful and is taking the lives of thousands of people.\n<\/p><p>\n<b>\"Be Obedient\"<\/b>\n<\/p><p>\nBrethren, let us be obedient to the Lord; let us be obedient to the priesthood. Let us magnify\nour calling so that it can magnify us. Let us not cheat as we go along and try to do it halfway,\nserve in our way; but let us serve in his.\n<\/p><p>\n<b>The Folly of Cheating<\/b>\n<\/p><p>\nAs I think of the young men and the older men who do this part way, I think they are\ncheating. And I wonder \"how can we think to earn a great reward if we now shun the fight?\"\nHow many of you would like to have a doctor diagnose your case, if it were a serious case,\nand then operate on you, if he were one who cheated his way through school? How many of\nyou would like to have a pilot who got his flying license by cheating take you in one of these\nbig jets today? How many of you would like to have a pharmacist who cheated prepare your\nprescription, given by a doctor, when your life depended on it?\n<\/p><p>\nHow many of us can feel that we are safe if we now shun the fight and fail\nto honor our priesthood and magnify the calling that is given to us?\n<\/p><p>\n<b>\"Honest with Yourself\"<\/b>\n<\/p><p>\nBrethren, we have to live with ourselves. I have a little poem that I would like to read to you.\nKeep this in mind:\n<\/p><p>\n\"I have to live with myself, and so<br \/>\n       I want to be fit for myself to know,<br \/>\n       I want to be able, as days go by,<br \/>\n       Always to look myself straight in the eye;<br \/>\n       I don't want to stand, with the setting sun,<br \/>\n       And hate myself for the things I've done.\n<\/p><p>\nI don't want to keep on a closet shelf,<br \/>\n       A lot of secrets about myself,<br \/>\n       And fool myself, as I come and go,<br \/>\n       Into thinking that nobody else will know<br \/>\n       The kind of man that I really am;<br \/>\n       I don't want to dress up myself in sham.\n<\/p><p>\n\"I want to go out with my head erect,<br \/>\n       I want to deserve all men's respect;<br \/>\n       But here in the struggle for fame and pelf,<br \/>\n       I want to be able to like myself.<br \/>\n       I don't want to look at myself and know<br \/>\n       That I'm bluster and bluff and empty show.\n<\/p><p>\n\"I never can hide myself from me;<br \/>\n       I see what others can never see;<br \/>\n       I know what others may never know;<br \/>\n       I never can fool myself, and so,<br \/>\n       Whatever happens, I want to be<br \/>\n       Self-respecting and conscience free.\"<br \/><br \/>\n&nbsp; &nbsp; &nbsp;                  \"Myself\"&mdash;Edgar A. Guest<br \/>\n&nbsp; &nbsp; &nbsp;       (From Collected Verse by Edgar A. Guest. Copyright Reilly &amp; Lee. )\n<\/p><p>\nBrethren, it is a great privilege to hold the priesthood of God. You are the only people in all\nthe world who are given the privilege to speak in the name of the Lord, who have been given\nthat authority. I plead with you young men to live so that you can enjoy your own\nself-respect, the respect of others, and so that the Lord will be able to say, \"There is a young\nman that I can depend on. He is a man who can hold any office in the Church and be a\nleader.\"\n<\/p><p>\nLet us go forward this night and always, seeking first the kingdom of God and his\nrighteousness (<span class=\"citation\" id=\"35329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35329)\">Matt. 6:33<\/a><\/span>),\nknowing that it will bring joy, success, and all things for our good. This is my\nprayer for you, as I bear my testimony to you that this is the Church of Jesus Christ, that the\npriesthood has been restored, and we are privileged to hold it, which is the power of God\ndelegated to man to act in his stead. May we all be worthy of it and magnify our calling that\nit may magnify us, I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}