{"ID":1326, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sacred Rules of Conduct<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1964, pp. 54-57<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, I feel as weak and humble as did Brother Plumb when he looked out at this vast\ncongregation and imagined all of you out there who are listening in. I would like to say to\nthese young men by way of encouragement that if they will continue, as they have started, to\nrespond to every call made of them to stand before congregations for the next sixty years, as I\nhave been doing, at the end of that time they will still be scared to death.\n<\/p><p>\nThese young men\nhave instructed young men of their age in certain activities and held up to them certain ideals,\nbut they have in fact been talking to all of us. Whatever our age, whatever priesthood we\nhold, whatever position in the Church we may occupy, these simple rules of conduct apply to\nus.\n<\/p><p>\n<b>Names and Their Connotations<\/b>\n<\/p><p>\nDid you ever wonder what men think when they think of you. Of what do you think\nwhen I say the words, \"George Washington\"? You think of leadership and\nhonesty and honor. Of what do you think when I say, \"Abraham Lincoln\"? You think of\ncourage, of humility, of leadership. Of what do you think when I say, \"Winston Churchill\"?\nYou think of one gifted with oratory which enables him to weld a nation into a fighting\nmachine. You think of one with an underslung jaw and a big cigar, but you get an idea, and\nyou think of something when these men's names are mentioned.\n<\/p><p>\nI ask you tonight, \"What do\nyour friends think when they think of you?\" If they do not think accurately, if they know\nsomething that would cause them to be ashamed of your acquaintanceship, you can change it.\nWhatever a man is at any time in his life is a result of all the past thoughts and words and\ndeeds that have come into his life. I am thinking tonight in terms of one of the problems\nwhich confronts all of us, deacon, teacher, priest, elder, seventy, high priest. I am thinking of\none of the problems that confronts the world and is being introduced among us at an alarming\nrate. I am thinking of a certain course of conduct which is malignant, dangerous,\ndeath-dealing, and contrary to the law of God. I am thinking of chastity, or its opposite.\n<\/p><p>\n<b>Consecrated Manliness<\/b>\n<\/p><p>\nLet us get a vision of consecrated manliness and then conform our lives to that manliness in\nsuch a way that we will never yield to the temptations that would lead us away from virtue\nand honor and honesty and manliness. \"He who profanes the source of life,\" someone has\nsaid, \"sins against that which is indispensable to the very existence of life.\" Let us then never\nforget the sanctity of life. With every gift of power that comes to us, there comes a\ntemptation to dishonor it, abuse it. You remember when Christ was on the earth the adversary\ntempted him, tried to get him to yield to the temptation to use his power to get bread when he\nhad been fasting for such a long time, and the Savior reminded him that man does not live by\nbread alone. Satan took Christ then to a height on the pinnacle of the temple and tempted him\nto show his power and authority by casting himself down and said the angels would hold him\nup. Jesus resisted that temptation to abuse his power. Then Satan took him onto a high\nmountain and showed him all the wealth of the world and said, \"All this I will give to thee if\nyou will fall down and worship me,\" and Christ said, \"Get thee behind me, Satan\" (see\n<span class=\"citation\" id=\"35298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35298)\">Matt. 4:3-10<\/a><\/span>;\n<span class=\"citation\" id=\"31616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31616)\">Luke 4:8<\/a><\/span>).\n<\/p><p>\n<b>Power&mdash;Uses and Abuses<\/b>\n<\/p><p>\nI repeat, with every gift of power comes the temptation to abuse it. Each man has within\nhimself the power that can destroy him, and that is a fact that each man under the sound of\nmy voice tonight should keep in mind. Each man or boy, whatever his age or his station in\nlife, is subject to the temptation to destroy himself by reason of a God-given power which all\nof us have. All of us who know good sometimes feel within ourselves the possibility of evil,\nand while we may condemn sincerely and without any hypocrisy the evil in us, we are\nconscious that at times we ourselves are tempted to do the very thing we hate, and in doing it\nwe hate ourselves as well as the thing we do. I think this caused Paul to admit, \". . . the good\nthat I would I do not: but the evil which I would not, that I do\"\n(<span class=\"citation\" id=\"42775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42775)\">Rom. 7:19<\/a><\/span>).\n<\/p><p>\nReal character is formed in the midst of the battles for the soul. Christ offered peace, not in\nthe sense of freedom from disturbance, but in the midst of disturbance. What we need is to\ndevelop within ourselves the kind of self-control that will enable us, in the midst of\ndisturbance, to find the peace that comes into the soul of a man who is living as he knows he\nought to live.\n<\/p><p>\nCharles Wagner said, \"Why shrink from responsibility? Can we buy this great honour at too\ndear a price . . . ? Do you know what degradation means to a soldier? It is to see his rank, his\ndecorations, his epaulets, torn from him; to see these signs of his former value thrown at his\nfeet! What is death in comparison with this dishonour? It is true that in the future this\nunfortunate soldier can sleep; he will never again mount guard; he will no\nlonger cry, 'to arms; here is the enemy!' he will never again make an assault nor hear the\nbullets whistling round him . . . Very well; to declare that a man is irresponsible is to\ndegrade him! Death were better\" (Wagner, Charles, <i>Courage<\/i>, Dodd, Mead, and Co. New\nYork, 1904, pp. 73-74).\n<\/p><p>\n<b>Power of Purity<\/b>\n<\/p><p>\nAnd so I repeat, my plea to the men of the priesthood of the Church is to keep yourselves\nclean. Older men are yielding to temptation, to sin. Younger men are struggling with\nthemselves. It is difficult sometimes for them to understand themselves because this\nGod-given power of procreation carries with it a power of destruction. But it has, because of\nits life-giving nature, the possibilities of the greatest glory and joy that can come to a living\nsoul. I believe that every man who is tempted to sin, to commit adultery, to become unclean\nin his habits, should examine himself and see whether he is harboring things that will destroy\nhim.\n<\/p><p>\nI would like to leave with you tonight an appeal&mdash;especially to you stake presidents, high\ncouncilmen, bishops and counselors, heads of quorums, all in presiding positions&mdash;I would like\nto leave a plea that you get closer to your young people&mdash;and older people&mdash;under your\njurisdiction and teach them the beauty of purity and let them know that purity is power.\nSometimes some of us get the idea that certain people are not worth our attention. They have\ngone beneath and beyond what we thought to be worth saving. I would like to give you one\nlittle story to illustrate how sometimes we misjudge one another, and sometimes we are guilty\nof assuming that the one we are thinking of is not as good as we.\n<\/p><p>\n<b>Find Good in Men<\/b>\n<\/p><p>\nIt was during World War I. We had a man in our regiment who was as tough as any man in\nthe regiment; he was known as the unsentimental cuss; he was the kind of man that nobody\nliked. We thought he had no sense of emotion or of sympathy or of understanding. He could\nsee his comrades shot down by his side and never bat an eye, and we didn't think he had in\nhim anything that would indicate that he had any sentiment at all. I was guilty of saying in\nmy heart, though I think I didn't speak it out loud, \"I thank thee, God, that I am not like that\nman\" (see <span class=\"citation\" id=\"31628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31628)\">Luke 18:11<\/a><\/span>).\nThere was another Pharisee once who said that, and this time I was the Pharisee.\n<\/p><p>\nWe were in France. This man was called on duty to examine the mail, incoming and outgoing\nmail. (That is quite an interesting job; you read some very interesting letters. For instance, I\nremember reading a letter from a young fellow to his girl, it was undoubtedly very sincere, in\nwhich he told her of the good time he was having and how he missed her and how he loved\nher. Then, undoubtedly, he was called suddenly to duty, because he said, \"I am feeling fine,\nbut I am as lousy as a pet coon,\" and then underneath he scribbled, \"Hoping this finds you the\nsame.\")\n<\/p><p>\nWell this unsentimental cuss was on duty reading mail, and he read a certain letter, a letter\nfrom a Mrs. Jock Anderson out in London, Ontario, Canada. She was writing to her beloved\nJock, and she said to him, \"We are getting on all right, my dear. The ten little bairns are\ncoming along. I have had to wean the baby because I have to work to support the others, but\nwe are mighty proud of you and proud of where you are. But, Jock, dear, our neighbor three\nmonths ago received word that her husband was missing. She said she had rather heard he\nwas dead&mdash;she said she could hardly stand the uncertainty of it.\" And then she added, \"Jock,\nmy dear, join with me and pray God that I may never get word that you are missing.\"\n<\/p><p>\n      This unsentimental officer read that letter but said nothing about it. That night there\nwas paraded before him a sergeant and six men who were going out into no-man's land. They\ncalled the roll; the officer heard the name of Jock Anderson among those who were going out.\nThey went out, and in the morning the sergeant and three men came back. Again they called\nthe roll, and Jock Anderson did not answer. The officer said to the sergeant, \"Do\nyou know where Jock Anderson fell?\"\n<\/p><p>\nThe sergeant replied, \"Yes, sir, he\nfell on an elevation on which is trained the enemy's machine gun.\"\n<\/p><p>\nThe officer asked, \"Do you think a man could go out to that body and get the identification\ndisc off his neck?\"\n<\/p><p>\nTo which the sergeant answered, \"Sir, it would be absolute suicide, but if you say so I will\ntry.\"\n<\/p><p>\nThen the officer said, \"I didn't mean that. I just wanted to know.\"\n<\/p><p>\nYou know in World War I you could not declare a man dead unless you could produce his\nbody or his identification disc. That night that unsentimental officer was missing, and the next\nmorning there came up to the front lines a large regimental envelope. When it was opened,\nthere fell out an identification disc with the name of Jock Anderson on it and a short note\nsaid, \"Dear Major: I am enclosing the identification disc of Jock Anderson. Please write to\nMrs. Anderson in London, Ontario, Canada, and tell her God heard her prayer&mdash;her husband\nis not missing.\"\n<\/p><p>\nThat was the man of whom I had said, \"I thank thee, God, that I am not like him.\" He had\nthe courage which I never had to crawl out on his stomach in the face of almost certain death\nin order to bring to a woman he had never seen, 3000 miles away, the poor comfort that her\nhusband was not missing.\n<\/p><p>\nAnd on the bottom of his letter he wrote, as though it didn't amount to much, \"As for me, I\nam off for blighty in the morning. The doctor says it is an amputation case and may prove\nfatal. Cheerio.\"\n<\/p><p>\nSince that experience I have tried to believe that every man has something in him worth\nsaving. Let us go out and help the boys and the men who are not active. Let us find the good\nin them and bring them into activity, and in the course of all that we do, let us keep ourselves\npure and unspotted from the sins of the world\n(<span class=\"citation\" id=\"26175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26175)\">James 1:27<\/a><\/span>).\nI leave you my testimony and my blessing and\nask God to be with all who are in this building and you other thousands out there tonight.\nMake a resolution as these young men have pleaded for us to do, \". . . as for me and my\nhouse, we will serve the Lord\" (<span class=\"citation\" id=\"30064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30064)\">Josh. 24:15<\/a><\/span>).\nGod bless you, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}