{"ID":1329, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Giving One's All<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, April 1964, pp. 64-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I am happy to be with you this Sabbath morning in this great\nconference, and I pray that I may be guided by the Spirit of the Lord in speaking to you.\n<\/p><p>\nI have been greatly inspired by the presence and words of our beloved prophet David O.\nMcKay and of President N. Eldon Tanner. I bring you the love and greetings of the\nmissionaries and of the Saints of the nine eastern American missions, and I am pleased to\nreport to you that there is great growth and development in the kingdom in that part of our\nLord's vineyard.\n<\/p><p>\nIn The Church of Jesus Christ of Latter-day Saints we call one another Brother and Sister\nbecause we recognize that all mankind are sons and daughters of our Father in heaven\ntherefore, we are all brothers and sisters.\n<\/p><p>\nThis spirit of brotherhood is greatly needed in the world today. We are living in a period\nwhen one crisis follows another. Faith in mankind is being disturbed and destroyed, and\nmen's hearts are troubled and seem to be failing them. Yet there is a disposition even in\nChristian countries to rule out of life the mission of Jesus Christ.\n<\/p><p>\n<b>The Godhead<\/b>\n<\/p><p>\nThe first statement in the declaration of belief of The Church of Jesus Christ of Latter-day\nSaints is: \"We believe in God, the Eternal Father and in His son Jesus Christ and in the Holy\nGhost\" (<span class=\"citation\" id=\"6795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6795)\">A of F 1:1<\/a><\/span>).\nThis belief in God is the life-giving element of the Church. Our conception of God is\npersonal. God in this dispensation has revealed himself to mankind as he has in former\ndispensations. Through faith and prayer Joseph Smith as a young man gained the great\nblessing of beholding God the Father and his Son Jesus Christ.\n<\/p><p>\nIn his own words, Joseph Smith said,\n\". . . I saw two Personages, whose brightness and glory defy all description, standing\nabove me in the air. One of them spake unto me, calling me by name and said, pointing to\nthe other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30456)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nI bear witness that God lives, that Jesus is the Christ, the Only Begotten of the Father in the flesh,\nour Savior and Redeemer. Also that Joseph Smith, in fulfillment of prophecy, was a great\nprophet of God, an instrument in his hands to restore the gospel of Jesus Christ in its fullness\nas well as the true knowledge of God and to restore the Church of Jesus Christ in these latter\ndays. The Church has been restored here on the earth with the power to act in the name of\nGod and has been led by prophets since its restoration. A great prophet, David O. McKay,\nnow leads and directs through revelation from God.\n<\/p><p>\n<b>The Atonement<\/b>\n<\/p><p>\nThrough the atonement of Christ, all mankind may be saved, by obedience to the laws and\nordinances of the gospel (<span class=\"citation\" id=\"6800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6800)\">A of F 1:3<\/a><\/span>).\nThe Savior said, \"Let not your heart be troubled: ye believe in God,\nbelieve also in me.\n<\/p><p>\n\"I am the way, the truth, and the life: no man cometh unto the Father, but by me\"\n(<span class=\"citation\" id=\"28125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28125)\">John 14:1,6<\/a><\/span>).\nJesus taught that all the law and the prophets rested upon the principle of loving God\nwith all of our heart, might, mind, and strength and our neighbors as ourselves\n(<span class=\"citation\" id=\"35384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35384)\">Matt. 22:37-40<\/a><\/span>).\n<\/p><p>\nThe gospel of Jesus Christ is the plan of life that will restore peace to the world&mdash;remove\ninner tensions and troubles and bring happiness and contentment&mdash;the greatest philosophy of\nlife ever given to man. It is founded upon the basic principles of love of God and man and\nshowing this love in service to our fellow men. All mankind must shape their lives upon the\nsimple principles he taught and lived to comprehend him in his power and majesty.\n<\/p><p>\n<b>In the Service of God<\/b>\n<\/p><p>\nKing Benjamin, a great prophet, stated: \"And behold, I tell you these things that ye may learn\nwisdom; that ye may learn that when ye are in the service of your fellow beings ye are only\nin the service of your God\"\n(<span class=\"citation\" id=\"40323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40323)\">Mosiah 2:17<\/a><\/span>).\n<\/p><p>\nJesus said, \". . . seek ye first the kingdom of God, and his righteousness\"\n(<span class=\"citation\" id=\"35330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35330)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\n\". . . the kingdom of heaven is like unto treasure hid in a field; the which when a man hath\nfound, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field.\n<\/p><p>\n\". . . the kingdom of heaven is like unto a merchant man, seeking goodly pearls:\n<\/p><p>\n\"Who, when he had found one pearl of great price, went and sold all that he had, and bought\nit\" (<span class=\"citation\" id=\"35366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35366)\">Matt. 13:44-46<\/a><\/span>).\n<\/p><p>\nPresident Lorenzo Snow, one of the prophets of this dispensation, in speaking to the Saints in\n1898 had this to say: \"We have found the treasure in the field, we have found the Pearl of\nGreat Price&mdash;and now we have got to give all that we have for it&mdash;at one time or another.\nThe Lord has said that he will prove us even unto death to see whether we will stand by the\ncovenant we have made with him\"\n(<span class=\"citation\" id=\"14470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14470)\">D&amp;C 98:14<\/a><\/span>).\n<\/p><p>\nA distinguishing feature of The Church of Jesus Christ of Latter-day Saints is the opportunity\nfor every member to serve in some capacity. Recently while traveling on a plane in the East I\nasked the man sitting next to me what he knew about the Church. He replied that he had lived\nin Salt Lake City for a few months some years ago, and became acquainted with several\nmembers of the Church. The thing that impressed him most was that every member was given\na chance to serve by working in the Church. We are told plainly and unequivocally that our\ngreatest opportunity and responsibility here is building the kingdom of God, Christ's Church\non earth. I know this to be true.\n<\/p><p>\nIn 1894 Elder Francis M. Lyman, one of the leaders of the Church, gave this counsel: \"It will\nbe profitable to all Latter-day Saints to make this Church first in their hearts and affections.\nWhy? Because the Lord has told us to seek first the kingdom of God\n(<span class=\"citation\" id=\"35331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35331)\">Matt. 6:33<\/a><\/span>). We have sought the\nkingdom and have found it&mdash;and now that should have our attention before farming, before\nmerchandising, and before literary pursuits and the like.\n<\/p><p>\n<b>The Primary Object<\/b>\n<\/p><p>\n\"The welfare of the Church of Christ in the earth and the spreading abroad\nof the gospel should be our primary object.\n\"But is this the case with us? If it is not, then we have need of reformation. If the Church of\nChrist and the principles of righteousness are not foremost in our hearts, then I say all Israel\nso far as they lack, have need of reformation.\n<\/p><p>\n\"If we have set our hearts upon property, whether it be little or much (for I presume a man\ncould worship a little property as well as a great deal), then we are idolaters, and God has\nforbidden us to be idolaters. He has commanded us not to bow down to worship anything on\nearth.\" This counsel is as important and applicable today as it was when it was given seventy\nyears ago, perhaps more so.\n<\/p><p>\nThe Savior said, \". . . unto whomsoever much is given, of him shall be much required\"\n(<span class=\"citation\" id=\"31624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31624)\">Luke 12:48<\/a><\/span>).\n<\/p><p>\nAs I travel throughout the Church I am told by the leaders that the most pressing need today\nis \"Greater dedication on the part of everyone in building the kingdom.\" In the parables\nreferred to, the price of possession of the hidden treasure and of the pearl of great price is\none's all&mdash;complete dedication. We might ask, \"How does the Lord interpret 'giving our all'\nor 'complete dedication,' and how will he prove us even unto death as President Snow\nstated?\"\n<\/p><p>\nGiving our all or complete dedication means&mdash;putting the Church first in our lives. It means\nto accept every opportunity to serve. As you accept each call, recognize the tremendous\nopportunity even though the assignment does not appear to be too important, or you may feel\nyour inadequacy.\n<\/p><p>\nI heard of a young man who in presenting a diamond to his fiancée remarked, \"it isn't very\nlarge,\" whereupon she replied, \"it's as big as we make it.\" So it is with every call to serve\nthat we accept&mdash;it's as big as we make it.\n<\/p><p>\n<b>Opportunities Many and Varied<\/b>\n<\/p><p>\nOpportunities to serve in building the kingdom are varied and many. Some require giving of\nour time, others require giving of our talents, others require giving of our means. When we\naccept any assignment to serve \"giving our all\" means giving all of the time, talents, and\nmeans necessary to accomplish the righteous objective. In being asked to give of our time,\nfew are asked to lay down their lives in building the kingdom, but if this were to be required,\nwe should be willing to do so. In many respects it is better to live for the Church than to die\nfor it. Living for the Church can mean accepting a call as a teacher, a quorum or auxiliary\nleader, a bishop, a stake officer, a temple or welfare worker, a home teacher, a missionary, or\nin performing any service for our fellow men.\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints has no paid ministry. As an example: The\nbishops of the wards throughout the Church are laymen and arrange their time and affairs so\nthat they can provide and care for their families and still shepherd the flocks over which they\nare placed. This type of service is truly giving one's all.\n<\/p><p>\n<b>\"Teach All Nations\"<\/b>\n<\/p><p>\nJesus told his disciples in the Meridian of Time that they should, \"Go . . . and teach all\nnations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:\n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you\"\n(<span class=\"citation\" id=\"35408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35408)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nThe Savior has given us this same charge in this dispensation through the Prophet Joseph\nSmith and the prophets that have followed him. The Church of Jesus Christ has always been a\nmissionary Church. At the present time there are approximately 16,000 full time and stake\nmissionaries working throughout the world. Every member of the Church has been charged\nwith the responsibility of giving the gospel message to his friends and neighbors.\n<\/p><p>\nThere is no greater evidence of giving your all than that shown by dedicated missionaries. We\nask that you give heed to their message as you have an opportunity to hear it. The message\nis&mdash;that the heavens have been opened and the gospel of Jesus Christ in its fullness has been\nrestored. It is indeed a message of glad tidings, \". . . the power of God unto salvation to every\none that believeth\" (<span class=\"citation\" id=\"42772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42772)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\n<b>Investment of Talents in Service<\/b>\n<\/p><p>\nSome opportunities to serve require the giving of our talents as well as of our time. The Lord\nhas told us, \". . . with some I am not well pleased, for they will not open their mouths, but\nthey hide the talent which I have given unto them, because of the fear of man . . .\n<\/p><p>\n\". . . Thou shalt not idle away thy time, neither shalt thou bury thy talent that it may not be\nknown\" (<span class=\"citation\" id=\"14403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14403)\">D&amp;C 60:2,13<\/a><\/span>).\n<\/p><p>\nGiving our all through the use of our talents is exemplified beautifully by the members of the\nSalt Lake Tabernacle Choir. These dedicated people spend untold hours rehearsing and\npreparing for and presenting their regular Sunday morning program and their many special\nappearances throughout the world. The choir is the means of opening the hearts and doors of\nmillions of people to the gospel message. Their only remuneration comes from the joy they\nreceive in serving the Lord.\n<\/p><p>\nGiving our all as applied to our means involves contributing financially to the growth and\ndevelopment of the kingdom. He who pays an honest tithe and makes his other offerings as\nrequired is giving his all as far as these matters are concerned. The widow's mite\n(<span class=\"citation\" id=\"31629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31629)\">Luke 21:1-4<\/a><\/span>) is as\nacceptable as the rich man's abundance.\n<\/p><p>\nTaking care of the poor and needy through welfare projects and in many other ways requires\nthe giving of our means, and each one of these instances is impressive evidence of one's\ndedication. Building the kingdom also requires the building of chapels, temples, schools,\nhospitals, and other church buildings in order to take care of the spiritual and physical needs\nof God's children.\n<\/p><p>\nMany throughout the world have left their homes, much the same as the missionaries, to serve\nin the vast building program of the Church, furnishing much of the supervision and labor\nneeded. Substantial financial contributions as well as time are required to carry on the\nworldwide building operation. When these buildings are dedicated to the Lord, they are\nentirely free from debt.\n<\/p><p>\n<b>Sacrifice Brings Blessings<\/b>\n<\/p><p>\nSacrifice brings forth the blessings of heaven, and in this respect financial sacrifice means\nopportunities for great and varied blessings. Certainly the sacrifices entailed in contributing to\nthe building program of the Church, both of time and means, are outstanding examples of\ngiving one's all\n<\/p><p>\nThe Apostle Paul in writing to the Corinthian Saints emphasized the importance of our\nattitude in giving when he said:\n<\/p><p>\n\"But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth\nbountifully shall reap also bountifully.\n<\/p><p>\n\"Every man according as he purposeth in his heart, so let him give; not grudgingly, or of\nnecessity: for God loveth a cheerful giver\"\n(<span class=\"citation\" id=\"3050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3050)\">2 Cor. 9:6-7<\/a><\/span>).\n<\/p><p>\nJesus in teaching his disciples counseled, \"Lay not up for yourselves treasures upon earth,\nwhere moth and rust doth corrupt, and where thieves break through and steal:\n<\/p><p>\n\"But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and\nwhere thieves do not break through nor steal\n<\/p><p>\n\"For where your treasure is, there will your heart be also\"\n(<span class=\"citation\" id=\"35324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35324)\">Matt. 6:19-21<\/a><\/span>).\n<\/p><p>\n<b>Building the Kingdom<\/b>\n<\/p><p>\nThe message of Christianity is to love and to serve, and we truly show our love by our good\nworks. To attain real greatness, the Savior tells us, one must be the servant of all.\n<\/p><p>\nThe question is frequently asked, are people as dedicated today in building the kingdom as\nthey were in former times. I feel that generally they are Giving our all today may in some\nrespects be different from heretofore, but I see evidences every day where men women, and\nchildren are showing their love of God and their fellow men by their complete dedication.\nThey are gladly giving their all in time, talents, and means. I commend them for it. I counsel\nall others to put the Church first in their lives and reap the peace happiness, and contentment\nthat come from giving their all through complete dedication.\n<\/p><p>\nMy brothers and sisters, we are engaged in the Lord's work. God lives, and\nJesus Christ is our Savior and Redeemer. I know this to be true. The heavens have been\nopened, and prophets have been raised up. Joseph Smith was indeed a great prophet raised up\nto perform a mighty work in establishing God's kingdom in this dispensation. And we have a\ngreat prophet at the head of the Church today, our beloved      President David O. McKay.\nAll mankind would do well to heed his counsel and advice. I bear this testimony to you in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}