{"ID":133, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1944, pp. 36-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPaul declared: \"For I am not ashamed of the gospel of Christ: for it is the power of God unto\nsalvation\" (<span class=\"citation\" id=\"42658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42658)\">Rom. 1:16<\/a><\/span>).\nOthers define the gospel as tidings of great joy, some as the body\nof doctrine promulgated by the Savior and his apostles, and it may be termed the constitution\nof God's kingdom; but Paul's definition causes one to pause and contemplate the intriguing\nterm \"godly power\" as an element in the plan of salvation and whether or not man can\nacquire and develop godly power.\n<\/p><p>\nTHE POWER OF GOD MADE MANIFEST\n<\/p><p>\nThe power of God is manifested by and through the priesthood. It was through the power of\nGod that worlds were created, providing a tangible evidence of God's power. The power of\nGod is evidenced and keenly felt in righteous words, honest deeds, sincere emotions, and\nclean thoughts of men. The power of God is creative, both in a spiritual and temporal sense,\nfor all things were created, first, spiritually and then temporally. By his power the earth was\nformed; by his power light and darkness were separated; by his power the land and water\nwere separated; by his power the vegetation, fowls of the air, the fish of the sea, and all\nearthly creatures were brought into being; but the most important of all these was the creation\nof man in the exact image of his Creator. The finite mind cannot comprehend or understand\nthe full significance of the creation nor of the principles and the powers involved therein, but\nwe do know that the creation was a great and stupendous work accomplished by actual,\nspiritual, mental, and, who knows but what some physical effort was necessary on the part of\nour Heavenly Father. There must have been an element of work, of effort, in it, or else why\nthe declaration found recorded in Genesis 2:2, \"And on the seventh day God ended his\nwork which he had made; and he rested on the seventh day from all his\nwork which he had made\" (<span class=\"citation\" id=\"23478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23478)\">Gen. 2:2<\/a><\/span>),\nan indication of the necessity for rest after such a tremendous\naccomplishment.\n<\/p><p>\nADAM'S EXPERIENCES\n<\/p><p>\nWhen Adam was placed in the Garden of Eden to enjoy its beauty, comforts, and food\nalready produced, the Lord enjoined him merely to prune the garden and keep it in good\ncondition; but soon thereafter the fall came as foreordained, and Adam was cast from the\ngarden. He found himself in the lone and dreary world, far different from the orderly Garden\nof Eden. The voice of the Creator declared to him that if he were to eat, in fact to exist, it\nwould depend upon his efforts whereby in the sweat of his brow and the toil of his hands\nshould he eat his bread (<span class=\"citation\" id=\"23479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23479)\">Gen. 3:19<\/a><\/span>),\npointing out, too, that noxious weeds and thistles would stand in his\nway, creating the necessity for more work and effort. With Adam leaving the garden there\ncame into being the most important project among men, namely, that of agriculture which\nproduces food and raiment for man, the first two physical requisites, and moreover affords\nmore actual work than any other industry. But Adam was not left unqualified to meet this\nnew condition, for his Eternal Father had bestowed upon him the mental and physical\npotentialities to create by his labors all the necessities of life. So man from the beginning\npossessed the potential power of creating his requirements through work. The words \"create\"\nand \"work\" are synonymous. Hence, the power of God is work, by which I mean the\nconscious exercise of spiritual, mental or physical effort and activity.\n<\/p><p>\nMAN'S GROWTH COMES THROUGH WORK\n<\/p><p>\nThe very spiritual, mental, physical makeup of man fits him for work and the acquirement of\ngodly power there through. Think, if you will, of all God's creations, there are none\ncomparable to man spiritually, mentally, or physically. In the mind of man, the plan is\nformulated, and physical instruments, such as the hand, bring into actual existence the plan of\nthe mind. There is nothing comparable to the hand as a useful tool. The things that can be\ndone and accomplished by the hand are innumerable. The most delicate mechanical\ninstruments, such as the electric eye, the radio, radar, all forms of transportation and\nbuildings, are the creations, first, of the mind, influenced by the spirit of inspiration, and,\nsecondly, the hand of man&mdash;man, the son of the Eternal Creator.\n<\/p><p>\nWe have spoken of man's mental and physical attributes but what of the spiritual? There is no\nquestion but what the development of the spirit depends entirely upon the mental and the\nphysical work of man. Therefore, any individual who denies himself the privilege of work\ndenies himself salvation and exaltation in the kingdom of God. He denies himself the power\nof creation. First, he imposes on others and their efforts the responsibility of\nproviding temporal sustenance. Secondly, his mind being idle, he becomes open to the\ninfluences of the evil one, for as it has been said, \"An idle mind is the devil's workshop.\"\nMental progression stops. \"No man can be saved in ignorance\"\n(<span class=\"citation\" id=\"12062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12062)\">D&amp;C 131:6<\/a><\/span>). Physically he becomes weak,\nsubject to disease, and as medical science has declared, his span of life is shortened ten to\ntwenty years, which is logical because the body, like a machine out of use, becomes rusty and\nobsolete. Spiritually, he loses contact with the divine. His spiritual body literally starves and\nbecomes emaciated and weak. The experiences of mortality have done him but little good.\n<\/p><p>\nThe Lord knew his children in the spiritual world, fully realizing that upon their return to his\npresence, there would be a great difference in achievements&mdash;some taking full advantage of\nthe opportunities in mortality, thereby achieving highly. Others would achieve in a partial\nway. Then there might be the indolent and careless. Therefore, out of justice and proper\nrewarding, the Lord indicated that his children would be judged by their works and very\nproperly established three glories as a reward&mdash;the celestial for those who achieved highly, the\nterrestrial for those who achieved partially, and the telestial for those who were indolent and\ncareless.\n<\/p><p>\nIDLENESS A DEMORALIZING AGENCY\n<\/p><p>\nThe modern day trends in religion advocate the corrupt philosophy that man's salvation is\nassured by grace alone, which contradicts the teaching of the Master, \"Faith without works is\ndead\" (<span class=\"citation\" id=\"26054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26054)\">James 2:26<\/a><\/span>).\nAnd why should faith without works be dead? Because the godly power of work, the\npower of God unto salvation (<span class=\"citation\" id=\"42659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42659)\">Rom. 1:16<\/a><\/span>),\nhas not been invoked. Moreover, men are being taught a\ndemoralizing, and might I say a most degenerate doctrine that the world owes them a living\nwithout physical or mental effort upon their part. There has been nothing in history which has\nundermined and destroyed the moral fabric of the people more than this false doctrine, not a\nnew doctrine, for it had its inception in the council of heaven when the Son of the Morning,\nLucifer, proposed to save mankind without any effort upon their part. Men are encouraged to\nlean upon the government for their sustenance rather than to depend upon their God-given\npowers to create by the sweat of their brow and the work of their hands the necessities of life.\nIt is odd that there are those who think that our government has an inexhaustible resource of\nmoney which will always be available.\n<\/p><p>\nROBERT INGERSOLL'S OPINION OF GOVERNMENT SUPPORT\n<\/p><p>\nOn this point may I quote Robert Ingersoll. I do not agree with him on many things, but on\nthis point, he is right. Said he:\n<\/p><p>\nIn the first place the government does not support the people, the people support the\ngovernment. The government is a perpetual pauper. It passes 'round the hat and solicits\ncontributions; but then you must remember that the government has a musket\nbehind the hat. The government produces nothing. It does not plow the land, it does not sow\ncorn, it does not grow trees. The government is a perpetual consumer. We support the\ngovernment. Now, the idea that the government can make money for you and me to live\non&mdash;it is the same as though my hired man should issue certificates of my indebtedness to him\nfor me to live on. Some people tell us that the government can impress its sovereignty on a\npiece of paper, and that is money. Well, if it is, what is the use of wasting it making one\ndollar bills? It takes no more ink and no more paper&mdash;why not make one thousand dollar bills?\nWhy not make a hundred million dollar bills and all be billionaires? How do you get your\nmoney? By work. You have to dig it out of the ground. That is where it comes from. Men\nhave always had a kind of hope that something could be made out of nothing.\n<\/p><p>\nLABOR A SACRED OBLIGATION\n<\/p><p>\nThe only preventive for further decadence in the morals, intelligence, spiritual, and\nmaterialistic affairs of man is not less work, but more work, the proper understanding between\nemployee and employer, both of them realizing that they have sacred obligations to one\nanother. He who would hire the laborer should realize that there is imposed upon him a\nsacred obligation, namely, as stated in Luke that the laborer is worthy of his hire\n(<span class=\"citation\" id=\"31123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31123)\">Luke 10:7<\/a><\/span>). On the\nother hand, he who labors with his hands should remember his obligation of an honest day's\nlabor. It is as the writer of Proverbs declares in 10:4: \"He becometh poor that dealeth with a\nslack hand: but the hand of the diligent maketh rich\"\n(<span class=\"citation\" id=\"41383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41383)\">Prov. 10:4<\/a><\/span>). The last sentence of this verse that \"the\nhand of the diligent maketh rich,\" impels me to quote to you a statement of Abraham Lincoln:\n<\/p><p>\nLabor was prior to capital, but property is the fruit of labor. Property is desirable and is a\npositive good to the world. That some should be rich shows that others may become rich and\nhence is just encouragement to industry and enterprise. Let not he who is houseless pull down\nthe house of another, but let him work diligently and build one for himself, thus by example\ninsuring that his own shall be safe from violence when built.\n<\/p><p>\nThe power of God which is work, creative work, as I have defined it, is the foundation stone\nof salvation, temporally, spiritually, and mentally. The cornerstone on which this great\nrepublic rests is that of work and free enterprise. Should the cornerstone deteriorate, the\nnational structure will collapse. The cornerstone must be strengthened and reinforced by\ngreater endeavor, for there is now resting upon this nation a burden of debt the like of which\nthe world has never known before, stupendous beyond the imagination and comprehension of\nthe average mind; and its liquidation, if it is liquidated according to just and honest principles,\ncan only be accomplished through the application of godly power, namely, work on the part\nof its citizens. This statement is sustained by an excerpt taken from a bulletin published by the\nTax Foundation in New York City:\n<\/p><p>\nThe relation between average earning power and the average debt load on the individual is\nsignificant. A large part of the debt is held by banks, insurance companies, and other savings\nand investment institutions. The future welfare of millions of people\ndepends on the continued solvency of these institutions and that depends on maintaining the\nvalue of their assets, including government bonds. But the value of the government bonds\ndepends on the labor and earnings of the people and on their capacity to provide enough taxes\nto pay the interest and redeem the principal of the debt.\n<\/p><p>\nAnything short of this will bring bankruptcy and chaos to all. One cannot think or speak of\nthe gospel of the Lord Jesus Christ as being the power of God unto salvation, spiritually,\nmentally, and temporally but what there comes to mind the memory of the intrepid\npioneer&mdash;he who saw and understood the Gospel with all its implications and obligations,\naccepting them wholly, willingly, and with no reservations as to work&mdash;hence his memorable\nachievements. There stands to his memory an everlasting monument in the form of the\nrestored Church of Christ a great state, the emblem of which is the beehive&mdash;a symbol of\nindustry, thrift, and no place for the idler but an attitude of helpfulness to the aged, the\nwidowed, and the fatherless. As heirs to all these blessings, there stands before us the\nchallenge of the pioneer, and if we accept it, we will take from his gnarled hand of toil the\ntorch of the gospel of salvation to exemplify its ideals, its saving power in unceasing work.\n<\/p><p>\nWe are a blessed people in that we have a living prophet of God, whose counsel on the matter\nof work is as follows:\n<\/p><p>\nI have never seen the day when I was not willing to do the meanest work [if there is such a\nthing as mean work which I doubt] rather than be idle. . . . I assert with confidence that the\nlaw of success here and hereafter is to have a humble and prayerful heart and to work, work,\nwork.\n<\/p><p>\nOf all Christian peoples and American citizens, we should stand out preeminently as a people\nfull of faith in the Creator, a people of integrity, and a people which demonstrates and proves\nto the world that the power of God in the gospel of the Lord Jesus Christ is the power and the\nefficacy of work as I have defined it.\n<\/p><p>\nI humbly pray that every man, woman, and child in Israel will understand the full significance\nof work, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}