{"ID":1330, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Memo to Dads<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, April 1964, pp. 68-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am a father. I share this popular title with millions. I would like to do some thinking with\nall of the fathers within range of my voice this morning, and we sincerely invite the rest of\nthe family to listen in. Dads, do you realize that we have had one of the truly great\ncompliments of the ages bestowed upon us? It has been wisely stated that \"to be trusted is a\ngreater compliment than to be loved.\"\n<\/p><p>\nAs choice young spirits have been sent into our charge, the sacred trust that I refer to has\nbeen bestowed by Heavenly Father. I would like to have all fathers join me this morning as\nwe contemplate the obligations associated with this great blessing of fatherhood.\n<\/p><p>\n<b>Obligations and Blessings<\/b>\n<\/p><p>\nWho among us fathers would not thrill at the prospects of our son recording of us as a boy\nprophet recorded more than 2500 years ago: \". . . having been born of goodly parents\"\n(<span class=\"citation\" id=\"1590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1590)\">1 Ne. 1:1<\/a><\/span>),\nor perhaps this recording from the pen of our modern-day Prophet, Joseph Smith,\nJun., as he said, \". . . I love my father and his memory; and the memory of his noble deeds\nrests with ponderous weight upon my mind, and many of his kind and parental words to me\nare written on the tablet of my heart . . .\n<\/p><p>\n\"Words and language are inadequate to express the gratitude that I owe to God for having\ngiven me so honorable a parentage\" (<i>DHC<\/i> 5, see pp. 125-126).\n<\/p><p>\nSuch an expression of gratitude from one of our sons could hardly be expected, much less\nappreciated, without some real effort on our part in order to merit it.\n<\/p><p>\nSo how about it, dads? Let's put our heads together for just a few minutes and determine\nsome ways to improve our contribution to the partnership we have with God the Eternal\nFather in guiding the destiny of human souls, in this case, our sons.\n<\/p><p>\n<b>Love, the Prime Ingredient<\/b>\n<\/p><p>\nLet us place first things first and mention love as the prime ingredient. I rather think that\nHeavenly Father would like the idea of love heading our list, for his Only Begotten, the\nSavior of the world, had unlimited capacity for love. This single trait of love was most typical\nof his brief mortal ministry.\n<\/p><p>\nIn this day the Lord has revealed his will to us concerning our approach to one another, and I\ncannot think of a single reason why it should not apply especially to the father-son\nrelationship. He speaks of using our power and influence, \". . . only by persuasion, by\nlong-suffering, by gentleness and meekness, and by love unfeigned;\n<\/p><p>\n\"By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy,\nand without guile&mdash;\" (<span class=\"citation\" id=\"14499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14499)\">D&amp;C 121:41-42<\/a><\/span>).\n<\/p><p>\nIn acknowledging God's patience with the children of Israel, Nehemiah described God as \". . .\nready to pardon, gracious and merciful, slow to anger, and of great\nkindness\" (<span class=\"citation\" id=\"41069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41069)\">Neh. 9:17<\/a><\/span>).\n<\/p><p>\nThe Savior became upset and overwrought on at least one very\ntrying occasion. Do you remember the episode in the temple as he drove out the money\nchangers (<span class=\"citation\" id=\"28107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28107)\">John 2:14-15<\/a><\/span>)?\nThis is compatible with his continued advice as he justifies you and me:\n\"Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing\nforth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee\nto be his enemy\" (<span class=\"citation\" id=\"14501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14501)\">D&amp;C 121:43<\/a><\/span>).\n<\/p><p>\n<b>\"Follow the Leader\"<\/b>\n<\/p><p>\nAll boys seem to have a favorite game. They play it most of the time without even realizing\nit. It is called \"Follow the Leader\" and, dads, whether we like it or not, this is the way it is.\nSo maybe we had better decide right here and now to lead right. Can we constantly break\npromises and teach our sons integrity? Speak an occasional falsehood and expect undeviating\ntruth from them?\n<\/p><p>\nWhen was the last time you found your son looking up at you with that look of complete\nadmiration and confidence? To them, dad is perfection, and we should do nothing to betray the\ntrust and faith that is theirs in us.\n<\/p><p>\nWe now find ourselves in a great age of acceleration, a turn to the left or right, however\nslight, can be of great consequence. Surely a five degree deviation traveling down the road\nbehind old dobbin was not a serious miscalculation, and there was plenty of time to pull the\nreins and set things right. Traveling down the modern highway of life calls for strict attention\nto detail, for a slight deviation of our course can spell disaster in the fraction of a second.\nOurs is the most volatile age in the history of the world. How important it is that we train\nwell to follow the white line, to hold fast to the iron rod spoken of by President Tanner.\n<\/p><p>\n<b>Respect Free Agency<\/b>\n<\/p><p>\nOur sons are sent to us from our Heavenly Father's presence as free agents to be taught and\npersuaded&mdash;yes, to be forced and driven like cattle&mdash;never! It was established even before\nthe foundations of the earth what the pattern should be. In that great council attended by you\nand me along with the hosts of heaven, we are told that Satan's plan of force and dictatorial\npower was rejected. Instead a plan of freedom and personal choice was decided upon, and so\nit must be in all of our human relationships. We have often heard, \"You can lead a horse to\nwater, but you can't make him drink.\"\n<\/p><p>\n<b>Persuasion Not Compulsion<\/b>\n<\/p><p>\nNo, dads, let's face it. The methods of compulsion and dictatorship are not compatible with\nthe Lord's plan, but rather kindly persuasion through love and patience as expressed by the\npoet:\n<\/p><p>\n\"Know this, that every soul is free,<br \/>\n       To choose his life and what he'll be;<br \/>\n       For this eternal truth is given<br \/>\n       That God will force no man to heaven.\"<br \/><br \/>\n&nbsp; &nbsp;                    &mdash;William C. Gregg\n<\/p><p>\n<b>Communication, Many Forms<\/b>\n<\/p><p>\nNow getting back to the horse that wouldn't drink, someone has said, \"Well, he just didn't\nknow he was thirsty,\" so we had to convince him. Here we get into the area of\ncommunication. If there is one major problem in the world today, it is a lack of proper\ncommunication. It is not only the cause of international unrest, but also family disunity.\n<\/p><p>\nAt this very moment, communication satellites circle the globe, and experimental testing goes\non at a feverish rate so that nations will be able to talk to nations both audibly and visually in\nour day. To eliminate gross misunderstanding that might trigger an atomic bomb without true\ncause, we read of a hot line from Moscow to Washington, and you can be sure that\nunderstanding would be checked very thoroughly before anyone pushes a button that would\nsend the world reeling into an atomic war.\n<\/p><p>\nAre we taking as much pain to see that our family communications are unrestricted and static\nfree? Have you ever had the experience of a hurried word that was misunderstood only to find\nout later that feelings resulted due to a misinterpretation of the true meaning?\n<\/p><p>\nI heard of a father who decided to leave the car home on Sunday morning so\nhe and his boy could enjoy a brisk walk to church. Even more stimulating than the exercise\nwhich they both needed very much was the opportunity for casual conversation and the\nresulting understanding that grew between them. A new warm father-son relationship that had\nbeen slipping away rather rapidly was firmly reestablished.\nAre we too busy for a Pack meeting dads? Too little time for a few minutes of ball throwing\nbefore dinner perhaps? Is it inconvenient for you to rough it for just one night at a Fathers'\nand Sons' outing? Maybe we are just too busy&mdash;yes, even with church work&mdash;sometimes we\nmight become too busy.\n<\/p><p>\nAny red-blooded father would throw back his shoulders and say, \"I'd give my life for my\nfamily,\" but, dads, are we willing to give up our favorite TV show in the meantime? How\nabout it, dads, are we just a little selfish sometimes when it comes to putting first things first?\nLet's think in terms of the little day-to-day niceties and not so much about the spectacular\ngesture \"some day.\" Just as surely as night follows the day, no man will ever make the big\nsacrifice without first the little sacrifices along the way.\n<\/p><p>\nFrom the beginning of time, dad has been designated as the head of the family. This is further\namplified in the teachings of the priesthood. The father who holds the priesthood becomes the\npresident or the head of his family unit as long as he maintains himself worthy of that sacred\ntrust. As president of this most important corporation in the eyes of the Lord, all fathers must\nfind time to give to it.\n<\/p><p>\nTime is always so precious. Can we ever find all the hours necessary to earn a living, do our\nchurch work, and be a good father? The answer is yes, but not without some organization and\nplanning. As we seek for every available minute to accomplish our important responsibilities,\nmay I pass on just one idea given me by a father who utilizes the dinner hour as a time for\nbetter family communications, not in a direct businesslike way but rather in an indirect but\npreplanned way. The dinner table discussion is guided skillfully into those areas thought most\nimportant by mother and dad. The children are not even aware of what is happening, and with\nproper forethought on some subjects that would be of interest to all, plus perhaps a\nthought-provoking question to get things moving, this family found itself deeply engrossed in\ninteresting, stimulating conversation with a greater feeling of unity than ever before. It is\ninteresting to note that the mother of this family reports a wonderful by-product of the plan.\nConversation became so engrossing and so involved that it completely eliminated the\nbickering and contention that was usually a part of the dinner hour.\n<\/p><p>\n<b>For Boys<\/b>\n<\/p><p>\nNow in all of our talking during these past few moments, most has been said about father and\nson. Practically everything expressed could also be said about mother and daughter or father\nand daughter, and as far as that goes, mother and son. As a bishopric, we are always\nimpressed with President McKay's kindly admonition. As we find ourselves at times carried\naway with the boys' programs of the Church, he leans forward with that twinkle in his eye\nand in a very kindly way reminds us, \"And, brethren, girls of corresponding ages,\" and so we\nwould remind all of the brethren not to forget girls of corresponding ages.\n<\/p><p>\n<b>For Girls<\/b>\n<\/p><p>\nToday is a wonderful day, made possible through thousands of intelligent people with proper\nattitudes. The world today is the product of mothers and dads of yesterday. Our thinking, our\njudgment, our spirituality are largely the product of their good example. Now on the horizon\nwe see tomorrow sparkling and bright, offering a challenge to our sons and our daughters, a\nchallenge that exceeds anything the world has ever known. The attitudes, the leadership, the\nspirituality of that day will be in direct measure a reflection of the effectiveness of the\nparental guidance we offer today.\n<\/p><p>\n<b>To Boys<\/b>\n<\/p><p>\nBoys, \"Honour thy father and thy mother: that thy days may be long upon\nthe land which the Lord thy God giveth thee\" (<span class=\"citation\" id=\"22724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22724)\">Ex. 20:12<\/a><\/span>).\nDads, let's not wait for the\nmore convenient time that never seems to come. Give that boy the guidance that only you can\ngive as Heavenly Father intended it. Don't think about the great day way off in eternity\nsometime when you will give your life. That boy will settle for a few minutes here, and an\nhour there, and every once in a while perhaps a full day. An unknown poet has said it better\nthan I:\n<\/p><p>\n\"What is this gift you will give your boy?<br \/>\n       A glamorous game, a tinseled toy,<br \/>\n       A whittling knife, a puzzle pack,<br \/>\n       A train that runs on a curving track?<br \/>\n       A Boy Scout book, a real live pet?<br \/>\n       No, there's plenty of time for such things yet.<br \/>\n       Give him a day for his very own&mdash;<br \/>\n       Just your boy and his dad alone:<br \/>\n       A walk in the woods, a game in the park,<br \/>\n       A fishing trip from dawn to dark;<br \/>\n       Give him the gift to thrill any lad<br \/>\n       The total companionship of his very own dad.<br \/>\n       Games are outgrown, and toys decay,<br \/>\n       But he'll never forget if you give him a day!\"\n<\/p><p>\nMay we provide this time as our Heavenly Father would have us, I pray in the name of his\nSon Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}