{"ID":1331, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel&mdash;and the Dead<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, April 1964, pp. 71-74<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>Literal Resurrection<\/b>\n<\/p><p>\nFew things in this world of ideas and men have been so thoroughly accepted and so implicitly\nbelieved as was the literal resurrection of Jesus Christ by his disciples. Their belief in the\nactual resurrection of Jesus Christ led his disciples, rather than to deny him, to give up their\nvery lives. Men do not give up their lives for an idea or concept unless they know in their\nhearts that the idea is true and worth such sacrifice. The disciples believed and were\nconvinced of the literal resurrection of Jesus Christ. They understood this resurrection to be a\nreuniting of body and spirit to form an eternal soul, never again to be separated by death.\n<\/p><p>\nA question might well be asked: \"What happened to the Spirit of Jesus Christ during the period\nwhen his dead body lay in the tomb awaiting its resurrection?\" Though his body was confined\nto the tomb, his Spirit was free. What did Jesus do from Friday afternoon until Sunday\nmorning when the two Marys came to the tomb and found it empty?\n<\/p><p>\nThe great Apostle Peter, who later became the leader and spokesman for the Church, gave a\nvery clear statement of what happened as he wrote:\n<\/p><p>\n\"For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to\nGod, being put to death in the flesh, but quickened by the Spirit:\n<\/p><p>\n\"By which (that is, in the spirit) also he went and preached unto the spirits in prison;\n<\/p><p>\n\"Which sometime were disobedient, when once the long-suffering of God waited in the days\nof Noah, while the ark was a preparing, wherein (which means during the days of Noah) few,\nthat is, eight souls were saved by water (meaning by baptism)\"\n(<span class=\"citation\" id=\"2295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2295)\">1 Pet. 3:18-20<\/a><\/span>).\n<\/p><p>\n<b>Gospel in Spirit World<\/b>\n<\/p><p>\nTradition tells us that Noah preached the gospel of repentance and salvation for 120 years\namong his people (<span class=\"citation\" id=\"39232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39232)\">Moses 8:17<\/a><\/span>),\nbut those wicked ones would not listen to his warning. In the mercy of\nGod, following the death of Jesus Christ, those spirits who had been confined because of their\nwickedness on earth were given a chance to hear and accept the gospel in the spirit world. It\nis doubtful that Noah's preaching could have been heard by all the multitude of people then\nliving on the earth. God does love his children and desires that all will accept his plan of\nsalvation so they might be numbered among his children and live as resurrected beings in his\npresence.\n<\/p><p>\nJesus, therefore, preached to these and other spirits in the spirit world and organized the work\nof the ministry there. The scriptures are clear on this point that the promise given to David\nand cited by Luke in Acts 1:17 was literally fulfilled (<span class=\"citation\" id=\"7926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7926)\">Acts 1:17<\/a><\/span>).\nWe might well ask: \"Why?\" Why was it\nnecessary for Jesus to give the spirits in prison a chance to accept the gospel of salvation?\nPeter answers the question this way:\n<\/p><p>\n<b>\"That they might be judged\"<\/b>\n<\/p><p>\n\"For for this cause was the gospel preached also to them that are dead, that they might be\njudged according to men in the flesh, but live according to God in the spirit\"\n(<span class=\"citation\" id=\"2297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2297)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nMen will be judged by what they do in this life. We will be rewarded for the good we do on\nthis earth, and we must pay dearly for the sins we commit. There is altogether too much\ndisobedience and sin in the world. Sin is a weakness of the flesh. This weakness to some is an\nexcuse to justify their sins, but to the strong it is a challenge to overcome this weakness of the\nflesh. This is possible by exercising the faith inherent in all men to conquer temptation and\nlive as God intended we should.\n<\/p><p>\n<b>Repentance and Covenants<\/b>\n<\/p><p>\nJesus invited all men everywhere to change from carnal thoughts and actions to a life of\nrighteousness. We call this change of thought and action \"repentance.\" This repentance must\nmake such a mighty change in our hearts that we have no more disposition to do evil, but to\ndo good continually. Such faith and repentance will lead us to make a formal covenant with\nGod to accept Jesus Christ as our Savior, our Redeemer, our Lord, and our Father. This\ncovenant we call baptism and is so necessary that Jesus told his disciples:\n<\/p><p>\n\". . . Go ye into all the world, and preach the gospel to every creature.\n<\/p><p>\n\"He that believeth and is baptized shall be saved; but he that believeth not (and therefore is\nnot baptized) shall be damned\"\n(<span class=\"citation\" id=\"33178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33178)\">Mark 16:15-16<\/a><\/span>).\n<\/p><p>\nThe gospel of Jesus Christ has been in the world from the time of Adam. It was preached and\ntaught and practiced by the patriarchs and the prophets. Baptism in water was also practiced\nas a token of this covenant from earliest times. However you and I realize that there are many\nin this world who lived and died without ever having an opportunity to hear the gospel of\nJesus Christ. We know that there are many men and women who die unbaptized, because\nsome teacher, missionary, or leader who should have taught them was so poorly trained, so\nlacking in faith and so unprepared to bear personal witness of Jesus Christ that the hearer\nnever understood the message as he should have done. Should such people be damned forever\nfor lack of proper instruction, because of an accident of birth, or because of the inadequacies\nof others? I say: \"No!\" God is a God of justice and love and mercy. Every man is entitled to a\njust chance to know and accept Jesus Christ or to reject him if he feels the price of acceptance\nis too high.\n<\/p><p>\n<b>Opportunity to Covenant<\/b>\n<\/p><p>\nThus either in this life or in the spirit world each man and woman who has lived upon\nthis earth is given an opportunity to covenant with God through baptism to accept Jesus Christ\nas Lord and Father. However, just as Jesus taught that there is no marrying in heaven\n(<span class=\"citation\" id=\"35382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35382)\">Matt. 22:30<\/a><\/span>), so\nthere can be no baptism in heaven. Both baptism and marriage are earthly ordinances which\nmust be performed here. Jesus gave Peter and the other Apostles power to\nseal on earth with the promise that this sealing would then be recognized in heaven\n(<span class=\"citation\" id=\"35373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35373)\">Matt. 16:19<\/a><\/span>). This\nsame power to seal on earth and in heaven has been given us through the laying on of hands\nby those in authority. Thus baptisms and marriages on earth, sealed by men given such divine\nauthority, are recognized in heaven as valid and are accepted there.\n<\/p><p>\n<b>Ordinances Performed Vicariously<\/b>\n<\/p><p>\nFor those who are deceased, such ordinances must be performed by the living for and in\nbehalf of those who are dead. This vicarious work of the redemption of others was cited by\nPaul as another justification for belief in the literal resurrection of Jesus Christ. As Paul\nexplained:\n<\/p><p>\n\"Else what shall they do which are baptized for the dead, if the dead rise not at all? why are\nthey then baptized for the dead?\" (<span class=\"citation\" id=\"398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(398)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nThe reasoning is clear. All men can escape damnation by making such covenants with God to\naccept Jesus Christ with all that action requires of us by way of sacrifice and devotion. That\nall would not achieve the same degree of exaltation was made very clear by Paul as he taught\nof the various heavens prepared for man in accordance with the diligence man shows in\nearning such glory. Even as one star differs from another in brightness\n(<span class=\"citation\" id=\"400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(400)\">1 Cor. 15:40-42<\/a><\/span>), so shall one man's\nheaven differ from another's according to the service he renders. But the chance to receive the\nhighest glory which Paul typified by the brightness of the sun must be given to every man\nand every woman.\n<\/p><p>\n<b>Genealogy a Means<\/b>\n<\/p><p>\nPeople not fully acquainted with this concept cannot understand the concern of The Church of\nJesus Christ of Latter-day Saints with genealogy. Our expenditure of time, money, and effort\nin gathering and organizing the names and vital statistics of our ancestors is done to identify\nthem properly. We only gather and correlate these genealogies for one purpose, so that we can\ndo the necessary ordinance work for our kindred dead in the temples of God erected for that\npurpose. If our ancestors and kinfolk have the desire to accept the gospel of Jesus Christ even\nbeyond the grave, they are free to accept these redeeming ordinances made in their behalf.\nThere is neither force nor compulsion in the gospel of Jesus Christ, only love, mercy, and\nopportunity.\n<\/p><p>\n<b>Christ, an Example of Vicarious Service<\/b>\n<\/p><p>\nThe greatness of Jesus Christ was his selfless sacrifice to assist us who are powerless to assist\nourselves. By his sacrifice, he opened to us the door to life everlasting and made it possible\nfor us to resurrect our bodies and so regain the presence of Almighty God, provided, of\ncourse, that we live righteous lives to merit this privilege. What Jesus did was done as an\nexample to show us how we too could serve others through our own work and sacrifice. In\nour vicarious work for the salvation of our dead we do follow our Lord and Savior and\nbecome ourselves saviors for those who cannot save themselves. It is a beautiful principle and\none which helps to establish this Church as the true Church of Jesus Christ. I know of no\nother church which understands this principle and which practices those early Christian\nordinances taught in the Bible. It did require revelation from God, however, to show us the\nlogic of these practices. With this key of knowledge we presently wonder why those passages\nwhich appear so clear to us now should have been so long covered in darkness.\n<\/p><p>\n<b>A Work of Love<\/b>\n<\/p><p>\nThis work is a work of love and sacrifice and illustrates the finest of Christian virtues in\nserving others where no thanks is either possible or expected in this earthly life. We invite all\nmen everywhere to join us in this Church as we strive toward Christian perfection. In serving\nothers we save ourselves, for we cannot be saved or be happy without our kindred dead. This\nis a reward which Jesus promised as he taught:\n<\/p><p>\n\". . . Inasmuch as ye have done it unto one of the least of these my brethren,\nye have done it unto me\"\n(<span class=\"citation\" id=\"35404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35404)\">Matt. 25:40<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters and my friends who are\nwatching and listening to this program on the air, I bear you my solemn witness that God\nlives, that Jesus Christ is his Son who rose from the dead and heads this Church today. I bear\nmy witness to you in love that these same principles of salvation apply not only to us, but to\nthose who are dead, which testimony I bear in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}