{"ID":1333, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"They Call for New Light\"<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1964, pp. 80-84<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHumbly I seek divine guidance.\n<\/p><p>\nThe Savior said: \"And this is life eternal, that they might know thee the only true God, and\nJesus Christ whom thou hast sent\" (<span class=\"citation\" id=\"28141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28141)\">John 17:3<\/a><\/span>).\n<\/p><p>\n<b>Revival of Religion<\/b>\n<\/p><p>\nThe remarks of yesterday of President Mark E. Petersen and today of President Tanner and\nothers, calling our attention to conditions as they exist in the world, were very challenging.\n<\/p><p>\nLeaders in both scientific and religious fields are calling for new light. From a sermon which\nwas recently preached in England by an eminent professor of theology and published to the\nworld by Dean Inge, we read:\n<\/p><p>\n\"How great is the need in Britain today for a man to arise among us to lead a mighty crusade\nfor the revival of our religion. For years all Christendom has prayed that that revival might be\nnear, and according as the need is great, so great is the opportunity. From end to end of the\nland, north and south and west and east, the feeling is arising that something more is required\ntoday than the advice, however good, of our statesmen, and the ability, however great, of our\nbusinessmen, that there are problems to be solved more urgent and more fundamental than\nthose of economics and elections.\"\n<\/p><p>\nAnd then he adds: \"<i>The organized churches offer no solution to these problems<\/i> . . . Men and\nwomen look for an <i>interpreter of their emotions<\/i>, for someone who will give expression to\ntheir spiritual convictions and beliefs, submerged too long in a materialistic age. The seed has\nbeen sown. It has sprung up under showers and sunshine. The grain is swollen inside the\nhusk. Now the field lies golden and ready for the harvest. Where is the man who will go in\nand reap?\"\n<\/p><p>\nIn the midst of national and international unrest, confusion, and stress, the questions of\ntheology have acquired a new importance and urgency. Throughout the Judaeo-Christian\nworld, in fact the entire world, there is a soul-stirring search for new meanings in religion\nupon which men may ground their lives and establish their personal and\nsocial values.\n<\/p><p>\nIn recent months an intense theological debate has been waged around a\nvolume entitled <i>Honest to God<\/i>, in which Dr. Robinson, the Bishop of Woolwich of the\nAnglican Church, asks the question whether it is possible for modern men to accept traditional\nChristian faith, to believe in the established conception of God, and to accept Christ as their\nSavior. He questions whether Christianity carries with it the trappings of an ancient world and\nculture, and whether it can be made relevant to the thought and character of modern scientific\nman, living in a rapidly shrinking technological world.\n<\/p><p>\nThe bishop says, \"Our image of God must go,\" and the <i>Church Times<\/i> comments: \"It is not\nevery day that a bishop goes on public record as apparently denying almost every Christian\ndoctrine of the Church in which he holds office\" (<i>The Honest to God Debate<\/i>, Philadelphia:\nWestminster Press, 1963, p. 7).\n<\/p><p>\nDr. Alasdair MacIntyre of the University College of Oxford says, \"Dr. Robinson's book needs\nnot only to be understood as a symptom of our condition, but to be sympathized with as a\ndesperate attempt that cannot succeed,\" (<i>Ibid.<\/i>, p. 227) and he adds, somewhat cynically, \"The\ncreed of the English is there is no God and it is wise to pray to him from time to time.\"\n(<i>Ibid.<\/i>, 228.) This book of which I speak is not just the voice of an individual, but it \"testifies\nto the existence of a whole group of theologies which have retained a theistic vocabulary but\nacquired an atheistic substance\" (<i>Ibid.<\/i>, 227) and one wonders whether they can continue to\nco-exist.\n<\/p><p>\nThe Archbishop of Canterbury says, \". . . if Dr. Robinson's argument is right the traditional\nviews of God are not outmoded, they are simply false\" (<i>Ibid.<\/i>, 217).\n<\/p><p>\n<b>A New Birth in Our Time<\/b>\n<\/p><p>\nThe argument that has ensued around these and other questions has engaged the leading minds\nin both Europe and America recently, and they indicate a sense of loss, frustration, and failure\nthat are so much a part of modern life. The hope is expressed that there will be a new birth in\nour time that will restore something of the meaning and value of human existence.\n<\/p><p>\nWe have all felt the impact of war and economic depression, the dehumanizing influence of\nindustrialization, the overcrowding of our cities, the ever-present and ominous threat of\nnuclear war with its total destruction, and the myriad social forces that complicate our lives\nand affect our values. We share the conscience of a world in which mass murder has been\nreal and in which millions go to bed hungry every night in the presence of abundance.\n<\/p><p>\n<b>Absolute Confidence in the Gospel<\/b>\n<\/p><p>\nWhile we look forward hopefully to the help we may get from science and technology in our\nattempts to solve our problems, we rely with absolute confidence upon the theology and\nreligion of the Church of Jesus Christ for the inspiration and faith to sustain us in this\nendeavor, and to this end our spiritual strength is grounded firmly on the foundation of\nrevealed religion and the biblical conviction of the reality of the Living God.\n<\/p><p>\nUnlike those whose religious faith is uneasy and precarious in the modern world of expanding\nscientific knowledge, we are at home with the most advanced truths discovered by scientists\nand with all competent philosophic thought&mdash;with truth wherever found&mdash;because our\nreligion enjoins in us a love of knowledge and education, encourages us to seek understanding\nthrough the broadening of our vision and the deepening of our insight. This is an eternal\nquest.\n<\/p><p>\n<b>Newly Revealed Truth Accepted<\/b>\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints accepts newly revealed truth, whether\nit comes through direct revelation or from study and research. We deny the common\nconception of reality that distinguishes radically between the natural and the supernatural,\nbetween the temporal and the eternal, between the sacred and the secular. For us, there is no\norder of reality that is utterly different in character from the world of which\nwe are a part, that is separated from us by an impassable gulf. We do not separate our daily\nmundane tasks and interests from the meaning and substance of religion. We recognize the\nspiritual in all phases and aspects of living and realize that this life is an important part of\neternal life. We aspire to the best of which we are intrinsically capable and will think our\nthoughts, fashion our ideals, and pursue every task firm in the faith that in a very real sense\nwe are living in the presence of God here and now.\n<\/p><p>\nWe accept the testimony of the\nsacred scriptures that the purposes of God are enacted in human history, that he is primarily\ninterested in man's condition and welfare though he will never trammel our free agency. His\nwork and his glory is, as the prophets have said, to bring to pass the immortality and eternal\nlife of man (<span class=\"citation\" id=\"39209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39209)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\n<b>Positive Doctrine of Man<\/b>\n<\/p><p>\nOur doctrine of man is positive and life affirming. We declare unequivocally that by his very\nnature every man has the freedom to do good as well as evil, that God has endowed him with\na free moral will and given him the power to discern good from evil, right from wrong, and to\nchoose the good and the right. We refuse to believe, with some churches of Christendom, that\nthe biblical account of the fall of man records the corruption of human nature or to accept the\ndoctrine of original sin. We do not believe that man is incapable of doing the will of God or\nis unable to merit the rewards of Divine approval; that he is therefore totally estranged from\nGod and that whatever salvation comes to him must come as a free and undeserved gift. We\nnever tire of proclaiming the inspiring truth of the gospel that man is that he might have joy\n(<span class=\"citation\" id=\"3721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3721)\">2 Ne. 2:25<\/a><\/span>).\nFor us the so-called fall of man placed the human spirit in a world of experience and\nadventure where evils are real but can be overcome, where free moral decision is a constant\nrequirement, and where choices, freely made, determine the quality of life and the eventual\ncondition of the soul.\n<\/p><p>\nThis does not mean that we are oblivious to the evils of the world, the sins of men, and the\nimmeasurable suffering that is daily endured by millions. Ours is not a superficial faith that\nsees only the bright side of life and denies the fact of human tragedy. Our conscience is\nwounded by the massive evils that men have perpetrated in our own time, by sins that are\nunspeakable in the depth of their horror. But we have the positive faith that places the\nresponsibility of these sins squarely upon the individuals and societies who commit them.\n<\/p><p>\n<b>Man, A Child of God, Not Alone<\/b>\n<\/p><p>\nIn our theology, God did not bring the world into being from nothing. He organized it from\nexisting materials. We accept the scriptural statement that God created man in his own image.\n\". . . in the image of God created he him; male and female created he them\"\n(<span class=\"citation\" id=\"23696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23696)\">Gen. 1:27<\/a><\/span>). He\nis engaged in a constant struggle with the evils of the world, to overcome whatever brings\npain and suffering, frustration and failure, and he asks that we cooperate with him by\nkeeping his commandments, by obeying the laws upon which all blessings are predicated.\nThis is the meaning of the restored gospel of Jesus Christ, that man as a child of God is not\nalone in the world, for God shares our suffering and delights in our joys. In this community\nwith him we can overcome the world, achieving the abundant life here, and immortality and\neternal life hereafter.\n<\/p><p>\nWe shall overcome any seeming contradictions between science and religion if and as we\nlearn to adhere to the teachings of the restored Church which have always been dedicated to\nthe search for knowledge and intelligence, which is the glory of God.\n<\/p><p>\n<b>Christianity Relevant to the Modern World<\/b>\n<\/p><p>\nTo the question raised by the Bishop of Woolwich, \"Is Christianity relevant to the\nmodern world?\" we find positive and affirmative answers in the unequivocal declarations of\nthe gospel of Jesus Christ. The gospel does not belong to an antiquated world that has passed\naway but is a real and powerful force in our world here and now. It invests\nour individual lives with meaning and purpose and will yet transform the course of human\nhistory.\n<\/p><p>\nWhen we speak of the unity of the Godhead, we refer to the attributes, powers,\nand purposes of its members. Jesus testified to the unity existing between himself and his\nFather on many occasions as is recorded in the Holy Bible and other revealed documents. He\nreferred to this unity in his memorable prayer recorded in the seventeenth chapter of John,\nwhere he prayed that he and his followers might be one even as he and his Father are one\n(<span class=\"citation\" id=\"28148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28148)\">John 17:11<\/a><\/span>).\n<\/p><p>\n<b>Evidence of Intelligence<\/b>\n<\/p><p>\nIt will become clear to any unbiased reader of the scriptures that the Father is a personal\nbeing, possessing a definite form with bodily parts and spiritual passions. The Son, who was\nin the express image of the Father (<span class=\"citation\" id=\"24318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24318)\">Heb. 1:3<\/a><\/span>),\nis a separate identity by whom the worlds were made and\nwithout whom was not anything made that was made (see\n<span class=\"citation\" id=\"28105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28105)\">John 1:3<\/a><\/span>). He was, in fact, a\nrevelation of God.\n<\/p><p>\nWe see everywhere in nature evidence of cause and effect, of means adapted to an end, which\nindicate a given purpose. This is evidence of intelligence, and intelligence is an attribute of\nmind. We must therefore conclude that it was an intelligent mind that built the stupendous\nuniverse of God.\n<\/p><p>\n<b>Convincing Knowledge of God<\/b>\n<\/p><p>\nHuman reason may not of itself lead its possessor to convincing knowledge of God, yet if\nproperly exercised will confirm his inherited instinct toward his maker. Truly \"the fool hath\nsaid in his heart, There is no God\"\n(<span class=\"citation\" id=\"41839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41839)\">Ps. 14:1<\/a><\/span>).\n<\/p><p>\nWe know him to be a living being with every essential property and attribute of\npersonality&mdash;that he thinks wills, feels that he is a moral being who demands righteousness\nand justice&mdash;but that in his love he is compassionate, merciful, and longsuffering.\n<\/p><p>\nFor us God is not an abstraction, he is not just an idea, a metaphysical principle, an\nimpersonal force or power. He is not identical with the totality of the world, with the sum of\nall reality. He is not an \"absolute\" that in some way embraces the whole of reality in his\nbeing. Like us, he exists in a world of space and time. Like us, he has ends to be achieved,\nand he fashions a cosmic plan for realizing them. He is a concrete, living person, and though\nin our finite state we cannot fully comprehend him, we know that we are akin to him, for he\nis revealed to us in the divine personality of his Son Jesus Christ.\n<\/p><p>\nThere has been a marked change in the teachings of many of the churches concerning God,\nand many thinking men and scholars now believe him to be a personal being and not an\nabstract essence. This is shown in the book <i>A Century's Change in Religion<\/i>, wherein the\nauthor, after telling the beliefs of the churches in America at the beginning of the nineteenth\ncentury, says, \"It is within the last fifty years that this mighty change or extension of belief\nhas come about. The new thought is the kingdom of God on earth in the Christian society.\nThe church is now dominated by this idea. The gospel of the kingdom on earth is the latest,\nthe newest, the oldest, and the truest gospel.\"\n<\/p><p>\nHe further adds, \"There has been a change in our thought of God from the conception of\nsovereignty to this conception of Fatherhood. The center of doctrine has shifted from\nsovereignty to Fatherhood.\n<\/p><p>\n\"God is a person; He is intelligence, and that is purpose, plan, He is will, and that is realizing\npurpose; He is love, that is, He is person related to person. Whatever more than personality,\nas we know it, He may be, He is that in perfect degree which our best is in imperfect degree.\"\n(Harris, George, <i>A Century's Change in Religion<\/i>, Boston, Houghton-Mifflin, 1914, p. 251.)\n<\/p><p>\n<b>He Is Real and Personal<\/b>\n<\/p><p>\nFor ourselves, we reaffirm our conviction that God is real and personal, that Jesus the Christ\nis his Only Begotten Son. We rejoice to proclaim to the world that he is omnipotent,\nomniscient, and omnipresent. Our answer, then, to the Bishop of Woolwich is that God is real\nand personal, and we are not concerned as he seems to be as to whether he\nis \"up there\" or \"out there\" or whether this is a three-storied universe. We know that he lives,\nthat he can and does appear to men. In fact, the whole structure of Mormonism is based on\nrevelation. The Father and the Son were revealed to a young man in the state of New York in\n1820, and since that time many glorious revelations have come to reassure us in our faith that\nhe lives. He declared it to be his work and his glory to bring to pass the immortality and\neternal life of man (<span class=\"citation\" id=\"39210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39210)\">Moses 1:39<\/a><\/span>).\nThis is our answer, then, to the question whether it is possible for modern\nmen to accept the true Christian faith. It was established by Jesus Christ in the Meridian of\nTime and restored by him in the Fullness of Times. Hence, we do not share the fear,\nuncertainty, and confusion mentioned by Dean Inge or the Bishop of Woolwich. We call\nattention to the biblical image of God in which he is identified as personal, eternal,\nunchangeable, and everlasting, to which we humbly bear witness in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}