{"ID":1334, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Suffer the Little Children\"<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, April 1964, pp. 84-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThere has lingered in my mind since yesterday morning a sentence from the inspired voice of\nPresident David O. McKay. \"Pure hearts,\" he said, \"in a pure home are always within\nwhispering distance of heaven.\" This touched my heart. From it, and from the whispered\nprayer of a little youngster this morning, I took assurance and found an unexpected preface\nfor the subject, \"Suffer the little children to come unto me\"\n(<span class=\"citation\" id=\"33173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33173)\">Mark 10:14<\/a><\/span>).\n<\/p><p>\nAn associate of mine had a little girl undergo surgery. They arranged for one of the parents to\nstay with the little youngster during the period of recuperation&mdash;for a hospital can be a\nstrange and a frightening place for a little youngster who is injured or ill.\n<\/p><p>\nCoincidentally she shared a room at the hospital with another little girl just the same age who\nhad also undergone surgery. During the long, painful hours following the operation, this little\ngirl struggled almost convulsively against the pain, pleading incessantly for her parents.\n\"Mister,\" she would beg, \"will you please go find my mommy?\" My friend, and in turn his\nwife, found themselves more at the bed of this little girl than of their own child, for she\nseemed to need them more.\n<\/p><p>\nFinally in the evening hours her parents appeared. They hurriedly visited for a few minutes in\na casual way and then nervously observed that they had a social engagement and left the little\nyoungster to face her agony alone.\n<\/p><p>\nHow well they had taught the lesson&mdash;how enduringly they had impressed upon the pliable\nlittle mind that she was an intrusion into their lives. How unfortunately typical they are of\nmany parents who unwittingly, unconsciously, merely endure their children.\n<\/p><p>\nIt has been my privilege in the past to speak to young people and to fathers. Today I address\nmy remarks to mothers of little children and recall for their contemplation these words from\nthe Gospel of St. Mark:\n<\/p><p>\n\"And they brought young children to him, that he should touch them: and his disciples\nrebuked those that brought them.\n<\/p><p>\n\"But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children\nto come unto me, and forbid them not: for of such is the kingdom of God\"\n(<span class=\"citation\" id=\"33172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33172)\">Mark 10:13-14<\/a><\/span>).\n<\/p><p>\n<b>A Sacred Influence<\/b>\n<\/p><p>\nWhile the responsibility to guide little children belongs to both parents,\nmotherhood carries with it a special sacred influence. The program of The\nChurch of Jesus Christ of Latter-day Saints will not preempt your privileges, Mother. It is\nstructured to strengthen you as a mother. None of it is calculated to diminish your influence\nin the home. But since there are good mothers&mdash;and better mothers&mdash;it is patterned to\nstrengthen the very quality of your motherhood. There is a \"Home Partnership\" spirit in\nall that is done. How important it is that every mother be enthroned as a queen in her home,\nteaching the principles of life and salvation to her little ones.\n<\/p><p>\nIt is a common practice for parents to purchase insurance policies and open savings accounts\nthat the children may attend college or fulfil missions. It is generally a good thing to do. But,\nmothers, in all of your looking into the future, you may do well to look to the present. For\npremiums must be paid on character, too, not just monthly or quarterly or semiannually, but\nmoment by moment, day by day, year in, year out. Character must be built little by little \". . .\ngiving line upon line, precept upon precept; here a little, and there a little\"\n(<span class=\"citation\" id=\"14505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14505)\">D&amp;C 128:21<\/a><\/span>).\n<\/p><p>\n<b>Teaching the Gospel to Children<\/b>\n<\/p><p>\nIt is not always a solemn and sobering obligation, this teaching of the gospel to the little\nchildren; they have a way of making it pleasant. One mother in South Carolina told me of her\nyoungster who was contesting with a neighbor child over the question, Which is the only true\nchurch? Her child finally said, \"Well, we have a prophet at the head of our Church.\" The\nother child conceded finally with the thought, \"I guess ours is a non-profit organization.\"\n<\/p><p>\nThere is a trend in the world today&mdash;and unfortunately in the Church&mdash;for women to want\nto be emancipated. And we wonder at times&mdash;emancipated from what? From domesticity?\nFrom motherhood? From happiness? And to what are you in slavery? Your children? It is\nneither necessary nor desirable for the mother of little children to become a drudge or to be\nrelegated to a position of servitude. It is not, however, uncommon to see\nwomen&mdash;interestingly enough many in the financially well-to-do category&mdash;over-surfeiting themselves\nwith activities outside of the home at the expense of their little children.\n<\/p><p>\nI have never known a mother to regret in the closing years of her life a sacrifice made for her\nchildren or to begrudge the cost of guiding them to fine Christian citizenship.\n<\/p><p>\nOn the other hand, we find almost universal remorse for neglect of family in the growing\nyears or for overindulging children, which is symptomatic of the most serious type of\nneglect.\n<\/p><p>\nMothers, do not abandon your responsibilities! Be reverently grateful for your little children.\n<\/p><p>\n<b>For Children Impaired<\/b>\n<\/p><p>\nI speak a word to mothers who have little children who are handicapped, children whose little\nbodies were born incompletely formed or whose little minds are limited. No one knows the\ndepth of agony that you have suffered. By way of consolation, I read from the Doctrine and\nCovenants:\n<\/p><p>\n\"Ye cannot behold with your natural eyes, for the present time, the design of your God\nconcerning those things which shall come hereafter, and the glory which shall follow after\nmuch tribulation.\n<\/p><p>\n\"For after much tribulation come the blessings. Wherefore the day cometh that ye shall be\ncrowned with much glory; the hour is not yet, but is nigh at hand\"\n(<span class=\"citation\" id=\"14393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14393)\">D&amp;C 58:3-4<\/a><\/span>).\n<\/p><p>\nI recall the inspiring words of Elder Lee's message yesterday on this subject and suggest that\nblessings will be extended to mothers such as you who have given tender and affectionate\nlove to handicapped children. Trials such as these bring a reverence for life, a new depth of\ncompassion and motherhood.\n<\/p><p>\n<b>For Fostered Children<\/b>\n<\/p><p>\nThere are lovely mothers, also, who have fostered children born by other women. To such the\nprivilege of motherhood is twicefold more precious. And there are many mothers whose love\nextends beyond their own family. In elementary school I learned a great lesson in this regard.\nThere were in that school several youngsters from a family which was not blessed with an\nattentive mother at home.\n<\/p><p>\nDuring the school year they were afflicted with impetigo, a common disease of the\nskin which is now very easily cured. Because they were not bathed and because their clothing\nwas not clean, it quickly spread across their bodies.\n<\/p><p>\nThe principal of the school asked\nthat my mother, who was the room mother for our class, visit the home in the hope that she\ncould encourage the type of care that these children so badly needed. \"The woman's touch,\"\nhe said, \"may be most helpful here.\"\n<\/p><p>\nAlthough she responded to the request, she failed in her mission, for she found circumstances\nin that home were pitiable. Well I remember the invitation to bring these little youngsters\nhome from school with us. And, I remember that they were bathed; medication was applied to\ntheir little bodies; they were dressed in our clothing; and in the early evening sent to their\nown home, the next day to return for the same treatment. Night after night after night I\nremember my mother scrubbing endlessly with a bottle of disinfectant and then boiling\nclothing against the possibility that her own family might become infected. But her mother's\nheart would not turn them away, for these were little children, and they were suffering.\n<\/p><p>\nThe demands made upon mothers, the weariness, the worry, the endless vigil, all take their\ntoll. But there comes to you a special beauty transcending even that of the blushing bride.\nSuch beauty is alluded to in these lines by an unknown poet entitled simply \"Beauty.\"\n<\/p><p>\n<b>\"Beauty\"<\/b>\n<\/p><p>\n\"Two pines were born on a hillside grove.<br \/>\n       One protected, grew straight and tall.<br \/>\n       It bore no time or weather marks.<br \/>\n       Its figure was slim and virginal.\n<\/p><p>\n\"The second showed clearly that time had passed,<br \/>\n       For it stood where the winds stormed by.<br \/>\n       Its arms knew the tortuous weight of snow.<br \/>\n       Its face knew the sting of the sleet filled sky.\n<\/p><p>\n\"The first tree, so youthfully beautiful<br \/>\n       Was a picture the world could all see.<br \/>\n       But the artist who climbed to the hillside grove<br \/>\n       Always painted the other tree.\"\n<\/p><p>\nThis morning I was compulsively drawn to turn and look over my shoulder to see Sister\nMcKay sitting, her face almost framed by the white orchids that had been set there next to her\nchair. And to the credit of those who sent those flowers I say that they came near to being as\nlovely as Sister McKay.\n<\/p><p>\n<b>The Sphere of Mother<\/b>\n<\/p><p>\nMothers, teach your children in the home the principles of the gospel of Jesus Christ. Sustain\nyour husband in his presidency of the home. Draw from the Priesthood Home Teaching\nprogram, from the Relief Society, and the other auxiliary agencies of the Church the\nassistance to bless your family.\n<\/p><p>\nTeach your daughters the essentials of homemaking. Teach them to be virtuous. Train your\nsons for service in the mission field. Teach them to be worthy. Teach them to know that the\nPresident of the Church is a prophet of God.\n<\/p><p>\nIt is easy, mothers, for us to love you, because you see the Lord loves you. Earn, mothers of\nlittle children, the witness that Jesus is the Christ, for he lives. The gospel of Jesus Christ is\ntrue. In testimony of this, I give you my witness, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}