{"ID":1335, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Lord's Way&mdash;The Best Way<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1964, pp. 86-88<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI bear testimony to you, my brothers and sisters, that I, like others who have talked in this\nconference, know that this is the kingdom of God, that this is his Church. I\nhave confidence in this work and in the missionaries who are teaching the gospel, for they are\nteaching the truth.\n<\/p><p>\n<b>A Living, Loving Father<\/b>\n<\/p><p>\nI know that God lives and that he is a Loving Father, and that Jesus Christ is his Son. I know\nhe has patience with me as with all because he is a Loving Father, that he has gone through\nsuch experiences previously. Otherwise I would think prayers would be useless if he weren't a\nLiving, Loving Father who could answer them.\n<\/p><p>\n<b>His Son, Jesus Christ<\/b>\n<\/p><p>\nI know that Jesus Christ is his Son both in the spirit and on the earth, for Christ himself\ntestified that God was his Father. I know the two both appeared to Joseph Smith, two separate\nPersonages and the Father said to Joseph, \"<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30457)\">JS&mdash;H 1:17<\/a><\/span>),\nputting in their proper order of organization which has always been since the\ntime Adam was driven out of the Garden of Eden. Unto Adam was said as he left that he\nshould learn obedience by his own experience. By partaking of the fruit he was shut out of\nthe presence of the Father, but all that he should receive from then on should come through\nhis Son Jesus Christ.\n<\/p><p>\n<b>Instructions to Us<\/b>\n<\/p><p>\nAnd so we, as children of Adam, receive our instructions from our Father through his Son\nJesus Christ and are here to learn obedience by our own experience. The Lord gives us\nopportunity here for trials through difficulties. Many of us think we have a most difficult row\nto hoe; what comes to us seems to be the hardest; but it helps us because we need that\ntraining probably. That's what it takes for us to attain perfection, for we must be able to go\nthrough all the trials and difficulties in this life which are necessary to attain perfection.\n<\/p><p>\nSo the Lord, as a Kind, Loving Father, gives us experiences, stumbling blocks to stumble on\nby which we may be strengthened; problems to overcome by which we may be strengthened;\ntrials by which we may grow bigger, stronger; so we may attain the perfection he has planned\nfor us through this life in mortality.\n<\/p><p>\n<b>Guidance Through Prayer<\/b>\n<\/p><p>\nI would invite all those who are not members of the Church who have a desire to seek God,\nto seek God through prayer because he will answer their prayers. He is a True and Living\nGod. He will answer their prayers. He may not answer them as you think he may, for our\nFather has many languages, but he will choose the language which is best for you. It may\ncome to you through experiences. Some may be difficult, yet they will be a lesson to you\nwhich will answer your prayers. He may answer your prayer in a way which will make you\nstronger, help you to progress, and give you the burning in your heart that this is the gospel\nof Jesus Christ restored in these the latter days.\n<\/p><p>\n<b>His Way Best<\/b>\n<\/p><p>\nI testify to you that this knowledge has come to me, not from just one little experience but\nover a lifetime. I have often said to myself in my younger days, as trials and difficulties came\nalong, \"The Lord's way is the best way.\" As long as conditions are beyond my control, then I\nleave them up to the Lord. I worry only about those things that are in my control, and those\nthings I try to make better and ask the Lord to help me.\n<\/p><p>\nThrough those experiences through life with that as my guide and wherein the Lord is my\nguide, I have learned to know without a doubt that the Father and the Son did appear to\nJoseph Smith; that these truths which have been referred to by others in this conference were\ngiven to the Prophet Joseph Smith and Oliver Cowdery; that the kingdom of God is now\nestablished upon the earth in this the last Dispensation of the Fullness of Times, in the\nSaturday evening of time, never again to be taken from the earth; and that this is the time of\npreparation for the ushering in of the millennium when Christ himself will come and reign on\nthe earth.\n<\/p><p>\nI bear you my testimony that I know this to be true, I know this is the gospel of Jesus Christ,\nand do so in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}