{"ID":1336, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Clean Speech<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1964, pp. 88-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the year 1842, the Prophet Joseph Smith was invited to submit a statement setting forth the\nbeliefs of the newly organized Church of Jesus Christ of Latter-day Saints. In response to that\ninvitation, he directed a communication now known as the \"Wentworth Letter.\" This inspired\ndocument contained among other things, thirteen concise comprehensive declarations of belief,\nfamiliarly called, \"The Articles of Faith.\"\n<\/p><p>\nThe first of these Articles of Faith states: \"We believe in God, the Eternal Father, and in His\nSon, Jesus Christ, and in the Holy Ghost\"\n(<span class=\"citation\" id=\"6796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6796)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\n<b>We Believe in God<\/b>\n<\/p><p>\nNow, if we believe in God with all our hearts and seek to know him as he would have us\nknow him, then he will be an anchor to our lives, giving meaning and purpose to them. The\nSavior once said, emphasizing this point: \"And this is life eternal, that they might know thee\nthe only true God, and Jesus Christ whom thou hast sent\"\n(<span class=\"citation\" id=\"28142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28142)\">John 17:3<\/a><\/span>).\n<\/p><p>\nWhat do we know about God, our Heavenly Father?\n<\/p><p>\nFirst. We are actually his children. He is the Father of our spirits. In our prayers, we properly\naddress him as our Father in heaven.\n<\/p><p>\nSecond. We are created in his image and after his likeness.\n<\/p><p>\nThird. He is a glorified, immortal, resurrected being, possessing a body of flesh, bones, and\nspirit.\n<\/p><p>\nAnd fourth. We once dwelt in his presence and may return to be again with him, provided we\ndo the things required to achieve and merit this blessed privilege.\n<\/p><p>\nTo these truths the scriptures have attested, and inspired men have testified.\n<\/p><p>\n<b>\"Hallowed be Thy Name\"<\/b>\n<\/p><p>\nWe have been admonished to \"Love the Lord thy God, with all thy heart, might, mind and\nstrength\" (see <span class=\"citation\" id=\"31622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31622)\">Luke 10:27<\/a><\/span>).\nAnd with this love also goes a deep respect and reverence for\nhim. Jesus recognized this truth when he taught his disciples how to pray. As he addressed the\nFather in prayer, he said: \". . . Our Father which art in heaven, Hallowed be thy name\"\n(<span class=\"citation\" id=\"35321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35321)\">Matt. 6:9<\/a><\/span>).\nWhen Jesus regarded the name of the Lord as \"hallowed,\" can we do less? Should\nwe in any manner profane that hallowed name?\n<\/p><p>\nWhen the Prophet Moses received the Ten Commandments midst the thunderings and\nlightnings of Mt. Sinai, the Lord proclaimed: \"Thou shalt not take the name of the Lord thy\nGod in vain; for the Lord will not hold him guiltless that taketh his name in vain\"\n(<span class=\"citation\" id=\"22723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22723)\">Ex. 20:7<\/a><\/span>;\n<span class=\"citation\" id=\"21250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21250)\">Deut. 5:11<\/a><\/span>).\n<\/p><p>\nMoses, too, knew by revelation that the name of God is hallowed. And yet, everyday,\nwe hear thoughtless, uncouth, irreverent persons violate this commandment as they blaspheme\nthe name of our Heavenly Father in profane oaths.\n<\/p><p>\nIn ancient times, the Higher Priesthood was called, \"The Holy Priesthood\nafter the order of the Son of God.\" Out of respect and reverence for the\nname of the Supreme Being and to avoid the too frequent repetition of his name, they, the\nChurch, called that priesthood after Melchizedek, king of Salem and priest of the Most High\nGod, to whom Abraham paid tithes (see \n(<span class=\"citation\" id=\"14479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14479)\">D&amp;C 107:2-4<\/a><\/span>).\nIs it not a striking fact that in all\nperiods of the world good men have held the name of God in highest reverence?\n<\/p><p>\nToo often today individuals in fits of rage and uncontrollable anger profane the name of Deity,\nand too frequently they do it in ordinary conversation. The Lord, through one of his prophets,\nwarned that: \". . . the tongue . . . is an unruly evil, full of deadly poison\"\n(<span class=\"citation\" id=\"26179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26179)\">James 3:8<\/a><\/span>).\nHowever, through the exercise of self-control and by engaging in earnest prayer, it is possible\nto learn to govern one's speech or utterances.\n<\/p><p>\n<b>Clean and Simple Speech<\/b>\n<\/p><p>\nIn addition to taking the name of God in vain, profanity, cursing, and oath taking are also\ndispleasing to the Lord. We have been counseled to keep our speech clean and simple. The\nLord loves a clean mouth as well as a pure heart. This is evidenced by one of the Master's\nown powerful statements in which he said: \"But I say unto you, Swear not at all; neither by\nheaven; for it is God's throne:\n<\/p><p>\n\"Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great\nKing.\n<\/p><p>\n\"Neither shalt thou swear by thy head, because thou canst not make one hair white or black.\n<\/p><p>\n\"But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these\ncometh of evil\" (<span class=\"citation\" id=\"35316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35316)\">Matt. 5:34-37<\/a><\/span>).\n<\/p><p>\nA modern-day writer, Frank Crane, has made an interesting observation on the objectionable\nhabit of swearing in these words, which I quote:\n<\/p><p>\n\"The trouble with profanity is not so much that it is wicked, as that it is just plain dirty.\n<\/p><p>\n\"It is not so much that you shock religious people, as that you disgust decent people . . .\n<\/p><p>\n\"Swearers are behind the times. They are holdovers from a former century.\n<\/p><p>\n\"Nowadays anybody who swears is set down at once as being coarse and vulgar.\n<\/p><p>\n\"The young man who wants to succeed needs to take advantage of everything that may help\nhim on. And swearing will be a black mark against him in any job he may have. And if he\nwants to associate with the right sort of girl, he must keep his talk clean.\n<\/p><p>\n\"Nobody wants a swearer in the office, nor in the workshop, nor on the train, nor in the hotel.\nThe only place swearing fits is in the saloon.\n<\/p><p>\n\"Swearing means you don't know how to talk. Your vocabulary is limited. It is a sign of\nignorance.\n<\/p><p>\n\"Swearing means weakness. You will notice that forceful men, whose words carry weight, use\nsimple plain words.\n<\/p><p>\n\"When you swear it shows your impotence. It is the petty refuge of the helpless. If you can\nhelp a thing, help it; if not, keep still; anyway, do not swear.\n<\/p><p>\n\"Swearing has bad kin. It goes with ignorance, brutality, cruelty, drunkenness, licentiousness,\nviciousness, and anger. And you can tell a habit by the company it keeps . . .\n<\/p><p>\n\"To abstain from swearing does not mean you are a sissy, it simply means you are decent.\n<\/p><p>\n\"To show you are manly, you don't have to have a dirty face, nor black fingernails, nor\ngreasy clothes, nor tousled hair. You can be manly though clean, and you are not showing\nany manliness by filthy talk . . .\n<\/p><p>\n\"Altogether, swearing is a useless, unclean, and offensive habit.\n<\/p><p>\n\"Quit it!\" (Roy A. Welker, <i>Preparing for Marriage<\/i>, Independence, Mo.: Zion's Printing and\nPublishing, 1942, pp. 190-191.)\n<\/p><p>\nIt is difficult to imagine such men as Abraham, Moses, Lincoln, Joseph Smith, or President\nMcKay profaning the name of God. How would you regard them or what kind of opinion\nwould you form concerning them, if they were guilty of such blasphemy?\n<\/p><p>\nTry to form in your minds a picture of the mother of the human race, or the mother of the\nSavior, or your own mother sprinkling vile oaths through her speech. You\nshudder to think of such a thing, but by the very laws of decency, it is no worse for them to\ndo it than for you.\n<\/p><p>\n<b>Speech Reflects Mind and Heart<\/b>\n<\/p><p>\nThe writer of Proverbs in referring to man declares: \"For as he thinketh in his heart, so is he\"\n(<span class=\"citation\" id=\"41464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41464)\">Prov. 23:7<\/a><\/span>).\nWhat is in our hearts and minds is reflected in our speech.\n<\/p><p>\nA person who is striving to pattern his or her life after that of the Savior will be pure in\nthought and action. His or her speech will then be clean, dignified, and worshipful. Jesus said-\n\". . . out of the abundance of the heart the mouth speaketh\"\n(<span class=\"citation\" id=\"35357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35357)\">Matt. 12:34<\/a><\/span>). And \". . . thy\nspeech betrayeth thee,\" declared someone to Peter, one of the Savior's Apostles \n(<span class=\"citation\" id=\"35406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35406)\">Matt. 26:73<\/a><\/span>).\nAnd a heart that is full of goodness, will utter good and kind thoughts through well\nchosen words, the symbols that represent one's thoughts.\n<\/p><p>\nNow a word of encouragement to you, my young friends of the Church and the world: Make\nyour speech pure and warm and dignified, devoid of vileness and profanity. Let it be of such\na nature and character that the world will be attracted to you because of it. Make the Lord\nJesus Christ your ideal and pattern after his speech and his ways. And as surely as you do this,\nhe will magnify you and make you mighty before your fellow men, which I promise you, and\nI testify unto you that God lives, that the gospel is true, in the name of the Lord Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}