{"ID":1337, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...For They Shall See God\"<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1964, pp. 93-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters and friends the world over, we bring you greeting:\n<\/p><p>\nAs members of The Church of Jesus Christ of Latter-day Saints, we declare in all solemnity\nthe reality of God the Eternal Father and his Son Jesus Christ, as like as any father and son,\nyet distinct individuals. On more than one occasion the Christ has made known that a\nknowledge and acquaintance with God is basic to exaltation.\n<\/p><p>\n\"This is eternal lives&mdash;to know the only wise and true God, and Jesus Christ, whom he hath\nsent. I am he.\" And then his command: \"Receive ye, therefore, my law\"\n(<span class=\"citation\" id=\"14523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14523)\">D&amp;C 132:24<\/a><\/span>).\n<\/p><p>\nNeither the Father Elohim nor the Son Jehovah would alienate himself from the children of\nmen. It is they, the men, who cut themselves off if there be estrangement. Both the Father and\nthe Son would gladly commune and associate with men. But men must be Godlike, pure, and\nperfected to attain such stature. Even with this high degree of worthiness, men must still be\nprotected from the brilliance and glory of the heavenly personages.\n<\/p><p>\n<b>Prize of Great Worth<\/b>\n<\/p><p>\nIf I were to tell you that in your own back yard you could find an acre of diamonds, would\nyou ignore the suggestion and take no trouble to search? Today, I am telling you that in easy\nreach there is a prize of inestimable worth. Diamonds can buy one food and shelter.\nDiamonds can sparkle and glitter. Diamonds can embellish and decorate. But the prize which\nis within your grasp is more brilliant than jewels. It will not tarnish nor be subject to market\ntrends. I speak of the greatest gift&mdash;the gift of eternal life. It may not be obtained through\nmere wishing; it cannot be purchased with money; hopeful wishing will not bring it, but it is\navailable to men and women the world over. There have been long periods of history when\nthe total truth was not immediately available to the inhabitants of the earth. But in our day,\nthe whole eternal program is here and can carry men to exaltation and eternal life all the way\nto Godhood.\n<\/p><p>\nJeremiah declared:\n<\/p><p>\n\"For my people have committed two evils; they have forsaken me the fountain of living\nwaters, and hewed them out cisterns, broken cisterns, that can hold no water\"\n(<span class=\"citation\" id=\"26501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26501)\">Jer. 2:13<\/a><\/span>).\n<\/p><p>\nAnd Amos predicted:\n<\/p><p>\n\"Behold, the days come, saith the Lord God, that I will send a famine in the land, not a\nfamine of bread, nor a thirst for water, but of hearing the words of the Lord:\n<\/p><p>\n\"And they shall wander from sea to sea, and from the north even to the east, they shall run to\nand fro to seek the word of the Lord, and shall not find it\"\n(<span class=\"citation\" id=\"10429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10429)\">Amos 8:11-12<\/a><\/span>).\n<\/p><p>\n<b>Spiritual Famine Ended<\/b>\n<\/p><p>\nAfter centuries of spiritual darkness, described by Amos and Jeremiah, we solemnly\nannounce to all the world that the spiritual famine is ended, the spiritual drought is spent, the\nword of the Lord in its purity and totalness is available to all men. One\nneeds not wander from sea to sea nor from the north to the east, seeking the true gospel as\nAmos predicted, for the everlasting truth is available.\n<\/p><p>\nJeremiah the prophet again asked\nthe question: \"Shall a man make gods unto himself, and they are no gods?\"\n(<span class=\"citation\" id=\"26502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26502)\">Jer. 16:20<\/a><\/span>) In\nspite of all the gods which men make for themselves and the confusion incident thereto, the\nLiving and True God is in his heaven and is available to his children.\n<\/p><p>\nThe Master himself gave the basic truth that eternal life is available to those people only who\nhave a knowledge of the Father and the Son (<span class=\"citation\" id=\"28143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28143)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThe most important question one can ask himself is this: Do I really know God the Father and\nJesus Christ his Son? And in the answer is the difference between floundering through\nindecision or having sureness and certainty.\n<\/p><p>\nThe Lord promised:\n<\/p><p>\n\". . . every soul who forsaketh his sins and cometh unto me, and calleth on my name, and\nobeyeth my voice, and keepeth my commandments, <i>shall see my face and know that I am.<\/i>\"\n(<span class=\"citation\" id=\"14450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14450)\">D&amp;C 93:1<\/a><\/span>, italics added).\n<\/p><p>\nThe Beatitudes of Christ add: \"Blessed are the pure in heart: for they shall see God\"\n(<span class=\"citation\" id=\"35307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35307)\">Matt. 5:8<\/a><\/span>).\n<\/p><p>\n<b>The Way to Celestial Life<\/b>\n<\/p><p>\nCelestial life may be had by every soul who will fulfil the requirements. To <i>know<\/i> is not\nenough. One must <i>do<\/i>. Righteousness is vital and ordinances are necessary.\n<\/p><p>\nJehovah proclaims:\n<\/p><p>\n\"<i>But no man is possessor of all things except he be purified and cleansed from all sin.<\/i>\"\n(<span class=\"citation\" id=\"14390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14390)\">D&amp;C 50:28<\/a><\/span>, italics added).\n<\/p><p>\nAnd the Redeemer continues: \"And surely every man must repent or suffer\"\n(<span class=\"citation\" id=\"14372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14372)\">D&amp;C 19:4<\/a><\/span>).\n<\/p><p>\n\". . . <i>I, God, have suffered these things for all<\/i>, that they might not suffer if they would\nrepent;\n<\/p><p>\n\"But if they would not repent, they must suffer even as I;\n<\/p><p>\n\"Which suffering caused myself, even God, the greatest of all to tremble because of pain\"\n(<span class=\"citation\" id=\"14373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14373)\">D&amp;C 19:16-18<\/a><\/span>, italics added).\n<\/p><p>\n\"<i>I am Jesus Christ, the Son of God, who was crucified for the sins of the world<\/i>\"\n(<span class=\"citation\" id=\"14384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14384)\">D&amp;C 35:2<\/a><\/span>, italics added).\n<\/p><p>\nThere are three Gods: the Eternal Father, Elohim, to whom we pray; Christ or Jehovah; and\nthe Holy Ghost who testifies of the others and witnesses to us the truth of all things\n(<span class=\"citation\" id=\"38310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38310)\">Moro. 10:5<\/a><\/span>).\n<\/p><p>\nMany seem to delight in confusing the matter with their rationalizations and human\ncalculations. The Father and the Son, in whose image we are created, separate and distinct\nbeings, have identified themselves through the ages.\n<\/p><p>\nThe Christ declared himself to be the Lord God Almighty, Christ the Lord, the beginning and\nthe end the Redeemer of the world, Jesus the Christ, the mighty one of Israel, the Creator, the\nSon of the Living God Jehovah.\n<\/p><p>\nThe Father Elohim declares Jesus to be <i>Mine only Begotten Son, the word of my power<\/i>\n(<span class=\"citation\" id=\"39204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39204)\">Moses 1:32<\/a><\/span>). And\ntwice, at least, at the Jordan baptism and then on the Mount of Transfiguration, he declared:\n<\/p><p>\n\"<i>This is my beloved Son in whom I am well pleased<\/i>\" (see\n(<span class=\"citation\" id=\"33169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33169)\">Mark 1:11<\/a><\/span>;\n<span class=\"citation\" id=\"31614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31614)\">Luke 3:22<\/a><\/span>)\nand stated\nthat \"<i>the worlds were made by him: Men were made by him: All things were made by him,<\/i>\n<i>and through him and of him.<\/i>\"\n<\/p><p>\nThe Bible gives much secular and religious history and much in glorious teachings. But even\nwith the scriptures, confusion continues in the Christian world.\n<\/p><p>\n<b>To Know God<\/b>\n<\/p><p>\nTo know God, one must be aware of the person and attributes, power, and glory of God the\nFather and God the Christ. Moses declares he \". . . saw God face to face, and he talked with\nhim\" (<span class=\"citation\" id=\"39185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39185)\">Moses 1:2<\/a><\/span>).  This experience of Moses is in harmony with the scripture, which says:\n<\/p><p>\n\"<i>For no man has seen God at any time in the flesh, except quickened by the Spirit of God.<\/i>\n<i>Neither can any natural man abide the presence of God, neither after the carnal mind.<\/i>\"\n(<span class=\"citation\" id=\"14410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14410)\">D&amp;C 67:11-12<\/a><\/span>, italics added).\n<\/p><p>\nIt must be obvious then that to endure the glory of the Father or of the glorified\nChrist, a mortal being must be translated or other vise fortified. Moses, a\nprophet of God, held the protecting Holy Priesthood: \". . . and the glory of God was upon\nMoses; therefore Moses could endure his presence\"\n(<span class=\"citation\" id=\"39186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39186)\">Moses 1:2<\/a><\/span>).\n<\/p><p>\nGrease on the\nswimmer's body or a heavy rubber skin diver's suit may protect one from cold and wet; an\nasbestos suit might protect a fire-fighter from flames; a bullet-proof vest may save the\npoliceman from assassin's bullets; one's heated home may protect from winter's chilling\nblasts; deep shade or smoked glass can modify the withering heat and burning rays of the\nmidday sun. There is a protective force which God brings into play when he exposes his\nhuman servants to the glories of his person and his works.\n<\/p><p>\nMoses explained that he could endure the divine presence because \". . . the glory of God\"\n(<span class=\"citation\" id=\"39187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39187)\">Moses 1:2<\/a><\/span>), was upon him.\n<\/p><p>\nJehovah said: \"Wherefore, no man can behold all my works, except he behold all my glory;\nand no man can behold all my glory, and afterwards remain in the flesh on the earth\"\n(<span class=\"citation\" id=\"39188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39188)\">Moses 1:5<\/a><\/span>).\n<\/p><p>\nIn heavenly glorious vision, Moses \". . . beheld the world . . . and all the children of men\"\n(<span class=\"citation\" id=\"39189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39189)\">Moses 1:8<\/a><\/span>).\nIt is significant to note that when the protection from such transcendent glory\nwas relaxed, that Moses was left weak and near helpless.\n<\/p><p>\nThe scripture says: \"And the presence of God withdrew from Moses, that his glory was not\nupon Moses; and Moses was left unto himself. And . . . he fell unto the earth\"\n(<span class=\"citation\" id=\"39190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39190)\">Moses 1:9<\/a><\/span>).\nMany hours elapsed before he could regain his natural strength. He exclaimed: \". . . mine own\neyes have beheld God . . . my spiritual eyes, for my natural eyes could not have beheld; for I\nshould have withered and died in his presence; but his glory was upon me; and I beheld his\nface, for I was transfigured before him\"\n(<span class=\"citation\" id=\"39191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39191)\">Moses 1:11<\/a><\/span>).\n<\/p><p>\n<b>The Tempter<\/b>\n<\/p><p>\nThere is another power in this world forceful and vicious. In the wilderness of Judaea, on the\ntemple's pinnacles and on the high mountain, a momentous contest took place between two\nbrothers, Jehovah and Lucifer, sons of Elohim.\n<\/p><p>\nWhen physically weak from fasting, Christ was tempted by Lucifer: \"If thou be the Son of\nGod, command this stone that it be made bread\"\n(<span class=\"citation\" id=\"31615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31615)\">Luke 4:3<\/a><\/span>).\n<\/p><p>\nOn the temple's pinnacles, the Evil One taunted again, suggesting the unwarranted use of\npower: \". . . Thou shalt not tempt the Lord thy God\"\n(<span class=\"citation\" id=\"31617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31617)\">Luke 4:12<\/a><\/span>).\n<\/p><p>\nOn a high mountain the devil tantalized the Christ, offering kingdoms, thrones, powers,\ndominions, satisfactions of urges, desires, passions, the glory of wealth, ease, comfort&mdash;all to\npossess on condition that he worship Lucifer.\n<\/p><p>\nThe Lord in his mortality was tempted but resisted: \"Get thee hence, Satan\"\n(<span class=\"citation\" id=\"35299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35299)\">Matt. 4:10<\/a><\/span>) he said.\n<\/p><p>\nAbraham was tempted; Moses and all men must prove themselves.\n<\/p><p>\nNow came Satan, contending for the subservience of Moses. Satan, also a son of God, had\nrebelled and had been cast out of heaven and not permitted an earthly body as had his brother\nJehovah. Much depended upon the outcome of this spectacular duel.\n<\/p><p>\nAnd again, could the mastermind, Lucifer, control and dominate this Prophet Moses who had\nlearned much directly from his Lord? \"Moses, son of man, worship me,\" the devil tempted,\nwith promise of worlds and luxuries and power. But, he courageously:\n<\/p><p>\n\". . . looked upon Satan and said, 'Who art thou? For behold, I am a son of God, in the\nsimilitude of his Only Begotten'\n(<span class=\"citation\" id=\"39192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39192)\">Moses 1:12-13<\/a><\/span>).\nAnd Moses knew well his role and was prepared for this mastermind:\n<\/p><p>\n\". . . where is thy glory, that I should worship thee?\n<\/p><p>\n\"For behold, I could not look upon God, except his glory should come upon me, and I were\nstrengthened before him. But I can look upon thee in the natural man. Is it not so surely?\" he\ntaunted (<span class=\"citation\" id=\"39193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39193)\">Moses 1:13-14<\/a><\/span>).\n<\/p><p>\n\"Blessed be the name of my God, for his Spirit hath not altogether withdrawn from me, or\nelse where is thy glory, for it is darkness unto me?\n<\/p><p>\n\"And I can judge between thee and God\"\n(<span class=\"citation\" id=\"39194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39194)\">Moses 1:15<\/a><\/span>).\nThe contrast was compelling.\nMoses the priesthood bearer must be protected to see Jehovah but could face\nthis impostor with his natural eyes and without discomfort. What a contrast!\n<\/p><p>\nAnd with full\nknowledge now and with great fortitude the prophet demanded: \"Get thee hence, Satan\"\n(<span class=\"citation\" id=\"39195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39195)\">Moses 1:16<\/a><\/span>).\n<\/p><p>\nThe liar, the tempter, the devil unwilling to give up this possible victim, now in rage and\nfury: \". . . cried with a loud voice, and rent upon the earth, and commanded, saying, I am the\nOnly Begotten, worship me\" (<span class=\"citation\" id=\"39197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39197)\">Moses 1:19<\/a><\/span>).\n<\/p><p>\nMoses recognized the deception and saw the power of darkness and the \"bitterness of hell\"\n(<span class=\"citation\" id=\"39198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39198)\">Moses 1:20<\/a><\/span>).\nHere was a force not easily reckoned with nor evicted. Terrified, he called upon God, then\ncommanded with new power: \"I will not cease to call upon God . . . for his glory has been\nupon me, wherefore I can judge between him and thee\"\n(<span class=\"citation\" id=\"39196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39196)\">Moses 1:18<\/a><\/span>).\n<\/p><p>\n\". . . In the name of the Only Begotten, depart hence, Satan\"\n(<span class=\"citation\" id=\"39199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39199)\">Moses 1:21<\/a><\/span>).\n<\/p><p>\nNot even Lucifer, the Star of the Morning (<span class=\"citation\" id=\"25257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25257)\">Isa. 14:12<\/a><\/span>),\nthe arch-enemy of mankind can withstand the\npower of the priesthood of God. Trembling, quaking, cursing, weeping, wailing, gnashing his\nteeth, he departed from the victorious Moses.\n<\/p><p>\n<b>Protected<\/b>\n<\/p><p>\nWhen properly protected with the glory of God, and when sufficiently perfected, man can see\nGod.\n<\/p><p>\nAgain, the glory of the Lord was upon him and he heard the promise: \". . . thou shalt deliver\nmy people from bondage\" (<span class=\"citation\" id=\"39201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39201)\">Moses 1:26<\/a><\/span>).\n<\/p><p>\n\". . . and thou shalt be made stronger than many waters; for they shall obey thy command as\nif thou wert God\" (<span class=\"citation\" id=\"39200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39200)\">Moses 1:25<\/a><\/span>).\n<\/p><p>\nWhat a promise. What power! As one hears this promise from the God of heaven, one can\nenvision water coming from the rock (<span class=\"citation\" id=\"41110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41110)\">Num. 20:8-11<\/a><\/span>),\nmanna from the sky (<span class=\"citation\" id=\"22719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22719)\">Ex. 16:15<\/a><\/span>),\nquails from the bushes (<span class=\"citation\" id=\"22718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22718)\">Ex. 16:13<\/a><\/span>;\n<span class=\"citation\" id=\"41108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41108)\">Num. 11:31-32<\/a><\/span>), and the\nwaters of the sea rolling back to provide dry crossing for the refugee children of Israel\n(<span class=\"citation\" id=\"22717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22717)\">Ex. 14:21-22<\/a><\/span>).\n<\/p><p>\nA heavenly visitor identified himself to Abraham: \"I am the Lord, thy God; I dwell in heaven\n. . .\n<\/p><p>\n\"My name is Jehovah\" (<span class=\"citation\" id=\"7228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7228)\">Abr. 2:7-8<\/a><\/span>).\n<\/p><p>\nAnd Abraham: \". . . talked with the Lord, face to face, as one man talketh with another . . .\n<\/p><p>\n\"And he said unto me: My son, my son . . . And he put his hand upon mine eyes, and I saw\nthose things which his hands had made . . . and I could not see the end thereof\"\n(<span class=\"citation\" id=\"7229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7229)\">Abr. 3:11-12<\/a><\/span>).\n<\/p><p>\nAbraham was protected so that he not only could withstand the glory of the Lord, but he\ncould see and comprehend. The visions which Abraham saw at this time before his sojourn in\nEgypt were beyond all description. Perhaps no soul even with the strongest telescopes has\never seen the thousandth part of what Abraham saw as to this universe with all its limitless\nparts and functions. He also saw the creation of this earth, and the Father is quoted:\n<\/p><p>\n\"And worlds without number have I created; and I also created them for mine own purpose;\nand by the Son created them, which is mine Only Begotten Son\"\n(<span class=\"citation\" id=\"39205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39205)\">Moses 1:33<\/a><\/span>).\n<\/p><p>\nHow great the power of God, the majesty of God, the glory of God! Again, when Jehovah\ncame to call Saul of Tarsus to his mission, the vision was given to him only.\n<\/p><p>\n\"And the men which journeyed with him stood speechless, hearing a voice, but seeing no\nman\" (<span class=\"citation\" id=\"7943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7943)\">Acts 9:7<\/a><\/span>).\n<\/p><p>\nBut Saul of Tarsus saw Jehovah, the glorified Christ, and heard his voice and conversed with\nhim. Even partially protected as he was, the brilliance of the light from heaven in which he\ncentered&mdash;greater than the noonday sun&mdash;Paul collapsed to the earth, trembling, shocked. The\nvoice said: \"I am Jesus whom thou persecutest\"\n(<span class=\"citation\" id=\"7941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7941)\">Acts 9:5<\/a><\/span>).\n<\/p><p>\nSo intense and brilliant was the light that even with such protection, he was blinded. He said:\n\"And when I could not see for the glory of that light, being led by the hand of them that were\nwith me, I came into Damascus\" (<span class=\"citation\" id=\"7959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7959)\">Acts 22:11<\/a><\/span>).\n<\/p><p>\nA priesthood miracle restored sight to Paul after three days of total darkness\n(<span class=\"citation\" id=\"7945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7945)\">Acts 9:9<\/a><\/span>). The glory of the\nLord! How great and magnificent!\n<\/p><p>\nPaul told Timothy: \". . . Christ . . .\n<\/p><p>\n\". . . is the blessed and only Potentate, the King of kings, and the Lord of lords,\n<\/p><p>\n\"Who only hath immortality, dwelling in the light which no man can approach unto; whom no\nman hath seen, nor can see\" (<span class=\"citation\" id=\"2824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2824)\">1 Tim. 6:14-16<\/a><\/span>).\n<\/p><p>\nEnoch also needed protection, for the Lord, speaking to Enoch, said:\n<\/p><p>\n\"Anoint thine eyes with clay, and wash them, and thou shalt see . . .\n<\/p><p>\nAnd he beheld the spirits that God had created, and he beheld also things which were not\nvisible to the natural eye\" (<span class=\"citation\" id=\"39228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39228)\">Moses 6:35-36<\/a><\/span>).\n<\/p><p>\nThe godless dared not touch him \". . . for fear came on all of them that heard him; for he\nwalked with God\" (<span class=\"citation\" id=\"39229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39229)\">Moses 6:39<\/a><\/span>).\n<\/p><p>\nDaniel was worried so much so that he mourned for three weeks and took no pleasant bread\nnor meat nor wine (<span class=\"citation\" id=\"10671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10671)\">Dan. 10:3<\/a><\/span>).\nThen came his vision which he alone saw:\n<\/p><p>\n\". . . I retained no strength,\" he said,\n<\/p><p>\n\"Yet heard I the voice of his words: . . . then was I in a deep sleep on my face, and my face\ntoward the ground.\n<\/p><p>\n\"And behold, an hand touched me, which set me upon my knees and upon the palms of my\nhands.\n<\/p><p>\n\"And when he had spoken such words unto me, I set my face toward the ground, and I\nbecame dumb\" (<span class=\"citation\" id=\"10672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10672)\">Dan. 10:8-10,15<\/a><\/span>).\n<\/p><p>\n<b>Another World<\/b>\n<\/p><p>\nThere is another world with which we mortals are little acquainted. It may not be far from us.\nPeter, James, and John, the Presidency of the Church, came to know the power of God. These\nthree central figures climbed the high mountain with the Lord Jehovah, while he was yet in\nthe mortal world before his crucifixion. In the high mountain was solitude, apartness, and\nprivacy.\n<\/p><p>\nWhat a glorious experience! The Son of God, their Master, \"was transfigured before them,\nand his face did shine as the sun, and his raiment was white as the light\"\n(<span class=\"citation\" id=\"35375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35375)\">Matt. 17:2<\/a><\/span>) and\nheavenly beings Moses and Elias appeared to them. \". . . a bright cloud overshadowed them:\nand behold a voice out of the cloud, which said,\n<i>This is my beloved Son, in whom I am well pleased; Hear ye him.<\/i>\"\n(<span class=\"citation\" id=\"35377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35377)\">Matt. 17:5<\/a><\/span>, italics added).\n<\/p><p>\nThe glory of the contact was more than they could bear and they collapsed, falling on their\nfaces. While in this state unprintable, unspeakable, unutterable things were said and done. The\nthree mortals thus protected survived even this withering fiery experience.\n<\/p><p>\nRealizing that death by martyrdom was imminent and that a verbal witness could be forgotten\nand that his important knowledge must be perpetuated down through the ages, Peter bore his\nsolemn witness in writing. No fable was this, no conjuring of the imagination was this, no\nimagination of human minds was this . . . it was real and certain:\n<\/p><p>\n<b>\"Eyewitnesses of His Majesty\"<\/b>\n<\/p><p>\n\"(we) . . . were eyewitnesses of his majesty.\n<\/p><p>\n\"For he (Christ) received from God the Father honour and glory, when there came such a\nvoice to him from the excellent glory, <i>This is my beloved Son, in whom I am well pleased.<\/i>\n<\/p><p>\n\"And which voice came from heaven we heard, when we were with him in the holy mount.\"\n(<span class=\"citation\" id=\"4876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4876)\">2 Pet. 1:16-18<\/a><\/span>, italics added).\n<\/p><p>\nThe pattern was established, the chart made, the blueprint drawn. Under special need, at\nspecial times, under proper circumstances, God reveals himself to men who are prepared for\nsuch manifestations. And since God is the same yesterday, today, and forever\n(<span class=\"citation\" id=\"24331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24331)\">Heb. 13:8<\/a><\/span>), the heavens\ncannot be closed except as men lock them against themselves with disbelief.\n<\/p><p>\nIn our own dispensation came another similar grandiose experience. The need was imperative;\nan apostasy had covered the earth and gross darkness the people\n(<span class=\"citation\" id=\"25263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25263)\">Isa. 60:2<\/a><\/span>;\n<span class=\"citation\" id=\"14493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14493)\">D&amp;C 112:23<\/a><\/span>), and the minds of men were\nclouded, and light had been obscured in darkness. The time had come. Religious liberty would\nprotect the seed until it could germinate and grow. And the individual was prepared in the\nperson of a youth, clean and open-minded, who had such implicit faith in the\nresponse of God that the heavens could not remain as iron and the earth as brass as they had\nbeen for many centuries.\n<\/p><p>\n<b>The Prophet's Vision<\/b>\n<\/p><p>\nThis budding prophet had no preconceived false notions and beliefs. He was not steeped in\nthe traditions and legends and superstitions and fables of the centuries. He had nothing to\nunlearn. He prayed for knowledge and direction. The powers of darkness preceded the light.\nWhen he knelt in solitude in the silent forest, his earnest prayer brought on a battle royal\nwhich threatened his destruction. For centuries, Lucifer with unlimited dominion had fettered\nmen's minds. He could ill-afford to lose his satanic hold. This threatened his unlimited\ndominion. Let Joseph Smith tell his own story:\n<\/p><p>\n\". . . I was seized upon by some power which entirely overcame me . . . to bind my tongue .\n. . Thick darkness gathered around me, and it seemed to me for a time as if I were doomed to\nsudden destruction.\n<\/p><p>\n\". . . at the very moment when I was ready to . . . abandon myself to destruction&mdash;not to an\nimaginary ruin but to the power of some actual being from the unseen world . . . I saw a\npillar of light exactly over my head, above the brightness of the sun.\n<\/p><p>\n\". . . I found myself delivered from the enemy which held me bound. When the light rested\nupon me, I saw two Personages, whose brightness and glory defy all description, standing\nabove me in the air. One of them spake unto me, calling me by name and said, pointing to\nthe other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30451)\">JS&mdash;H 1:15-17<\/a><\/span>).\n<\/p><p>\nYoung Joseph finally recovered his voice and asked the pertinent questions for which he had\ncome and a conversation ensued, most of which was forbidden him to write. He continues: \".\n. . When I came to myself again, I found myself lying on my back, looking up into heaven\"\n(<span class=\"citation\" id=\"30464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30464)\">JS&mdash;H 1:20<\/a><\/span>).\n<\/p><p>\nJoseph had had the same general experience of Abraham and Moses and Enoch who had seen\nthe Lord and heard his voice. In addition, he heard the Father, bearing witness of the Son, as\nhad Peter, James, and John on Transfiguration's Mount. He had seen the person of Elohim.\nHe had fought a desperate battle with the powers of darkness as had Moses and Abraham.\nAnd like them all, he was protected by the glory of the Lord. This young man gave a new\nconcept to the world. Now at least one person knew God without question, for he had seen\nand heard.\n<\/p><p>\nAgain the Prophet reports the veil was lifted from their minds and the eyes of their\nunderstandings were opened (<span class=\"citation\" id=\"14486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14486)\">D&amp;C 110:1<\/a><\/span>)\nand he and Oliver Cowdery in the temple saw the Lord Jehovah who said unto them:\n<\/p><p>\n\"I am the first and the last. I am he who liveth, I am he who was slain; I am your advocate\nwith the Father\" (<span class=\"citation\" id=\"14489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14489)\">D&amp;C 110:4<\/a><\/span>).\n<\/p><p>\n\"His eyes were as a flame of fire; the hair of his head was white like the pure snow, his\ncountenance shone above the brightness of the sun; and his voice was as the sound of . . .\ngreat waters\" (<span class=\"citation\" id=\"14488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14488)\">D&amp;C 110:3<\/a><\/span>).\n<\/p><p>\n<b>\"We Saw Him\"<\/b>\n<\/p><p>\nAnd on another occasion, the prophet speaks of the Only Begotten Son:\n<\/p><p>\n\"We . . . being in the spirit. . .\n<\/p><p>\n\"(we could) see and understand the things of God&mdash;\n<\/p><p>\n\"(and the) Only Begotten Son . . .\n<\/p><p>\n\"Of whom we bear record . . . whom we saw and with whom we conversed in the heavenly\nvision\" (<span class=\"citation\" id=\"14415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14415)\">D&amp;C 76:11-14<\/a><\/span>).\n<\/p><p>\n\". . . and the glory of the Lord shone round about.\n<\/p><p>\n\"And we beheld the glory of the Son, on the right hand of the Father, and received of his\nfulness;\n<\/p><p>\n\"And saw the holy angels and them who are sanctified before his throne, worshiping God, and\nthe Lamb, who worship him forever and ever.\n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony,\nlast of all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father\" (<span class=\"citation\" id=\"14416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14416)\">D&amp;C 76:19-23<\/a><\/span>).\n<\/p><p>\n\"And this we saw also and bear record, that an angel of God who was in\nauthority in the presence of God, who rebelled against the Only Begotten Son whom the\nFather loved and who was in the bosom of the Father, was thrust down from the presence of\nGod and the Son,\n<\/p><p>\n\"And was called Perdition, for the heavens wept over him&mdash;he was Lucifer, a son of the\nmorning\" (<span class=\"citation\" id=\"14419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14419)\">D&amp;C 76:25-26<\/a><\/span>).\n<\/p><p>\nAnd eternal life again was made available to men in the earth, for does not the scripture say:\n\"And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent\" (<span class=\"citation\" id=\"28144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28144)\">John 17:3<\/a><\/span>).\nAnd so we return to the promise made on the hill in Palestine.\n\"Blessed are the pure in heart: for they shall see God\"\n(<span class=\"citation\" id=\"35308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35308)\">Matt. 5:8<\/a><\/span>).\n<\/p><p>\nMen who know God and love him and live his commandments and obey his true ordinances\nmay yet in this life, or the life to come, see his face and know that he lives\n(<span class=\"citation\" id=\"14451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14451)\">D&amp;C 93:1<\/a><\/span>) and will\ncommune with them.\n<\/p><p>\nOur friends, I invite further inquiry. I testify to these truths, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}