{"ID":1338, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Chastity&mdash;Fundamental to Our Civilization\"<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1964, pp. 107-109<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: I have chosen a vital subject, that of chastity, if you will give\nme your attention.\n<\/p><p>\nAccording to the dictionary, chastity means, \"The state or quality of being chaste, free from\nsexual impurity, free in thought, modest and free from vulgarity.\"\n<\/p><p>\nWhen our Redeemer was with the Nephites on this continent after his resurrection, he\nemphasized this principle by saying to them: \"And no unclean thing can enter into his\nkingdom; therefore nothing entereth into his rest save it be those who have washed their\ngarments in my blood, because of their faith, and the repentance of all their sins, and their\nfaithfulness unto the end.\n<\/p><p>\n\"Now this is the commandment: Repent, all ye ends of the earth, and come unto me and be\nbaptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye\nmay stand spotless before me at the last day.\n<\/p><p>\n\"Verily, verily, I say unto you, this is my gospel; and ye know the things that ye must do in\nmy church; for the works which ye have seen me do that shall ye also do; for that which ye\nhave seen me do even that shall ye do;\n<\/p><p>\n\"Therefore, if ye do these things blessed are ye, for ye shall be lifted up at the last day\"\n(<span class=\"citation\" id=\"5681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5681)\">3 Ne. 27:19-22<\/a><\/span>).\n<\/p><p>\n<b>Repentance Essential<\/b>\n<\/p><p>\nFrom what we see as we travel from city to city and from what we read in the public press,\nwe are forced to the conclusion that repentance from sin is extremely essential throughout the\nentire world. In fact, there is seldom a time in the known history of mankind when sexual sin\nwas not prevalent and the violation of the divine commandments was almost universal. It was\nnot long after Adam and Eve had children who began to pair off and establish families that\nthe influence of Satan was felt, and the sons and daughters forgot the teachings of their\nparents. We read that Satan came among them saying: \"I am also a son of God\", and he\ncommanded them to believe not the teachings of their parents, and the record informs us that\nfrom that time forth men became, \". . . carnal, sensual, and devilish\"\n(<span class=\"citation\" id=\"39227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39227)\">Moses 5:13<\/a><\/span>).\n<\/p><p>\nVery frequently I have this question asked of me: \"When Lucifer, or the devil, was cast out of\nheaven, why did the Lord permit him to come to this earth to tempt and torment us, rather\nthan to have been sent with his followers to an isolated place?\" My answer to this question\nhas been that it seems clear that the Father permitted Lucifer to come here to tempt us and\ntest our faith. The fact is clear that Adam and his posterity were not left without divine\ncommandments and guidance. Angels visited them and instructed them and commanded them\nto raise their children in light and truth. Moreover, the fall was not the terrible mistake which\nso many have been led to believe. It is customary in the religious world to speak of the fall as\n\"man's shameful fall,\" leaving the impression that had Adam refused to partake of the fruit,\nhe and Eve and their posterity would have lived in eternal bliss and harmony. The fact is\nclear, however, had Adam not partaken he and Eve would have lived alone without posterity.\nTherefore the fall was a necessity, and this was clearly stated by Mother Eve when she said:\n\"Were it not for our transgression we never should have had seed, and never should have\nknown good and evil, and the joy of our redemption, and the eternal life which God giveth\nunto all the obedient\" (<span class=\"citation\" id=\"39226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39226)\">Moses 5:11<\/a><\/span>).\n<\/p><p>\n<b>Mortality Part of Eternity<\/b>\n<\/p><p>\nThis mortal life is just an essential part of our eternal existence. We came here to be tested\nand proved by coming in contact with evil as well as the good. It is necessary that we be\ntempted and tried, but the Eternal Father did not leave us helpless in the midst of evil. From\nthe very beginning the plan of salvation was presented to our first parents. They taught these\nprinciples to their children. It is necessary, however, that we have trials and temptations, as\nwell as the divine commandments. Therefore the Father has permitted Satan\nand his hosts to tempt us, but by the guidance of the Spirit of the Lord and the\ncommandments given through revelation, we are prepared to make our choice. If we do evil,\nwe have been promised that we will be punished, if we do good, we will receive the eternal\nreward of righteousness. Every soul has been given the gift of free agency. It is essential that\nwe learn both good and evil and thus resist and overcome the evil. If we live righteously there\nwill come eternal salvation and exaltation in the kingdom of God.\n<\/p><p>\n<b>Cleanliness and Eternal Existence<\/b>\n<\/p><p>\nCleanliness of life will bring the reward of exaltation and an eternal existence in the kingdom\nof God. If we choose the evil, the reward will be in punishment. Eventually every sin will\nhave to be righted. Our Savior paid the price of our transgressions if we do not sin a sin\nworthy of eternal death (<span class=\"citation\" id=\"1072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1072)\">1 Jn. 5:16<\/a><\/span>)\nand humbly keep his commandments; otherwise he has said, we must\nsuffer even as did he (<span class=\"citation\" id=\"14374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14374)\">D&amp;C 19:17<\/a><\/span>).\n<\/p><p>\nWhen the children of Israel came out of Egypt, the Lord gave them many commandments.\nAmong these commandments he taught the Israelites that their bodies were sacred and that\nthey should not be improperly exposed. Among these instructions we find this necessary\ncommandment:\n<\/p><p>\n<b>Not a Lovely Sight<\/b>\n<\/p><p>\n\"The woman shall not wear that which pertaineth unto a man, neither shall a man put on a\nwoman's garment: for all that do so are abomination unto the Lord thy God\"\n(<span class=\"citation\" id=\"21252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21252)\">Deut. 22:5<\/a><\/span>).\n<\/p><p>\nToday it is a common sight, even on the streets of the cities of the Latter-day Saints, to see\nwomen dressed in pants and suits similar to those worn by men. We are forced to declare that\nthis is not a lovely sight. Moreover, it is also frequently the case at parties and places of\nentertainment that women are arrayed in what I think they call full or party dress, thus\nexposing a part of the body which should be sacred and not exposed.\n<\/p><p>\nThe Prophet Isaiah without question saw our day, for he speaks of the daughters of Zion who,\nin the latter days, would be guilty of all kinds of improprieties in their dress. I will not quote\nwhat he said, but if any are curious enough and wish to read it you will find it in the third\nchapter of Isaiah, verses sixteen to the end\n(<span class=\"citation\" id=\"25250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25250)\">Isa. 3:16-26<\/a><\/span>).\n<\/p><p>\nNow, my good brethren and sisters, I am making a plea for modesty and chastity and for the\nmembers of the Church, male and female alike, to be chaste, clean in their lives, and obedient\nto the covenants and commandments the Lord has given us.\n<\/p><p>\nI would like to quote a few paragraphs taken from a discourse by President J. Reuben Clark,\nJr.:\n<\/p><p>\n\"Our very civilization itself is based upon chastity, the sanctity of marriage, and the holiness\nof the home. Destroy these and Christian man becomes a brute.\n<\/p><p>\n<b>Chastity Fundamental<\/b>\n<\/p><p>\n\"Chastity is fundamental to our life and to our civilization. If the race becomes unchaste, it\nwill perish. Immorality has been basic to the destruction of mighty nations of the past; it will\nbring to dust the mighty nations of the present. Every one of us who instructs our youth in\nwhatever place or position, and in whatever capacity, must teach the young people of today to\nabstain from unchastity.\" (<i>CR<\/i>, Oct. 1938, p. 137.)\n<\/p><p>\nThe following counsel is given by President David O. McKay:\n<\/p><p>\n\"In this day when modesty is thrust into the background, and chastity is considered an\noutmoded virtue, I appeal to you to keep your souls unmarred and unsullied from this sin, the\nconsequence of which will smite and haunt you intimately until your conscience is seared and\nyour character sordid.\n<\/p><p>\n\"Remember, too, the significance of the Savior's saying that if any shall commit adultery even\nin his or her heart, he shall not have the Spirit, but shall deny the faith and shall fear\n(<span class=\"citation\" id=\"14405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14405)\">D&amp;C 63:16<\/a><\/span>).\n<\/p><p>\n\"Resist evil, and the tempter will flee from you\n(<span class=\"citation\" id=\"26180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26180)\">James 4:7<\/a><\/span>). If you keep your character above reproach,\nno matter what others may think, or what charges they make, you can hold your head erect,\nkeep your heart light, and face the world undauntedly because you, yourself,\nand your God know that you have kept your soul untarnished.\" (<i>Ibid.<\/i>, Oct. 1951, pp. 8-9.)\n<\/p><p>\n<b>\"Precious Above All Things\"<\/b>\n<\/p><p>\nAgain from President McKay:\n<\/p><p>\n\"'My spirit,' says the Christ 'will not dwell in unclean tabernacles'\n(<span class=\"citation\" id=\"40324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40324)\">Mosiah 2:37<\/a><\/span>). The corruption that is in\nthe world through lust, as mentioned in one of Peter's Epistles\n(<span class=\"citation\" id=\"4874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4874)\">2 Pet. 1:4<\/a><\/span>), has its source in thoughts and\nschemes harbored in the individual mind. A man who takes advantage of his neighbor in a\nbusiness deal when the opportunity offers has prepared himself for the occasion by dishonest\nthinking. Young couples do not lose their chastity, named by the Book of Mormon as\n'precious above all things' (<span class=\"citation\" id=\"38307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38307)\">Moro. 9:9<\/a><\/span>)\nwithout their having previously in thought justified the act.\n<\/p><p>\n\"The husband who coolly turns from a loyal wife and family and seeks illicit relationship\nelsewhere, perhaps with a disloyal wife of a neighbor, has previously poisoned his soul with\nimmoral ideas. Disgruntled members of society, faultfinders in wards and stakes, do not\nbecome such merely because of some offense, real or imagined. What they say and do has\nbeen preceded by selfish desires or unattained ambition.\" (<i>Ibid.<\/i>, April 1951, pp. 96-97.)\n<\/p><p>\nIn the name of Jesus Christ our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}