{"ID":1339, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The LDS Church at the World's Fair<\/p>\n<p class=\"gcspeaker\">Elder Bernard P. Brockbank<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Bernard p. Brockbank, <i>Conference Report<\/i>, April 1964, pp. 109-111<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters: I am thankful for the gift of the Holy Ghost, and I pray for the\ninspiration of this great comforter. Isn't it humbling and glorious to be an active member of\nThe Church of Jesus Christ of Latter-day Saints? I find it a great joy and blessing to visit the\nSaints in many parts of the world. It is a privilege to shake their hands and to call them\nbrother and sister. I like the warmth and the joy that come from this great family tie.\nHappiness truly comes from God and his righteousness.\n<\/p><p>\n<b>\"Seek ye first . . .\"<\/b>\n<\/p><p>\nThe first great goal of this life was given by Jesus Christ our Savior, leader, and example,\nwhen he said, \". . . seek ye first the kingdom of God, and his righteousness\"\n(<span class=\"citation\" id=\"35332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35332)\">Matt. 6:33<\/a><\/span>).\nThere is no other goal ahead of this first goal.\n<\/p><p>\nI would like to speak briefly about the scriptures and missionary work. No one ever needs to\nmake excuses or apologize for the scriptures. The Apostle Paul said, \"All scripture is given by\ninspiration of God, and is profitable for doctrine, for reproof, for correction, for Instruction in\nrighteousness:\n<\/p><p>\n\"That the man of God may be perfect, thoroughly furnished unto all good works\"\n(<span class=\"citation\" id=\"5152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5152)\">2 Tim. 3:16-17<\/a><\/span>).\n<\/p><p>\nI repeat, \"All scripture is given by inspiration of God.\" Anyone changing or placing a\npersonal interpretation that changes the true meaning of the scriptures is placing himself and\nhis abilities above the God-inspired scriptures.\n<\/p><p>\n<b>\"The field is white . . .\"<\/b>\n<\/p><p>\nWhen the gospel and Church of Jesus Christ were restored to this earth in 1830 by a Prophet\nof God, the scriptures were again restored to their true light and meaning. Immediately after\nthe restoration, the great missionary program of the Church was commenced. The Savior said\nin a revelation to the Prophet Joseph Smith, \". . . behold the field is white already to harvest\"\n(<span class=\"citation\" id=\"14360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14360)\">D&amp;C 4:4<\/a><\/span>).\nChrist said when he lived upon the earth that there were many people to be\nbrought into the Church \"but the laborers are few\"\n(<span class=\"citation\" id=\"35349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35349)\">Matt. 9:37<\/a><\/span>).\n<\/p><p>\nToday, 1964, the field is still white and ready to harvest. There are millions waiting today for\nthe restored gospel of Jesus Christ, but the laborers are few. We must find ways to reach\nand teach every creature. I sometimes wonder if we have actually taught one\npercent of God's children. That would be over thirty million. I know that millions have heard\nabout the Church, but there is no substitute for the teacher.\n<\/p><p>\n<b>\"By their fruits\"<\/b>\n<\/p><p>\nUnder the inspiration and direction of our Prophet David O. McKay, we have undertaken a\ngreat and far-reaching missionary program in the New York World's Fair. Millions of people\nwill have the opportunity to hear testimonies and see fruits of the gospel in the restored\nChurch of Jesus Christ Jesus said, \". . . by their fruits ye shall know them\"\n(<span class=\"citation\" id=\"35344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35344)\">Matt. 7:20<\/a><\/span>). The\nfruits through the exhibits based upon the scriptures will be shown and taught.\n<\/p><p>\n<b>The World's Fair<\/b>\n<\/p><p>\nOur pavilion and exhibits are built and designed to give a sacred atmosphere and a spirit of\nrest and peace. Our theme is \"Man's Search for Happiness.\" We want to show and impress\nupon all who attend, that happiness comes from seeking first the kingdom of God and his\nrighteousness.\n<\/p><p>\nAs people enter the pavilion, they will see an Adam and Eve statue and the masterful painting\nof the ancient prophets. The scriptural messages which will be written in text will show our\nacceptance of the Old Testament scriptures.\n<\/p><p>\n<b>The Messages of the New Testament<\/b>\n<\/p><p>\nThe heroic-sized marble statue of Jesus Christ and the inspired painting of the Twelve\nApostles will show that we accept Jesus Christ, the Twelve Apostles, and the scriptures of the\nNew Testament. The one-hundred-ten foot mural, picturing the teachings of Jesus Christ, will\ntouch the hearts of the true Christians. Jesus Christ is shown coming up out of the waters of\nthe River Jordan after being baptized by John the Baptist. The Holy Ghost is represented in\nthe form of a dove, and the voice of God the Eternal Father saying, \". . . This is my beloved\nSon, in whom I am well pleased\" \n(<span class=\"citation\" id=\"35296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35296)\">Matt. 3:17<\/a><\/span>)&mdash;a picture that even touches the heart of the\nunbeliever. This is one of the great examples and messages of the New Testament, and the\nartist under inspiration has created and pictured this glorious occasion when God expressed\nfrom heaven that he was pleased with his Son.\n<\/p><p>\n<b>Christ-centered<\/b>\n<\/p><p>\nThe mural continues with Jesus calling the fishermen, Peter and Andrew. Another picture\nshows the calling and ordaining of the Twelve Apostles; Jesus is also pictured teaching the\nmultitudes in Jerusalem; Jesus praying at Gethsemane while the apostles slept; Judas and the\nbetrayal kiss; the crucifixion; the meeting of the Resurrected Christ and the apostles after his\nresurrection; the ascension of Jesus Christ and the two men in white apparel saying, \". . . this\nsame Jesus, which is taken up from you into heaven, shall so come in like manner\"\n(<span class=\"citation\" id=\"7923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7923)\">Acts 1:11<\/a><\/span>)&mdash;a most\nimpressive mural. The golden-rayed room, built around Jesus Christ, is inspiring,\nsoul-searching, and magnificent. Many will receive their first inspiration of this Church as\nthey enter this pavilion.\n<\/p><p>\nWe will briefly show the apostasy from the teaching of Jesus Christ, that man in many cases\nsubstituted his own doctrines and programs; men did away with the Twelve Apostles, changed\nthe baptism, and substituted an incorporeal and incomprehensible God for our Living,\nPersonal Heavenly Father.\n<\/p><p>\n<b>\"Another Angel\"<\/b>\n<\/p><p>\nThe mural continues to show John the Revelator on the Isle of Patmos. John in vision saw an\nangel and said, \"And I saw another angel fly in the midst of heaven, having the everlasting\ngospel to preach unto them that dwell on the earth, and to every nation, and kindred, and\ntongue, and people,\"&mdash;(<span class=\"citation\" id=\"42365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42365)\">Rev. 14:6<\/a><\/span>)\noften quoted and unique to this Church. Our message to the\nworld is that this angel came to the Prophet Joseph Smith and restored the everlasting gospel,\nand that it is going forward today to every nation, kindred, tongue, and people.\n<\/p><p>\n<b>The Restoration<\/b>\n<\/p><p>\nAs we walk into the first vision diorama, we see the boy-Prophet, Joseph\nSmith, kneeling in humble prayer in the Sacred Grove, and we feel as if we are in that grove\nof trees witnessing his first vision.\n<\/p><p>\n<b>Heavenly Beings<\/b>\n<\/p><p>\nMillions accept Moses, Abraham, Jacob, Isaiah, and all of the ancient prophets of God as\nprophets of God, and heavenly messengers appeared unto them many times. Millions accept\nthe Apostle Peter, John the Revelator, Paul, and the other Apostles of the Lord Jesus Christ,\nand they all had heavenly visitations and manifestations. If we stay with the God-given\nscriptures, heavenly manifestations are part of God's earth program, and the Prophet Joseph\nSmith's first vision is in harmony with the scriptures.\n<\/p><p>\nA twin diorama showing Jesus Christ teaching in and around Jerusalem on the Eastern\nHemisphere and in the Americas on the Western Hemisphere is impressive and brings to light\nhis statement that he had other sheep which he must visit.\n<\/p><p>\n<b>Scriptures<\/b>\n<\/p><p>\nThe Bible contains the God-inspired scriptures of the Eastern Hemisphere. The Book of\nMormon contains the God-inspired scriptures of the Western Hemisphere. Today men are\nlooking for evidence of divine power; it can be found in the Holy Bible and in the Book of\nMormon, and among the prophets and Apostles of the Lord.\n<\/p><p>\nA statue showing the restoration of the priesthood by Peter, James, and John, messengers sent\nfrom heaven, upon the head of the Prophet, will portray the restoration of this great power.\nOne hundred back-lighted transparencies have been created and taken from all parts of the\nworld to show the fruits of the Church.\n<\/p><p>\n<b>Life Eternal<\/b>\n<\/p><p>\nA diorama showing eternal life has been created around the words of Jesus that have been\nquoted here several times at this conference \"And this is life eternal, that they might know\nthee the only true God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"28145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28145)\">John 17:3<\/a><\/span>) An inspired\nmoving picture on eternal life has also been created to inspire and touch the hearts of the\ntruth-seeker.\n<\/p><p>\nThe Tabernacle Choir, a great missionary, will be at the fair also. Three hundred Singing\nMothers will be there.\n<\/p><p>\nI heard several fine sermons on Easter from prominent ecclesiastical scholars encouraging the\npeople to return to religion. We already have an abundance of varied religions on this earth,\nbut all of God's children should turn to the God-inspired scriptures and to the gospel\nteachings of Jesus Christ. They should seek first the kingdom of God\n(<span class=\"citation\" id=\"35333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35333)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nBrothers and sisters, we sincerely and humbly ask for your prayers for the success of the\nLord's work at the World's Fair and for the great missionary program of the Church, that we\nmay more fully teach the gospel of Jesus Christ to every nation, kindred, tongue, and people,\nand I ask this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}