{"ID":134, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Ye May Know the Truth<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1944, pp. 40-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDear brothers and the radio listeners:\n<\/p><p>\nIn attending the genealogical sessions of the quarterly conferences in many stakes there has\nbeen sung beautifully the song, \"Open the Gates of the Temple,\" which ends with the solemn\ntestimony: \"I know that my Redeemer lives, and because he lives, I shall live,\" and I always\nfeel to say with Luke:\n<\/p><p>\n. . . I thank thee, O Father, Lord of heaven and earth, that thou hast hid these things from the\nwise and prudent, and hast revealed them unto babes: . . .\n(<span class=\"citation\" id=\"31124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31124)\">Luke 10:21<\/a><\/span>).\n<\/p><p>\nTHE REQUIREMENTS IN OBTAINING A TESTIMONY\n<\/p><p>\nIn a high council testimony meeting some time ago I heard one of the number say: \"I am\nhappy in the work and have made research and this Church and its doctrines satisfy me better\nthan anything I have found.\" Then another arose with deep feeling declared: \"This is the work\nof God. I <i>know<\/i> it. It is the Lord's eternal plan of exaltation. I <i>know<\/i> that Jesus lives and is the\nRedeemer.\" I was uplifted by his sureness. And I went to the revelations of the Lord to see\nhow it is that some are so sure while others are passive or have doubts.\n<\/p><p>\nI recall the experience of the Apostles when the Lord manifested himself to them after his\nresurrection and found a group who accepted him, but one of the quorum being absent\ndeclared that he would not believe unless he could see in the Lord's hands the print of the\nnails, and thrust his hand into the wounded side\n(<span class=\"citation\" id=\"27170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27170)\">John 20:24-25<\/a><\/span>).\nAnd when the Savior, anticipating his doubt,\nhad commanded Thomas to thrust forth his hand and feel and know, he said:\n<\/p><p>\n. . . Thomas, because thou hast seen me, thou hast believed: blessed are they that have not\nseen, and yet have believed (<span class=\"citation\" id=\"27173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27173)\">John 20:29<\/a><\/span>).\n<\/p><p>\nThe Lord thus indicated that a knowledge of spiritual things may be had without perception\nthrough the five senses. He has keys by which we may have a knowledge of his work. In the\ntemple he taught the Jews. They marvelled at his knowledge and positiveness and said: \"He\nspeaks as one having authority\" (<span class=\"citation\" id=\"33895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33895)\">Matt. 7:29<\/a><\/span>).\n<\/p><p>\nThe Redeemer declared:\n<\/p><p>\n. . . My doctrine is not mine, but his that sent me. If any man will do his will, he shall know\nof the doctrine, whether it be of God or whether I speak of myself\n(<span class=\"citation\" id=\"27133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27133)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nWhat is it to know of the doctrine? It is an unwavering assurance. The Lord has offered a rich\nreward but has provided that it can be had only by meeting certain requirements. He has said:\n<\/p><p>\nThere is a law, irrevocably decreed in heaven before the foundations of this world, upon\nwhich all blessings are predicated&mdash;and when we obtain any blessing from God, it is by\nobedience to that law upon which it is predicted\n(<span class=\"citation\" id=\"12060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12060)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nIn this case the blessing promised is a <i>knowledge of the divinity of the doctrine<\/i>. And in this\ncase the law or requirement is that one must \"do his will\"\n(<span class=\"citation\" id=\"27135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27135)\">John 7:17<\/a><\/span>). Most of us know what his will is,\nfar more than we have disposition or ability to comply.\n<\/p><p>\nThe Lord has reiterated his promise with much emphasis:\n<\/p><p>\nIf thou shalt ask, thou shalt receive revelation upon revelation, knowledge upon knowledge,\nthat thou mayest know the mysteries and peace-able things&mdash;that which\nbringeth joy, that which bringeth life eternal\n(<span class=\"citation\" id=\"11971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11971)\">D&amp;C 42:61<\/a><\/span>).\n<\/p><p>\nSPIRITUAL BLESSINGS IN THE WORD OF WISDOM\n<\/p><p>\nWe preach and discuss the revelation known as the Word of Wisdom, and usually think of the\ntemporal blessings that will come to us in increased health if we live in harmony with its\nteaching, that we might run and not be weary and walk and not faint, and the destroying\nangel should pass us by (<span class=\"citation\" id=\"12024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12024)\">D&amp;C 89:20-21<\/a><\/span>),\nbut there is also a spiritual aspect which is more far-reaching and\nshould stimulate us to high purpose. The promise I am thinking of is this:\n<\/p><p>\nAnd all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments . . . shall find wisdom and great treasures of knowledge, even hidden\ntreasures (<span class=\"citation\" id=\"12021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12021)\">D&amp;C 89:18-19<\/a><\/span>).\n<\/p><p>\nWhat could be so priceless as wisdom and knowledge, even hidden treasures? Surely the\ntreasures here referred to are not those of scientific accomplishments. Such will come revealed\nas light from heaven discovered through the research of men, but these hidden treasures of\nknowledge in the revelation are those which can be had only by use of the keys given which\nare: \"Walking in obedience\" (<span class=\"citation\" id=\"12020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12020)\">D&amp;C 89:18<\/a><\/span>).\nAnd while the discoveries in the physical world are very\nimportant to us here in mortality, the spiritual discovery of a knowledge of God and his\nprogram reach into and through eternity.\n<\/p><p>\nAnd this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent (<span class=\"citation\" id=\"27164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27164)\">John 17:3<\/a><\/span>).\n<\/p><p>\n<\/p><p>\nA TESTIMONY OF THE TRUTH COMES THROUGH RIGHTEOUS LIVING\n<\/p><p>\nAnother revelation gives us this:\n<\/p><p>\n. . . For unto you it is given to know the mysteries of the kingdom, but unto the world it is\nnot given to know them (<span class=\"citation\" id=\"11972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11972)\">D&amp;C 42:65<\/a><\/span>),\n<\/p><p>\nwhich indicates another requirement: One must be baptized and receive the Holy Ghost and\nstill live the commandments to be given the knowledge of the divinity of the work. Mere\npassive acceptance of the doctrines will not give the testimony; no casual half-compliance\nwith the program will bring that assurance; but an all-out effort to live his commandments.\nWe often see this in the lives of members of the Church. One said to me in a recent stake I\nvisited, \"I assiduously avoid all testimony meetings. I can't take the sentimental and emotional\nstatements that some of the people make. I can't accept these doctrines unless I can in a\ncold-blooded and rational way prove every step.\" I knew this type of man as I have met\nothers like him. In no case had they gone all-out to live the commandments: Little or no\ntithing, only occasional attendance at meetings, considerable criticism of the doctrines, the\norganizations and the leaders, and we know well why they could have no\ntestimony. Remember that the Lord said:\n<\/p><p>\nI, the Lord, am bound when ye do what I say; but when ye do not what I say; ye have no\npromise (<span class=\"citation\" id=\"12004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12004)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nSuch people have failed to \"do what he says.\" Of course, they have no promise.\n<\/p><p>\nOn the other hand we have the missionary completely immersed in his work, giving to it his\nevery thought and energy, and living closely the commandments. Almost without exception\nthey have lived worthily, kept the commandments, and have been rewarded with a knowledge\nas promised by their Savior, in proportion to their faithfulness. Consider also the thousands of\nward, quorum, and stake and mission leaders who have an abiding testimony. It is not blind\nloyalty but faithful observance, and turning of keys which open the storehouse of spiritual\nknowledge. The Lord revealed again to the Prophet Joseph:\n<\/p><p>\nVerily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and\ncometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my\ncommandments, shall see my face and know that I am and that I am the true light . . . and . . .\nthe Father and I are one (<span class=\"citation\" id=\"12025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12025)\">D&amp;C 93:1-3<\/a><\/span>).\n<\/p><p>\nThe Lord will not discriminate between his children but delights to own and bless us all, if\nwe will let him. And here he reveals another most important item&mdash;one must be free from sin\nto claim the blessing of an unwavering testimony, and sin is of two kinds, those of omission\nand those of commission.\n<\/p><p>\nWhen I was a very small boy, I was taught the habit of going to sacrament meetings. Mother\nalways took me with her. Those warm afternoons I soon became drowsy and leaned over on\nher lap to sleep. I may not have learned much from the sermons, but I learned the habit of\n\"going to meeting.\" The habit stayed with me through my life. And even from those early\nyears in the testimony meetings, I often came home distressed by the expressions of critical\npeople who took issue with those who had borne their testimonies with such fervor and\nsureness. \"Why does Sister Blank say she knows that Jesus is the Christ? How can she know?\nWhy does Brother Doe declare with such definiteness that Joseph Smith was a Prophet of\nGod and that this is the Church and kingdom of God? I doubt if they know any more about it\nthan I do.\" Then I refer these who would rationalize to Colossians 2:8:\n<\/p><p>\nBeware lest any man spoil you through philosophy and vain deceit, after the tradition of men,\nafter the rudiments of the world, and not after Christ\n(<span class=\"citation\" id=\"10499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10499)\">Col. 2:8<\/a><\/span>).\n<\/p><p>\nBut our Father in heaven has repeatedly promised such knowledge upon compliance with his\ncommands. Hear his words in modern revelations speaking to those who fear\nhim and delight to serve him in righteousness unto the end. He says:\n<\/p><p>\nAnd to them will I reveal all mysteries, yea, all the hidden mysteries of my kingdom from\ndays of old, and for ages to come, will I make known unto them the good pleasure of my will\nconcerning all things pertaining to my kingdom. Yea, even the wonders of eternity shall they\nknow, and things to come will I show them\n(<span class=\"citation\" id=\"11997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11997)\">D&amp;C 76:7-8<\/a><\/span>).\n<\/p><p>\nPROMISES OF THE LORD TO HIS PEOPLE\n<\/p><p>\nIt was in 1841 that the Lord commanded the Prophet to release his brother, Hyrum, from the\nPresidency that he might function as the Patriarch. In his place William Law was called and\nwas instructed through the seer:\n<\/p><p>\n. . . let him be humble before me, and be without guile, and he shall receive of my Spirit,\neven the Comforter, which shall manifest unto him the truth of all things\n(<span class=\"citation\" id=\"12056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12056)\">D&amp;C 124:97<\/a><\/span>).\n<\/p><p>\nAnd a similar promise was made to Sidney Rigdon as he was called to be a spokesman to the\nProphet Joseph:\n<\/p><p>\nAnd I will give unto him power to be mighty in testimony. And I will give unto thee power\nto be mighty in expounding all scriptures and that thou mayest be a spokesman unto him, and\nhe shall be a revelator unto thee, that thou mayest know the certainty of all things pertaining\nto the things of my kingdom on the earth\n(<span class=\"citation\" id=\"12031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12031)\">D&amp;C 100:10-11<\/a><\/span>).\n<\/p><p>\nThe Lord seems to extend the same privileges and makes the same promises to all his people:\n<\/p><p>\n. . . I the Lord am willing to make these things known unto all flesh\n(<span class=\"citation\" id=\"11931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11931)\">D&amp;C 1:34<\/a><\/span>).\n<\/p><p>\nSeek not for riches but for wisdom, and behold, the mysteries of God shall be unfolded unto\nyou, and then shall you be made rich. Behold, he that hath eternal life is rich\n(<span class=\"citation\" id=\"11935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11935)\">D&amp;C 6:7<\/a><\/span>).\n<\/p><p>\nGOSPEL TRUTH REVEALED THROUGH THE SPIRIT OF THE LORD\n<\/p><p>\nIt should be kept in mind that God cannot be found through research alone, nor his gospel\nunderstood and appreciated by study only, for no one may know the Father or the Son but \"he\nto whom the Son will reveal him\" \n(<span class=\"citation\" id=\"31125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31125)\">Luke 10:22<\/a><\/span>).\nThe skeptic will some day either in time or\neternity learn to his sorrow that his egotism has robbed him of much joy and growth, and that\nas has been decreed by the Lord: The things of God cannot be understood by the spirit of\nman (<span class=\"citation\" id=\"108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(108)\">1 Cor. 2:11<\/a><\/span>);\nthat man cannot by himself find out God or his program; that no amount of research nor\nrationalizing will bring a testimony, but it must come through the heart when compliance with\nthe program has made the person eligible to receive that reward. The Savior could have taken\nhighly trained minds from the temple porches for the chief builders of his kingdom, but he\nwent to the seashore to get humble fishermen. He wanted men who would\nnot depend upon their own intellects only to ferret out the truths, but unbiased men to whom\nhe might reveal his new program, men who were trusting and sincere and willing to serve. He\ntested Peter on one occasion by asking him to identify him, and with power and sure of his\ngrounds the first apostle declared: \"Thou art Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"33911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33911)\">Matt. 16:16<\/a><\/span>).\nSurely the Redeemer must have been pleased, and he then revealed the source of\nPeter's knowledge by saying:\n<\/p><p>\n. . . Blessed are thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but\nmy Father which is in heaven (<span class=\"citation\" id=\"33912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33912)\">Matt. 16:17<\/a><\/span>).\n<\/p><p>\nThere were many trained and educated Jews in Jerusalem who rationalized themselves\ncompletely out of a testimony and the rich spiritual life. Though Jesus was among them and\nthey could see his miracles and hear his words, it was still an impossibility for those scribes\nand Pharisees to prove him to be the Redeemer by any of their mental processes, or by the\nkind of proof that many moderns require. But Peter and his associates, receptive as they were,\nknew the process. They lived the truth, and they <i>knew<\/i> the truth, and the truth made them free\n(<span class=\"citation\" id=\"27139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27139)\">John 8:32<\/a><\/span>)\nand gave them peace.\n<\/p><p>\nREQUIREMENTS FOR RETAINING A TESTIMONY\n<\/p><p>\nTo acquire a testimony, then, one must be in tune with the Spirit of the Lord, keep his\ncommandments and be sincere. Because one does not receive this positive assurance is no\nreason why another cannot. To say that another person cannot see the light because you fail to\ncomprehend it is to place unwarranted limitations on another's power. To say that no one can\nknow of the doctrine because you do not is like saying that there is no germ or virus because\nit is not visible to you, and is to deny the word of God.\n<\/p><p>\nTo hold his testimony one must bear it often and live worthy of it. The Lord declared his\ndispleasure in the failure of his people to bear testimony\n(<span class=\"citation\" id=\"11990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11990)\">D&amp;C 60:2<\/a><\/span>).\n<\/p><p>\nDestructive criticism of the officers of the Church or its doctrines is sure to weaken and bring\nan eventual end to one's testimony if persisted in.\n<\/p><p>\nAnd so there have come ringing down through time the testimonies of men who knew and\nbore witness: John, the cousin of Jesus, saying:\n<\/p><p>\n\"Behold the lamb of God which taketh away the sins of the world\"\n(<span class=\"citation\" id=\"27111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27111)\">John 1:29<\/a><\/span>).\n<\/p><p>\nThe apostles in the storm-tossed ship exclaiming: \"Of a truth thou art the Son of God\"\n(<span class=\"citation\" id=\"33906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33906)\">Matt. 14:33<\/a><\/span>).\n<\/p><p>\nThe Prophet Mormon from Nephite history declaring: . . . God is not a partial God&mdash;but he is\nunchangeable from all eternity to all eternity\"\n(<span class=\"citation\" id=\"38226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38226)\">Moro. 8:18<\/a><\/span>).\n<\/p><p>\nNathaniel, an Israelite in whom could be found no guile\n(<span class=\"citation\" id=\"50072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50072)\">John 1:47<\/a><\/span>): \"Rabbi, thou art the Son of God.\nThou art the King of Israel\" (<span class=\"citation\" id=\"27113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27113)\">John 1:49<\/a><\/span>).\n<\/p><p>\nAndrew, the apostle, who told Peter, his brother: \"We have found the Messiah, which is,\nbeing interpreted, the Christ\" (<span class=\"citation\" id=\"27112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27112)\">John 1:41<\/a><\/span>).\n<\/p><p>\nJoseph Smith and Oliver Cowdery in their positive declaration: \"That he lives\" and \"that he is\nthe Only Begotten of the Father\" (<span class=\"citation\" id=\"11998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11998)\">D&amp;C 76:22-23<\/a><\/span>).\n<\/p><p>\nAnd Job with his unalterable testimony: \"I know that my Redeemer lives\"\n(<span class=\"citation\" id=\"26636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26636)\">Job 19:25<\/a><\/span>).\n<\/p><p>\nThese and countless others through the centuries have \"done the will of the Father\"\n(<span class=\"citation\" id=\"27136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27136)\">John 7:17<\/a><\/span>). They\nhave received a knowledge of him and his work. This same promise is made by our Lord to\nall who will do likewise.\n<\/p><p>\nMay I add my testimony. This is the work of God. He is at the helm. It will go forward till\nhis glorious program is consummated. I bear my testimony most humbly in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}