{"ID":1340, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Judge Not...\"<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1964, pp. 112-115<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Brown, President Tanner, President Smith, my beloved brethren\nof the General Authorities, my dear brothers and sisters: I would like to testify to you that\nthese brethren are servants and prophets of God our Eternal Father. I know today we miss\nElder LeGrand Richards, Apostle LeGrand Richards. I say \"apostle\" intentionally because\ntruly he is an Apostle of the Lord Jesus Christ. We have missed his sitting here by the side of\nBrother Romney for these three days. I visited with him this morning. He is home and looks\nvery fine. He sends his love to the people, the Saints, and thanks you for your prayers. He\ndoes love the Saints, and I can say to him, \"We love you, too, LeGrand. You are a great\nsoul.\"\n<\/p><p>\nThe first and great commandment is:\n<\/p><p>\n\"Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy\nmind.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself\"\n(<span class=\"citation\" id=\"35385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35385)\">Matt. 22:37,39<\/a><\/span>).\n<\/p><p>\n<b>My Neighbor<\/b>\n<\/p><p>\nNow, just who is your neighbor? We are living in a somewhat complex society, when things\nsometimes are not quite as they seem. And now as we are facing a state and national election,\nperhaps we should conduct ourselves and our public statements and accusations a little\ndifferently than we have done in the past.\n<\/p><p>\nThe Lord has said:\n<\/p><p>\n\"Judge not, that ye be not judged.\n<\/p><p>\n\"For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it\nshall be measured to you again.\n<\/p><p>\n\"And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam\nthat is in thine own eye?\" (<span class=\"citation\" id=\"35339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35339)\">Matt. 7:1-3<\/a><\/span>).\n<\/p><p>\n<b>The Opposition's Candidate<\/b>\n<\/p><p>\nWe have two great American political parties in this country&mdash;the Republican Party and the\nDemocratic Party&mdash;and I believe that most citizens believe in the two-party system and desire\nto preserve it. Sometimes we speak about the opposition candidate as if we would like to\ndestroy one or the other political party. Recently, I heard two men speaking about a certain\ncandidate of the opposite party to which they belonged. One of the men said, \"If he runs,\nbefore he is through, we will ruin him.\" Some of us can recall where men have been\npractically ruined because of treacherous political campaigns. I wonder if any political office\nis worth that price. Certainly, we can talk principles and policies without degrading the\nintegrity and even the good name and the family reputation of any candidate of either party.\n<\/p><p>\nAs citizens of this great country and members of both major political parties, we can be\nthankful for belonging to a nation under God and for a faith which, if practiced, can see us\nthrough any hour of trouble. The atmosphere of hate and intolerance will likely be partly\nresponsible for sad events occurring in this choice country&mdash;a choice land!\n<\/p><p>\n<b>Respect His Good Name<\/b>\n<\/p><p>\nWe should all be thankful and grateful that this government is an inspired form of\ngovernment and our personal rights and liberties will continue unabated. Ours is a free\ncountry, and freedom requires people to think for themselves and develop their own abilities.\nTolerance and respect for the opinion of others should be cherished and practiced. Each of us\ncould learn to distinguish between men and their ideas, to disagree without being disagreeable,\nand to take no pleasure in ruining any man or his good name or his future because most of\nus, if not all of us, have guilt enough&mdash;each in his own way.\n<\/p><p>\nPerhaps there is a great lack of tolerance. We should not debase and deprive those with whom\nwe may differ by character or custom but realize that there is a time and place for everything.\nThe courage to defend the right does not give one the right to destroy those\nwho disagree. The world is in constant conspiracy against brave men. Moral courage has been\nto a greater or less extent missing or lacking in the American life.\n<\/p><p>\nCompetition in America is keen but that does not justify the attempt to ruin a man's good\nname in order to achieve, nor does it justify short cuts in our taking advantage of the other\nfellow.\n<\/p><p>\nShould Americans set themselves one against another in bitterness and suspicion? Are we\ndeveloping tolerance, moral courage, patience, etc., or have these virtues become\nde-emphasized in American life? To what degree would we go to defeat another?\n<\/p><p>\n<b>Protect His Honor<\/b>\n<\/p><p>\nSome years ago an article written by President David O. McKay was published, entitled\n\"Protecting One Another's Honor.\" It might be well for each one of us to adapt this article to\nourselves. Today that should be emphasized and practiced. Yes, it should even become part of\nour own life. May I quote some statements from that article. President McKay states, and I\nquote:\n<\/p><p>\n\"To defend one's country is a worthy deed! Patriotism is a virtue. In protecting the good\nname and holding inviolate the word of their country, men in the service of their country may\nrise to the heights of true nobility . . .\n<\/p><p>\n\"The same virtue is possessed by him who with unwavering integrity protects the honor and\ngood name of his friends and associates [yes, even his competitors]. It is the best within him\nexpressing itself.\n<\/p><p>\n\"In upholding the good in others he makes better his own soul. He that looks for the good\nshall find it; and he who protects another's good name makes bright his own.\n<\/p><p>\n\"But the opposite is true as well. If every man is the keeper of his brother's good name, he\nwho proves false to his trust weakens his own good character, stains his own soul. There is a\nmean element in human nature which 'feeds fat' upon seeing weaknesses and faults in\nothers&mdash;which secretly gloats upon others' failures. The more one yields to this meanness, the\nmeaner one becomes . . .\n<\/p><p>\n\"It is from this base side of humanity that spring slander and backbiting . . . gross evils in\nsociety that produce discord, distrust, and devilishness&mdash;that cause . . . sorrow and broken\nhearts . . . Families are broken up because of distrust aroused by faults magnified and virtues\noverlooked. Ties of friendship are broken, societies and organizations weakened by dissension\nand ill will, and even governments undermined because men fail to defend the honor and\ngood name of their colleagues and governing officials. Much of this is the result of the failure\nto look for the good and not for the bad in others.\n<\/p><p>\n<b>Gossip's Tongue<\/b>\n<\/p><p>\n\"Looking for the good does not mean being blind to the bad. Human nature is full of\nweaknesses and frailties . . . But in organized society . . . there are means established\nwhereby weaknesses may be corrected and evils overcome. They are only made worse when\nmagnified and multiplied by gossip's idle tongue. It is a deplorable fact that the eye of the\ngossip and the slanderer sees not only no good in others, but sees 'evil where no evil exists.'\nOfttimes, many evil, vicious things that are circulated exist only in the imagination of . . .\nevil-thinking minds. How sordid must be that person's soul who would defame the honor and\ngood name of an innocent friend or neighbor!\n<\/p><p>\n\"True religion as exemplified in the gospel of Jesus Christ teaches that every man should be\nthe defender of his brother's good name. It goes even further by requiring everyone to\noverlook another's trespasses:\n<\/p><p>\n\"'. . . ye ought to forgive one another; for he that forgiveth not his brother his trespasses\nstandeth condemned before the Lord; for there remaineth in him the greater sin'\n(<span class=\"citation\" id=\"14407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14407)\">D&amp;C 64:9<\/a><\/span>).\n<\/p><p>\n\"To pray for power to see things as they are, not as others imagine them to be; to cherish\ncharity in our hearts for our fellow men; to realize that, next to love, sympathy is the divinest\nattribute of the human soul, and to manifest it for all things, both great and small; to strive by\nrighteous endeavor to hasten the day when men of all nations shall live as brothers&mdash;these\nare some of the ideals of life which should be emphasized by all men everywhere\"\n(<i>The Instructor<\/i>, Vol. 95, June 1960, pp. 177-178.)\n<\/p><p>\n<b>\"In a world where sorrow\"<\/b>\n<\/p><p>\nMost men have plenty of trouble anyway. Why should we add to the humiliation,\nembarrassment, sorrow, and worry of another? Yes, most men are already carrying a heavy\nload. Why should any one of us wish to add to that already heavy cross? May we put aside\nbitterness, hate, jealousy, and quit judging the other fellow! If we could have courage to come\nto the rescue of the man who is being attacked when he is not present to defend himself, we\ncould save the heartbreaks of one another.\n<\/p><p>\nMay I quote from William George Jordan:\n<\/p><p>\n\"The second most deadly instrument of destruction is the gun&mdash;the first is the human tongue.\nThe gun merely kills bodies; the tongue kills reputations and ofttimes ruins characters. Each\ngun works alone; each loaded tongue has a hundred accomplices.\n<\/p><p>\n\"The havoc of the gun is visible at once, the full evil of the tongue lives through all the years.\n. . .\n<\/p><p>\n<b>Crimes of the Tongue<\/b>\n<\/p><p>\n\"The crimes of the tongue are words of unkindness, anger, malice, envy, bitterness, harsh\ncriticism, gossip, lying and scandal. Theft and murder are awful crimes, yet in any single year\nthe aggregate sorrow, pain and suffering they cause in a nation is microscopic when compared\nwith the sorrows that come from the crimes of the tongue.\n<\/p><p>\n\"At the hands of a thief or a murderer few of us suffer, even indirectly. But from the careless\ntongue of friend, the cruel tongue of enemy, who is free? No human being can live a life so\ntrue, so fair, so pure as to be beyond the reach of malice or immune from the poisonous\nemanations of envy. The insidious attacks against one's reputation, the loathsome innuendoes,\nslurs, half-lies by which jealous mediocrity seeks to ruin its superiors, are like those insect\nparasites that kill the heart and life of a mighty oak.\n<\/p><p>\n\"Scandal is one of the crimes of the tongue, but it is only one. Every individual who breathes\na word of scandal is an active stockholder in a society for the spread of moral contagion. He\nis instantly punished by nature by having his mental eyes dimmed to sweetness and purity,\nand his mind deadened to the sunlight and glow of charity.\n<\/p><p>\n\"A few words lightly spoken by the tongue of slander, a significant expression of the eyes, a\ncruel shrug of the shoulders, with a pursing of the lips&mdash;and then friendly hands grow cold,\nthe accustomed smile is displaced by a sneer, and one stands alone and aloof with a dazed\nfeeling of wonder at the vague, intangible something that has caused it all.\n<\/p><p>\n\"For this craze for scandal, sensational newspapers of today are largely responsible. [I am not\nreferring to our newspapers.] Each newspaper is not one tongue, but a thousand or a million\ntongues, telling the same foul story to as many pairs of listening ears. The vultures of\nsensationalism scent the carcass of immorality afar off. From the uttermost part of the earth\nthey collect the sin, disgrace and folly of humanity, and show them bare to the world.\n<\/p><p>\n\"They do not even require facts, for morbid memories and fertile imaginations make even the\nworst of the world's happenings seem tame when compared with their monstrosities of\ninvention. These stories, and the discussions they excite, develop in readers a cheap, shrewd\npower of distortion of the acts of all around them.\" (<i>The Kingship of Self-Control<\/i> by William\nGeorge Jordan.)\n<\/p><p>\nWhen we look at other men, we may think they have no problems, that they have no worries,\nno sadness; but someone said, \"Do not judge another man until you have walked in his shoes\nfor a while!\"\n<\/p><p>\n<b>\"Nay Speak No Ill\"<\/b>\n<\/p><p>\n\"Nay speak no ill; a kindly word<br \/>\n       Can never leave a sting behind;<br \/>\n       And, oh, to breathe each tale we've heard<br \/>\nIs far beneath a noble mind.<br \/>\n       Full oft a better seed is sown<br \/>\n       By choosing thus the kinder plan,<br \/>\n       For, if but little good is known,<br \/>\n       Still let us speak the best we can.\n<\/p><p>\n\"Give me the heart that fain would hide,<br \/>\n       Would fain another's faults efface.<br \/>\n       How can it please the human pride,<br \/>\n       To prove humanity but base?<br \/>\n       No, let us reach a higher mood<br \/>\n       A nobler estimate of man<br \/>\n       Be earnest in the search for good<br \/>\n       And speak of all the best we can.\n<\/p><p>\n\"Then speak no ill, but lenient be<br \/>\n       To other's failings as your own.<br \/>\n       If you're the first a fault to see<br \/>\n       Be not the first to make it known,<br \/>\n       For life is but a passing day;<br \/>\n       No lip may tell how brief its span;<br \/>\n       Then, O the little time we stay,<br \/>\n       Let's speak all the best we can.\"<br \/><br \/>\n&nbsp; &nbsp;       &mdash;Anon. Hymns, Church of Jesus Christ of Latter-day Saints, page 116\n<\/p><p>\nMay God bless us that we may do so, and that we shall never add to the worries of a friend\nor a brother, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}