{"ID":1342, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"He Is Risen\"<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1964, pp. 118-122<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHumbly and gratefully I approach this sacred assignment.\n<\/p><p>\nAs the ancient Apostle declared on the Mount of Transfiguration: \". . . it is good for us to be\nhere\" (<span class=\"citation\" id=\"35376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35376)\">Matt. 17:4<\/a><\/span>).\n<\/p><p>\nI am grateful to President David O. McKay, whom I sustain as a prophet of God, for inviting\nSister Benson and me to attend this great conference, even though we had not expected it, and\neven though it is not easy to leave the mission field.\n<\/p><p>\nHave you ever attended a mission-wide conference of more than two hundred devoted,\nenthusiastic, wonderful missionaries? We were in the midst of a series of such inspiring\nmeetings when President McKay's cablegram arrived. In fact, we concluded one of these\nmissionary conferences in Dusseldorf, Germany, only Wednesday, April 1. It was, I believe,\nthe best April First Day I have ever spent.\n<\/p><p>\nWe bring you the love and greetings of 2100 of some of the finest young\nmen and women to be found anywhere, your sons and daughters. They are not perfect, but I\nsay to you, they are a credit to their loved ones, their communities, and the Church. I know\nthe Lord loves them and is magnifying them, at times even beyond their natural abilities,\nwhich is one of the most soul-satisfying experiences that can come to man.\n<\/p><p>\nWe bring you warm greetings from twelve dedicated mission presidents and their devoted\ncompanions.\n<\/p><p>\nWe also bring you the love and fellowship of tens of thousands of faithful members&mdash;many\nof them new in the Church&mdash;from Norway, Sweden, Finland, Denmark, Switzerland, Austria,\nand Germany, who love the Lord and his work and rejoice in the brotherhood they enjoy in\nthe Church.\n<\/p><p>\nIt is a high and sacred honor to bear witness to the divine mission of Jesus Christ; to\nrepresent his great Church; to be an ambassador of truth to our Father's children; to be called\nby a prophet of the Lord to go into the world and proclaim the glad tidings that God has\nagain spoken from the heavens: that the heavens are not sealed, that God still communicates\nwith men on the earth, and that the pure gospel of Jesus Christ has again been restored to the\nearth in its fullness.\n<\/p><p>\nI rejoice in this glorious privilege, thank the Lord for this rich opportunity and blessing, and\nbear solemn witness to the truth of these things.\n<\/p><p>\nWe meet here in this great conference with a prayer of gratitude in our hearts and on our lips\nfor the privilege of living in this choice period when the light of truth has burst forth. We\nmeet in a great Christian nation&mdash;a nation with a solid spiritual foundation&mdash;a nation\ndeparting from its basic concepts.\n<\/p><p>\nAs a people we have just joined with others of the Christian world in the celebration of\nEaster. Today flags are at half mast as we mourn the passing of a great patriot, General\nDouglas MacArthur, and the sweet wife of our beloved Brother S. Dilworth Young. It is,\ntherefore, most fitting that we consider together that most glorious event, the resurrection of\nthe Lord Jesus Christ.\n<\/p><p>\n<b>Testimony: Jesus Is the Christ<\/b>\n<\/p><p>\nI bear witness to you that Jesus is the Christ, the Savior and Redeemer of the world&mdash;the\nvery Son of God.\n<\/p><p>\nHe was <i>born<\/i> the babe of Bethlehem.\n<\/p><p>\nHe <i>lived<\/i> and ministered among men.\n<\/p><p>\nHe was <i>crucified<\/i> on Calvary.\n<\/p><p>\nHis friends <i>deserted<\/i> him.\n<\/p><p>\nHis closest associates did not fully <i>understand<\/i> his mission, and they <i>doubted<\/i>. One of the most\ntrusted <i>denied<\/i> knowing him.\n<\/p><p>\nA pagan governor, struggling with his conscience after consenting to Jesus' death, caused a\nsign to be erected over the cross proclaiming him \"JESUS OF NAZARETH THE KING OF\nTHE JEWS\" (<span class=\"citation\" id=\"28151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28151)\">John 19:19<\/a><\/span>).\n<\/p><p>\nHe asked <i>forgiveness<\/i> for his tormentors and then willingly gave up his life.\n<\/p><p>\nHis body was <i>laid<\/i> in a borrowed tomb.\n<\/p><p>\nAn immense stone was placed over the opening.\n<\/p><p>\nIn the minds of his stunned followers over and over echoed some of his last words, \". . . be\nof good cheer; I have overcome the world\" (<span class=\"citation\" id=\"28139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28139)\">John 16:33<\/a><\/span>).\n<\/p><p>\nOn the third day there was a great earthquake. The stone was rolled back from the door of the\ntomb. Some of the women, among the most devoted of his followers, came to the place with\nspices \"and found not the body of the Lord Jesus\"\n(<span class=\"citation\" id=\"31635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31635)\">Luke 24:3<\/a><\/span>).\n<\/p><p>\nAngels appeared and said simply, \"Why seek ye the living among the dead?\n<\/p><p>\n\"He is not here, but is risen\" (<span class=\"citation\" id=\"31636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31636)\">Luke 24:5-6<\/a><\/span>).\n<\/p><p>\nThere is nothing in history to equal that dramatic announcement: \"He is not here, but is\nrisen.\"\n<\/p><p>\n<b>\"He is Risen\"<\/b>\n<\/p><p>\nThe greatest events of history are those which affect the greatest number for the longest\nperiods. By this standard, no event could be more important to individuals or nations than the\nresurrection of the Master. The eventual resurrection of every soul who has lived and died on\nearth is a scriptural certainty, and surely there is no event for which one\nshould make more careful preparation. Nothing is more absolutely universal than the\nresurrection. Every living being will be resurrected. \". . . as in Adam all die, even so in Christ\nshall all be made alive\" (<span class=\"citation\" id=\"397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(397)\">1 Cor. 15:22<\/a><\/span>).\n<\/p><p>\nThere are those, however, who act as though they do not believe in eternity or a resurrection.\nThey cower at the thought of nuclear war, and to save their own bodies they would have\npeace at any price. Yet the best assurance of peace and life is to be strong morally and\nmilitarily. But they want life at the sacrifice of principles. Rather than choose liberty or death,\nthey prefer life with slavery. But they overlook a crucial scripture \". . . fear not them which\nkill the body but are not able to kill the soul; but rather fear him which is able to destroy both\nsoul and body in hell\" (<span class=\"citation\" id=\"35350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35350)\">Matt. 10:28<\/a><\/span>).\nThe Lord could, I suppose, have avoided the war in\nheaven over free agency. All he needed to do was to compromise with the devil, but had he\ndone so he would have ceased to be God.\n<\/p><p>\nWhile it is more difficult to live the truth, such as standing for free agency, some of us may\nin the not-too-distant future be required to die for the truth. But the best preparation for\neternal life is to be prepared at all times to die&mdash;fully prepared by a valiant fight for right.\n<\/p><p>\nLet us act like men, men who are sons of God, men with a sure knowledge that there will be\na resurrection and a final judgment.\n<\/p><p>\nYes, the resurrection of Jesus Christ is a glorious reality. He became the firstfruits of them\nthat slept (<span class=\"citation\" id=\"395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(395)\">1 Cor. 15:20<\/a><\/span>).\nHe truly rose from the tomb the third day, as he and his prophets foretold, and\nbecame in very deed \"the resurrection and the life\"\n(<span class=\"citation\" id=\"28121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28121)\">John 11:25<\/a><\/span>).\nHe broke the bonds of death for all of us.\nWe, too, will be resurrected. Our spirits will be reunited with our bodies.\n<\/p><p>\nLater the Risen Lord appeared to other women, to the two disciples on the road to Emmaus,\nto Peter, to the Apostles, and \"after that,\" as reported by Paul, \"he was seen of about five\nhundred brethren at once.\"\n<\/p><p>\n\"And last of all,\" continued Paul, \"he was seen of me also\"\n(<span class=\"citation\" id=\"393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(393)\">1 Cor. 15:6,8<\/a><\/span>).\n<\/p><p>\n<b>Resurrection, A Glorious Reality<\/b>\n<\/p><p>\nYes, Christ's resurrection was abundantly verified. The witnesses are many. Throughout the\nforty days following his resurrection the Lord manifested himself at intervals and gave\ninstructions in the things pertaining to the kingdom of God. Much that he said and did is not\nwritten, but such things as are of record, John assures us, \". . . are written, that ye might\nbelieve that Jesus is the Christ, the Son of God; and that believing ye might have life through\nhis name\" (<span class=\"citation\" id=\"28154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28154)\">John 20:31<\/a><\/span>).\n<\/p><p>\nHe had told his followers that he must soon ascend unto his Father in heaven. And as the time\nof his ascension drew nigh, the Lord in that last solemn interview gave his parting instructions\nto his disciples.\n<\/p><p>\nAnd when Christ and the disciples had gone, \"as far as to Bethany\" where Mary, Martha, and\nLazarus lived, the Lord lifted his hands and blessed them. And while he yet spoke he rose\nfrom their midst until a cloud received him from out of their sight. As the Apostles stood\ngazing steadfastly upward, two personages clothed in white apparel appeared by them. They\nspoke unto the eleven saying, \"Ye men of Galilee, why stand ye gazing up into heaven? this\nsame Jesus, which is taken up from you into heaven, shall so come in like manner as ye have\nseen him go into heaven\" (<span class=\"citation\" id=\"7921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7921)\">Acts 1:9-11<\/a><\/span>,\nalso <span class=\"citation\" id=\"31639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31639)\">Luke 24:50-51<\/a><\/span>).\n<\/p><p>\nWorshipfully, and with great joy the Apostles returned to Jerusalem. The Lord's ascension\nwas accomplished. It was truly a literal departure of a material being, as his resurrection had\nbeen an actual return of his spirit to his own physical body. Now the disciples began to\ncomprehend more fully that he had truly overcome the world. Not that he had displaced\nCaesar or even Pilate who ruled over Judea. The great majority of the world's people had still\nnot even heard of him. Not that man's inhumanity to man was suddenly wiped out. But there\nwas victory over the grave, always, until then, the final conqueror of all\nmen.\n<\/p><p>\n<b>His Kingdom Not of This World<\/b>\n<\/p><p>\nThen the realization began to dawn on his faithful followers that his kingdom was not of this\nworld. He had overcome the world of hate, envy, greed, and lust. He had shown the way for\nman to break the chains of selfishness and vengeance which had bound him, doomed him to\nmediocrity, a prisoner of his own misconceptions. His disciples were quickened with a\nrealization that this was what he had been teaching them. This was what his life had spelled\nout to them. More clear became his ringing words, \"Ye have heard that it hath been said,\nThou shalt love thy neighbour, and hate thine enemy.\n<\/p><p>\n\"But I say unto you, Love your enemies, bless them that curse you, do good to them that hate\nyou, and pray for them which despitefully use you, and persecute you\"\n(<span class=\"citation\" id=\"35317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35317)\">Matt. 5:43-44<\/a><\/span>).\n<\/p><p>\nYes, the Lord Jesus Christ liberated man from the world by the pure gospel of love. He\ndemonstrated that man through the love of God and through kindness and charity to his\nfellows could achieve his highest potential. He lived the plain and sure doctrine of service, of\ndoing good to all men, friends and enemies alike. His charge to return good for evil is still\nthe greatest challenge to the mind of man. At the same time it is man's greatest weapon.\n<\/p><p>\n<b>Impact of His Life<\/b>\n<\/p><p>\nNo other single influence has had so great an impact on this earth as the life of Jesus the\nChrist. We cannot conceive of our lives without his teachings. Without him we would be lost\nin a mirage of beliefs and worships, born in fear and darkness where the sensual and\nmaterialistic hold sway. We are far short of the goal he set for us, but we must never lose\nsight of it; nor must we forget that our great climb toward the light, toward perfection, would\nnot be possible except for his teachings, his life, his death, and his resurrection.\n<\/p><p>\nMay God hasten the day when people everywhere will accept his teachings, his example, and\nhis divinity, yes, when they will accept as a reality his glorious resurrection which broke the\nbonds of death for all of us.\n<\/p><p>\nYes, we must learn and learn again that only through accepting and living the gospel of love\nas taught by the Master, and only through doing his will can we break the bonds of ignorance\nand doubt that bind us. We must learn this simple, glorious truth so that we can experience\nthe sweet joys of the spirit now and eternally. We must lose ourselves in doing his will. We\nmust place him first in our lives. Yes, our blessings multiply as we share his love with our\nneighbor.\n<\/p><p>\nTo the extent that we stray from the path marked out for us by the Man of Galilee, to that\nextent we are failing in our individual battles to overcome our worlds. But we are not without\nhis help. Again and again he told his disciples, and all of us, \"Let not your heart be troubled\"\n(<span class=\"citation\" id=\"28124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28124)\">John 14:1<\/a><\/span>).\n<\/p><p>\n\"If ye shall ask any thing in my name, I will do it\"\n(<span class=\"citation\" id=\"28128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28128)\">John 14:14<\/a><\/span>).\n<\/p><p>\n\"I will not leave you comfortless\"\n(<span class=\"citation\" id=\"28130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28130)\">John 14:18<\/a><\/span>).\n<\/p><p>\n\"Peace I leave with you, my peace I give unto you\"\n(<span class=\"citation\" id=\"28132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28132)\">John 14:27<\/a><\/span>).\n<\/p><p>\n<b>His Comforting Spirit<\/b>\n<\/p><p>\nWe feel his comforting spirit in the sweet prayer of a child and the quiet abiding faith of all\nwho have let his gospel permeate their lives. What a priceless gift it is that we can know him\nthrough our own prayers and through the sacred and solemn testimonies of those that have\nseen him, known him, felt his presence.\n<\/p><p>\nOn this spring day more than 1900 years after his resurrection, I give you my solemn witness\nand testimony that I know that Jesus the Christ lives. He was in very deed raised from the\ndead as we shall be. He is \"the resurrection and the life\"\n(<span class=\"citation\" id=\"28122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28122)\">John 11:25<\/a><\/span>). He appeared unto many in the\nOld World after his resurrection and according to modern scriptures, sacred to me and to\nLatter-day Saints everywhere, he spent three glorious days before his final ascension with his\n\"other sheep\" (<span class=\"citation\" id=\"28120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28120)\">John 10:16<\/a><\/span>)\nhere in America, the new world.\n<\/p><p>\nBy him and through him and his gospel, God the Father has made it possible for you and me\nto overcome the world.\n<\/p><p>\nYes, my friends, Jesus is the Christ. He lives. He did break the bonds of death. He is more\nthan \"a great moral teacher.\" He is our Savior and Redeemer, the very Son of God. And he\nwill come again. \". . . this same Jesus, which is taken up from you into heaven, shall so come\nin like manner as ye have seen him go into heaven\"\n(<span class=\"citation\" id=\"7925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7925)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\n<b>His Church Restored<\/b>\n<\/p><p>\nYes, this same Jesus has already come to earth in our day. The Resurrected Christ&mdash;glorified,\nexalted, the God of this world under the Father&mdash;appeared to the boy Joseph Smith in 1820.\nThis same Jesus who was the God of Abraham, Isaac, and Jacob, the God of Moses, the\nCreator of this earth, has come in our day. He was introduced by the Father to Joseph Smith\nin these words:\n<\/p><p>\n\"<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30458)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nThe appearance of God the Father and his Son Jesus Christ to the boy Prophet is the greatest\nevent that has occurred in this world since the resurrection of the Master. As the restored\nChurch of Jesus Christ we humbly and gratefully bear this witness to all men. This message is\na world message. It is the truth. More than two million members of the Church throughout the\nworld bear this solemn testimony.\n<\/p><p>\nToday thousands of faithful missionaries at home and abroad freely carry this all-important\nmessage to the world. Jesus is the Christ, the Savior of mankind, the Redeemer of the world,\nthe very Son of God. He is the God of this world, our advocate with the Father.\n<\/p><p>\nToday 16,000 missionary-messengers of truth, and the more than two million members of The\nChurch of Jesus Christ of Latter-day Saints&mdash;the Mormon Church&mdash;bear witness that God\nhas again spoken from the heavens, that Jesus Christ has appeared again unto man, that the\nresurrection is a reality.\n<\/p><p>\nToday I testify to the truth of the message which they bear and add my solemn witness, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}