{"ID":1344, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Measure of What Is Good<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1964, pp. 126-129<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and my beloved brethren and sisters:\n<\/p><p>\nFrom the time of President McKay's opening address until this moment, we have been\nstrengthened and refreshed in spirit. We have heard our President's appeal against pernicious,\nenslaving habits and for preserving the integrity of the home and maintaining moral standards.\nLast night late, I reread the President's opening address, which I feel was one of his finest.\nThese sentences I have taken from his text:\n<\/p><p>\n\". . . that our homes are kept unpolluted and unbroken by infidelity; that children therein will\nbe trained to keep the commandments of the Lord, to be honest, true, chaste, benevolent, and\nvirtuous, and to do good to all men.\"\n<\/p><p>\n\". . . the Word of Wisdom . . . goes deeper than the ill effects upon the body and strikes at\nthe very root of character . . .\"\n<\/p><p>\n\"No other success can compensate for failure in the home.\"\n<\/p><p>\n\"The most vicious enemy to home life is immorality.\n<\/p><p>\n\"The word of the Lord to his Church is: 'Keep yourself unspotted from the sins of the world!'\"\n(<span class=\"citation\" id=\"26176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26176)\">James 1:27 (JST)<\/a><\/span>).\n<\/p><p>\nWe have heard Brother Lee's appeal not to be \"almost\" only but altogether\nwhat we ought to be.\n<\/p><p>\nAnd we have heard Brother Hunter's most interesting analysis of the obligation and privilege\nof tithing. I recall in this connection a quotation from President Moyle, given in the Manti\nTemple not many months before he left us, in which he was quoting as I recall partly himself\nand partly President McKay. He said, \"Tithing is as much a law as is baptism itself. We are\nno more compelled to keep the one than the other.\" And then quoting President McKay: \"We\nhave been praying for this day for a hundred years, and if we have the faith to meet the needs\nof the growth of the Church, the Lord will provide a way for us to do so. The Lord sets the\ntimes and seasons of this great growth.\"\n<\/p><p>\nEach of the brethren who has spoken, in his own way and in his own time, has added to our\nreminder of the fundamental position of the Church and its mission among men and has\nreminded us of our obligations and opportunities.\n<\/p><p>\nWe have been reminded of the principles that will solve mankind's problems and that will\nlead us to everlasting life.\n<\/p><p>\n<b>Repentance&mdash;the Principle of Progress<\/b>\n<\/p><p>\nNow, why all this effort and exhortation? Because time moves swiftly and is short, and\nbecause people are of everlasting importance, and because there never comes a time when we\ndo not need to be taught! There never comes a time when we do not need to know that\nrepentance is the great principle of progress and that there is room for all of us to improve.\n<\/p><p>\nAnd since these things are so, what a person believes becomes exceedingly important, because\nwhat he believes determines how he lives. A person will prepare much differently for a short\njourney than he will for a long one, and he will prepare much differently for an everlasting\njourney than he will for one that ends after a short season.\n<\/p><p>\nNow since eternity is forever, and since life is going to be lived one way or another\neverlastingly, and since what we do here has its effect on our eternal opportunities, we ought\nfrequently to do some self-searching&mdash;auld that is what we have been doing these past three\ndays.\n<\/p><p>\nOne of life's greatest lessons is to learn that there are causes and consequences. God has\ngiven us our free agency and will not violate it, but everything we do has its effect on our\neverlasting life. As Samuel Johnson said it: \"The future is bought with the present.\"\n<\/p><p>\nPresident McKay and several others have mentioned the surgeon general's report on tobacco\nand its adverse effects on human health and length of life. We may now expect to see much\nmaneuvering to set aside the effects of these findings.\n<\/p><p>\nWhen the evil of an unrestrained indulgence is under attack, there will be a plea for\nmoderation, for half steps, as if to say that a little of something that isn't right is all right. It\ncomes down in another sense to this \"almost\" that Brother Lee spoke of. To quote some\nwords from Nephi: \"And there shall also be many which shall say: . . . there is no harm in\nthis\" (<span class=\"citation\" id=\"3727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3727)\">2 Ne. 28:8<\/a><\/span>).\nThis is in error. If it isn't good&mdash;let it alone. If it isn't right&mdash;avoid\nit, not \"almost,\" but altogether.\n<\/p><p>\nIt has been over 130 years since the answer was given on this subject and on many other\nsubjects. Why do we so long wander in the wilderness?\n<\/p><p>\nNow there are those who would ask what all this has to do with religion. In the Church and\nkingdom of God, the practical and the physical are intermingled with the spiritual. We <i>are<\/i> a\npractical Church. Life is a practical matter. So is eternal life. There are laws and\ncommandments and physical facts that pertain to peace and progress and health and happiness,\nand I cannot conceive of a Loving Father's not being interested in everything that pertains to\nhis children&mdash;what they do, what they eat, what they think, what they learn, how they live,\ntheir health, their happiness, their character, their conduct. Conscientious fathers are interested\nin all these things, or should be, and so is our Father in heaven. This is part of the gospel. It\nis part of life. It is part of religion&mdash;to give us peace and health and\nhappiness and to qualify us for the highest opportunities of everlasting life.\n<\/p><p>\n<b>To Enlarge Life<\/b>\n<\/p><p>\nIn all of life, as Phillips Brooks put it, there are the \"fulfillers\" and the \"destroyers\"&mdash;those\nwho build up and those who pull down, and the measure of what is good for man is what it\ndoes for him. What isn't good isn't good. What is good is good. And why should we vacillate\nbetween the two?\n<\/p><p>\nI heard President Brown ask this question not long ago. I can't recall the occasion, but I\nremember the words. I hope he will pardon me for using them from him. \"Do you want to\nrepent or rationalize? Repenting means pulling yourself up to a set of standards, and\nrationalizing means letting your conduct down to your appetites and to a less worthy\ninclination.\"\n<\/p><p>\nWe ought to turn our attention to those things that enlarge and fulfil life and not those things\nwhich enslave and destroy.\n<\/p><p>\n\"Man's success or failure, happiness or misery,\" President McKay has said, \"depend upon what\nhe seeks and what he chooses.\"\n<\/p><p>\nLast June in St. Louis at a Rotary International Convention, Willy Brandt, Mayor of Berlin,\ncame to speak there at our invitation, and in a significant and challenging talk made this\namong other observations: \"Nobody, no system, no ideology can prevail over the future unless\nthe central interest is humanity. The world is not to be won by disregarding people.\"\n<\/p><p>\nWhat he was saying, in his own way, was, in speaking of communism as he was, that unless\nit changes to serve the highest possibilities of mankind, it cannot survive, and if it changes to\ndo this, it would not be communism.\n<\/p><p>\nWhat this says to me is that, here and hereafter, what is good for man is the measure of what\nis good and the ultimate in our Father's plans and purposes, and we must have the wisdom,\nthe strength, the discernment to shape our lives toward this end and to choose between what is\nand isn't good.\n<\/p><p>\n<b>\"Another angel . . .\"<\/b>\n<\/p><p>\nAt our World&rsquo;s Fair site in New York a few days ago, with Brothers Lee and Stapley and\nBrockbank and others, we saw raised atop the center tower of the temple a beautiful\ngold-leafed replica of the Angel Moroni. Earnestly we asked for a variance of the World&rsquo;s\nFair building code so that our temple spires could reach to a height that would be symbolic\nand significant and would appear in proportion&mdash;and as we saw the angel put in place and\ncontemplated our exhibit with all its planning (the product of many minds and many men, to\nwhom should be paid personal tribute, and they will receive their everlasting credit where it\ncounts, even if they worked somewhat behind the scenes), we could not help recall these\nwords from the book of Revelation, already more than once quoted at this conference:\n<\/p><p>\n\"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,\n<\/p><p>\n\"Saving with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of\nwaters\" (<span class=\"citation\" id=\"42370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42370)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nTo the literal fulfillment of this event, we bear witness, and we have an obligation to live\naccording to the witness that we bear.\n<\/p><p>\n<b>Joseph Smith Told the Truth<\/b>\n<\/p><p>\nSome days ago I was searching in an autobiography of Dr. John A. Widtsoe, one of my\nbeloved mission presidents many years ago&mdash;scientist, scholar, educator, and Apostle. And in\nthis book called <i>In a Sunlit Land<\/i>, published shortly before his death, he reviews his\nbeginnings in a far country, on a rocky island off the North Sea coast of Norway; his birth\ninto another church; the coming of the missionaries; the conversion of his mother and later his\nown conversion; his going to Harvard as an immigrant lad; his going later to Germany to\nacquire his doctor's degree in chemistry; his study of the sciences and of the religions and\nphilosophies of men; his serving as president of two universities. And then\non about the last page of that book he says:\n<\/p><p>\n\"During this long life, I have had occasion to test, time and time again, the verity of the\nfoundations of The Church of Jesus Christ of Latter-day Saints. The answer has always been\nthe same: Joseph Smith told the truth.\" (Salt Lake City: Deseret News Press, 1952, pp.\n243-244.)\n<\/p><p>\nJoseph Smith did tell the truth. This is the witness that I would leave with you, my beloved\nbrothers and sisters, my beloved family and friends, along with the witness that Jesus is the\nChrist and that God our Father did make us in his own image and that it is his purpose to\nbring to pass our immortality and eternal life\n(<span class=\"citation\" id=\"39211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39211)\">Moses 1:39<\/a><\/span>), and this I do in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}