{"ID":1345, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Come Unto Me<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, April 1964, pp. 129-132<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"Trust in the Lord with all thine heart; and lean not unto thine own understanding.\n<\/p><p>\n\"In all thy ways acknowledge him, and he shall direct thy paths\"\n(<span class=\"citation\" id=\"41459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41459)\">Prov. 3:5-6<\/a><\/span>). So spoke the\nwise Solomon, the son of David, king of Israel.\n<\/p><p>\nOn this the American continent, Jacob, the brother of Nephi, declared: \". . . Look unto God\nwith firmness of mind, and pray unto him with exceeding faith\"\n(<span class=\"citation\" id=\"25852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25852)\">Jacob 3:1<\/a><\/span>).\n<\/p><p>\nIn this dispensation in a revelation given to the Prophet Joseph Smith, the Lord said, \"Look\nunto me in every thought; doubt not, fear not\"\n(<span class=\"citation\" id=\"14364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14364)\">D&amp;C 6:36<\/a><\/span>).\n<\/p><p>\n<b>\"Have You Tried Prayer?\"<\/b>\n<\/p><p>\nThis divinely inspired counsel comes to us today as crystal clear water to a parched earth.\n<\/p><p>\nWe live in troubled times. Doctors' offices throughout the land are filled with individuals who\nare beset with emotional problems as well as physical distress. Our divorce courts are doing a\nland office business because people have unsolved problems. Personnel workers and grievance\ncommittees in modern industry work long hours in an effort to assist people with their\nproblems. One personnel officer assigned to handle petty grievances concluded an unusually\nhectic day by placing facetiously a little sign on his desk for those with unsolved problems to\nread. It read, \"Have you tried prayer?\"\n<\/p><p>\nWhat that personnel director did not know when he placed such a sign upon his desk was that\nhe was providing counsel and direction which would solve more problems, alleviate more\nsuffering, prevent more transgression, and bring about greater peace and contentment in the\nhuman soul than could be obtained in any other way.\n<\/p><p>\nA prominent American judge was asked what we as citizens of the countries of the world\ncould do to reduce crime and disobedience to law and to bring peace and contentment into\nour lives and into our nations. He carefully replied, \"I would suggest a return to the\nold-fashioned practice of family prayer.\"\n<\/p><p>\n<b>Family Prayer<\/b>\n<\/p><p>\nAs a people, aren't we grateful that family prayer is not an out-of-date practice with us?\nThere is no more beautiful sight in all this world than to see a family praying together. The\noft-repeated phrase is ever true, \"The family that prays together stays together.\"\n<\/p><p>\nThe Lord directed that we have family prayer when he said, \"Pray in your families unto the\nFather, always in my name, that your wives and your children may be blessed\"\n(<span class=\"citation\" id=\"5677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5677)\">3 Ne. 18:21<\/a><\/span>).\n<\/p><p>\nWill you join me as we look in on a typical Latter-day Saint family offering prayers unto the\nLord? Father, mother, and each of the children kneel, bow their heads and close their eyes. A\nsweet spirit of love, unity, peace fills the home. As father hears his tiny son pray unto God\nthat his dad will do the right things and be obedient to the Lord's bidding, do you think that\nsuch a father would find it difficult to honor the prayer of this precious son? As a teenage\ndaughter hears her sweet mother plead unto the Lord that her daughter will be inspired in the\nselection of her companions, that she will prepare herself for temple marriage, don't you\nbelieve that such a daughter will seek to honor this humble, pleading petition of her mother\nwhom she so dearly loves? When father, mother, and each of the children earnestly pray that\nthese fine sons in the family will live worthy that they may, in due time, receive a call to\nserve as ambassadors of the Lord in the mission fields of the Church, don't we begin to see\nhow such sons grow to young manhood with an overwhelming desire to serve as\nmissionaries?\n<\/p><p>\nI am sure that family prayer prompted a letter written by a young Latter-day Saint girl\nattending a Denver, Colorado, high school. The students had been asked to prepare a letter to\nbe written to a great man of their choice. Many addressed their letters to Mickey Mantle, the\nNew York Yankee star of baseball; John Glenn, America's first astronaut; the President of the\nUnited States; and other celebrities. This young lady, however, addressed her letter to her\nfather, and in the letter she stated, \"I have decided to write this letter to you, Dad, because\nyou are the greatest man that I have ever known. The overwhelming desire of my heart is that\nI might so live that I might have the privilege of being beside you and mother and other\nmembers of the family in the celestial kingdom.\" That father has never received a more\ncherished letter.\n<\/p><p>\n<b>Prayer is the Language of Faith<\/b>\n<\/p><p>\nAs we offer unto the Lord our family and our personal prayers, let us do so with faith and\ntrust in him. Let us remember the injunction of Paul to the Hebrews: \". . . for he that cometh\nto God must believe that he is, and that he is a rewarder of them that diligently seek him\"\n(<span class=\"citation\" id=\"24323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24323)\">Heb. 11:6<\/a><\/span>).\nIf any of us has been slow to hearken to the counsel to pray always\n(<span class=\"citation\" id=\"14448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14448)\">D&amp;C 90:24<\/a><\/span>), there is no\nfiner hour to begin than now. William Cowper declared, \"Satan trembles when he sees the\nweakest Saint upon his knees.\" Those who feel that prayer might denote a physical weakness,\nremember that a man never stands taller than when he is upon his knees.\n<\/p><p>\nWe cannot know what faith is if we have never had it, and we cannot obtain it as long as we\ndeny it. Faith and doubt cannot exist in the same mind at the same time, for one will dispel\nthe other.\n<\/p><p>\nIf our desire is to discard all doubt and to substitute therefore an abiding faith, we have but to\naccept the invitation extended to you and to me in the Epistle of James.\n<\/p><p>\n\"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him.\n<\/p><p>\n\"But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea\ndriven with the wind and tossed\"\n(<span class=\"citation\" id=\"26172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26172)\">James 1:5-6<\/a><\/span>).\n<\/p><p>\nThis promise motivated the young man Joseph Smith to seek God in prayer. He declared to us\nin his own words,\n<\/p><p>\n\"At length I came to the conclusion that I . . . must do as James directs, that is, ask of God. I\nat length came to the determination to 'ask of God,' concluding that if he gave wisdom to\nthem that lacked wisdom, and would give liberally, and not upbraid, I might venture.\n<\/p><p>\n\"So, in accordance with this, my determination to ask of God, I retired to the woods to make\nthe attempt. . . . It was the first time in my life that I had made such an attempt, for amidst\nall my anxieties I had never as yet made the attempt to pray vocally\"\n(<span class=\"citation\" id=\"30450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30450)\">JS&mdash;H 1:13-14<\/a><\/span>).\n<\/p><p>\nNow if we have hesitated in supplicating God our Eternal Father simply because we have not\nas yet made the attempt to pray, we certainly can take courage from the example of the\nProphet Joseph. But let us remember, as did the Prophet, our prayer must be offered in faith,\nnothing wavering.\n<\/p><p>\nIt was by faith, nothing wavering, that the Brother of Jared saw the finger of God touch the\nstones in response to his plea (<span class=\"citation\" id=\"22251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22251)\">Ether 3:6<\/a><\/span>).\n<\/p><p>\nIt was by faith, nothing wavering, that Noah erected an ark in obedience to the command from\nGod (<span class=\"citation\" id=\"24326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24326)\">Heb. 11:7<\/a><\/span>).\n<\/p><p>\nIt was by faith, nothing wavering, that Abraham was willing to offer up his beloved Isaac as a\nsacrifice (<span class=\"citation\" id=\"24327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24327)\">Heb. 11:17<\/a><\/span>).\n<\/p><p>\nIt was by faith, nothing wavering, that Moses led the children of Israel out of Egypt and\nthrough the Red Sea (<span class=\"citation\" id=\"24328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24328)\">Heb. 11:29<\/a><\/span>).\n<\/p><p>\nIt was by faith, nothing wavering, that Joshua and his followers brought the walls of Jericho\ntumbling down (<span class=\"citation\" id=\"24329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24329)\">Heb. 11:30<\/a><\/span>).\n<\/p><p>\nIt was by faith, nothing wavering, that Joseph saw God our Eternal Father and Jesus Christ\nhis Son (<span class=\"citation\" id=\"30459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30459)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nNow the skeptic may say that these mighty accounts of faith occurred long ago, that times\nhave changed.\n<\/p><p>\n<b>Source of Spiritual Power<\/b>\n<\/p><p>\nHave times really changed? Don't we today, as always, love our children and want them to\nlive righteously? Don't we today, as always, need God's divine, protecting care? Don't we\ntoday, as always, continue to be at his mercy and in his debt for the very life he has given us?\n<\/p><p>\nTimes have not really changed. Prayer continues to provide power&mdash;spiritual power. Prayer\ncontinues to provide peace&mdash;spiritual peace.\n<\/p><p>\nWherever we may be, our Heavenly Father can hear and answer the prayer offered in faith.\nThis is especially true in the mission fields throughout the world. While presiding under the\ndirection of President McKay over the Canadian Mission, Sister Monson and I had the\nopportunity of serving with the finest young men and women in all this world&mdash;your\nmissionary sons and daughters. Their very lives exemplified faith and prayer.\n<\/p><p>\nThere sat in my office one day a newly arrived missionary. He was bright, strong, filled with\nenthusiasm and a desire to serve, happy and grateful to be a missionary. As I spoke with him\nI said, \"Elder, I imagine that your father and mother wholeheartedly support you in your\nmission call.\" He lowered his head and replied, \"Well, not quite. You see, President, my\nfather is not a member of the Church. He doesn't believe as we believe, so he cannot fully\nappreciate the importance of my assignment.\" Without hesitating and prompted by a source\nnot my own, I said to him, \"Elder, if you will honestly and diligently serve God in\nproclaiming his message, your father will join the Church before your mission is concluded.\"\nHe clasped my hand in a vise-like grip, the tears welled up in his eyes and began to roll forth\ndown his cheeks, and he declared, \"To see my father accept the truth would be the greatest\nblessing that could come into my life.\"\n<\/p><p>\n<b>Faith Generates Action<\/b>\n<\/p><p>\nThis young man did not sit idly by, hoping and wishing that the promise would be fulfilled,\nbut rather he followed the example of Abraham Lincoln, of whom it has been said, \"When he\nprayed, he prayed as though everything depended upon God, and then he worked as though\neverything depended upon him.\" Such was the missionary service of this young man.\n<\/p><p>\nAt every missionary conference I would seek him out before the meetings would ever\ncommence and ask, \"Elder, how's dad progressing?\"\n<\/p><p>\nHis reply would invariably be, \"No progress, President, but I know the Lord will fulfil the\npromise given to me through you as my mission president.\" The days turned to weeks and the\nweeks to months and finally, just two weeks before we ourselves left the mission field to\nreturn home, I received a letter from the father of this missionary. I would\nlike to share it with you today.\n<\/p><p>\n\"Dear Brother Monson:\n<\/p><p>\n\"I wish to thank you so much for taking such good care of my son who recently completed a\nmission in Canada.\n<\/p><p>\n\"He has been an inspiration to us.\n<\/p><p>\n\"My son was promised when he left on his mission that I would become a member of the\nChurch before his return. This promise was, I believe, made to him by you, unknown to me.\n<\/p><p>\n\"I am happy to report that I was baptized into the Church one week before he completed his\nmission and am at present time Athletic Director of the MIA and have a teaching assignment.\n<\/p><p>\n\"My son is now attending BYU and his younger brother was also recently baptized and\nconfirmed a member of the Church.\n<\/p><p>\n\"May I again thank you for all the kindness and love bestowed upon my son by his brothers\nin the mission field during the past two years.\n<\/p><p>\n\"Yours very truly,\n<\/p><p>\n\"A grateful father.\"\n<\/p><p>\nThe humble prayer of faith had once again been answered.\n<\/p><p>\nThere is a golden thread that runs through every account of faith from the beginning of the\nworld to the present time. Abraham, Noah, the Brother of Jared, the Prophet Joseph, and\ncountless others were obedient to the will of God They had ears that could hear, eyes that\ncould see, and hearts that could know and feel.\n<\/p><p>\nThey never doubted. They trusted.\n<\/p><p>\nThrough personal prayer, through family prayer, by trusting in God with faith, nothing\nwavering, we can call down to our rescue his mighty power. His call to us is as it has ever\nbeen, \"<i>Come unto me<\/i>\" (<span class=\"citation\" id=\"35352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35352)\">Matt. 11:28<\/a><\/span>,\nitalics added).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}