{"ID":1346, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Kingdom of God<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1964, pp. 132-136<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters and friends: This has been a glorious conference. The messages have\nbeen fitting for this particular day and time in which we live. I have been uplifted, benefitted\nspiritually, and encouraged to go forward in the progress of the great work of our Lord.\n<\/p><p>\nWhen Jesus uttered the words: \"And this is life eternal, that they might know thee the only\ntrue God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"28146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28146)\">John 17:3<\/a><\/span>), he expressed a truth at once\nprofound and eternal.\n<\/p><p>\nBut truth must be sought and understood and lived&mdash;otherwise, it is useless. It does not\nimpose itself; it waits to be discovered. It waits to be acted upon by intelligence, wise\njudgment; but when discovered and utilized, it places one on the road to God&mdash;to enjoy a life\nlike unto that of God, which is eternal life. When truth is known in its entirety, it makes one\nmore Godlike, for God knows and understands all things. This blessed condition is what God\nwants for all his children, for he has declared: \"For behold, this is my work and my glory&mdash;to\nbring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39212)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\n<b>Truth leads to Eternal Life<\/b>\n<\/p><p>\nNow, where shall we go to discover the truth, that, when utilized, will bring eternal life? Shall\nwe go to the world's halls of learning, the laboratories of the sciences, the studios of art the\ndens of metaphysical speculation? Was it from such institutions that Jesus derived his wisdom\nrespecting mortal life, his understanding of eternal life? No, indeed! Although he did not\ncondemn these interests of men, he never used them. He never even referred to them as\nessential to life everlasting. He did refer often to the kingdom of God as the\nrepository of that truth which makes men free, that provides one with means of well-being,\nperhaps important, yet incidental to the greater matters of the kingdom of God.\n<\/p><p>\nJesus declared: \"And ye shall know the truth, and the truth shall make you free\"\n(<span class=\"citation\" id=\"28119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28119)\">John 8:32<\/a><\/span>).\nDid he mean philosophy or the scientific theories propounded by man? Surely he was not\nopposed to truth no matter from what source derived, but his source of truth was divine&mdash;and\nit belongs to the kingdom of God. This, no doubt is the reason for his great admonition, \". . .\nseek ye first the kingdom of God, and his righteousness; and all these things [material goods]\nshall be added unto you\"\n(<span class=\"citation\" id=\"35334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35334)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\n<b>The Kingdom of God<\/b>\n<\/p><p>\nThe Master places great significance upon the \"kingdom of God.\" And properly so. Was he\nnot responsible for establishing it, with its divine character, here among men&mdash;for their good,\nfor their glory and their final exaltation? He surely knew how ineffectual the institutions of\nmen are when compared with that divine institution, the kingdom of God, as the means of\nultimately perfecting mankind.\n<\/p><p>\nReading the four Gospels, one is led to marvel at Jesus' numerous references to the kingdom\nof God. It was ever in his mind. He was constantly anxious that God's children should know\nof it and its significance. He is just as anxious to have his disciples and all others everywhere\nknow and understand it in this last Dispensation of the Fullness of Times.\n<\/p><p>\nTruly, then, the kingdom of God is most important for all mankind to seek after. \"But what is\nthat kingdom?\" one may ask.\n<\/p><p>\nIn the Holy Scriptures, both ancient and modern, the terms \"kingdom of God,\" \"kingdom of\nChrist,\" \"kingdom of heaven,\" are frequently used interchangeably. Yet, specifically, there are\ndistinctions for each. It is well to be acquainted with these distinctions.\n<\/p><p>\nFrom the writings of Elder James E. Talmage we read:\n<\/p><p>\n\"In this prospective ministration among His gathered saints, Jesus Christ is to be at once their\nGod and their King. His government is to be that of a perfect theocracy; the laws of\nrighteousness will be the code, and control will be administered under one authority,\nundisputed because indisputable.\" (<i>Articles of Faith<\/i>, p. 363, see pp. 365-368.)\n<\/p><p>\nCommenting upon verse 55 of section 10 of the Doctrine and Covenants: \"Therefore,\nwhosoever belongeth to my church need not fear, for such shall inherit the kingdom of\nheaven\" (<span class=\"citation\" id=\"14366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14366)\">D&amp;C 10:55<\/a><\/span>), the Prophet Joseph Smith had this to say:\n<\/p><p>\n\"The Kingdom of Heaven is the Church. Sometimes the 'Kingdom of Heaven' means the\nentire domain in which the government of God has been established&mdash;the kingdom in which\nGod is acknowledged to be the Supreme Ruler. This kingdom is, and has always been, in\n'heaven.' It is now on Earth in the Church and will be extended over the whole Earth during\nthe Millennium, and during its glorified state. But in this passage the Church especially seems\nto be meant. The Prophet Joseph uses the term in that sense, when he says, 'The Kingdom of\nheaven is like unto a mustard seed\n(<span class=\"citation\" id=\"35363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35363)\">Matt. 13:31<\/a><\/span>). Behold, then, is not this the Kingdom of heaven that is\nraising its head in the last days in the majesty of its God, even the Church of the Latter-day\nSaints?'\" (<i>D&amp;C Commentary<\/i>, p. 57.)\n<\/p><p>\nPresident Brigham Young, discussing verse 11 of section 29 of the Doctrine and Covenants:\n\"For I will reveal myself from heaven with power and great glory, with all the hosts thereof,\nand dwell in righteousness with men on earth a thousand years, and the wicked shall not\nstand\" (<span class=\"citation\" id=\"14382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14382)\">D&amp;C 29:11<\/a><\/span>), says:\n<\/p><p>\n\"It may be asked what I mean by the Kingdom of God. The Church of Jesus Christ has been\nestablished now for many years, and the Kingdom of God has got to be established, even that\nKingdom which will circumscribe all the kingdoms of this world. It will yet give laws to\nevery nation that exists upon the Earth. This is the kingdom that Daniel, the Prophet, saw\nshould be set up in the last days.\" (<i>Ibid.<\/i>, p. 147.)\n<\/p><p>\nThe late President Joseph F. Smith, defining the kingdom of God, says:\n<\/p><p>\n\"What I mean by the kingdom of God is the organization of The Church of Jesus Christ of\nLatter-day Saints, over which the Son of God presides, and not man. That is what I mean. I\nmean the kingdom of which Christ is the King and not man\" (<i>Gospel Doctrine<\/i>, p. 72).\n<\/p><p>\nThese great authorities make clear and dear to us the nature of the kingdom of God.\n<\/p><p>\nNow, what should God's children on earth expect to find in this kingdom to recognize it as\nhis kingdom with proper authority to act?\n<\/p><p>\nSince Jesus has been chosen king to rule and reign in the kingdom of God, we may do well\nto note the character of that kingdom established by him while dwelling here among men.\nHaving prepared the way by teaching principles necessary to man's advancement toward\nGod-likeness, accompanied by a few simple, yet necessary, ordinances, he effected an\norganization devoid of pomp and pageantry, of appeal to passions, of images, idols, or\nprelates motivated by selfish interests or desire for the plaudits of men. He chose twelve\ndisciples, called Apostles, with himself at the head. In due time other officials were chosen,\nset apart, and given authority to act in the name of the Savior, in his kingdom (see\n<span class=\"citation\" id=\"21766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21766)\">Eph. 4:11-12<\/a><\/span>).\n<\/p><p>\nDuring his ministry, the Savior indicated that Peter was to give leadership in the kingdom\nafter he no longer would be personally in their midst. Peter was endowed by Christ with\npower and authority to act for and in his name, which he did courageously and effectively.\nThis divine organization endured until the so-called \"great apostasy\" when the Lord found it\nnecessary to remove his Church from the earth.\n<\/p><p>\nWe may expect to find in the kingdom of God today the same type of organization that Christ\nestablished when he was here among men with like officers possessing the same divine\nauthority that those original officers received. With such an organization the kingdom of God\nwas surely destined to prosper. The organization alone, however, was the outward\nmanifestation of the kingdom. In the kingdom of God there must always be found the\nprinciples, doctrines, and ordinances which belong to the kingdom established by the Savior\nand which must be fully accepted for citizenship therein. Without attempting to list all the\nprinciples, doctrines, and ordinances, here are a few by way of illustration:\n<\/p><p>\n<b>Principles, Doctrines and Ordinances of the Kingdom<\/b>\n<\/p><p>\n1. All people should have an adequate understanding of God and his Son Jesus Christ, who\nstands at the head of his kingdom on earth.\n<\/p><p>\n2. They must have faith in the actuality of both God and Christ, as distinct and separate\nindividuals but united in purpose.\n<\/p><p>\n3. They must recognize their own status, that, having the right of choice in this finite life,\nthey will err in judgment. To rectify such erring, it is important everyone practice the\nprinciple of repentance&mdash;that profound principle of progression and the one which, when fully\nachieved, guarantees God's forgiveness.\n<\/p><p>\n4. Willingness to submit to the divine ordinance of baptism.\n<\/p><p>\n5. Seek the guidance and direction of the Holy Ghost in order that harmony with God's will\nand purposes might be established and preserved in the personal life of every soul.\n<\/p><p>\n6. An ardent desire to love God and his Beloved Son with all one's heart and soul and to love\none's neighbor as one's self.\n<\/p><p>\n7. In divine authority bestowed by the kingdom of God one must find divinely authorized\nagents, otherwise, the kingdom is one of men, not of God.\n<\/p><p>\nStemming from these essentials are other principles and ordinances, simple in application, yet\ndivine, of unchangeable character, and ever-enduring. Unbiased attention to and consideration\nof them will disclose convincing evidence of their divine origin&mdash;their belonging to the\nkingdom of God.\n<\/p><p>\nWhat, now, is the function and power of that kingdom?\n<\/p><p>\nThe kingdom of God may not be regarded as an end in itself. It is rather a\nmeans in the hands of God and Christ to help bring about \"the immortality and eternal life of\nman\" (<span class=\"citation\" id=\"39213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39213)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nSince we testify that The Church of Jesus Christ of Latter-day Saints is the kingdom of God\non earth, we understand that the function of one is also the function of the other, and that\nwhich is the power of one is also the power of the other.\n<\/p><p>\nPresident David O. McKay, discussing the function of the Church or kingdom of God, said:\n<\/p><p>\n<b>The Function of the Kingdom<\/b>\n<\/p><p>\n\"The mission of the Church is to establish the kingdom of God upon the earth, which, in the\nwords of Thomas Nixon Carver, 'is not a mythical but a real kingdom.' It is a body of people\ndominated by ideals of productivity, which is mutual service. We do not strive for the things\nwhich satisfy but for the moment and then leave a bad taste. We strive for the things which\nbuild us up and enable us and our children to be strong, to flourish, and to conquer. We strive\nto make ourselves worthy to receive the world by fitting ourselves to use the world more\nproductively than others. We believe that obedience to God means obedience to the laws of\nnature, which are but the manifestations of his will; and we try by painstaking study to\nacquire the most complete and exact knowledge of that will in order that we may conform\nourselves to it\" (<i>Gospel Ideals<\/i>, p. 102).\n<\/p><p>\nAnd again, President McKay has said:\n<\/p><p>\n\"There are those in the world who say that jealousy, enmity, selfishness in men's hearts will\nalways preclude the establishing of the ideal society known as the kingdom of God. No matter\nwhat doubters and scoffers say, the mission of the Church of Jesus Christ is to eliminate sin\nand wickedness from the hearts of men, and so to transform society that peace and good will\nwill prevail on this earth.\" (<i>Ibid.<\/i>, p. 103.)\n<\/p><p>\nPresident Brigham Young, speaking upon the same subject, says:\n<\/p><p>\n\"As this Kingdom of God grows, spreads, increases, and prospers in its course, it will cleanse,\nthoroughly purge, and purify the world from wickedness . . .\n<\/p><p>\n\"When the Kingdom of God is fully set up and established on the face of the earth, and takes\nthe preeminence over all other nations and kingdoms, it will protect the people in the\nenjoyment of all their rights, no matter what they believe, what they profess, or what they\nworship. If they wish to worship a god of their own workmanship, instead of the true and\nliving God, all right, if they will mind their own business and let other people alone.\"\n(<i>Discourses of Brigham Young<\/i>, p. 440.)\n<\/p><p>\nThe late President Joseph F. Smith following in the same channel of thought, remarked as\nfollows:\n<\/p><p>\n<b>Our Mission is to Save<\/b>\n<\/p><p>\n\"Our mission is to save, to preserve from evil, to exalt mankind, to bring light and truth into\nthe world, to prevail upon the people of the earth to walk righteously before God, and to\nhonor Him in their lives and with the firstfruits of all their substance and increase that their\nbarns may be filled with plenty, and, figuratively speaking, that 'their presses may burst out\nwith new wine (<span class=\"citation\" id=\"41460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41460)\">Prov. 3:10<\/a><\/span>)'\" (<i>CR<\/i>, April 1907, p. 118).\n<\/p><p>\n<b>Kingdom of Peace<\/b>\n<\/p><p>\nOn another occasion, with the kingdom of God in mind, he said:\n<\/p><p>\n\"We carry to the world the olive branch of peace. We present to the world the love of God,\nthe word of the Lord, the Truth, as it has been revealed in the latter day for the redemption of\nthe dead and for the salvation of the living. We bear no malice or evil towards the children of\nmen. The spirit of forgiveness pervades the hearts of the Saints of God, and they do not\ncherish a desire or feeling of revenge toward their enemies or those who hurt or molest them\nor seek to make them afraid; but, on the contrary, the Spirit of the Lord has possession of\ntheir spirits, of their souls and of their thoughts; they forgive all men, and they carry no\nmalice in their hearts toward any, no matter what they have done\" (CR, April 1902, p. 2).\n<\/p><p>\nExamples of such messages could be multiplied many times, illustrating the function of God's\nkingdom in the earth.\n<\/p><p>\n<b>To Stand Against the Adversary<\/b>\n<\/p><p>\nMaking authoritative and mighty, beyond the power of evil to hinder or frustrate, is the divine\nauthority of the priesthood inherent in the kingdom. It is so organized as to induce unity of\npurpose and when righteously used by those who possess it, guarantees the safety of the\nkingdom against all incursions of the adversary.\n<\/p><p>\nThe present-day world is threatened by agencies of destruction. Darkness of mind, hearts\nshaken by impulses of selfishness, the prevalence of error, evil, ignorance of that which is the\nright and the wrong, corruption, sin, and wickedness, all these and more, now, as in the\nhistoric past, constitute the means by which human society could destroy itself. That such may\nnot come to pass is the ardent hope of all who seek righteousness as their way of life. Their\nseeking will not be in vain if they turn to \". . . the kingdom of God and his righteousness\"\n(<span class=\"citation\" id=\"35335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35335)\">Matt. 6:33<\/a><\/span>)\nfor a realization of their aspirations. All that the kingdom represents is\nopposed to the destructive forces which I have enumerated. The righteous, we are told, will\ninherit the earth (<span class=\"citation\" id=\"35303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35303)\">Matt. 5:5<\/a><\/span>).\nThat condition will only be attained when the kingdom of God, through its\nsaving power will triumph over evil and wickedness.\n<\/p><p>\nTruly everyone desiring salvation and exaltation are obligated sincerely to seek the kingdom\nof God and his righteousness (<span class=\"citation\" id=\"35336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35336)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nChrist in his time of mortal existence did not select the churches of the Pharisees or\nSadducees nor the Sanhedrin or any other contemporary church or organization as a basis or\nframework to set up the kingdom of God on earth. He referred to such religious bodies with\nscathing denunciation for having so far departed the right way that only a dead form of\nworship remained (see (<span class=\"citation\" id=\"35387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35387)\">Matt. 23:1-39<\/a><\/span>).\n<\/p><p>\nChrist's church is distinctive and apart from man-made religious institutions. In all ages his\nwork has been established by revelation and the opening of the heavens from which source\nangels descended to instruct the prophets and to confer the keys and authority of priesthood\nunto leaders chosen of God.\n<\/p><p>\nThe restoration of his Church and gospel in this last dispensation is no exception as thousands\nof faithful men and women can and do testify.\n<\/p><p>\n<b>The Gospel \"for every nation, kindred, . . .\"<\/b>\n<\/p><p>\nMany thousands have testified that the kingdom of God, with its inclusion of the laws and\nprinciples provided for guidance of life towards salvation and exaltation, is that pearl of great\nprice of which Jesus spoke in his story of the man who sold all his possessions to purchase it\n(<span class=\"citation\" id=\"35367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35367)\">Matt. 13:45-46<\/a><\/span>).\n<\/p><p>\nThis thought suggests the value of the kingdom to every living soul. In it is nothing to\nsadden, to lead astray, or to degrade the children of men. Rather, therein is everything to\ngladden, to guide aright, to uplift the lives of all who accept it. It provides for satisfactions\nand joys of group and individual life alike. And that is the destined end of life, for a prophet\nof the Lord has said, \". . . men are, that they might have joy\"\n(<span class=\"citation\" id=\"3722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3722)\">2 Ne. 2:25<\/a><\/span>). Possessed of\nthat joy furnished by observing the laws, principles, and ordinances of the kingdom, everyone\nbelonging to it may experience, unhindered, an enlargement of soul, a development which will\nbe its own evidence and witness of life growing toward Godlikeness. Is this not a\nconsummation devoutly to be wished? This surely must be the value of God's kingdom in the\nlives of all people.\n<\/p><p>\nBrothers and sisters and friends, I bear humble witness that The Church of Jesus Christ of\nLatter-day Saints is God's kingdom on earth. It is here for a purpose, and in this last\ndispensation of time that purpose is a tremendous one. The obligation upon us as members of\nthe restored Church of Jesus Christ is to see to it that this gospel is preached to every nation,\nkindred, tongue, and people (<span class=\"citation\" id=\"42366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42366)\">Rev. 14:6<\/a><\/span>),\nthat they may be left without excuse in the day of judgment\n(<span class=\"citation\" id=\"14503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14503)\">D&amp;C 124:7-8<\/a><\/span>). I\nbear you this witness in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}