{"ID":1349, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How to Obtain a Testimony<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1964, pp. 9-11<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne of the outstanding characteristics of members of this Church is testimony bearing. Nearly\nall church speeches include the bearing of testimony. This is our mission, as members of the\nChurch, to testify of the truthfulness of the gospel to our fellow men.\n<\/p><p>\n<b>What Is a Testimony?<\/b>\n<\/p><p>\nWhat is a testimony? We speak of it as a valued possession, which it truly is. Webster says it\nis evidence, proof, a solemn declaration. Then a testimony of the gospel is your solemn\ndeclaration of the truthfulness of the gospel according to your knowledge thereof.\n<\/p><p>\n<b>Blessings Predicated Upon Obedience<\/b>\n<\/p><p>\nTo have a testimony of God and his Son Jesus Christ can bring about the greatest blessing\nyou can attain in this mortal existence. Each blessing is obtained by fulfilling the law upon\nwhich that blessing is predicated. The law upon which this blessing is predicated is given\nextensively throughout the scriptures.\n<\/p><p>\nIn Matthew we read: \"Ask, and it shall be given you; seek, and ye shall find; knock, and it\nshall be opened unto you:\n<\/p><p>\n\"For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it\nshall be opened\" (<span class=\"citation\" id=\"35341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35341)\">Matt. 7:7-8<\/a><\/span>, italics added).\n<\/p><p>\nMoroni also promises: \". . . I would exhort you that ye would ask God, the Eternal Father, in\nthe name of Christ, if these things are not true; and if ye shall ask with a\nsincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you,\nby the power of the Holy Ghost.\n<\/p><p>\n<b>\"By the Power of the Holy Ghost Ye May Know\"<\/b>\n<\/p><p>\n\"And by the power of the Holy Ghost ye may know the truth of all things.\n<\/p><p>\n\"And whatsoever thing is good is just and true; wherefore, nothing that is good denieth the\nChrist, but acknowledgeth that he is.\n<\/p><p>\n\"And ye may know that he is, by the power of the Holy Ghost; wherefore I would exhort you\nthat ye deny not the power of God; for he worketh by power, according to the faith of the\nchildren of men, the same today and tomorrow, and forever\"\n(<span class=\"citation\" id=\"38309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38309)\">Moro. 10:4-7<\/a><\/span>).\n<\/p><p>\nWhat does it mean to knock or seek? This is a way of saying, \"It requires effort on your\npart.\" Study, pray, act&mdash;do something about it! Knowledge alone saves no one. Lucifer\nknows, and it is this knowledge which is to his damnation. Without proper action, it can be\nthe same to anyone else.\n<\/p><p>\nMoroni said: \". . . by the power of the Holy Ghost ye may know the truth of all things\"\n(<span class=\"citation\" id=\"38311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38311)\">Moro. 10:5<\/a><\/span>).\nOne may ask, \"How does one receive a message from the Holy Ghost?\"\n<\/p><p>\n<b>A Personage of Spirit<\/b>\n<\/p><p>\nThe Holy Ghost is a Personage of Spirit (<span class=\"citation\" id=\"14507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14507)\">D&amp;C 130:22<\/a><\/span>).\nWe also have a spirit body as well as a mortal body.\nWe were personages of spirit before we came upon this earth.\n<\/p><p>\nThe Lord said to Job: \"Where wast thou when I laid the foundations of the earth? declare, if\nthou hast understanding.\n<\/p><p>\n\"Who hath laid the measure thereof, if thou knowest? or who hath stretched the line upon it?\n<\/p><p>\n\"Whereupon are the foundations thereof fastened? or who laid the corner stone thereof:\n<\/p><p>\n\"When the morning stars sang together, and all the sons of God shouted for joy?\"\n(<span class=\"citation\" id=\"26713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26713)\">Job 38:4-7<\/a><\/span>).\n<\/p><p>\nAre we not the sons of God who at that time shouted for joy?\n<\/p><p>\nAbraham also tells us the following: \"Now the Lord had shown unto me, Abraham, the\nintelligences that were organized before the world was; and among all these there were many\nof the noble and great ones;\n<\/p><p>\n\"And God saw these souls that they were good, and he stood in the midst of them, and he\nsaid: These I will make my rulers; for he stood among those that were spirits, and he saw that\nthey were good; and he said unto me: Abraham, thou art one of them; thou wast chosen\nbefore thou wast born\" (<span class=\"citation\" id=\"7230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7230)\">Abr. 3:22-23<\/a><\/span>).\n<\/p><p>\nBefore we came on the earth, we were all spirits. What is a spirit? We use the word \"spirit\"\nto describe anything and everything, all elements that are not mortal&mdash;so we had a\nnon-earthly body. We were nevertheless individuals. We had the power and ability to see,\nthink, act, make decisions. We even took part in that great war in heaven, as a result of which\nLucifer was cast out of heaven (<span class=\"citation\" id=\"42363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42363)\">Rev. 12:7-9<\/a><\/span>).\n<\/p><p>\nOur spirit body has the same shape and form as the physical body. The spirit body then has\narms, legs, a head, and a mind.\n<\/p><p>\nWhen we came to earth, we took upon us a physical or mortal body of flesh and bones. The\nseparation of these two bodies we call death. Through the atonement of Christ these two\nbodies will be reunited again. This we call the resurrection.\n<\/p><p>\nIn coming into mortality we forget all from the previous life for a wise purpose in the Lord.\nIn effect, a barrier or veil is placed between the spirit mind and the mortal mind.\n<\/p><p>\n<b>Analogies<\/b>\n<\/p><p>\nNow, I think if we will apply some of the laws of electronics, that is, radio and television, we\nwill be aided in a possible understanding of how we can receive a message from the Holy\nGhost. We have a spirit mind and a mortal mind. Our spirit mind can receive messages from\nthe Holy Ghost, who is a spirit.\n<\/p><p>\nIn this room now there are many waves going by of sound, of pictures, and even of colored\npictures. We cannot detect them with our mortal eyes or ears, but if we set up a receiving set\nand put it in tune, then we pick up the sound or pictures by the mortal ears\nor eyes. Similarly, the Holy Ghost may be constantly sending out messages like a\nbroadcasting station. If you put yourself in tune, that is, knock or ask or seek, you may\nreceive the message. It may be as if you were to open an imaginary window or door between\nyour spirit mind and your physical mind and permit the message to come through. Spirit can\ntalk to spirit, and you are part spirit&mdash;just open that imaginary door and let the mortal mind\nreceive. To open it requires study, prayer, action or works, or knock, and it shall be opened\nunto you.\n<\/p><p>\nThere is no salvation with just knowledge alone&mdash;for \". . . the devils also believe, and\ntremble,\" says James (<span class=\"citation\" id=\"26177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26177)\">James 2:19<\/a><\/span>),\nthen adds, \"But wilt thou know, O vain man, that faith without works is dead?\"\n(<span class=\"citation\" id=\"26178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26178)\">James 2:20<\/a><\/span>).\n<\/p><p>\n<b>Knowledge From the Holy Ghost is Sure<\/b>\n<\/p><p>\nGet that knowledge that you may have a testimony. Knowledge from the Holy Ghost is <i>sure<\/i>.\nWhen it comes to you, you know and cannot deny it. Moroni said: \"And by the power of the\nHoly Ghost ye may know the truth of all things\"\n(<span class=\"citation\" id=\"38312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38312)\">Moro. 10:5<\/a><\/span>).\n<\/p><p>\n<b>Testimony By Divine Revelation<\/b>\n<\/p><p>\nIt is the primary function of the Holy Ghost to testify of the Father and his Son Jesus Christ.\nTherefore, we bear testimony that we know, and so I testify that I know that God lives, that\nJesus is the Christ, that God is literally my Father in heaven. I testify that by divine revelation\nthrough the Prophet Joseph Smith, the gospel has been restored on the earth in this the last\ndispensation or the Dispensation of the Fulness of Times.\n<\/p><p>\nI testify that this same authority to hold the keys of the priesthood of God has been continued\non to the present prophet, seer, and revelator, and President of the Church, President David O.\nMcKay, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}