{"ID":1350, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The World's Fair: A Report<\/p>\n<p class=\"gcspeaker\">Elder Bernard P. Brockbank<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Bernard p. Brockbank, <i>Conference Report<\/i>, October 1964, pp. 11-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters: It is a wonderful blessing and privilege to be present at this great general\nconference of The Church of Jesus Christ of Latter-day Saints, and I am thankful that the\nLord placed the \"The\" in the name of his Church (<span class=\"citation\" id=\"14494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14494)\">D&amp;C 115:4<\/a><\/span>).\nIt is not the Church of some nation or some\nnormal outstanding individual, but it is the Church of Jesus Christ.\n<\/p><p>\n<b>The Church at the World's Fair<\/b>\n<\/p><p>\nWe are overjoyed that The Church of Jesus Christ of Latter-day Saints is represented with\nother churches at the New York World's Fair. The comparison has aroused a great deal of\ninterest and comment.\n<\/p><p>\nAs you know, the Mormon Pavilion is one of the greatest and most effective missionary\nopportunities the Church has undertaken. The entire image and acceptance of The Church of\nJesus Christ of Latter-day Saints have greatly improved in the eastern part of the United\nStates and throughout the world. Millions have been impressed and spiritually uplifted by the\nexhibits, the missionaries, and their testimonies.\n<\/p><p>\n<b>God Inspired Teachings of Ancient Prophets<\/b>\n<\/p><p>\nThe exhibits and program at the Mormon Pavilion are built around the God-inspired teachings\nof the ancient prophets, around Jesus Christ the Son of the Living God, around the Apostles,\nand around eternal life as given in the scriptures. Great emphasis is placed on\nthe restoration of the Church of Jesus Christ through a Prophet of God, Joseph Smith.\n<\/p><p>\nGreat emphasis is also placed on the passage of scripture given by the Apostle John in the\nbook of Revelation, wherein he said, \". . . I saw another angel fly in the midst of heaven,\nhaving the everlasting gospel to preach unto them that dwell on the earth\"\n(<span class=\"citation\" id=\"42367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42367)\">Rev. 14:6<\/a><\/span>).\n<\/p><p>\n<b>Heavenly Messengers to Ancient and Modern Prophets<\/b>\n<\/p><p>\nWe are bearing witness that the Angel Moroni came and restored the everlasting gospel again\nto the earth through the Prophet Joseph Smith. God and heavenly messengers appeared to\nAdam, Moses, Abraham, Jacob, and all of the ancient prophets. Heavenly messengers\nappeared to the Apostles Peter, John, and Paul. At the pavilion we teach and emphasize that\nheavenly messengers, appearing to God's chosen prophets, are part of God's earth program.\n<\/p><p>\n<b>Comments of World's Fair Visitors<\/b>\n<\/p><p>\nI would like to read a few of the comments written by visitors to the pavilion:\n<\/p><p>\n\"Very impressive, very beautiful, so inspiring to see such dedicated young missionaries.\"\n<\/p><p>\n\"I enjoyed my visit to the Mormon Pavilion second to no other exhibit.\"\n<\/p><p>\n\"Like an oasis in a desert.\"\n<\/p><p>\n\"Interesting and makes more sense than any other religion.\"\n<\/p><p>\n\"After seeing your movie on eternal life, I no longer have a fear of death.\"\n<\/p><p>\n\"The paintings of the teachings, experiences, and examples of Jesus Christ are revealing and\ninspiring.\"\n<\/p><p>\n\"Beautiful pavilion and a religion I would like to know more about.\"\n<\/p><p>\n\"Enjoyable pavilion, and it shows to me that there is still a strong belief in God among the\npeople of the earth.\"\n<\/p><p>\n\"A moving Christian tribute; such a pity more people are not exposed to your doctrines and\nmissionaries.\"\n<\/p><p>\n\"This is a splendid witness to the message of God.\"\n<\/p><p>\n\"The missionaries do great credit to your Church.\"\n<\/p><p>\n\"This was a beautiful experience for our entire family. Even the children enjoyed it.\"\n<\/p><p>\n\"The scriptural truths are simply beautiful.\"\n<\/p><p>\n\"I am awed at the beauty of life and eternity through the teachings of Jesus Christ.\"\n<\/p><p>\n\"I came in as a skeptic, but my desire to know more has been stimulated.\"\n<\/p><p>\n\"Inspiring, magnificent, dignified, and sublime, truly witnessing to the Jesus Christ of the\nBible.\"\n<\/p><p>\n\"I think this pavilion is breathtaking.\"\n<\/p><p>\n\"Your exhibit and missionaries show the teachings of Jesus Christ and the Apostles as they\ntaught and exemplified them and as they are found in the Holy Bible.\"\n<\/p><p>\nMr. Robert Moses, president of the New York World's Fair, said, \"You have brought to us\nfrom across the mountains a breath of the pioneering spirit and fresh air of the West. Your\ntemple facade dominates the main entrance to the Fair and is the cynosure of all eyes, and\ngives a noble first impression to visitors. We thank you for your contribution, congratulate\nyou on your success, and hope you will remain permanently in our midst.\"\n<\/p><p>\nMr. Charles L. Petze, III, of Maryville College said in a letter, \"I would like to congratulate\nyou on having what I feel was the best-organized pavilion at the New York World's Fair. It\nwas truly a pleasure to find someone who had something to say and knew how to say it.\"\n<\/p><p>\nNorman Vincent Peale wrote this in the <i>Philadelphia Inquirer<\/i> (July 19, 1964): \"I will defy\nanyone, however callous, to come unmoved out of the Mormon exhibit. They show a\nmarvelous motion picture done by top-flight actors that depicts the journey of the human soul\nfrom birth to immortality. So glorious is it that the viewer comes out with tears in his eyes,\nbut walking on air.\"\n<\/p><p>\n<b>Statistics of Fair Communication<\/b>\n<\/p><p>\nThe New York World's Fair will have over 33,000,000 attendance in 1964, and we will have\nover 3,000,000 attend our pavilion. Approximately ten percent of all the\npeople attending the World's Fair have attended the Mormon Pavilion. Our attendance has\nbeen with the upper ten percent of all the exhibits. This we feel has been a remarkable\nachievement for the Church. We have had over 255,000 referrals and registrations to send to\nthe missions of the Church. We have distributed over 2,000,000 pamphlets to interested\npeople. Over 1,000,000 have seen the eternal life film on Man's Search for Happiness. We\nhave distributed over 36,000 copies of the Book of Mormon, and we have had over 40,000\ninches of favorable newspaper and magazine publicity. It is estimated that over 160,000\npictures and movies have been taken by visitors of the exterior and the interior of the\npavilion.\n<\/p><p>\n<b>Hunger for Teachings of Christ<\/b>\n<\/p><p>\nWith millions coming to the Mormon Pavilion we have found many who are hungry for the\npure, unchanged teachings of Jesus Christ. Many are enthusiastic and happy to hear about a\nchurch that has Twelve Apostles, a church that has a living prophet, a church that has the\nsame baptism practiced by John the Baptist and administered to Jesus Christ at the River\nJordan.\n<\/p><p>\nMany are anxious to know more about a Living God who created man in his own image and\nafter his own likeness. Many desire to know more about the living, resurrected, immortal\nJesus Christ and not a God of mystery. Many desire to know more about the heavenly\nmessengers who appeared to the Prophet Joseph Smith.\n<\/p><p>\n<b>Seeking Evidence of Divine Power and Purpose<\/b>\n<\/p><p>\nWe have found many who are seeking for evidence of divine power and eternal purpose.\nMany are now wondering about the private interpretations men have placed on the\nGod-inspired scriptures wherein they discontinued the Twelve Apostles, changed the water\nbaptism. They have discontinued the Bible teaching of laying on of hands to bestow the Holy\nGhost. The law of tithing was discontinued by many, and there are many other changes made\nby men.\n<\/p><p>\n<b>Needed: Teachers by Example<\/b>\n<\/p><p>\nFellow Saints and missionaries, the Church needs teachers who will literally live Christianity\nas exemplified and taught by Jesus Christ. We need to teach and love people into The Church\nof Jesus Christ of Latter-day Saints. There are millions awaiting our witness and testimony.\n<\/p><p>\nAs a tribute to our beloved prophet, David O. McKay, the greatest missionary of our time, let\nus follow his prophetic counsel and bring one or more souls into the Church each year. With\nlove and righteousness in our hearts and the help of God, we can achieve this\nkingdom-building goal.\n<\/p><p>\nMay this be our great blessing and privilege, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}