{"ID":1351, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Comparative Values<\/p>\n<p class=\"gcspeaker\">Elder Paul H. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Paul H. Dunn, <i>Conference Report<\/i>, October 1964, pp. 13-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, this is indeed humbling. I am grateful for this opportunity to stand in\nyour presence, to feel of your spirit, and to partake of the sweet message from our living\nprophet this morning. For many, many years I have listened with you to the counsel and\ninspiration of these brethren who sit before us, and particularly to our living prophet, as they\nhave sought an interest in our faith and prayers and have asked that our Heavenly Father give\nthem the guidance and direction that is needed. Now I know in a small way\nwhy this is so significant as I attempt to relate to you a few of the inner feelings of my heart\nconcerning this great gospel of Jesus Christ. I was deeply touched by the message of our\nprophet this morning as he conveyed to us the inner feelings of his heart, acquired through\nnot only many years of experience but also knowing and loving people and being in constant\ntune with the living God.\n<\/p><p>\nHave you ever noticed that whenever a person seems out of sorts or somewhat cantankerous,\nwe often say, \"He got up on the wrong side of the bed.\" Were you ever accused of having\nsuch an attitude? A few months ago I was close to having \"one of those days.\" It came about\nin this way:\n<\/p><p>\n<b>Chain of Events Shatters Rest<\/b>\n<\/p><p>\nAbout midnight I received a telephone call from one of the teachers in our Institute of\nReligion program, which I was coordinating at the time, and he reported that he couldn't\npossibly teach his early morning class the next day because of ill health. He wondered if I\nwould teach it for him. I assured him I would and told him not to worry, though I wondered\nhow adequately the material could be prepared in the time left that night to meet the challenge\nof the group. After hanging up, I immediately started to prepare my lesson and finally at 2\nam, not being able to see the words on the page, I went to bed. Needless to say I was tired\nand in need of a good night's sleep. I didn't stand much chance of getting it, however, since\nthe class next morning met at 7 am and was thirty miles from home, all of which required\nthat I get up at five o'clock. This meant only three hours of sleep at the most.\n<\/p><p>\nShortly after going to bed, and not having quite fallen asleep, I was brought back to reality by\nmy four-year-old youngster who insisted that she have a drink of water&mdash;she simply could\nnot get along without it until morning. So, after a hard struggle, I pulled myself together,\nsecured the drink of water, and went back to bed only to be awakened a few moments later\nby another daughter who had just experienced a horrible nightmare. Her anxious summons\nbrought me to my feet in a hurry, and in my excitement to answer her call, I failed to turn on\nthe hall light. As I made my way in the dark, I was suddenly stopped in my journey by a\ndoor that had been left ajar. After a few seconds and with a newly acquired bump, I hastened\nto her side and gave the comfort that was needed.\n<\/p><p>\nOnce again I crawled back between the warm covers with a hope that the remaining hours\nwould give peace and rest, only to be brought slyly and slowly back to life by my wife who\nhad been awakened by the previous interruptions. She had just remembered that she needed\nthe car the next morning for her church assignment and was wondering what arrangements\ncould be made in order that we both might meet our appointments. When the problem was\nfinally solved, it was three o'clock, and when, shortly after, the alarm rang at five, you can\nimagine how I felt. After such a night I was getting up on the wrong side of the bed, and my\nattitude was not the kind that should be taken into a class of religion.\n<\/p><p>\n<b>Gloom Dispelled&mdash;Brightness Restored: \"You Are the Best Daddy\"<\/b>\n<\/p><p>\nAnd then it happened&mdash;the little thing that changed the gloom of the night into the brightness\nof a beautiful day. As I was leaving the house, the four-year-old who had started the series of\nevents the night before, appeared at the door, pulled on my coattail and then, with my help,\nclimbed into my arms, took hold of both of my ears with her little hands and without any\nwarning kissed me as hard as she could right on the nose and said, \"Daddy, I sure do love\nyou. You are sure a good sport.\" \"A good sport, eh!\" and I tried to smile away the frown that\nhad settled throughout my whole system. \"Yep! you're the best daddy in the whole world,\"\nand planting another kiss on my neck, she slid to the floor and ran back to her bed.\n<\/p><p>\n<b>Count Your Blessings<\/b>\n<\/p><p>\nWhat was about to be a bad morning for me turned out to be one of my best. As I drove to\nmy assignment with a song in my heart, I thought of my many blessings: my\nlovely, dedicated wife and family, the fact that I belong to Christ's Church in reality, that I\nam a member of this great country of ours, a citizen indeed, that I enjoy the freedoms that we\nall so often take for granted. And it was all brought back to my remembrance by a simple\nkiss on the nose. This little four-year-old with tender love and appreciation had restored my\nperspective of life and brought to my attention once again the real values we all seek.\n<\/p><p>\nThen I began to think how easy it had been for me to let such a little thing as a sleepless\nnight make me forget for a moment these same values and how everything I would have done\nthat day might have been affected by my resulting attitude. Luckily I was brought back to\nreality, but how often do all of us let the \"get up on the wrong side of the bed\" attitude\nbecome a habit that dominates our everyday thoughts and lets problems or the desire for\ninstant and usually temporary satisfactions become so important that long-range goals and\nobjectives are forgotten. While certain problems must be worried about and temporal\nsatisfactions must be met, these things are only important to us as a means to an end&mdash;as the\nmeans of getting where we eventually want to go. Ultimate happiness, the kind we all want,\ndoes not come from continuously being temporarily satisfied, continuously seeking the\nphysical and emotional comforts of life and being so dissatisfied with anything else that we\npermit ourselves to forget our blessings and responsibilities, to forget the Lord and his love\nfor us and his willingness to help us in our pursuit of life and happiness. \"For what shall it\nprofit a man, if he shall gain the whole world, and lose his own soul?\"\n(<span class=\"citation\" id=\"33170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33170)\">Mark 8:36<\/a><\/span>).\n<\/p><p>\n<b>Value of Objective<\/b>\n<\/p><p>\nSomeone has said, \"Life is of value only when it has something valuable as its objective.\"\nWhat objective? The Lord through the Prophet Joseph Smith told David Whitmer, one of the\nthree witnesses to the Book of Mormon, that eternal life was the greatest of all the gifts of\nGod (see <span class=\"citation\" id=\"14368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14368)\">D&amp;C 14:7<\/a><\/span>).\nWhat better objective is there than this for our lives? Knowing this to\nbe true as I do through personal testimony, I would like to speak especially to you young\npeople who are in the vital planning stage of your lives, and to those parents and teachers\nwho guide you, about the importance of properly focusing your values. We all, as well as\nyou, yourselves, want the best for you now and forever. The best is a knowledge of and love\nfor our Heavenly Father and his Son Jesus Christ and a life of happiness here on earth that\nwill eventually lead you to the desired objective of eternal life. How do we determine the\nvalues that will accomplish this? Through religion which encompasses all the principles that\ngive us strength, determination, and faith to push forward. Living as we do today in a world\nthat seems to be becoming more godless by the moment, an occasional or even weekly visit to\nchurch is not often enough to gain us the knowledge we need. Religion must be a daily affair,\nentering into every phase of our existence. It was to provide this daily education and exposure\nto religion that the seminaries, institutes of religion, and church colleges were established, and\nthis is why they should play such an important role in the lives of you young people today.\n<\/p><p>\n<b>Youth Need Religion<\/b>\n<\/p><p>\nToday more than ever before our youth need religion. Some years ago our beloved Prophet\nDavid O. McKay in an editorial gave a number of reasons for giving proper religious training\nto our youth. I'd like to refer to three of his points:\n<\/p><p>\nFirst, he said, \"Youth need religion to maintain a proper equilibrium during the formative\nperiod of their lives\" (<i>Treasures of Life<\/i>, p. 493). Young people tend to be impetuous and\nsometimes, in trying to formulate their conclusions, have a tendency to look upon parents as\nold-fashioned, but they give confidence to others who seem to be leading them into new\nrealms and higher planes. Now when, under these conditions, the young person receives\nsomething which seems to conflict with his previous notions of religion and\nright, he is likely to be swayed beyond his proper equilibrium. Youth today are thinking more\nthan ever before, and they need to have a daily influence which will keep them in proper\nbalance.\n<\/p><p>\nSecond, President McKay said, \"Youth should have religion in order to stabilize our society.\"\n(<i>Ibid.<\/i>, p. 495.) It was Goethe who observed that \"The destiny of any nation at any given time\ndepends on the opinion of its young men under five and twenty.\" (Cited <i>idem.<\/i>) Speaking of\nthe need of stability in our society makes me remember, thinking as a soldier during World\nWar II what a tragedy that so much destruction, pain, and suffering had to exist in a world\nthat had achieved such brilliance in so many fields, for instance, the sciences. I can't help\nrecalling the magnificent M-1 rifle that was placed into my hands when I was an infantryman\nand how grateful I was for the protection it gave me. The brilliance that went into creating\nthis weapon of war is outstanding, and yet its utilization was a sad commentary on life, for\nmany times I was required in the defense of this country to pull the trigger to take the life of\na fellow human being because of this very thing that our beloved prophet has indicated to us\nin his editorial.\n<\/p><p>\nRobert A. Millikan, himself a renowned scientist, has said this about his own field: \"Science\nwithout religion obviously may become a curse rather than a blessing to mankind. But science\ndominated by the spirit of religion is the key to progress and the hope of the future.\" (Cited\n<i>idem.<\/i>) This suggests that scientific leaders of the future, as well as leaders in all fields, will\nneed spiritual understanding and training.\n<\/p><p>\nThird, youth need religion to satisfy the innate longing of the soul. \"Man,\" President McKay\nhas said, \"is a spiritual being, and sometime or another every man is possessed with a longing,\nan irresistible desire to know his relationship to the infinite. He realizes that he is not just a\nphysical object that is to be tossed for just a short time from bank to bank, only to be\nsubmerged finally in the ever-flowing stream of life. There is something within him which\nurges him to rise above himself, to control his environment, to master the body and all things\nphysical and live in a higher and more beautiful world.\"\n<\/p><p>\n<b>Three Great Needs<\/b>\n<\/p><p>\nHe goes on to give three great needs associated with the spiritual urge which have been felt\nthroughout the centuries: \"1. Every normal person yearns to know something of God. What is\nhe like? Is he interested in the human family or does he disregard it entirely? 2. What is the\nbest life to live in this world in order to be most successful and to get the most happiness? 3.\nWhat is that inevitable thing called death? What is beyond it? If you want your answer to\nthese longings of the human soul, you must come to the Church and come often to get it.\"\n(<i>Ibid.<\/i>, pp. 495-496.)\n<\/p><p>\nYouth need religion. The world needs it&mdash;in fact, it is the world's greatest need. It is my\nhumble prayer that you young people everywhere, along with your parents, will see the need\nfor constant, daily exposure to religious education and that you will support it with interest\nand enthusiasm. By keeping your energies and values properly focused, you, as well as we,\ncan in reality inherit eternal life.\n<\/p><p>\nHow grateful I am this morning for the testimony I have of the gospel of Jesus Christ and the\nmeaning and understanding that this gives me that God really lives, that Jesus is the Christ,\nthat the Prophet Joseph Smith was called and ordained of God to establish again his Church\nin these latter days, and to have the full assurance and knowledge that David O. McKay is a\nliving prophet of the Lord. And while I have been a member of this Church all my life, I\nhave had that glorious opportunity of standing in his presence and having spirit touch spirit,\ngiving me the complete verification that these things are true. I bear you my witness humbly\nand gratefully in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}