{"ID":1352, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">In Search of Truth<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, October 1964, pp. 17-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, the responsibility of standing before you humbles me, and I sincerely\nseek an interest in your prayers that I might have the help of the Lord.\n<\/p><p>\nThis morning as Sister Monson and I drove down here to this beautiful Tabernacle, I heard a\nfamiliar sound. I heard a school bell ring, and I saw scores of boys and girls of every age\nhurry this way and scurry that way to the classrooms of learning. They were in search of\ntruth. This is the season of the year, too, when the colleges and universities throughout the\nland open wide their doors that eager students might continue this search for truth. Their\nteachers and scientists of all fields pursue their constant labor of studying,\nexperimenting&mdash;ever continuing this same search.\n<\/p><p>\n<b>Yearning for Truth<\/b>\n<\/p><p>\nIs the search for truth really this important? Is it so vital? Must it span the ages of time,\nencompass every field of endeavor, and penetrate every human heart? President David O.\nMcKay has said, \"Fortunately, there is a natural feeling which urges men and women toward\ntruth. It is a responsibility placed upon mankind.\"\n<\/p><p>\nEven the law of the land jealously safeguards the principle of truth. In our courts of law,\nbefore a witness takes the stand to testify, he is placed under solemn oath \". . . the testimony\nyou are about to give . . . is the truth, the whole truth and nothing but the truth . . .\"\n<\/p><p>\nThe poet captured the real significance of the search for truth when he wrote these immortal\nlines:\n<\/p><p>\n\". . . say, what is truth?<br \/>\n    'Tis the brightest prize<br \/>\n    To which mortals or Gods can aspire;<br \/>\n    Go search in the depths where it\n       glittering lies<br \/>\n    Or ascend in pursuit to the loftiest skies.<br \/>\n    'Tis an aim for the noblest desire.\n<\/p><p>\n\"Then say, what is truth?<br \/>\n    'Tis the last and the first,<br \/>\n    For the limits of time it steps o'er.<br \/>\n    Though the heavens depart and the\n       earth's fountains burst,<br \/>\n    Truth, the sum of existence, will weather\n       the worst,<br \/>\n    Eternal, unchanged, evermore.\"<br \/><br \/>\n&nbsp; &nbsp;          (John Jaques, <i>Hymns<\/i>, p. 143.)\n<\/p><p>\n<b>Truth Defined<\/b>\n<\/p><p>\nThe Prophet Joseph Smith received the definition of truth in a revelation from the Lord at\nKirtland, Ohio, May 6, 1833. \". . . truth is knowledge of things as they are, and as they were,\nand as they are to come\" (<span class=\"citation\" id=\"14459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14459)\">D&amp;C 93:24<\/a><\/span>).\n<\/p><p>\nPreceding almost every declaration of eternal truth has been a universal question; for instance,\nwhat man has not asked himself as did Job of old, \"If a man die, shall he live again?\"\n(<span class=\"citation\" id=\"26710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26710)\">Job 14:14<\/a><\/span>).\nAnd what man has not found comfort in the answer which the angel gave to\nMary Magdalene and Mary, the mother of James, when they approached the tomb to care for\nthe body of the Master. He said, \"Why seek ye the living among the dead?\n<\/p><p>\n\"He is not here, but is risen\" (<span class=\"citation\" id=\"31637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31637)\">Luke 24:5-6<\/a><\/span>).\n<\/p><p>\n<b>\"If Any Lack Wisdom, Let Him Ask of God\"<\/b>\n<\/p><p>\nThousands of honest, searching souls continue to be confronted by that penetrating question\nwhich coursed through the mind of Joseph Smith as he surveyed the declarations made by the\nchurches of his community concerning who was right and who was wrong. Joseph said: \"In\nthe midst of this war of words and tumult of opinions, I often said to myself . . . Who of all\nthese parties are right . . . If any one of them be right, which is it, and how shall I know it?\n<\/p><p>\n\". . . I at length came to the determination to 'ask of God'\"\n(<span class=\"citation\" id=\"30448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30448)\">JS&mdash;H 1:10,13<\/a><\/span>). He\nprayed. The results of that prayer are best described in Joseph's own words:\n<\/p><p>\n\". . . I saw two Personages, whose brightness and glory defy all description, standing above\nme in the air. One of them spake unto me, calling me by name and said, pointing to the\nother&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30460)\">JS&mdash;H 1:17<\/a><\/span>). Joseph listened. Joseph learned. His\nquestion, \"What is truth?\" was answered.\n<\/p><p>\nPerhaps one of the most significant exchanges of question and answer occurred when Jesus\nwas taken before Pilate. Pilate asked the Master, \"Art thou a king . . . ? Jesus answered, Thou\nsayest that I am a king. To this end was I born, and for this cause came I into the world, that\nI should bear witness unto the truth. Every one that is of the truth heareth my voice\"\n(<span class=\"citation\" id=\"28150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28150)\">John 18:37<\/a><\/span>).\n<\/p><p>\n<b>The True Church<\/b>\n<\/p><p>\nIs the voice of the Lord heard today? How does it come to man? Can your search for truth be\nguided by his voice? Can mine? Today as always when the true Church of Christ is on the\nearth, there stands at its head a prophet. And just as the voice of the Lord came to Jeremiah,\nEzekiel, and Isaiah, it has likewise come to latter-day prophets.\n<\/p><p>\n\"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets\" (<span class=\"citation\" id=\"10428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10428)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nDo we need a prophet today? Does God regard his children today as dearly as he did when\nAmos, Jeremiah, and Ezekiel were on the earth? One of the foremost educators in America,\nDr. Robert Gordon Sproul, described the need in these words: \"We have the peculiar spectacle\nof a nation, which to a limited extent, practices Christianity without actively believing in\nChristianity. We are asked to turn to the church for enlightenment, but when we do we find\nthat the voice of the church is not inspired. The voice of the church today is the echo of our\nown voices. And the result of this experience already manifest is disillusionment. The way out\nis the sound of a voice, not our voice, but a voice coming from somewhere not ourselves in\nthe existence of which we cannot disbelieve. It is the task of the pastors to hear this voice,\ncause us to hear it and tell us what it says. If they cannot hear it or if they fail to tell us what\nit says, we as laymen are wholly lost. Without it we are no more capable of saving the earth\nthan we were capable of creating it in the first place.\"\n<\/p><p>\nFrom still another field of endeavor, Sir Winston Churchill described the need: \"I have lived\nperhaps longer experience than almost anyone and I have never brooded over a situation\nwhich demanded more patience, composure, courage and perseverance than that which unfolds\nitself before us today&mdash;the need of a prophet.\"\n<\/p><p>\n<b>The Channel of Truth is Open<\/b>\n<\/p><p>\nHow grateful we should be that revelation, the clear and uncluttered channel of truth, is still\nopen. Our Heavenly Father continues to inspire his prophets. This inspiration can serve as a\nsure guide in making life's decisions. It will lead us to truth.\n<\/p><p>\nYou do not find truth groveling through error. Truth is found by searching, studying, and\nliving the revealed word of God. We learn truth when we associate with truth. We adopt error\nwhen we mingle with error.\n<\/p><p>\nThe Lord instructed us concerning how we might distinguish between truth and error when he\nsaid: \". . . that which doth not edify is not of God, and is darkness.\n<\/p><p>\n\"That which is of God is light\" (<span class=\"citation\" id=\"14389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14389)\">D&amp;C 50:23-24<\/a><\/span>).\n<\/p><p>\nRecently, I attended a large youth conference at Edmonton, Alberta, Canada. A part of the\nconference was a testimony meeting where the young men and young women could express\nthe feelings of the heart.\n<\/p><p>\nA shy boy from Saskatchewan, standing before such an imposing audience for the first time,\nsaid, \"Before I attended this youth conference I could say, 'I think the gospel is true.' Then I\nreceived instruction, participated in the activities, and felt of the spirit of all of you. Today, at\nthe conclusion of these inspired events, I proudly, yet humbly, declare 'I know the gospel is\ntrue.'\" He had been edified. He had been enlightened. He had found the truth.\n<\/p><p>\nIn July I visited the World's Fair at New York City. I found the fair most\ninteresting and took special note of the religious exhibits. At the Mormon Pavilion I sat by an\nalert young man of perhaps thirty-five years. We spoke about the other exhibits at the fair.\nThen the lights dimmed. The picture, \"Man's Search for Happiness,\" commenced. At the\nconclusion of this portrayal of the plan of salvation, the lights again brought the present to our\nview. The crowd silently filed out, some stopping to wipe a tear from a moist eye. Others\nwere visibly impressed. My visitor did not arise. I asked if he enjoyed the film. He answered,\n\"This is the truth.\" One man's search for truth had just ended.\n<\/p><p>\nFor those who humbly seek, there is no need to stumble or falter along the pathway leading to\ntruth. It is well marked by our Heavenly Father. We must first have a desire to know for\nourselves. We must study. We must pray. We must do the will of the Father. And then we\nwill know the truth, and the truth will make us free. Divine favor will attend those who\nhumbly seek it.\n<\/p><p>\nOne week ago last Wednesday I was privileged to set apart William Agnew for his mission. I\nreviewed with him his conversion and that of his family, some five years ago in eastern\nCanada. The family had been seeking truth. The missionaries called and presented the\nteachings of the gospel. The members of the family studied. They loved what they learned.\nThey were approaching the decision to be baptized. One Sunday morning the family, by\nprevious appointment, were preparing to attend the \"Mormon\" Sunday School. Mother and the\nchildren readied themselves but were disappointed when Dad concluded not to attend. They\neven argued somewhat about the decision. Then Mother and the children went to Sunday\nSchool, and Dad angrily stayed at home. He first attempted to forget the misunderstanding by\nreading the newspaper, but to no avail. Then he went to his daughter Isabelle's room and\nturned on the radio which occupied her night stand, hoping to hear the news. He didn't hear\nthe news. Rather, he heard the Tabernacle Choir. Elder Evans' message, it seemed, was\ndirected personally to him. Brother Agnew realized the futility of his anger. He was now\noverpowered by a feeling of gratitude for the message he had just received. When his wife\nand family returned home, they found him pleasant and happy. His children asked how this\nchange had come about. He told them how he had turned on the radio, hoping to get the\nnews, only to be humbled by the message of the choir in word and song. His daughter said,\n\"Which radio did you use, Dad?\" He answered, \"The one on your night stand.\" She replied,\n\"That radio is broken. It hasn't played for weeks.\" He led them to the room to prove that this\nradio did indeed function. Hadn't he just heard the choir and a message that had inspired and\nhumbled him? He turned the proper dial. But that radio didn't play. Yet when an honest\nseeker after truth needed the help of God, that radio did play. The message which led to\nconversion was received. Needless to say, the family became stalwart members of the Church.\n<\/p><p>\nThere will be those who doubt, who scoff, who ridicule, who scorn. They will turn from the\npathway leading to eternal truth and rather travel the slippery slopes of error and\ndisillusionment.\n<\/p><p>\nBut to those who honestly seek, those to whom so much has been given, to the faithful, the\nLord our God has promised:\n<\/p><p>\n\"For they that are wise and have received the truth, and have taken the Holy Spirit for their\nguide, and have not been deceived&mdash;verily I say unto you, they . . . shall abide the day\"\n(<span class=\"citation\" id=\"14388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14388)\">D&amp;C 45:57<\/a><\/span>).\n<\/p><p>\nMay we be wise; may we persevere in search of truth and always take the Holy Spirit for our\nguide, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}