{"ID":1355, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Deliverance of the Captives<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, October 1964, p. 32-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nNear the beginning of the ministry of Jesus Christ, he came one day to the city of Nazareth\nwhere he had grown up as a lad. As was his custom on the Sabbath day he went to the local\nsynagogue to worship. As he stood up to read, he was given the book of Isaiah from which he\nread as follows:\n<\/p><p>\n\"The Spirit of the Lord God is upon me; because the Lord hath anointed me to preach good\ntidings unto the meek; he hath sent me to bind up the broken-hearted, to proclaim liberty to\nthe captives, and the opening of the prison to them that are bound; \"To proclaim the\nacceptable year of the Lord\" (<span class=\"citation\" id=\"25265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25265)\">Isa. 61:1-2<\/a><\/span>).\n<\/p><p>\nThen he closed the book and sat down to speak. As all eyes were fastened upon him to see\nwhat interpretation he would give to these words, he said:\n<\/p><p>\n\"This day is this scripture fulfilled in your ears.\n<\/p><p>\n\"And all bare him witness, and wondered at the gracious words which proceeded out of his\nmouth\" (<span class=\"citation\" id=\"31619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31619)\">Luke 4:21-22<\/a><\/span>).\n<\/p><p>\n<b>Deliverance to the Captives<\/b>\n<\/p><p>\nI am interested in the words of Isaiah, or as Jesus gave them as quoted by\nLuke:\n<\/p><p>\n\". . . he hath sent me . . . to preach deliverance to the captives, and . . . to set at liberty them\nthat are bruised\" (<span class=\"citation\" id=\"31618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31618)\">Luke 4:18<\/a><\/span>).\n<\/p><p>\nBible interpreters have said that the original words from Isaiah have reference to the release\nof the Jewish captives from Babylon, but that Jesus applied them to the release of sinners\nfrom the guilt and bondage of sin, through his ministry. But was this Jesus' intent, and what\nsinners were held prisoners through the guilt and bondage of their sins?\n<\/p><p>\nI claim that Isaiah and Jesus were speaking of specific prisoners as given in the following\nquotations from Isaiah:\n<\/p><p>\n\"And it shall come to pass in that day, that the Lord shall punish the host of the high ones\nthat are on high, and the kings of the earth upon the earth.\n<\/p><p>\n\"And they shall be gathered together, as prisoners are gathered in the pit, and shall be shut up\nin the prison, and after many days shall they be visited\"\n(<span class=\"citation\" id=\"25258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25258)\">Isa. 24:21-22<\/a><\/span>).\n<\/p><p>\n\"I the Lord have called thee in righteousness, and will hold thine hand, and will keep thee,\nand give thee for a covenant of the people, for a light of the Gentiles;\n<\/p><p>\n\"To open the blind eyes, to bring out the prisoners from the prison, and them that sit in\ndarkness out of the prison house\" (<span class=\"citation\" id=\"14385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14385)\">Isa. 42:6-7<\/a><\/span>)\n<\/p><p>\n<b>Jesus, the Deliverer<\/b>\n<\/p><p>\nThere is no question but that Jesus was to be the Deliverer and that they that sit in this prison\nwere to be in the bonds of darkness, which must refer to spiritual darkness rather than to\npolitical prisoners here upon the earth. The work of Jesus definitely was not confined solely\nto those of his own earthly generation who heard his voice in person as on this occasion when\nhe spoke in the synagogue at Nazareth. His work was a greater work, a universal work, and\napplied not only to the whole wide world of those then living, but also to all who ever lived\nor ever would live upon this earth.\n<\/p><p>\n<b>True Scope of His Ministry<\/b>\n<\/p><p>\nOne of the mistakes of Christendom today is thinking that Christ's ministry began at the\nMeridian of Time following his birth upon the earth. At the Meridian of Time he began his\nearth ministry as he was born among men as the Only Begotten Son of God in the flesh. It is\nnot generally understood that Jesus was the Firstborn of the spirit children of God and that as\nJehovah, the Creator, he was the God of this earth before he became manifest in the flesh as\nJesus Christ. He is the Eternal God of this earth who gave his laws and commandments to the\nprophets of old before he came to earth as the Son of Man.\n<\/p><p>\n<b>Eternal Principles of the Gospel<\/b>\n<\/p><p>\nThe principles of the gospel which Jesus taught were eternal. They were given and taught to\nthe prophets and seers of old. They in turn preached and taught them to the people of their\nday. Did they not understand that the Redeemer would come? Wasn't Isaiah, for example, a\nwitness of the coming Lord as he proclaimed:\n<\/p><p>\n\"Who hath believed our report? and to whom is the arm of the Lord revealed?\n<\/p><p>\n\"For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath\nno form nor comeliness; and when we shall see him, there is no beauty that we should desire\nhim.\n<\/p><p>\n\"He is despised and rejected of men; a man of sorrows, and acquainted with grief; and we hid\nas it were our faces from him; he was despised, and we esteemed him not.\n<\/p><p>\n\"Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken,\nsmitten of God, and afflicted.\n<\/p><p>\n\"But he was wounded for our transgressions, he was bruised for our iniquities: the\nchastisement of our peace was upon him; and with his stripes we are healed.\n<\/p><p>\n\"All we like sheep have gone astray; we have turned every one to his own way; and the Lord\nhath laid on him the iniquity of us all.\n<\/p><p>\n\"He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a\nlamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his\nmouth\" (<span class=\"citation\" id=\"14392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14392)\">Isa. 53:1-7<\/a><\/span>).\n<\/p><p>\nDare we say that the prophets did not know all about Jesus and his coming?\nDid they not testify, often with their lives, of the divinity of God and urge their hearers to\nturn to him and live?\n<\/p><p>\n<b>Priesthood, Key to Exaltation<\/b>\n<\/p><p>\nJust as authority in the priesthood had been given to Adam and his sons, the patriarchs, so\nalso were they given the principles of the gospel of Jesus Christ and participated in the\nblessings and ordinances and covenants that pertain to exaltation in the acceptance of Jesus\nChrist as Lord and King. Only when the people refused to accept this higher priesthood and\nhigher law at the time of Moses were they given the lesser priesthood and the lesser law\nwhich was to be a taskmaster to lead them eventually to accept Jesus Christ and the higher\nlaw which he had given to the prophets of old and which he gave again in his earthly\nministry.\n<\/p><p>\n<b>Eternal and Universal Nature of the Ministry of Jesus Christ<\/b>\n<\/p><p>\nFailure to understand the eternal and universal nature of the ministry of Jesus Christ has\ncaused considerable consternation among students of divinity. With the study of the mystery\nreligions came the knowledge that a virgin birth of a Redeemer and a death and resurrection\nof the same was claimed by several such religions hundreds of years before the birth of Jesus\nChrist. Baptism by immersion was a fairly common ritual long before the coming of Jesus.\nThe discovery of the manuscript rolls from the caves at Qumran near Jerusalem brought to\nlight teachings and practice, later used in Christianity two hundred years, before the birth of\nJesus Christ. This has led certain students of Christian religion to deny the divinity of Jesus\nChrist. They have regarded him only as a great and gifted teacher who simply adopted and\nadapted these thoughts and practices of the Essenes priests. So they claim he established a\nnew philosophy of the brotherhood of man based on these concepts and in defense of which\nhe even gave his life as a martyr.\n<\/p><p>\nSuch denial of Jesus Christ as a divine being is the result of not understanding the eternal\nnature of the gospel Jesus taught. If one understands that the gospel was taught and practiced\nfrom the very beginning, one can understand how its doctrines and practices can be found in\napostate forms in the mystery religions of Greece and Egypt and can account for the\nknowledge of Christian teachings before the birth of Jesus Christ.\n<\/p><p>\n<b>Gospel Preached in Anticipation of His Coming<\/b>\n<\/p><p>\nKnowing then that the gospel was preached by the prophets of old in anticipation of the\ncoming of the Savior and that it is now preached in confirmation of his atonement, we can\nask a pertinent question. What happened to those who heard the gospel and rejected it, or,\nperhaps better said, who failed to accept it while on the earth? What happened to those who\nlived on the earth when through apostasy and wickedness they never had a chance to hear the\ngospel of Jesus Christ preached? What happens to those we call heathens who never heard of\nJesus Christ?\n<\/p><p>\nAt the death of these people, who never made a covenant to become the sons and daughters\nof Jesus Christ, their spirits went to a spirit prison where they were forced to wait until they\ncould be released. This Peter explained when he told how Jesus went to minister among those\nwho were dead, for, as the scriptures inform us, Peter taught:\n<\/p><p>\n\"And he commanded us to preach unto the people, and to testify that it is he which was\nordained of God to be the Judge of quick <i>and<\/i> dead.\n<\/p><p>\n\"To him give all the prophets witness, that through his name whosoever believeth in him shall\nreceive remission of sins\" (<span class=\"citation\" id=\"7947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7947)\">Acts 10:42-43<\/a><\/span>, italics added).\n<\/p><p>\nThat this salvation through belief in Christ is open to the dead as well as to the living is\nevident as Peter taught:\n<\/p><p>\n\"For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to\nGod, being put to death in the flesh, but quickened by the Spirit:\n<\/p><p>\n\"By which also he went and preached unto the spirits in prison;\n<\/p><p>\n\"Which sometime were disobedient, when once the longsuffering of God waited in the days of\nNoah, while the ark was a preparing, wherein few, that is, eight souls were saved by water\"\n(<span class=\"citation\" id=\"2296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2296)\">1 Pet. 3:18-20<\/a><\/span>).\n<\/p><p>\nThe reason for this Peter explained as follows:\n<\/p><p>\n\"For this cause was the gospel preached also to them that are dead, that they might be judged\naccording to men in the flesh, but live according to God in the spirit\"\n(<span class=\"citation\" id=\"2298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2298)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\n<b>Savior's Redeeming Power Universally Available<\/b>\n<\/p><p>\nThus, the redeeming power of Jesus Christ is made possible to every person who ever lived or\nwill live upon the face of the earth. In view of the scriptural confirmation of this doctrine that\nChrist did visit and minister among the spirits who had been disobedient and who because of\nunpardoned sin were held in a spirit prison, we may well ask, what was the scope and\npurpose of our Lord's ministry among them? His preaching was purposeful and positive, not\nto further condemn, but to bring relief and mercy. To them came the Redeemer to open the\nway that leads to life. He came not to intensify their darkness and their grief, but to bring\nrelief from despair and suffering.\n<\/p><p>\n<b>The Atonement<\/b>\n<\/p><p>\nThe most significant sacrifice of all, the greatest work ever done for mankind and the turning\npoint in the history of man, is the atonement of Christ, which was a vicarious offering made\nby Jesus for us who were estranged from God. He gave his life voluntarily as a foreordained\nsacrifice that we might live eternally. This God accepted as a propitiation for broken law and\nit is the means whereby we as God's children may obtain salvation.\n<\/p><p>\nThrough the ministrations of Jesus for us, we may pass by the angels and regain the presence\nof God the Eternal Father (<span class=\"citation\" id=\"14521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14521)\">D&amp;C 132:19<\/a><\/span>)\nbut only as we obey the ordinances of the gospel. Paul taught:\n<\/p><p>\n\"For to this end Christ both died, and rose, and revived, that he might be Lord both of the\ndead and living\" (<span class=\"citation\" id=\"42784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42784)\">Rom. 14:9<\/a><\/span>).\n<\/p><p>\nHow it is possible to save the dead already departed from this earth is explained by Paul as he\nspoke of baptism for the dead:\n<\/p><p>\n\"Else what shall they do which are baptized for the dead, if the dead rise not at all? why are\nthey then baptized for the dead?\" (<span class=\"citation\" id=\"399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(399)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\n<b>The Gospel and Ordinances for the World of Spirits<\/b>\n<\/p><p>\nIt is evident that the gospel must be preached in the spirit world and that provisions for\nvicarious work for those who are dead must have been provided for. The Church of Jesus\nChrist of Latter-day Saints is the only organization on earth which confirms by actual practice\nthe necessity of administering baptism for the dead and which claims divine authority\ntherefore.\n<\/p><p>\n<b>Seek After and Identify Ancestors<\/b>\n<\/p><p>\nThus, the responsibility rests upon every one of us to seek after and identify our deceased\nancestors who had no opportunity of hearing the gospel of Jesus Christ. After we have\nidentified them, it is our privilege to go into the temples of God and perform vicariously these\nordinances for them which they cannot perform for themselves. By these sacrifices we\nparticipate in small part in the redeeming power of Jesus Christ and share with him the joy of\ndoing something for others to prepare the way for them also to reach the presence of God the\nEternal Father.\n<\/p><p>\nSo important is this work that Malachi the prophet testified:\n<\/p><p>\n\"Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, <i>before<\/i> the\ncoming of the great and dreadful day of the Lord.\n<\/p><p>\n\". . . And he shall plant in the hearts of the children the promises made to the fathers, and the\nhearts of the children shall turn to their fathers. If it were not so, the whole earth would be\nutterly wasted at his coming\" (<span class=\"citation\" id=\"30469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30469)\">JS&mdash;H 1:38-39<\/a><\/span>, italics added).\n<\/p><p>\nI pray that we may not waste our inheritance on the earth by neglecting this privilege of\nparticipating in the work of redemption. As we are grateful for the redeeming grace of Jesus\nChrist our Savior, let us assist him by showing grace and mercy to those who sit in spiritual\ndarkness waiting for us to turn the key in the lock of their prison door to\nbring them out into the light of spiritual day. Whether this work is opening the door for the\nliving or for the dead, let us bear our witness by the actions we perform in testifying with our\nlives that God lives and that Jesus is his Son who rose from the dead and lives today. This\ntestimony I bear to you in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}