{"ID":1356, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Come Unto Christ\"<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1964, pp. 36-38<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe invite all men everywhere to come unto Christ, to accept him as the Son of God, to obey\nthe laws he has revealed, thereby gaining peace in this life and eternal salvation in the life to\ncome.\n<\/p><p>\n<b>We Believe in Christ; His Divine Sonship<\/b>\n<\/p><p>\nWe believe in Christ. We testify of his divine Sonship. President McKay, in the inspiring\nmessage which opened the conference, testified that \"Christ the Son of Righteousness came\nwith healing in his wings (<span class=\"citation\" id=\"32784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32784)\">Mal. 4:2<\/a><\/span>)\nin the Meridian of Time,\" that \"he is the true Light of men's lives\"\n(<span class=\"citation\" id=\"14453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14453)\">D&amp;C 93:2<\/a><\/span>),\nand that as \"the Prince of Peace\" (<span class=\"citation\" id=\"25254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25254)\">Isa. 9:6<\/a><\/span>)\nhe \"shall reign as King of kings and Lord of lords\" (<span class=\"citation\" id=\"42373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42373)\">Rev. 19:16<\/a><\/span>).\n<\/p><p>\nWe believe as the Book of Mormon says, \". . . that there shall be no other name given nor\nany other way nor means whereby salvation can come unto the children of men, only in and\nthrough the name of Christ, the Lord Omnipotent\" (<span class=\"citation\" id=\"40326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40326)\">Mosiah 3:17<\/a><\/span>).\n<\/p><p>\nWe believe again in the language of the Book of Mormon, \". . . that salvation was, and is,\nand is to come, in and through the atoning blood of Christ, the Lord Omnipotent\"\n(<span class=\"citation\" id=\"40327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40327)\">Mosiah 3:18<\/a><\/span>).\n<\/p><p>\nWe believe as John the Baptist said: \"He that believeth on the Son hath everlasting life: and\nhe that believeth not the Son shall not see life; but the wrath of God abideth on him\"\n(<span class=\"citation\" id=\"28112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28112)\">John 3:36<\/a><\/span>).\n<\/p><p>\nWe believe in the language of Paul, \"That if thou shalt confess with thy mouth the Lord\nJesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be\nsaved\" (<span class=\"citation\" id=\"42778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42778)\">Rom. 10:9<\/a><\/span>).\n<\/p><p>\n<b>Sure Foundation of Christian Faith<\/b>\n<\/p><p>\nBelief in Christ is basic and fundamental to the Christian faith. He is the one sure foundation.\nBy him all things are, and upon him all things rest. As Paul said: \". . . other foundation can\nno man lay than that is laid, which is Jesus Christ\" (<span class=\"citation\" id=\"387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(387)\">1 Cor. 3:11<\/a><\/span>).\n<\/p><p>\nBut we deplore and are saddened by the lack of unity among professing Christians, lack of\nunity as to his divine sonship, his atonement and mission and the gospel plan which bears his\nname. One group of sincere and devout persons believes one thing and another group\nsomething else.\n<\/p><p>\nWe look forward with hope, however, to an eventual day when honest men among all nations\nshall know who Christ is, what his laws are, and what they must do to be saved in his\nkingdom.\n<\/p><p>\nTo aid these sincere seekers after spiritual certainty, may we testify to the world of those\nthings which have been revealed to us concerning this greatest of all men&mdash;Jesus, our Lord\nand Master. May we begin by taking this statement of Paul about confessing Christ, believing\nin his resurrection, and consequently gaining salvation.\n<\/p><p>\n<b>The Testimony of Paul<\/b>\n<\/p><p>\nHere is a man who says he has a message for \"all that be in Rome.\" He announces: I am\n\"Paul, a servant of Jesus Christ, called to be an apostle.\" I bring you \"the gospel of God,\"\nwhich gospel is that \"Jesus Christ our Lord\" was both \"the seed of David according to the\nflesh,\" and also \"the Son of God\" (see <span class=\"citation\" id=\"42770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42770)\">Rom. 1:1-7<\/a><\/span>).\n<\/p><p>\nThis man Paul, who speaks for God, then says: \". . . my heart's desire and prayer to God for\nIsrael is, that they might be saved\" (<span class=\"citation\" id=\"42776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42776)\">Rom. 10:1<\/a><\/span>).\nHe then reveals his fears\nthat they may not gain salvation, for he says: \". . . they have a zeal of God, but not according\nto knowledge\" (<span class=\"citation\" id=\"42777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42777)\">Rom. 10:2<\/a><\/span>);\nthat is, they had a system of religion and sought in their way to\nworship God, but their course was not based on a knowledge of the truth.\n<\/p><p>\nAnd so, to chart the course which they and all men must follow to gain salvation, Paul gave\nthis glorious statement: \". . . if thou shalt confess with thy mouth the Lord Jesus, and shalt\nbelieve in thine heart that God hath raised him from the dead, thou shalt be saved\"\n(<span class=\"citation\" id=\"42779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42779)\">Rom. 10:9<\/a><\/span>).\n<\/p><p>\n<b>He Is the Son of God<\/b>\n<\/p><p>\nNow, if we are to believe in Christ, we must know who he is and what it means to believe in\nhim. True worship presupposes that men know whom they worship and know how to\nworship.\n<\/p><p>\nIs he, as the Mohammedans say, one of the prophets, but not the Son of God?\n<\/p><p>\nIs he, as some professors of religion assert, a great moral teacher, but not the Savior and\nRedeemer?\n<\/p><p>\nIs he, as some of old claimed, the carpenter's son (<span class=\"citation\" id=\"35368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35368)\">Matt. 13:55<\/a><\/span>),\nbut not the promised Messiah?\n<\/p><p>\nIs he, as some creeds recite, an incomprehensible, incorporeal, uncreated spirit which fills\nimmensity, but not the literal offspring of that God in whose image man is created?\n<\/p><p>\nOr is he, as we testify, the Son of God, the Firstborn in pre-existence, the Only Begotten in\nthe flesh, the Creator and promised Messiah, the Redeemer and Savior who has manifested\nhimself in our day, and who will soon return in glory to reign on earth a thousand years?\n<\/p><p>\nHow shall we know who or what Christ actually is?\n<\/p><p>\nPaul answers this to the Romans by first saying: \". . . whosoever shall call upon the name of\nthe Lord shall be saved\" (<span class=\"citation\" id=\"42781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42781)\">Rom. 10:13<\/a><\/span>)\nand by then asking four questions which grow out of\nthis plea for men to approach their God:\n<\/p><p>\nFirst: \"How then shall they call on him in whom they have not believed?\" (<span class=\"citation\" id=\"42782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42782)\">Rom. 10:14<\/a><\/span>).\nBelieve in God, that holy Being in whose image man is created.\n<\/p><p>\nSecond: \". . . how shall they believe in him of whom they have not heard?\"\n(<span class=\"citation\" id=\"50014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50014)\">Rom. 10:14<\/a><\/span>). The\nknowledge of God must be revealed, the gospel taught.\n<\/p><p>\nThird: \". . . how shall they hear without a preacher?\" (<span class=\"citation\" id=\"50015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50015)\">Rom. 10:14<\/a><\/span>).\nPreachers, Apostles, prophets,\nteachers, representatives of the Lord must do the teaching.\n<\/p><p>\nFourth: \". . . how shall they preach, except they be sent?\"\n(<span class=\"citation\" id=\"42783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42783)\">Rom. 10:15<\/a><\/span>). Only those can\npreach and teach who are actually called of God and sent forth by him.\n<\/p><p>\nIn other words, if we \"call upon the name of the Lord,\" if we confess the Lord Jesus with the\nmouth, if we believe in our hearts \"that God hath raised him from the dead\"\n(<span class=\"citation\" id=\"42780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42780)\">Rom. 10:9<\/a><\/span>), it is because we\nfirst believe and accept the testimony of the Apostle or prophet who is sent of God to give us\nthe knowledge of salvation. It is not the Lord's program to appear personally to every man\nand tell him what to believe and how to act to be saved. In this, our second estate, we are to\nwalk by faith, not by sight (<span class=\"citation\" id=\"3048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3048)\">2 Cor. 5:7<\/a><\/span>).\n<\/p><p>\nBut it is the Lord's program to send legal administrators endowed with power from on high,\nto send prophets and Apostles to teach his truths and perform the ordinances of salvation.\n<\/p><p>\nPaul was one of these. Since he was sent to the Romans, that nation was required to accept\nhim as an Apostle in order to accept Christ as the Savior. If they believed in Paul's divine\ncommission, they could then believe his testimony about Christ and the saving truths of his\ngospel. If they believed in Christ and accepted him as the Son of God, they of necessity had\nto believe that Paul was an Apostle, for he was the preacher sent to them to reveal the truth\nabout Christ and the gospel.\n<\/p><p>\n<b>Christ and His Prophets<\/b>\n<\/p><p>\nThus, Christ and his prophets go together. They cannot be separated. It is utterly and\ncompletely impossible to believe in Christ without also believing in and accepting the divine\ncommission of the prophets sent to reveal him and to carry his saving truths to the world.\n<\/p><p>\nNo one today would say: \"I will believe in Christ, but will not believe in Peter, James, and\nJohn and their testimony of him.\" In the very nature of things belief in Christ is more than\naccepting him as a single person standing alone, as one person independent of any other.\nBelief in Christ presupposes and includes within it the acceptance of the prophets who reveal\nhim to the world.\n<\/p><p>\nJesus said: \"He that receiveth whomsoever I send receiveth me\"\n(<span class=\"citation\" id=\"28123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28123)\">John 13:20<\/a><\/span>). Also: \"He\nthat heareth you heareth me; and he that despiseth you despiseth me\"\n(<span class=\"citation\" id=\"31621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31621)\">Luke 10:16<\/a><\/span>). (Luke 10:16.)\n<\/p><p>\nTo believe in Christ we must not only accept the prophets who reveal him but we must also\nbelieve the scriptural accounts recorded by those prophets. Jesus said to a Book of Mormon\nprophet: \". . . he that will not believe my words will not believe me&mdash;that I am\"\n(<span class=\"citation\" id=\"22252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22252)\">Ether 4:12<\/a><\/span>),\nmeaning that he will not believe that I exist and am the Son of God.\n<\/p><p>\nNephi, another Book of Mormon prophet invited all men to \"believe in Christ . . . And if ye\nshall believe in Christ,\" he said, \"ye will believe in these words [that is, in the Book of\nMormon account], for they are the words of Christ, and he hath given them unto me\"\n(<span class=\"citation\" id=\"3731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3731)\">2 Ne. 33:10<\/a><\/span>).\n<\/p><p>\n<b>The Spirit of Prophecy<\/b>\n<\/p><p>\nBut even the very scriptures themselves can only be interpreted with surety when the spirit of\nprophecy is present, as Peter said: \". . . no prophecy of the scripture is of any private\ninterpretation.\n<\/p><p>\n\"For the prophecy came not in old time by the will of man: but holy men of God spake as\nthey were moved by the Holy Ghost\" (<span class=\"citation\" id=\"4877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4877)\">2 Pet. 1:20-21<\/a><\/span>).\n<\/p><p>\nProphets gave the scripture, and prophets must interpret it. Holy men of old received\nrevelation from the Holy Ghost, which they recorded as scripture; now men must have the\nsame Holy Spirit to reveal what is meant by the scripture&mdash;otherwise there will be a host of\nprivate interpretations and consequently many different and disagreeing churches, which is\nprecisely the condition in the religious world today.\n<\/p><p>\n<b>By the Holy Ghost<\/b>\n<\/p><p>\nAnd finally, to believe in Christ in the full and perfect and saving sense, we must heed the\ntestimony and accept the teachings of the Lord's prophets so that we too may enjoy the\npromptings of the Holy Spirit and feel the spirit of revelation in our own souls. The\nComforter is given to the Saints to bear record of the Father and the Son. \". . . no man,\" Paul\nsays, \"can say that Jesus is the Lord, but by the Holy Ghost\"\n(<span class=\"citation\" id=\"391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(391)\">1 Cor. 12:3<\/a><\/span>).\n<\/p><p>\nThe world needs prophets today as much as it ever did&mdash;prophets who are the Lord's agents,\nwho stand as legal administrators with power like Peter's to bind on earth and have their acts\nsealed eternally in the heavens; prophets who speak for God, who reveal his mind and his will\nto the people; prophets who reveal and interpret the truth about Christ our Lord and his\ngospel.\n<\/p><p>\nAnd thanks be to God, for through his grace and goodness, prophets have again been called to\nreveal anew, with power and conviction, the truths about Christ and salvation. As foretold and\npromised by the prophets of old, the great era of restoration has commenced. Christ has again\nrevealed himself from heaven; priesthood and keys have again been conferred upon living\nApostles; revelations, visions, miracles, and all the gifts and graces enjoyed by the faithful of\nold are again offered to those who will come unto Christ, confess his holy name before men,\nand believe in their hearts that God has raised him from the dead and made him both Lord\nand King.\n<\/p><p>\nAnd so, as legal administrators authorized so to speak, we invite all men everywhere to come\nunto Christ and be perfected in him, to deny themselves of all ungodliness\n(<span class=\"citation\" id=\"38313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38313)\">Moro. 10:32<\/a><\/span>), to accept him as\nthe Son of God, and to gain for themselves peace in this life and eternal salvation in the life\nto come (<span class=\"citation\" id=\"14402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14402)\">D&amp;C 59:23<\/a><\/span>).\nIn the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}