{"ID":1357, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Follow Counsel<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, October 1964, pp. 39-42<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"The backslider in heart shall be filled with his own ways\"\n(<span class=\"citation\" id=\"41463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41463)\">Prov. 14:14<\/a><\/span>) is a proverb\ncredited to the ancient King Solomon, who the Bible records was \". . . wiser than all men\"\n(<span class=\"citation\" id=\"1225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1225)\">1 Kgs. 4:31<\/a><\/span>).\nIt is assumed that Solomon in this proverb referred to those who had\nretrogressed in their allegiance to God by failing to give heed to his counsel. Frequently God\nhas sent his prophets to counsel his children in an attempt to arrest them from their\nwrongdoing, their backsliding, and to point the way to happiness and salvation. The task of\npersuading man from his carnal ways has always been an arduous struggle, as evidenced by\nhistory. The inhabitants of the earth seem eager to be filled with their own ways. Because of\nthis the prophets have, from time to time, suffered much tribulation.\n<\/p><p>\n<b>Counsel of the Prophets<\/b>\n<\/p><p>\nJeremiah was such a prophet. In his day he faced almost continuous opposition and insult as\nhe tried to stem the tide of idolatry and immorality among the people. During his lifetime he\ntried to teach the multitude that true worship of Jehovah required more than devotion to\nexternal forms of worship. His message was: One must live and dedicate oneself to keeping\nall of God's commandments. At last, many, too blind to see that they were heading for\ndestruction and captivity and no longer of a mind to listen to Jeremiah, were the cause of his\nbeing stoned to death. His tragic death, however, did not nullify or stay his decreed counsel,\nfor soon the people passed through all of the adversity that he foretold would transpire if they\ndid not repent of their evil ways.\n<\/p><p>\nIn contrast, in this same period we learn of a refreshing episode wherein the Lord told the\nProphet Jeremiah to go into the house of certain men called Rechabites and to invite them\ninto the house of the Lord and give them wine to drink. When wine was placed before them,\nhowever, they refused to drink because their father had counseled them never to drink wine\n(<span class=\"citation\" id=\"26505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26505)\">Jer. 35:1-7<\/a><\/span>).\n\"Thus have we obeyed the voice of . . . our father in all that he hath charged us\"\n(<span class=\"citation\" id=\"26506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26506)\">Jer. 35:8<\/a><\/span>),\nthey said. After these young men had reaffirmed their steadfastness in following the\ncounsel of their father, the Lord through his prophet pronounced upon them a special blessing.\nHe decreed that members of this family and their seed would always be numbered among the\nrighteous (<span class=\"citation\" id=\"26507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26507)\">Jer. 35:18-19<\/a><\/span>).\n<\/p><p>\nThe determination to follow good counsel, to obey divine law, is paramount for true success\nand happiness in life. In the era in which we live, as anciently, the Lord has sent us his\nprophets and has reaffirmed the need to adhere to his precepts. The Prophet Joseph Smith, on\nApril 2, 1843, said, \"There is a law, irrevocably decreed in heaven before the foundations of\nthis world, upon which all blessings are predicated&mdash;\n<\/p><p>\n\"And when we obtain any blessing from God, it is by obedience to that law upon which it is\npredicated\" (<span class=\"citation\" id=\"14506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14506)\">D&amp;C 130:20-21<\/a><\/span>).\nParalleling this revealed truth is the admonition:\n<\/p><p>\n\". . . let every man learn his duty, and to act in the office in which he is appointed, in all\ndiligence.\n<\/p><p>\n\"He that is slothful shall not be counted worthy to stand, and he that learns not his duty . . .\nshows himself not approved\" (<span class=\"citation\" id=\"14483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14483)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\n<b>To Ignore Counsel is to Invite Failure<\/b>\n<\/p><p>\nIt seems that one of the great weaknesses in man's character is the tendency to shun good\ncounsel and instruction. Men do, in fact, set up barriers for themselves, for they seem to want\nto become laws unto themselves. Jacob understood this when he warned, \". . . O the vainness,\nand the frailties, and the foolishness of men! When they are learned they think they are wise,\nand they hearken not unto the counsel of God, for they set it aside, supposing they know of\nthemselves, wherefore, their wisdom is foolishness and it profiteth them not . . .\n<\/p><p>\n\"But to be learned is good if they hearken unto the counsels of God\" (<span class=\"citation\" id=\"3723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3723)\">2 Ne. 9:28-29<\/a><\/span>).\n<\/p><p>\nSome years ago the MIA theme was, \". . . seek not to counsel the Lord, but\nto take counsel from his hand. For behold, ye yourselves know that he counseleth in wisdom,\nand in justice, and in great mercy, over all his works\"\n(<span class=\"citation\" id=\"25853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25853)\">Jacob 4:10<\/a><\/span>).\n<\/p><p>\nThere have been some noble men who unwittingly sought to counsel the Lord. One such man\nwas Hezekiah, king of Judah, who began to reign when he was twenty-five years old. The\nscriptures tell us that during his reign \". . . he did that which was right in the sight of the\nLord . . .\n<\/p><p>\n\"He removed the high places, and brake the images, and cut down the groves, and\nbrake in pieces the brasen serpent . . . for . . . the children of Israel did burn incense to it . . .\n<\/p><p>\n\"He trusted in the Lord God of Israel; so that after him was none like him among all the\nkings of Judah, nor any that were before him.\n<\/p><p>\n\"For he clave to the Lord, and departed not from following him, but kept his commandments,\nwhich the Lord commanded Moses\" (<span class=\"citation\" id=\"3184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3184)\">2 Kgs. 18:3-6<\/a><\/span>).\n<\/p><p>\nIt is recorded that in about the fifteenth year of Hezekiah's reign, \". . . Hezekiah [was] sick\nunto death. And the prophet Isaiah . . . came to him, and said unto him, Thus saith the Lord,\nSet thine house in order; for thou shalt die, and not live.\n<\/p><p>\n\"Then he turned his face to the wall, and prayed unto the Lord, saying,\n<\/p><p>\n\"I beseech thee, O Lord, remember now how I have walked before thee in truth and with a\nperfect heart, and have done that which is good in thy sight\"\n(<span class=\"citation\" id=\"3186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3186)\">2 Kgs. 20:1-3<\/a><\/span>).\n<\/p><p>\nThe Lord then spoke to Isaiah the Prophet and said to him, \". . . tell Hezekiah . . . Thus saith\nthe Lord . . . I have heard thy prayer, I have seen thy tears: behold, I will heal thee . . .\n<\/p><p>\n\"And I will add unto thy days fifteen years\" (<span class=\"citation\" id=\"3187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3187)\">2 Kgs. 20:5-6<\/a><\/span>).\n<\/p><p>\nThus the Lord granted Hezekiah's request to extend his life. This, no doubt, was enjoyed by\nHezekiah, for during these additional years he did many things. But there was one unforeseen\noccurrence that destroyed much of the good he had accomplished. Hezekiah sired a son who\nwas twelve years of age when his father passed away. This son, whose name was Manasseh,\nbecame king and \". . . did that which was evil in the sight of the Lord, after the abominations\nof the heathen . . .\n<\/p><p>\n\". . . he reared up altars for Baal . . .\n<\/p><p>\n\". . . used enchantments, and dealt with familiar spirits and wizards: he wrought much\nwickedness in the sight of the Lord, to provoke him to anger.\n<\/p><p>\n\". . . Moreover Manasseh shed innocent blood very much . . . [and] filled Jerusalem . . . in\ndoing that which was evil in the sight of the Lord\"\n(<span class=\"citation\" id=\"3188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3188)\">2 Kgs. 21:2-3,6,16<\/a><\/span>).\n<\/p><p>\nAs one reviews this account, one wonders, would it not have been better for Hezekiah to have\nsubmissively accepted the Lord's first decree, \". . . Set thine house in order; for thou shalt\ndie\" (<span class=\"citation\" id=\"3185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3185)\">2 Kgs. 20:1<\/a><\/span>).\n<\/p><p>\n<b>Father Adam Accepted Counsel<\/b>\n<\/p><p>\nFather Adam set us a splendid example of following counsel. After Adam and Eve were\ndriven out from the Garden of Eden, the Lord \". . . gave unto them commandments, that they\nshould worship the Lord their God, and should offer the firstlings of their flocks, for an\noffering unto the Lord. And Adam was obedient unto the commandments of the Lord.\n<\/p><p>\n\"And after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer\nsacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded\nme.\n<\/p><p>\n\"And then the angel spake, saying: This thing is a similitude of the sacrifice of the Only\nBegotten of the Father, which is full of grace and truth\"\n(<span class=\"citation\" id=\"39222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39222)\">Moses 5:5-7<\/a><\/span>).\n<\/p><p>\n<b>Be Submissive to God<\/b>\n<\/p><p>\nOur attitude should be one of submissiveness to all of God's commandments. We need not\nindulge in self-sophisticated reasoning to justify our compliance with God's counsel. Our\nmotivation should be based upon a desire to serve.\n<\/p><p>\nThe late President Joseph F. Smith said if the President of the Church \". . . or somebody else\ngives counsel to some of our brethren, if it does not suit them exactly, they will begin to\nwhine about it, and shed great crocodile tears, perhaps. I have heard of men shedding tears\nbecause they had received counsel from their brethren! And what is more,\nthe men that shed tears and mourn over having received a little counsel, are the kind that do\nnot carry it out; or, if they do, they tell why they did it&mdash;making somebody else responsible\nfor their acts\" (<i>Conference Report<\/i>, April 1899, p. 70).\n<\/p><p>\nI believe that God wants his children to be happy and has charted the course through prophets\nfor its attainment. I believe that true happiness will only come in this life by following his\ncounsel. As someone has said, \"Doing the will of God leaves no time for disputing about his\nplan.\"\n<\/p><p>\n<b>An Example from the Old Testament<\/b>\n<\/p><p>\nWe can learn another lesson from an incident in the Old Testament concerning a captain in\nthe Syrian army whose name was Naaman. Syria's armies had attacked ancient Israel, and\nNaaman had brought as a captive an Israelite maid who waited on his wife.\n<\/p><p>\nNaaman was a great soldier, but he was afflicted with leprosy. The little Israelite girl told her\nmistress about the Prophet Elisha who could heal her husband. So Naaman went to the\nProphet Elisha, expecting a ceremonious reception. He was bitterly disappointed. Elisha didn't\neven go to the door to greet him; instead, he sent a servant with a message saying: \". . . Go\nand wash in Jordan seven times, and thy flesh shall come again to thee, and thou shalt be\nclean\" (<span class=\"citation\" id=\"3182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3182)\">2 Kgs. 5:10<\/a><\/span>)\n<\/p><p>\nThis made Naaman very angry. He was disappointed; he expected Elisha to satisfy his vanity\nwith some ritual in calling upon the Lord. He then questioned indignantly: Why the river\nJordan? Are not there other rivers that are better? He turned to go away sullenly. Whereupon\nhis servant spoke to him and said, \". . . if the prophet had bid thee to do some great thing,\nwouldest thou not have done it?\" (<span class=\"citation\" id=\"3183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3183)\">2 Kgs. 5:13<\/a><\/span>).\nThis question cleared Naaman's thinking, and he resolved to\nfollow the prophet's advice, and he went down and dipped himself seven times in the river\nJordan. His flesh came again like unto a little child, and he was clean. Naaman went back to\nthe Prophet Elisha, filled with gratitude, and offered to pay him for making him whole. But\nElisha knew it was by the power of God that Naaman was made well and declined the gift\n(see <span class=\"citation\" id=\"3181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3181)\">2 Kgs. 5:1-16<\/a><\/span>).\n<\/p><p>\nYou can imagine the joy that Naaman and his family experienced as a result of following the\ncounsel and direction of the prophet.\n<\/p><p>\n<b>A Modern Example<\/b>\n<\/p><p>\nA few years ago, a bishop from a small agricultural town visited my office to arrange for the\ndedication of the meetinghouse in his ward. During our conversation he told me that when he\nwas advised by the brethren to build a meetinghouse, he had many doubts, since it was a\nsmall community with modest resources. He said, \"I didn't have the slightest idea where the\nmoney was coming from, but following counsel, we started, and the funds came and now we\nare ready to dedicate, having all bills paid.\" Then he added, \"And do you know, the tithing\npaid by those good Saints has increased over 600% during the three-year period!\" I have\nnever seen a person filled with more joy and satisfaction than this good bishop, who simply\nfollowed counsel.\n<\/p><p>\nRecently a member of the church building committee told me about a visit he had made to a\nnew building project. This particular project had been completed with such efficiency and\norder that everyone viewed the achievement as an unbelievable feat. I was told that they did\nnothing dramatic to bring about the accomplishment; they simply followed the counsel given\nthrough the program. He said further that \"on this project, as on many others, the Lord's hand\nhas been plainly manifested in procuring materials and performing the work. These fine\npeople can testify that the building program is inspired of God. The workmanship is excellent,\nthe people have grown spiritually, and there is a unity and oneness in the group, resulting\nfrom the united desire to follow direction.\"\n<\/p><p>\nLikewise, all of us should be eager to adopt and follow the suggested programs of the Church,\nfor in this respect we demonstrate our willingness to heed counsel.\n<\/p><p>\nI pray that we will continue to cultivate a firm resolve, as demonstrated by\nNephi when he declared, \". . . I will go and do the things which the Lord hath commanded,\nfor I know that the Lord giveth no commandments unto the children of men, save he shall\nprepare a way for them that they may accomplish the thing which he commandeth them\"\n(<span class=\"citation\" id=\"1591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1591)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}