{"ID":1358, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Testimonies to the Divinity of Jesus Christ<\/p>\n<p class=\"gcspeaker\">President Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1964, pp. 43-48<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOn behalf of the First Presidency of the Church I bring greetings and best wishes to all\nassembled here in this great Tabernacle, to the vast listening audience, and to all the world,\nand bear witness to you that \". . . God so loved the world, that he gave his only begotten Son,\nthat whosoever believeth in him should not perish but have everlasting life\"\n(<span class=\"citation\" id=\"28111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28111)\">John 3:16<\/a><\/span>); that\nthe gospel of Christ \"is the power of God unto salvation to every one that believeth\"\n(<span class=\"citation\" id=\"42773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42773)\">Rom. 1:16<\/a><\/span>);\nand that Christ's work and his glory, in his own words, is \". . . to bring to pass the\nimmortality and eternal life of man\" (<span class=\"citation\" id=\"39215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39215)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nToday I should like to address myself especially to the young people of the Church, and to\nany others who may be listening in, and humbly pray that the Spirit of the Lord will enlighten\nour minds and touch our hearts, that we may understand the truthfulness and the meaning of\nthe statement, \"For I know that my redeemer liveth\" (<span class=\"citation\" id=\"26711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26711)\">Job 19:25<\/a><\/span>).\n<\/p><p>\n<b>The Real Existence of the Father and the Son<\/b>\n<\/p><p>\nBecause of the great doubt that exists throughout the world and which has been expressed in\nmany places, even by influential men, including ministers of the gospel, regarding the real\nexistence of God the Eternal Father and his Son Jesus Christ, some of our youth are\nexperiencing doubt and are asking such questions as: \"Was Jesus Christ actually the Son of\nGod?\" \"Was he crucified and literally resurrected?\" \"Is the gospel any more than just a moral\ncode of ethics?\"\n<\/p><p>\nBefore dealing with these questions I should like to emphasize this one fact, that those who are\nquestioning the existence and power of God and his Son Jesus Christ and the purpose of\nChrist's mission here upon the earth readily accept the fact that man with his finite mind can\nput inanimate things into space and keep in touch with them, receive messages from and send\nmessages to them and control them, and that he has directed their courses even to the point of\nhitting the moon. Yet they doubt that God the Creator of all can speak to man, that man's\nprayers can be and truly are answered regularly.\n<\/p><p>\n<b>The Scriptures Testify of Him<\/b>\n<\/p><p>\nThe scriptures have much to say about the coming of Jesus Christ, his mission, his crucifixion\nand resurrection, the message of peace and love, and the plan of life and salvation which he\nbrought. All of the scriptures which we have are not accepted by all of the people in the\nworld today. The Old Testament is accepted by the Jewish people as the word of God. The\nOld Testament and the New Testament are accepted by the Catholics and Protestants as the\nword of God.\n<\/p><p>\nWe as members of The Church of Jesus Christ of Latter-day Saints, commonly called\nMormons, accept the Old Testament and the New Testament and also the Book of Mormon as\nthe word of God, as well as the Doctrine and Covenants and the Pearl of Great Price. These\nare accepted as the standard works of our Church.\n<\/p><p>\nThere is no conflict between the teachings of the Old and New Testament or between the\nBible and the Book of Mormon, the Doctrine and Covenants, and Pearl of Great Price, all of\nwhich contain the gospel message as given by God through his prophets from Adam\ndown to Joseph Smith, and by Jesus Christ himself as he visited the Old and\nthe New World. It is my intention to refer to all of these scriptures which provide us with\nirrefutable documented evidence and testimony that Jesus is the Christ, the Son of God, and\nthe Savior of the world.\n<\/p><p>\n<b>His Coming Predicted<\/b>\n<\/p><p>\nOne of the greatest evidences that he is the Son of God and that he was chosen by God as the\nSavior of the world is the fact that his coming was foretold centuries before his birth and\nmission here upon the earth. His coming was seen in vision and foretold by Adam, Enoch,\nMoses, Job, David, Zechariah, Isaiah, Micah, Lehi, Nephi, Jacob, King Benjamin, Alma,\nAbinadi, Samuel, and many others, including Mary, the mother of Jesus.\n<\/p><p>\nMoses tells us that after they had been turned out of the Garden of Eden into the lone and\ndreary world, Adam and Eve, his wife, called upon the name of the Lord and offered sacrifice\nunto the Lord.\n<\/p><p>\n\"And after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer\nsacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded\nme.\n<\/p><p>\n\"And then the angel spake, saying: This thing is a similitude of the sacrifice of the Only\nBegotten of the Father, which is full of grace and truth.\n<\/p><p>\n\"Wherefore, thou shalt do all that thou doest in the name of the Son, and thou shalt repent\nand call upon God in the name of the Son forevermore.\n<\/p><p>\n\"And in that day the Holy Ghost fell upon Adam, which beareth record of the Father and the\nSon, saying: I am the Only Begotten of the Father from the beginning, henceforth and\nforever, that as thou hast fallen thou mayest be redeemed, and all mankind, even as many as\nwill . . .\n<\/p><p>\n\"And thus the Gospel began to be preached, from the beginning\"\n(<span class=\"citation\" id=\"39224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39224)\">Moses 5:6-9,58<\/a><\/span>).\n<\/p><p>\n<b>Oral Traditions<\/b>\n<\/p><p>\nEver since that time this information has been handed down from father to son, and therefore\nthe human family, whether pagans or Christians, have continued to look toward some kind of\nGod and rely upon a Savior to redeem them from the evils of mortality. Because of apostasies\nand false teachings, men have had distorted views and beliefs regarding Jesus the Christ.\nHowever, because of God's interest in the immortality and eternal life of man\n(<span class=\"citation\" id=\"39216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39216)\">Moses 1:39<\/a><\/span>), he has seen fit\nto inform his people through his chosen prophets in the different dispensations that Jesus is\nthe Christ and that their salvation can come only in and through him.\n<\/p><p>\nEnoch saw the day of the coming of the Son of Man, even in the flesh, and he beheld the Son\nof Man lifted up on the cross, after the manner of men, and then Enoch beheld the Son of\nMan ascend up unto the Father (see <span class=\"citation\" id=\"39231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39231)\">Moses 7:47-59<\/a><\/span>).\n<\/p><p>\n<b>Prophecies of His Coming<\/b>\n<\/p><p>\nIt is impossible for me today to refer to or quote from more than a few of the visions and\nprophecies foretelling the coming of Christ. However, seven hundred years before Christ was\nborn, Isaiah made this prophecy:\n<\/p><p>\n\"For unto us a child is born, unto us a son is given: and the government shall be upon his\nshoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The\neverlasting Father, The Prince of Peace\" (<span class=\"citation\" id=\"25255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25255)\">Isa. 9:6<\/a><\/span>).\n<\/p><p>\nHe also predicted that Christ would be born of a virgin\n(<span class=\"citation\" id=\"25252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25252)\">Isa. 7:14<\/a><\/span>), that he would be despised and\nrejected of men, and that he would go like a lamb to the slaughter and make intercession for\nthe transgressors, and said, \"Surely he hath borne our griefs, and carried our sorrows: yet we\ndid esteem him stricken, smitten of God, and afflicted\"\n(see <span class=\"citation\" id=\"25261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25261)\">Isa. 53:1-12<\/a><\/span>).\n<\/p><p>\n<b>His Coming Anticipated Through the Centuries<\/b>\n<\/p><p>\nIn the Book of Mormon we find that from six hundred years before Christ until the time of\nhis coming many American prophets from Lehi to the Lamanite prophet Samuel had foretold\nthat he would be born of a virgin (<span class=\"citation\" id=\"1595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1595)\">1 Ne. 11:13-21<\/a><\/span>),\nthat he was the Only Begotten Son of God in the flesh, that\nhe would heal the sick and bless the poor, that he would minister among the\npeople in power and glory (<span class=\"citation\" id=\"1597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1597)\">1 Ne. 11:27-28<\/a><\/span>),\nbut that he would be judged and crucified by man (<span class=\"citation\" id=\"40325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40325)\">Mosiah 3:5-13<\/a><\/span>);\nand they predicted that whosoever shall believe in the Son of God, the same shall have everlasting life\n(<span class=\"citation\" id=\"24697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24697)\">Hel. 14:8<\/a><\/span>).\n\"And if ye believe on his name ye will repent of all your sins, that thereby ye may have a\nremission of them through his merits\" (<span class=\"citation\" id=\"24698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24698)\">Hel. 14:13<\/a><\/span>).\n<\/p><p>\n    And we all know, as recorded in Luke, the angel said unto Mary:\n<\/p><p>\n\". . . thou shalt . . . bring forth a son, and shalt call his name Jesus.\n<\/p><p>\n\"He shall be great, and shall be called the Son of the Highest: and the Lord God shall give\nunto him the throne of his father David:\n<\/p><p>\n\"And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no\nend\" (<span class=\"citation\" id=\"31613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31613)\">Luke 1:31-33<\/a><\/span>).\n<\/p><p>\nI am sure that many of you young people wonder how it was that the shepherds and the wise\nmen were looking for and recognized the sign that would tell of the birth of the Savior. They\nexpected a new star. This was because ancient prophets had foretold the signs that would\nappear. Those who had read of the prophecies were prepared for these signs when they came,\nand what a thrilling thing it is to know, as recorded in the Gospel of Matthew, that the wise\nmen from the east followed the star to the place of his birth, and as they came to Jerusalem\nthey asked: \". . . Where is he that is born King of the Jews? for we have seen his star in the\neast, and are come to worship him\" (<span class=\"citation\" id=\"35293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35293)\">Matt. 2:2<\/a><\/span>).\nThey were instructed to go to Bethlehem,\nwhere he would be born, as prophesied by Micah the prophet\n(<span class=\"citation\" id=\"37894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37894)\">Micah 5:2<\/a><\/span>). When they arrived at\nBethlehem, they saw the young child with Mary, his mother, and fell down and worshiped\nhim (<span class=\"citation\" id=\"35294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35294)\">Matt. 2:11<\/a><\/span>).\n<\/p><p>\n<b>He Dwelt Among Men<\/b>\n<\/p><p>\nAll the scriptures to which I have referred are testimonies of those who were told by angels or\nby God himself, many years before the birth of Christ, that he is the Son of God; that he\nwould come and dwell among men; that he would be crucified and resurrected; and that all of\nthis was done that all mankind may be saved.\n<\/p><p>\n<b>His Ancient Disciples Testify<\/b>\n<\/p><p>\nWe also have the testimonies of many of those who walked and talked with him while he was\nhere on the earth among men, who testify that he is the Son of God. In fact, the New\nTestament gives its readers a beautiful and enlightening story of Jesus while in mortality and\nof his message of love and salvation and of his crucifixion and resurrection.\n<\/p><p>\nWe have Peter's testimony as recorded in Matthew, when Christ, speaking to his disciples,\n<\/p><p>\n\". . . saith unto them, But whom say ye that I am?\n<\/p><p>\n<b>Peter's Testimony<\/b>\n<\/p><p>\n\"And Simon Peter answered and said, Thou art the Christ, the Son of the living God.\n<\/p><p>\n\"And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood\nhath not revealed it unto thee, but my Father which is in heaven\"\n(<span class=\"citation\" id=\"35371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35371)\">Matt. 16:15-17<\/a><\/span>).\n<\/p><p>\n<b>Paul, A Witness<\/b>\n<\/p><p>\nThen imagine Paul, who without fear, but with conviction, pleaded for himself as he stood in\nchains for trial before Agrippa, saying that he had persecuted the Christians, and when they\nwere put to death he gave his voice against them\n(<span class=\"citation\" id=\"7961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7961)\">Acts 26:9-12<\/a><\/span>). He then recited the vision which he\nreceived while he was on his way to Damascus to persecute the Saints, saying:\n<\/p><p>\n\"At midday, O king, I saw in the way a light from heaven, above the brightness of the sun,\nshining round about me and them which journeyed with me.\n<\/p><p>\n\"And when we were all fallen to the earth, I heard a voice speaking unto me, and saying in\nthe Hebrew tongue, Saul, Saul, why persecutest thou me? it is hard for thee to kick against\nthe pricks.\n<\/p><p>\n\"And I said, Who art thou, Lord? And he said, I am Jesus whom thou persecutest\"\n(<span class=\"citation\" id=\"7963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7963)\">Acts 26:13-15<\/a><\/span>).\n<\/p><p>\nPaul then bore testimony that he was directed to tell the people that Christ had appeared to\nhim, that they were to repent and turn to God and do the works meet for repentance\n(<span class=\"citation\" id=\"7966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7966)\">Acts 26:20<\/a><\/span>), and said:\n<\/p><p>\n\"For these causes the Jews caught me in the temple, and went about to kill\nme\" (<span class=\"citation\" id=\"7967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7967)\">Acts 26:21<\/a><\/span>).\n<\/p><p>\nAs he proceeded to plead for himself he said:\n<\/p><p>\n\"King Agrippa, believest thou the prophets? I know that thou believest.\n<\/p><p>\n\"Then Agrippa said unto Paul, Almost thou persuadest me to be a Christian.\n<\/p><p>\n\"And Paul said, I would to God, that not only thou, but also all that hear me this day, were\nboth almost, and altogether such as I am, except these bonds\"\n(<span class=\"citation\" id=\"7968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7968)\">Acts 26:27-29<\/a><\/span>).\n<\/p><p>\n<b>Other Testimonies of Paul<\/b>\n<\/p><p>\nPaul, when released, continued to bear testimony to the Romans, the Corinthians, the\nEphesians, and many others that Jesus is the Christ, the Savior of the world, and that he did\nappear to and instruct him.\n<\/p><p>\nNow let me refer to Christ's own beautiful Sermon on the Mount, in which he admonished\nmankind:\n<\/p><p>\n<b>The Testimony of His Teachings<\/b>\n<\/p><p>\n\"But seek ye first the kingdom of God, and his righteousness; and all these things shall be\nadded unto you\" (<span class=\"citation\" id=\"35337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35337)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nThen he went on to say:\n<\/p><p>\n\"Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he\nthat doeth the will of my Father which is in heaven\"\n(<span class=\"citation\" id=\"35346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35346)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nAnother touching testimony of the reality and love of Christ, even as he suffered on the cross,\nis found in these words: \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31631)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nAnd when one of the thieves said to Jesus, \"Lord, remember me when thou comest into thy\nkingdom,\" Jesus replied, \"Verily I say unto thee, To day shalt thou be with me in paradise\"\n(<span class=\"citation\" id=\"31632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31632)\">Luke 23:42-43<\/a><\/span>).\n<\/p><p>\nFinally, he said: \"Father, into thy hands I commend my spirit: and having said thus, he gave\nup the ghost\" (<span class=\"citation\" id=\"31634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31634)\">Luke 23:46<\/a><\/span>).\n<\/p><p>\n<b>His Resurrection<\/b>\n<\/p><p>\nOn the early morning of the Sabbath following his crucifixion the devoted Mary Magdalene\nand the other Mary came to the tomb, and the angel who had rolled away the stone said unto\nthe women:\n<\/p><p>\n\". . . Fear not ye: for I know that ye seek Jesus, which was crucified.\n<\/p><p>\n\"He is not here: for he is risen, as he said. Come, see the place where the Lord lay.\n<\/p><p>\n\"And go quickly, and tell his disciples that he is risen from the dead\"\n(<span class=\"citation\" id=\"35407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35407)\">Matt. 28:5-7<\/a><\/span>).\n<\/p><p>\n<b>His Disciples, Witnesses<\/b>\n<\/p><p>\nFollowing his resurrection, the disciples were discussing the message that the Lord had risen\nindeed and had appeared to Simon.\n<\/p><p>\n\"And as they thus spake, Jesus himself stood in the midst of them, and said unto them, Peace\nbe unto you.\n<\/p><p>\n\"But they were terrified and affrighted, and supposed that they had seen a spirit.\n<\/p><p>\n\"And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?\n<\/p><p>\n\"Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not\nflesh and bones, as ye see me have.\n<\/p><p>\n\"And when he had thus spoken, he shewed them his hands and his feet\"\n(<span class=\"citation\" id=\"31638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31638)\">Luke 24:36-40<\/a><\/span>).\n<\/p><p>\nThomas, who was not present, did not believe that Jesus had come to them, but after eight\ndays Jesus appeared again to the disciples, and Thomas was with them.\n<\/p><p>\nThen saith he to Thomas, Reach hither thy finger, and behold my hands; and reach hither thy\nhand, and thrust it into my side: and be not faithless, but believing.\n<\/p><p>\n\"And Thomas answered and said unto him, My Lord and my God.\n<\/p><p>\n\"Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are\nthey that have not seen, and yet have believed.\n<\/p><p>\n\"And many other signs truly did Jesus in the presence of his disciples, which are not written\nin this book:\n<\/p><p>\n\"But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that\nbelieving ye might have life through his name\"\n(<span class=\"citation\" id=\"28152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28152)\">John 20:27-31<\/a><\/span>).\n<\/p><p>\nWhen Jesus had spoken to his Apostles, and while they beheld, he was\ntaken up and a cloud received him out of their sight.\n<\/p><p>\n\"And while they looked steadfastly toward heaven as he went up, behold, two men stood by\nthem in white apparel;\n<\/p><p>\n\"Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus,\nwhich is taken up from you into heaven, shall so come in like manner as ye have seen him go\ninto heaven\" (see <span class=\"citation\" id=\"7922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7922)\">Acts 1:9-11<\/a><\/span>).\n<\/p><p>\n<b>Testimony from the Western World<\/b>\n<\/p><p>\nIn the Book of Mormon also we have the testimony that Christ appeared to the multitude on\nthe American continent following his crucifixion, and the multitude heard a voice which said\nunto them:\n<\/p><p>\n\"Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my\nname&mdash;hear ye him.\n<\/p><p>\n\". . . and behold, they saw a Man descending out of heaven; and he was clothed in a white\nrobe; and he came down and stood in the midst of them . . .\n<\/p><p>\n\"And it came to pass that he stretched forth his hand and spake unto the people, saying:\n<\/p><p>\n\"Behold, I am Jesus Christ, whom the prophets testified shall come into the world\"\n(<span class=\"citation\" id=\"5673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5673)\">3 Ne. 11:7-10<\/a><\/span>).\n<\/p><p>\nAnd he invited them to come forth and thrust their hands into his side and to feel the prints of\nthe nails in his hands and feet (see <span class=\"citation\" id=\"5674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5674)\">3 Ne. 11:14-15<\/a><\/span>).\n<\/p><p>\n<b>All Trustworthy Witnesses<\/b>\n<\/p><p>\nAll of these testimonies to which I have referred were made by men of integrity who had no\nreason to lie or deceive or mislead in any way, but who in spite of all threats and danger\ncontinued to testify that they had seen Jesus Christ before, at the time of, and following his\ncrucifixion and resurrection. These testimonies then are of the resurrected Lord, not Jesus, the\nTeacher, nor Jesus of Nazareth, but Jesus the Lord, the Redeemer of mankind.\n<\/p><p>\nWhy do men doubt the truthfulness of these irrefutable testimonies of these great men and\ndeprive themselves and their families of the guidance of his Spirit? I urge those who have any\ndoubt to do as Moroni admonishes us to do, that is, \". . . ask God, the Eternal Father, in the\nname of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real\nintent, having faith in Christ, he will manifest the truth of it unto you, by the power of the\nHoly Ghost\" (<span class=\"citation\" id=\"38308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38308)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\n<b>Joseph Smith, a Witness<\/b>\n<\/p><p>\nOne of the most outstanding testimonies of all time regarding the divinity of Jesus Christ is\nthat borne by that young boy Joseph Smith in our dispensation just over a century ago, when\nhe, only fourteen years of age, went into the grove alone to ask God in all humility which\nchurch he should join. From his own written record we read the experience of this young\nman:\n<\/p><p>\n\". . . I kneeled down and began to offer up the desire of my heart to God . . .\n<\/p><p>\n\". . . I saw a pillar of light exactly over my head, above the brightness of the sun . . .\n<\/p><p>\n\". . . When the light rested upon me I saw two Personages, whose brightness and glory defy\nall description, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\n<\/p><p>\n\". . . I asked the Personages who stood above me in the light, which of all the sects was\nright&mdash;and which I should join.\n<\/p><p>\n\"I was answered that I must join none of them, for they were all wrong\"\n(<span class=\"citation\" id=\"30452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30452)\">JS&mdash;H 1:15-19<\/a><\/span>).\n<\/p><p>\nAs he left that grove he knew as he knew he lived that God and Jesus Christ live and that in\nanswer to his prayer they had appeared and spoken to him. As he told ministers and others of\nhis experience and the vision that he had seen, though he was an obscure boy of only fourteen\nyears of age, he was persecuted by the great ones of the most popular sects of the day, and\nridiculed and tormented (<span class=\"citation\" id=\"30465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30465)\">JS&mdash;H 1:22<\/a><\/span>).\nIn spite of all this persecution he continued to bear testimony that he\nhad seen a vision; that God knew he had seen it and that he could not deny it (see\n<span class=\"citation\" id=\"30466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30466)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\n<b>The \"Testimony Last of All\"<\/b>\n<\/p><p>\nAnother vision to which I should like to refer is that given to Joseph Smith the Prophet and\nSidney Rigdon over a year after the Church was organized, which bears further witness that\nJesus is the Christ in these words:\n<\/p><p>\n\"Hear, O ye heavens, and give ear, O earth, and rejoice ye inhabitants thereof, for the Lord is\nGod, and beside him there is no Savior.\n<\/p><p>\n\"By the power of the Spirit our eyes were opened and our understandings were enlightened,\nso as to see and understand the things of God&mdash;\n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony,\nlast of all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;\n<\/p><p>\n\"That by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\"\n(<span class=\"citation\" id=\"14414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14414)\">D&amp;C 76:1,12,22-24<\/a><\/span>).\n<\/p><p>\n<b>He is the Christ . . .<\/b>\n<\/p><p>\nAnd to you young people today I should like to bear my own personal testimony that by the\npower of the Holy Ghost I know as I know I live that God lives; that Jesus is the Christ, the\nRedeemer of the world; that he came and dwelt among men; that he willingly gave his life for\nyou and me; that he was literally resurrected; that he and God the Eternal Father did actually\nappear to Joseph Smith in answer to his prayer.\n<\/p><p>\nIf people throughout the world would accept Jesus Christ as the Son of God and keep his\ncommandments, there would be no more war but peace and good will in the world, and we\nwould be assured of immortality and eternal life.\n<\/p><p>\nI further bear testimony that David O. McKay is a prophet of God, as were the prophets who\npreceded him and that he is led and directed by the Lord himself.\n<\/p><p>\nIt is our responsibility as members of The Church of Jesus Christ of Latter-day Saints who\nhave this testimony to bear it to the world and to keep the commandments of God so that we\nmight all enjoy eternal life, which is God's greatest gift to man\n(<span class=\"citation\" id=\"14369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14369)\">D&amp;C 14:7<\/a><\/span>). May God bless us all to this\nend, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}