{"ID":136, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1944, pp. 53-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI don't know just why it is that I always feel like this when I stand before you brethren in\nthis great building. The other day I was in Nampa, Idaho, attending a stake conference, and I\nsaid to one of the brethren up there:\n<\/p><p>\n\"My name is Marion G. Romney.\"\n<\/p><p>\nThis man said: \"Oh yes, I know you. I heard your heart beat, and I heard you breathe the first\ntime you spoke in the tabernacle.\"\n<\/p><p>\nI still feel that way. I know you are my brethren. I know you know my limitations. I know\nyou want me to succeed, but when I am ministering in this work of God I am always very\nhumble.\n<\/p><p>\nI am very much in harmony with the spirit of those two lovely hymns we have sung this\nmorning. If I had known that I was to be the first speaker, and could have chosen the hymns,\nI could not have chosen better.\n<\/p><p>\nPRAYER THE PRESENT DAY NEED\n<\/p><p>\nI have been thinking of that marvelous appeal for prayer made by President Grant yesterday\nin his message, I have been thinking of it in connection with a passage of scripture, a\ncommandment which the Lord gave to the Prophet Joseph Smith. Perhaps I was so impressed\nbecause I had been thinking, as I am sure you have been, of the great hold which Satan has\nupon the inhabitants of the earth today. The commandment was:\n<\/p><p>\nPray always, that you may come off conqueror; yea, that you may conquer Satan, and that\nyou may escape the hands of the servants of Satan that do uphold his work\n(<span class=\"citation\" id=\"11941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11941)\">D&amp;C 10:5<\/a><\/span>).\n<\/p><p>\nThe subject of prayer deserves the consideration not only of Latter-day Saints but also of the\nwhole nation, for a belief in God and prayer has been almost universally professed in the\nUnited States.\n<\/p><p>\nOne of our greatest needs today is to turn to God in true prayer, that we may conquer Satan\nand escape the hands of the servants of Satan that do uphold his work. I should like to call\nyour attention to some of the prerequisites to the realization of this need. The first is belief in\nGod the Eternal Father, as taught by Joseph Smith.\n<\/p><p>\nBELIEF IN A LIVING GOD ESSENTIAL TO FAITH\n<\/p><p>\nThere is a world of difference between a prayer understandingly addressed to \"Our Father\nwhich art in heaven\" (<span class=\"citation\" id=\"33882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33882)\">Matt. 6:9<\/a><\/span>),\nand a prayer addressed to some unknown god defined in some such\nlanguage as \"cosmic energy,\" \"universal consciousness,\" or as \"the first great cause.\" No man\nprays to a theoretical god with any faith or expectation that his petition will receive a\nsympathetic consideration. But one can pray to the true and living God with the knowledge\nthat he actually deals with men. When God is believed in as our Eternal Father, we can to a\ndegree understand our relationship to him, that he is the father of our spirits, a loving parent\nwho is interested in his children individually, and whom they can love with all their hearts,\nmight, mind, and strength.\n<\/p><p>\nSuch a belief is essential to true prayer because intelligent beings will not pray fervently to a\nGod they do not know. Such praying will be done only by people who believe that their\nprayers can be heard and answered by an understanding, sympathetic parent.\n<\/p><p>\nAssociated with belief in God the Eternal Father is belief in his Son Jesus Christ and an\nacceptance of his divine mission as the Redeemer of the world. This belief is as basic to true\nprayer as is belief in God, the Eternal Father. It is because Jesus is our Redeemer and\ntherefore our advocate with the Father that we must always pray unto the Father <i>in his name<\/i>.\nWhile yet in mortality he said to his disciples, \"I am the way, the truth, and the life: no man\ncometh unto the Father but by me\" \n(<span class=\"citation\" id=\"27151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27151)\">John 14:6<\/a><\/span>).\nHe promised them that if they prayed <i>in his name,<\/i>\nthey should receive whatsoever they should ask\n(<span class=\"citation\" id=\"27153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27153)\">John 14:13-14<\/a><\/span>;\n<span class=\"citation\" id=\"27159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27159)\">John 15:16<\/a><\/span>;\n<span class=\"citation\" id=\"27163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27163)\">John 16:23-24,26<\/a><\/span>).\nTo the Nephite multitude, whom he taught after his resurrection, he \nsaid, \". . .Ye must always pray unto the Father <i>in my name<\/i>\"\n(<span class=\"citation\" id=\"5447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5447)\">3 Ne. 18:19<\/a><\/span>), and to this\ngeneration, \". . . Thou shalt continue in calling upon God <i>in my name<\/i>\"\n(<span class=\"citation\" id=\"11961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11961)\">D&amp;C 24:5<\/a><\/span>).\n<\/p><p>\nI call these well-known teachings to your attention because on a number of occasions recently\nI have heard prayers in religious services which were not offered <i>in his name<\/i>. Latter-day\nSaints ought not to be ignorant of these commandments nor hesitant about obeying them. Our\nhearts are filled with gratitude beyond expression for what the Savior has done for us. We\nsing with feeling, \"Oh, it is wonderful that he should care for me enough to die for me!\"\nEvery time we partake of the sacrament, we witness unto the Father that we are willing to\ntake upon us the name of his Son (<span class=\"citation\" id=\"11960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11960)\">D&amp;C 20:77<\/a><\/span>).\nA prayer not offered in his name suggests insincerity or lack of understanding.\n<\/p><p>\nWhen we pray unto the Father in the name of Jesus for specific personal things, we should\nfeel in the very depths of our souls that we are willing to subject our petitions to the will of\nour Father in heaven. \"Thy will, O God, thy will be done\" should never be lip service only.\n\"Thy will be done on earth as it is in heaven\"\n(<span class=\"citation\" id=\"5446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5446)\">3 Ne. 13:10<\/a><\/span>), is the pattern given by Jesus\nin the Lord's prayer, and emphasized in Gethsemane when in blood-sweat and agony he\nprayed,\" . . . Not my will, but thine, be done\"\n(<span class=\"citation\" id=\"31134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31134)\">Luke 22:42<\/a><\/span>).\n<\/p><p>\nA PERSONAL EXPERIENCE\n<\/p><p>\nThis principle we learned in our home through a rather impressive experience. During the\nearly years of our married life, my wife and I intensely desired what we considered to be a\nparticular blessing. We set about through fasting and prayer to obtain it. We considered many\nof the scriptures which seemed to make a blanket promise that \". . . Whatsoever ye shall ask\nin prayer, believing, ye shall receive\"\n(<span class=\"citation\" id=\"33919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33919)\">Matt. 21:22<\/a><\/span>).\nWe asked, we believed, we thought\nwe had faith, but though we fasted often and prayed fervently, the years rolled by without\nbringing us the desired answer to our prayers. Finally we concluded that we had not fully\nunderstood; that we were not giving proper consideration to the will of the Lord. Rather were\nwe concentrating our faith and prayers upon receiving the particular thing which by\npredetermination we had set our hearts upon. We had to reconsider the conditions of the\npromise. We found that Jesus had stated them in full to the Nephites as follows: \". . .\nWhatsoever ye shall ask the Father in my name, <i>which is right<\/i>, believing that ye shall receive,\nbehold it shall be given unto you\" \n(<span class=\"citation\" id=\"5448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5448)\">3 Ne. 18:20<\/a><\/span>),\nand to this generation thus, \"Whatsoever\nye ask the Father in my name it shall be given unto you, <i>that is expedient for you<\/i>\"\n(<span class=\"citation\" id=\"12011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12011)\">D&amp;C 88:64<\/a><\/span>).\nWe had to learn to be as earnest in praying, \"If it be thy will\" as we were when\npresenting our personal appeals.\n<\/p><p>\nWe need have no fear that our well-being will not be served by such an approach. It is God's\nwork and glory \". . . to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"38914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38914)\">Moses 1:39<\/a><\/span>). I\nthink I am within the mark when I say that the obtaining of eternal life by each individual\nperson, including specifically you and me, is part of the work of God and adds to his glory.\nHis will concerning us and our affairs cannot be other than for our advancement toward\nimmortality and eternal life. Submitting to his will in every instance will be for our own\ngood. And this we must do in faith if we would have peace and happiness in our present state\nof imperfect living.\n<\/p><p>\nRIGHTEOUSNESS STRENGTHENS FAITH\n<\/p><p>\nThe time will come when we shall know the will of God before we ask. Then everything for\nwhich we pray will be \"expedient.\" Everything for which we ask will be \"right.\" That will be\nwhen as a result of righteous living, we shall so enjoy the companionship of the spirit that he\nwill dictate what we ask. On this point the Lord has said, \"He that asketh in the Spirit asketh\naccording to the will of God; wherefore it is done even as he asketh\"\n(<span class=\"citation\" id=\"11976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11976)\">D&amp;C 46:30<\/a><\/span>), and\nagain, \"And if ye are purified and cleansed from all sin, ye shall ask whatsoever you will in\nthe name of Jesus and it shall be done. But know this, it shall be given you what you shall\nask\" (<span class=\"citation\" id=\"11980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11980)\">D&amp;C 50:29-30<\/a><\/span>).\nNephi, the son of Helaman, so lived. He with unwearyingness\ndeclared the word of God. He sought not his own life but the will of God, and to keep his\ncommandments continually, and to him the Lord said, . . . all things shall be done unto thee\naccording to thy word, for thou shalt not ask that which is contrary to my will\"\n(<span class=\"citation\" id=\"24656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24656)\">Hel. 10:5<\/a><\/span>).\n<\/p><p>\nNow, in submitting our requests to the will of our Eternal Father and asking in the name of\nJesus, when, where, and for what shall we pray?\n<\/p><p>\nThe psalmist sang, \"Evening, and morning, and at noon, will I pray\"\n(<span class=\"citation\" id=\"41728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41728)\">Ps. 55:17<\/a><\/span>). During\nhis earthly mission, the Savior taught by parable that\" . . . men ought always to pray, and not\nto faint\" (<span class=\"citation\" id=\"31130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31130)\">Luke 18:1<\/a><\/span>).\nIn this dispensation, he has said in many revelations, \"Pray always.\"\nHe said this to the Prophet Joseph Smith\n(<span class=\"citation\" id=\"11942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11942)\">D&amp;C 10:5<\/a><\/span>),\nto Martin Harris (<span class=\"citation\" id=\"11954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11954)\">D&amp;C 19:38<\/a><\/span>), to\nThomas B. Marsh (<span class=\"citation\" id=\"11966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11966)\">D&amp;C 31:12<\/a><\/span>),\nand to many other individuals; he said it to the Church\n(<span class=\"citation\" id=\"11955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11955)\">D&amp;C 20:33<\/a><\/span>),\nand finally he said, \"What I say unto one I say unto all; pray always lest\nthat wicked one have power in you, and remove you out of your place\"\n(<span class=\"citation\" id=\"12030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12030)\">D&amp;C 93:49<\/a><\/span>).\n<\/p><p>\nTHE SCRIPTURES TEACH PRAYER\n<\/p><p>\nAs there is no limitation as to when we should pray, so there seems to be no limitation as to\nwhere we should pray or what we should pray about.\n<\/p><p>\n. . . In every thing by prayer and supplication with thanksgiving let your requests be made\nknown unto God (<span class=\"citation\" id=\"41225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41225)\">Philip. 4:6<\/a><\/span>).\n<\/p><p>\n. . . Cry unto him for mercy; for he is mighty to save... Cry unto him when ye are in\nyour fields, yea, over all your flocks. Cry unto him in your houses, yea, over all your\nhousehold, both morning, mid-day, and evening. Yea, cry unto him against the power of\nyour enemies. Yea, cry unto him against the devil, who is an enemy to all righteousness. Cry\nunto him over the crops of your fields, that ye may prosper in them. . . But this is not all; ye\nmust pour out your souls in your closets, and your secret places, and in your wilderness. Yea,\nand when you do not cry unto the Lord, let your hearts be full, drawn out in prayer unto him\ncontinually for your welfare and also for the welfare of those who are around you\n(<span class=\"citation\" id=\"8835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8835)\">Alma 34:18-27<\/a><\/span>).\n<\/p><p>\nPray in your families unto the Father, always in my name [said the Savior], that your wives\nand your children may be blessed\n(<span class=\"citation\" id=\"5449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5449)\">3 Ne. 18:21<\/a><\/span>).\n<\/p><p>\n. . . Pray vocally as well as in thy heart; yea, before the world as well as in secret, in public\nas well as in private (<span class=\"citation\" id=\"11953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11953)\">D&amp;C 19:28<\/a><\/span>).\n<\/p><p>\nCall upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof\nmay receive it, and be prepared for the days to come, in the which the Son of Man shall\ncome down in heaven, clothed in the brightness of his glory, to meet the kingdom of God\nwhich is set up on the earth.\n<\/p><p>\nWherefore, may the kingdom of God go forth, that the kingdom of heaven may come, that\nthou, O God, mayest be glorified in heaven so on earth that thine enemies may be subdued;\nfor thine is the honor, power and glory, forever and ever. Amen\n(<span class=\"citation\" id=\"11994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11994)\">D&amp;C 65:5-6<\/a><\/span>).\n<\/p><p>\nAN INCIDENT FROM LINCOLN'S LIFE\n<\/p><p>\nMost all of you who are within the sound of my voice are witnesses that no person in true\nprayer ever called upon God in vain. There is hardly one of you who cannot personally\ntestify, out of your own experience, of the power of prayer. Here is an example from the life\nof President Lincoln:\n<\/p><p>\nGeneral Sickles had noticed that before the portentous battle of Gettysburg, upon the result of\nwhich, perhaps, the fate of the nation hung, President Lincoln was apparently free from the\noppressive care which frequently weighed him down. After it was all past the general asked\nLincoln how that was. He said:\n<\/p><p>\n\"Well, I will tell you how it was. In the pinch of your campaign up there, when everybody\nseemed panic-stricken and nobody could tell what was going to happen, oppressed by the\ngravity of affairs, I went to my room one day and locked the door and got down on my knees\nbefore Almighty God and prayed to him mightily for victory at Gettysburg. I told him that\nthis war was his, and our cause his cause, but we could not stand another Fredericksburg or\nChancellorsville. Then and there I made a solemn vow to Almighty God that if he would\nstand by our boys at Gettysburg, I would stand by him, and he did stand by our boys, and I\nwill stand by him. And after that, I don't know how it was, and I cannot explain it, soon a\nsweet comfort crept into my soul. The feeling came that God had taken the whole business\ninto his own hands, and that things would go right at Gettysburg, and that is why I had no\nfears about you.\"\n<\/p><p>\nLincoln believed in God. He prayed mightily in the strength of great humility. He did not\nalone ask God to stand by him, but he promised to stand by the Lord. He received his answer\nin the way which you, my brethren, are so well acquainted with,&mdash;the sweet comfort which\ncrept into his soul.\n<\/p><p>\nJOSEPH SMITH'S PRAYER AND ITS RESULTS\n<\/p><p>\nIn the spring of 1820, Joseph Smith, Jr.&mdash;one of God's mightiest spirit sons&mdash;but then a then a\nlittle known fourteen-year-old boy in the backwoods of New York state, while reading the\nBible in search of light on a vital problem, was moved upon by the Spirit to ask God in faith\nfor the wisdom he lacked. Retiring to a secluded spot in a wooded grove, he \"kneeled down\nand began to offer up the desires of\" his \"heart to God\" in vocal prayer\n(<span class=\"citation\" id=\"30221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30221)\">JS&mdash;H 1:15<\/a><\/span>). It was while this boy\nwas so engaged in humble prayer, and in answer to that prayer, that the great vision of the\nFather and the Son which opened this last dispensation of the gospel was given\n(<span class=\"citation\" id=\"30223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30223)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nA great deal more could be said upon this vital subject of prayer, but this is not the time nor\nplace for me to say it. In conclusion, I plead with all men everywhere to turn to God in true\nprayer. This is the number one requisite for peace in the world. It is the only way that we can\nconquer Satan and escape the hands of the servants of Satan that do uphold his work\n(<span class=\"citation\" id=\"11943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11943)\">D&amp;C 10:5<\/a><\/span>). We\nLatter-day Saints know that God is our Eternal Father, that Jesus Christ is his Son and our\nRedeemer, and that we must bring our desires and our lives in harmony with his divine will,\npraying to him always about all things in the name of Jesus. Let us see to it that from\nhenceforth no day shall pass in which we do not fervently, in family and in private prayers,\nexpress our gratitude to our Heavenly Father and seek his guiding and protecting care, I\nhumbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}