{"ID":1360, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">This Nation Under God<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1964, pp. 52-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters and friends as always I deeply need the blessings of the Lord,\nand may I please plead with you to have a silent prayer in your heart for me.\n<\/p><p>\nThis great choir always touches us and lifts us up&mdash;a great credit to the Church. Many\nmillions every weekend enjoy their beautiful music. It would be difficult to tell how many\nlives they have truly affected.\n<\/p><p>\nWe miss President McKay very much, but I know we have his blessings and his prayers and\nhis support. He has taught us very well. Those of us here assembled and those following the\nconference by radio and television greatly appreciate his leadership and his example. Yes, we\nrecognize him as a prophet of God. Truly, there is a prophet on the earth. There is a prophet\nin our midst, and we pray for his well-being.\n<\/p><p>\n<b>American Citizenship<\/b>\n<\/p><p>\nI ask each of you now to consider with me for a few moments one of our most precious\npossessions&mdash;our citizenship in the United States of America, this nation under God.\n<\/p><p>\nA very fine man who came to the United States a few years ago from a foreign country and\nwho now has his citizenship papers remarked to me that next to God and his loved ones, he\nconsidered his citizenship in the United States as his most precious and priceless possession.\nYes, his most precious and priceless possession! He said he loved the United States and was\ngrateful for the freedom that it afforded him, because, you see, he had lived\nin a country where he did not know that freedom. When he said that he loved the United\nStates and that he thanked God for his citizenship in this country, he said it with every fiber\nof his soul. He said he would fight for this country and this freedom, even if it meant his own\nlife. He said that every citizen of the United States ought to feel that way; and if he did feel\nthat way, talked that way, and loved that way, we would have no problem from within and no\nfear from without. Yes, this nation under God means exactly what it says.\n<\/p><p>\nLet me quote from the Doctrine and Covenants:\n<\/p><p>\n\"Let no man break the laws of the land, for he that keepeth the laws of God hath no need to\nbreak the laws of the land\" (<span class=\"citation\" id=\"14394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14394)\">D&amp;C 58:21<\/a><\/span>).\n<\/p><p>\n<b>The Constitution an Inspired Document<\/b>\n<\/p><p>\nThe Constitution of the United States is a document from inspired men. On August 6, 1833,\nthe Church received a revelation that has gone far to establish a fixed attitude toward the\nConstitution and laws of the United States. Then came the word of the Lord:\n<\/p><p>\n\"And now, verily I say unto you concerning the laws of the land, it is my will that my people\nshould observe to do all things whatsoever I command them\"\n(<span class=\"citation\" id=\"14467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14467)\">D&amp;C 98:4<\/a><\/span>).\n<\/p><p>\nOn December 16 of the same year the Lord again made it known to his people that the law\nshould not be taken into their own hands, and that \". . . it is not right that any man should be\nin bondage one to another\" (<span class=\"citation\" id=\"14474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14474)\">D&amp;C 101:79<\/a><\/span>).\n<\/p><p>\nMan could not so act save he live in a land of law, for only in a land of law can there be\nfreedom as we know it.\n<\/p><p>\n\"And for this purpose have I established the Constitution of this land, by the hands of wise\nmen whom I raised up unto this very purpose, and redeemed the land by the shedding of\nblood\" (<span class=\"citation\" id=\"14475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14475)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\nThis revelation has a powerful influence in shaping the views of Latter-day Saints toward the\nConstitution of the United States, and it should also have a great influence on every citizen,\nfor the Lord suffered it to be by the hands of wise men.\n<\/p><p>\nSection 134 of the Doctrine and Covenants declares the need for civil governments and the\nnecessity that we honor and uphold such governments.\n<\/p><p>\n\"We believe that governments were instituted of God for the benefit of man; and that he holds\nmen accountable for their acts in relation to them, both in making laws and administering\nthem, for the good and safety of society.\n<\/p><p>\n\"We believe that no government can exist in peace, except such laws are framed and held\ninviolate as will secure to each individual the free exercise of conscience, the right and\ncontrol of property, and the protection of life.\n<\/p><p>\n\"We believe that all governments necessarily require civil officers and magistrates to enforce\nthe laws of the same . . .\n<\/p><p>\n\"We believe that religion is instituted of God; and that men are amenable to him, and to him\nonly, for the exercise of it . . . but we do not believe that human law has a right to interfere\nin prescribing rules of worship to bind the consciences of men, nor dictate forms for public or\nprivate devotion; that the civil magistrate should restrain crime, but never control conscience;\nshould punish guilt, but never suppress the freedom of the soul.\n<\/p><p>\n\"We believe that all men are bound to sustain and uphold the respective governments in\nwhich they reside, while protected in their inherent and inalienable rights by the laws of such\ngovernments; and that sedition and rebellion are unbecoming every citizen thus protected, and\nshould be punished accordingly; and that all governments have a right to enact such laws as in\ntheir own judgments are best calculated to secure the public interest; at the same time,\nhowever, holding sacred the freedom of conscience\"\n(<span class=\"citation\" id=\"14525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14525)\">D&amp;C 134:1-5<\/a><\/span>).\n<\/p><p>\n<b>Government of Laws<\/b>\n<\/p><p>\nOne of our great United States Senators had this to say regarding the laws of the land:\n<\/p><p>\n\"It is a form of anarchy to say that a person need not comply with a particular statute with\nwhich he disagrees. Ours is a government of laws, not men, and our system cannot tolerate\nthe philosophy that obedience to law rests on the personal likes or dislikes of any\nindividual citizen whether he supports or opposes the statute in question.\"\n(Senator Richard Russell of Georgia.)\n<\/p><p>\nNow quoting from the Doctrine and Covenants again: \"I, the Lord God, make you free,\ntherefore ye are free indeed; and the law also maketh you free\"\n(<span class=\"citation\" id=\"14468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14468)\">D&amp;C 98:8<\/a><\/span>). Note the stress\nconstantly placed on the word free.\n<\/p><p>\n\"Wherefore, honest men and wise men should be sought for diligently, and good men and\nwise men ye should observe to uphold\" (<span class=\"citation\" id=\"14469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14469)\">D&amp;C 98:10<\/a><\/span>).\n<\/p><p>\nThis nation under God cannot condone communism in the least degree. There is not such a\nthing as \"a little communism.\" It is the greatest threat to America today. Belief in God is the\nfoundation of America. Oh, how proud we should be of our Pilgrims, Puritans, and pioneers.\nIt was their belief in God that drove them forward, for without that faith and that belief they\ncould not have continued.\n<\/p><p>\n<b>One Nation Under God<\/b>\n<\/p><p>\nOne great man recently dreamed of a country where there would be no north, no south, no\neast, and no west, but where all would be united in the country, where the principles would\nbe for the benefit of all the people.\n<\/p><p>\nRecently, there was published the following editorial in the <i>Deseret News<\/i>, and I quote:\n<\/p><p>\n\"This nation's reliance on a Supreme Being has been acknowledged in such historical\ndocuments as the Mayflower Compact and the Declaration of Independence. Lincoln's\nGettysburg Address, our National Anthem, and the constitutions of 49 of our 50 states all\nincluded direct reference to God.\n<\/p><p>\n\"More recently the words 'under God' have been added to our Pledge of Allegiance.\n<\/p><p>\n\"Now there is a proposal before Congress to acknowledge the divine guidance of our nation's\nConstitution by adding these same words&mdash;'under God'&mdash;to its preamble. This would be a\nproper change.\n<\/p><p>\n\"Lately there has been altogether too much talk about eliminating any reference to deity from\nour public life. Those who support this notion have received considerable encouragement from\nthe recent United States Supreme Court rulings against Bible reading and the use of the\nLord's Prayer in public schools.\n<\/p><p>\n\"But this must not be allowed to make us forget that we are a nation under God and a nation\nfounded on vital Christian principles. Indeed some 2500 years ago a prophet declared that\nAmerica will remain free and prosperous only so long as its people are righteous . . .\n<\/p><p>\n\"Adding 'under God' to the preamble to the Constitution would be a fitting reminder of the\nneed of spirituality in our public affairs.\" (Editorial entitled \"One Nation under God,\"\n<i>Deseret News<\/i>, August 29, 1964.)\n<\/p><p>\nCommunism does not so agree, and therefore we cannot accept communism in any degree.\nThis is no doubt the feeling of representatives and candidates of both major political parties in\nthis country. They feel the same way. Communism has caused us a great deal of anxiety and\nconcern, and today it is the greatest threat facing the world. We cannot accept or uphold\ncommunism in any degree, shape, way, or form.\n<\/p><p>\n\"Our nation was founded by bold and brave men who were unafraid to speak out.\" We should\nnot forget that those men were raised up by God himself at that time to perform this great\nservice, which has proved to be such a bulwark of strength to this country.\" We should not\nforget that those men who signed the Declaration of Independence were by that act\nendangering their property and even their lives . . .\n<\/p><p>\n\"I often wonder what has become of the great voices of our Judeo-Christian tradition&mdash;voices\nlike those of Jeremiah and Ezekiel, Daniel and Micah, who fearlessly assailed national\nevils&mdash;and specifically, not in generalities. Voices like that of Nathan, who condemned a king's\nwrongdoing to his face (<span class=\"citation\" id=\"4998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4998)\">2 Sam. 12:1-15<\/a><\/span>).\nVoices like that of John the Baptist, who denounced the immorality\nand corruption of a royal court, even though he knew it might cost him his head\n(<span class=\"citation\" id=\"35369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35369)\">Matt. 14:3-12<\/a><\/span>).\n<\/p><p>\n\"Christianity grew because its adherents were not silent . . .\"\n<\/p><p>\nPerhaps we as Americans might ask ourselves whether we are displaying moral courage equal\nto the crying condition of today. \"The world is changed by those like Martin\nLuther, who cried, 'Here I stand. I can do no other.'\n<\/p><p>\n\"The power to speak out is ours for the taking. The same Simon Peter who cringed before the\nservant girl's accusations that he was one of Christ's disciples (<span class=\"citation\" id=\"35405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35405)\">Matt. 26:69-75<\/a><\/span>)\nlater became one of those who,\nthe record says, 'turned the world upside down (<span class=\"citation\" id=\"7948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7948)\">Acts 17:6<\/a><\/span>)'\"\n(\"A Time for Moral Courage,\" Billy Graham. <i>Reader's Digest<\/i>, July 1964, p. 49).\n<\/p><p>\n<b>\"A Land Choice Above All Others\"<\/b>\n<\/p><p>\nNow quoting from the Book of Mormon:\n<\/p><p>\n\"For behold, this is a land which is choice above all other lands; wherefore he that doth\npossess it shall serve God or shall be swept off; for it is the everlasting decree of God. And it\nis not until the fulness of iniquity among the children of the land, that they are swept off.\n<\/p><p>\n\"Behold, this is a choice land, and whatsoever nation shall possess it [Listen to this promise]\nshall be free from bondage, and from captivity, and from all other nations under heaven, if\nthey will but serve the God of the land, who is Jesus Christ, who hath been manifested by the\nthings which we have written\" (<span class=\"citation\" id=\"22249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22249)\">Ether 2:10,12<\/a><\/span>).\n<\/p><p>\n\"And this land shall be a land of liberty unto the Gentiles, and there shall be no kings upon\nthe land, who shall raise up unto the Gentiles.\n<\/p><p>\n\"And I will fortify this land against all other nations\"\n(<span class=\"citation\" id=\"3725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3725)\">2 Ne. 10:11-12<\/a><\/span>).\n<\/p><p>\nTake note of that promise. That is why we cannot accept communism.\n<\/p><p>\nQuoting again from the Book of Mormon:\n<\/p><p>\n\"And he that fighteth against Zion shall perish, saith God.\n<\/p><p>\n\"For he that raiseth up a king against me shall perish, for I, the Lord, the king of heaven, will\nbe their king, and I will be a light unto them forever, that hear my words\"\n(<span class=\"citation\" id=\"3726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3726)\">2 Ne. 10:13-14<\/a><\/span>).\n<\/p><p>\nIn the Declaration of Independence our founding fathers deliberately specified why we as\nindividuals have rights:\n<\/p><p>\n\"We hold these truths to be self-evident, that all men are created equal; that they are endowed\nby their Creator with certain unalienable rights, that among these are life, liberty, and the\npursuit of happiness.\"\n<\/p><p>\n<b>Powers of Government from the Consent of the Governed<\/b>\n<\/p><p>\nBased on the concept that rights of every individual man, woman, and child on the face of the\nearth come from God, not from the state, they enunciated that the purpose of government is to\nprotect the God-given rights of the human being. (Not governments as masters, but\ngovernments as servants.)\n<\/p><p>\nShortly after the Constitution was signed in Independence Hall, Philadelphia, September 17,\n1787, a woman asked Benjamin Franklin:\n<\/p><p>\n\"What have we got, Dr. Franklin?\"\n<\/p><p>\nHe replied, \"Madam, we have a republic.\" Then he hesitated and said, \"If we can keep it.\"\n<\/p><p>\nWe speak of peace. \"Peace is God on both sides of the table in a conference. It is putting the\npower of good will to work. It is sanity, maturity, and common sense in human relationships.\nIt is patience. It means keeping our tempers and rising above petty irritations . . . It is a\nmighty faith in the goodness of God and the potential greatness of man\"\n(<i>The New Book of the Art of Living<\/i>, \"The Art of Peace\").\n<\/p><p>\nHere is a creed that perhaps every one of us might adopt.\n<\/p><p>\n<b>An American's Creed<\/b>\n<\/p><p>\nWe believe in the United States of America without reservations. This nation under God is\nmy home, my country, my hope, and my concern. Here I work and rest and pray, and here I\nbuild and dream. Here my toil is rewarded by an unmatched abundance for my well-being.\nHere I have freedom to live, to think, to worship. That freedom is mine yet, guaranteed by\nthe law in this nation under God. Here I am a part of the government, able to vote, to serve,\nand to carry my share of the common load.\n<\/p><p>\nGod grant us wisdom and strength to safeguard our country's welfare and to develop a\ndevotion to measure up to this country's greatness.\n<\/p><p>\nGod bless America. May we live in such a way that next to God and our loved ones, as my\ngood friend said to me, this country, this nation under God, will be nearer and dearer to us, I\nhumbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}