{"ID":1362, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Salt of the Earth<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1964, pp. 61-65<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAfter Jesus began his earthly mission and acquired a faithful following of devoted disciples,\nhe went up into a mountain and there taught many important principles and truths which\ntouch upon varied but vital matters pertaining to man's temporal and spiritual welfare and\nhappiness.\n<\/p><p>\nI desire to discuss with you just one admonition taken from our Lord's renowned Sermon\nupon the Mount.\n<\/p><p>\nSaid Jesus to his disciples: \"Ye are the salt of the earth: but if the salt have\nlost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast\nout, and to be trodden under foot of men\" (<span class=\"citation\" id=\"35310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35310)\">Matt. 5:13<\/a><\/span>).\n<\/p><p>\nFor what purpose does Christ refer to his disciples as the \"salt of the earth\"? This scripture is\nnot an idle nor insignificant statement, but to the contrary is profound and most meaningful.\nWe are all acquainted with the savoring effect salt has in the seasoning of foods to make them\nmore palatable to the taste, therefore, desirable and satisfying to eat.\n<\/p><p>\nIs the Savior suggesting to his disciples in this declaration that, abiding fully by the gospel\nplan of life and salvation, they can acquire a savoring spiritual influence for good in the lives\nof all with whom they associate and labor?\n<\/p><p>\nI have heard men explain this teaching of our Lord by saying that in olden times salt, not\nrefined as we have it today, but acquired in its natural state, was washed out and used to\nseason food. When only the worthless tailings or residue remained, it was tossed upon the\nwalkways to be trodden down by the feet of men.\n<\/p><p>\nI have searched the scriptures for a more complete understanding of Christ classifying his\ndisciples as the \"salt of the earth\" and share with you the essential facts of my study and\nprayerful meditation.\n<\/p><p>\nThe Gospel according to Mark contributes this additional thought by Jesus: \". . . Have salt in\nyourselves, and have peace one with another\" (<span class=\"citation\" id=\"33171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33171)\">Mark 9:50<\/a><\/span>).\nAnd Luke, the physician, records\nthis same teaching, then cites this further admonition by our Lord: \". . . He that hath ears to\nhear, let him hear\" (<span class=\"citation\" id=\"31625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31625)\">Luke 14:35<\/a><\/span>).\n<\/p><p>\n<b>Symbol of Purity and Fidelity<\/b>\n<\/p><p>\nSalt symbolized to the Hebrews purity and fidelity, also an unbreakable league of friendship.\nIt was no doubt with this knowledge that Christ used the metaphor to drive home a doctrinal\npoint his disciples could understand.\n<\/p><p>\nThe Apostle Paul writing to the Colossian Saints counseled, \"Let your speech be always with\ngrace, seasoned with salt, that ye may know how ye ought to answer every man\"\n(<span class=\"citation\" id=\"10508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10508)\">Col. 4:6<\/a><\/span>).\n<\/p><p>\nThe Book of Mormon record of Christ's visit to the Nephites reveals little more concerning\nthe \"salt of the earth\" status of his disciples. It does, however, confirm the biblical statement\nand contributes this thought, \"but if the salt shall lose its savor wherewith shall the earth be\nsalted?\" (<span class=\"citation\" id=\"5676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5676)\">3 Ne. 12:13<\/a><\/span>).\n<\/p><p>\nThe scriptures which I have quoted or referred to furnish but a glimpse of the meaning of this\nsignificant and profound statement of our Lord, but not a fulness of understanding. The\nfulness of that knowledge was reserved for the Dispensation of the Fulness of Times, or the\nera in which we live. It is found in a revelation of the Lord given to the Prophet Joseph\nSmith on December 16, 1833, at Kirtland, Ohio. In this important doctrinal disclosure the\nLord said:\n<\/p><p>\n\"When men are called unto mine everlasting gospel, and covenant with an everlasting\ncovenant, they are accounted as the salt of the earth and the savor of men;\n<\/p><p>\n\"They are called to be the savor of men; therefore, if that salt of the earth lose its savor,\nbehold, it is thenceforth good for nothing only to be cast out and trodden under the feet of\nmen\" (<span class=\"citation\" id=\"14473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14473)\">D&amp;C 101:39-40<\/a><\/span>).\n<\/p><p>\nThis revelation is most enlightening. It is worthy of careful and prayerful study. It is a clear\nexplanation and interpretation of Christ's statement which can be understood and which\npeople accept as a correct guide to improve their personal lives and thus qualify them as the\nsavor of men.\n<\/p><p>\n<b>The Power of God Unto Salvation<\/b>\n<\/p><p>\nNow let us carefully analyze the important elements of this revelation and briefly outline the\ncourse man must follow to achieve the spiritual strength and personal influence which prepare\nhim to become \"the savor of men.\"\n<\/p><p>\n\"When men are called,\" said Jesus, \"unto mine everlasting gospel\"\n(<span class=\"citation\" id=\"50016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50016)\">D&amp;C 101:39<\/a><\/span>), which gospel,\nthe Apostle Paul declared, \". . . is the power of God unto salvation to every one that\nbelieveth\" (<span class=\"citation\" id=\"42774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42774)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\n<b>God's Saving Plan and Way of Life<\/b>\n<\/p><p>\nThe everlasting gospel, then, is God's saving plan and way of life for all his children upon\nthe earth.\n<\/p><p>\nThe Lord, through personal visits and by the ministration of angels, also by inspiration and\nrevelation of the Holy Spirit, restored through the Prophet Joseph Smith the true and\neverlasting gospel of our Redeemer.\n<\/p><p>\nWhen an individual truly repents and is baptized by an authorized servant of God into the true\nChurch of Christ and receives the Holy Ghost by the laying on of hands by those possessing\nthe Holy Melchizedek Priesthood, he has entered into the everlasting gospel and becomes a\nmember of God's Church and kingdom. By accepting the covenant of baptism, each convert\nobligates himself or herself to serve the Lord, to do his will, and to keep his commandments.\nThis is the first qualifying step for the application of \"the salt of the earth\" status.\n<\/p><p>\nThe second step is to \". . . covenant with an everlasting covenant\"\n(<span class=\"citation\" id=\"14471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14471)\">D&amp;C 101:39<\/a><\/span>). As\nwe gain knowledge of the revelations, we learn that the gospel contains many covenants vital\nto the eternal welfare of man. This statement, therefore, has a plural connotation which I will\nexplain.\n<\/p><p>\n<b>Everlasting Covenant to Serve the Lord<\/b>\n<\/p><p>\nBut again, let me restate, every baptized person into the true Church of Christ enters into an\neverlasting covenant to serve the Lord, to do his will, and to keep his commandments.\nRepentance and baptism by water and the receiving of the Holy Ghost afford entrance into the\nkingdom of God, and the convert, now a disciple of Christ, has entered through the gate into\nthe straight and narrow way which leads to life eternal.\n<\/p><p>\n\". . . yea,\" said Nephi, an early Nephite prophet, \"ye have done according to the\ncommandments of the Father and the Son; and ye have received the Holy Ghost, which\nwitnesses of the Father and the Son, unto the fulfilling of the promise which he hath made,\nthat if ye entered in by the way ye should receive.\"\n<\/p><p>\nThen Nephi continues with this warning and counsel:\n<\/p><p>\n\"And now, my beloved brethren, after ye have gotten into this straight and narrow path, I\nwould ask if all is done? Behold, I say unto you, Nay; for ye have not come thus far save it\nwere by the word of Christ with unshaken faith in him, relying wholly upon the merits of him\nwho is mighty to save.\n<\/p><p>\n\"Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness\nof hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon\nthe word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal\nlife.\n<\/p><p>\n\"And now, behold, my beloved brethren, this is the way; and there is none other way nor\nname given under heaven whereby man can be saved in the kingdom of God. And now,\nbehold, this is the doctrine of Christ, and the only and true doctrine of the Father, and of the\nSon, and of the Holy Ghost, which is one God, without end\"\n(<span class=\"citation\" id=\"3730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3730)\">2 Ne. 31:18-22<\/a><\/span>).\n<\/p><p>\n<b>To Gain Eternal Life, Endure to the End<\/b>\n<\/p><p>\nTherefore, my beloved brethren and sisters and friends, after baptism and confirmation into\nthe kingdom of God, according to Nephi, we must press forward with a steadfastness in Christ\nand endure to the end to gain eternal life. For by these first steps of repentance, baptism, and\nthe receiving of the Holy Ghost, all requirements are not completed to obtain a fulness of\nglory in the eternal mansions of our Heavenly Father. Baptism alone does not fully prepare a\nperson for eternal glory as many people are wont to believe.\n<\/p><p>\n<b>Other Covenants<\/b>\n<\/p><p>\nThere are other important covenants of an everlasting nature included in the fulness of the\ngospel of Christ which vitally concern man's future well-being and happiness. These\ncovenants are eternal in nature. However, they are to be received and accepted in mortal life\nby all mankind possessing such knowledge and desiring eternal glory. It is\nalso necessary for them to meet all the conditions and requirements and to fulfil every\nobligation appertaining to each gospel covenant to find joy and happiness both here and\nhereafter.\n<\/p><p>\nThe Lord, through Moses, admonished the children of Israel \". . . to observe the sabbath\nthroughout their generations, for a perpetual covenant\" with their Israel (see\n<span class=\"citation\" id=\"22728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22728)\">Ex. 31:16<\/a><\/span>).\n<\/p><p>\nThe Ten Commandments given to Moses on Mt. Sinai are referred to in scripture as a\ncovenant with the house of Israel (see <span class=\"citation\" id=\"22730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22730)\">Ex. 34:28<\/a><\/span>).\n<\/p><p>\nEvery son of God who receives by ordination the Holy Melchizedek Priesthood is bound by\nan oath and covenant to keep faithfully all the commandments of God and to magnify his\ncalling in the priesthood, which calling is a personal gift of God's power to him to officiate\naccording to the spirit of his office and calling.\n<\/p><p>\nEvery worthy church member privileged to enter the temples of the Lord for his or her\nendowment blessings accepts covenants and obligations of the most sacred nature, revealed of\nGod for the glory of his children.\n<\/p><p>\nEvery couple kneeling across the altar from each other in the temples of God for holy\nmarriage enters into a covenant of the highest order, which is God's order, and which sealing\nand covenant is for time and for all eternity.\n<\/p><p>\nThere are other covenants and obligations growing out of the endowment as well as the\nmarriage contract which are binding upon the individuals concerned, and their obedience\nthereto assures the sanctifying influence and power of the Spirit and the spiritual renewing of\ntheir bodies in preparation for the blessings and glories which are to come.\n<\/p><p>\nThe Lord Jesus Christ, just before his crucifixion upon the cross, gave the sacred ordinance of\nthe Sacrament, which, in its very nature and purpose, is a covenant. It is an ordinance in\nwhich all faithful members of the Church can participate. In partaking of the sacramental\nemblems, all partakers witness unto God the Father and also unto each other that they will\ntake upon them the name of his Son. They also covenant to always remember him and to\nkeep the commandments which he has given them, and in so doing they have the blessed\npromise that his Spirit will always be with them (<span class=\"citation\" id=\"14379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14379)\">D&amp;C 20:77<\/a><\/span>).\n<\/p><p>\n<b>Covenants Bind to a Course of Righteous Living<\/b>\n<\/p><p>\nI hope these few scriptural quotes and statements, also the following teachings and\nobservations from the revelations, will help us understand more perfectly what the Lord\nmeans to covenant with an everlasting covenant. We must keep in mind, however, as I have\nmentioned before, that in connection with all covenants there are conditions, requirements,\nand obligations which bind us to a course of righteous living and doing. It is in the meeting\nand fulfilling of these conditions, requirements, and obligations which build Christlike\ncharacter in an individual and make possible a savoring effect for good and righteousness in\nthe lives of people. When this sanctified state and spiritual motivation are achieved, we are\nthen accounted, as Jesus said, \". . . the salt of the earth and the savor of men\"\n(<span class=\"citation\" id=\"14472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14472)\">D&amp;C 101:39<\/a><\/span>).\n<\/p><p>\nChrist applied this metaphorical teaching to his disciples to convey a spiritual idea and ideal.\n\". . . to be trodden under the feet of men\" (<span class=\"citation\" id=\"35311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35311)\">Matt. 5:13<\/a><\/span>)\nmeans to trample divine things\nunderfoot by failure to live according to revealed truth and the light which God has given for\nthe temporal welfare as well as the eternal well-being, joy, and happiness of his people.\n<\/p><p>\n<b>\"The Salt of the Earth\"<\/b>\n<\/p><p>\nJesus followed the statement to his disciples regarding their being designated \"the salt of the\nearth\" by an analogous and associated statement which gives significance and emphasis to the\n\"salt of the earth\" status.\n<\/p><p>\nSaid the Lord: \"Ye are the light of the world. A city that is set on an hill cannot be hid.\n<\/p><p>\n\"Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth\nlight unto all that are in the house.\n<\/p><p>\n\"Let your light so shine before men, that they may see your good works, and\nglorify your Father which is in heaven\" (<span class=\"citation\" id=\"35313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35313)\">Matt. 5:14-16<\/a><\/span>).\n<\/p><p>\n<b>The Light of the World<\/b>\n<\/p><p>\nThose then who are the \"salt of the earth\" are also the light of the world, and the radiance of\nthat light, shining through their good works to mankind, glorifies our Eternal Father and\nstrengthens his work and kingdom on the earth.\n<\/p><p>\nOne of the best compliments an individual can say of another is that he or she is the \"salt of\nthe earth.\" It is most meaningful and suggests unquestioned Christlike character and conduct,\nuprightness, honesty, spirituality, sincerity of purpose, dignity, and other noble character\nvirtues and qualities patterned after the divine nature of our Heavenly Father.\n<\/p><p>\nIn another revelation given through the Prophet Joseph Smith at Kirtland, Ohio, on February\n24, 1834, the Lord had this to say in admonition and counsel to his people:\n<\/p><p>\n\"And that those who call themselves after my name might be chastened for a little season\nwith a sore and grievous chastisement, because they did not hearken altogether unto the\nprecepts and commandments which I gave unto them.\n<\/p><p>\n\"But verily I say unto you, that I have decreed a decree which my people shall realize,\ninasmuch as they hearken from this very hour unto the counsel which I, the Lord their God,\nshall give unto them.\n<\/p><p>\n\"And by hearkening to observe all the words which I, the Lord their God, shall speak unto\nthem, they shall never cease to prevail until the kingdoms of the world are subdued under my\nfeet, and the earth is given unto the saints, to possess it forever and ever.\n<\/p><p>\n\"But inasmuch as they keep not my commandments, and hearken not to observe all my words,\nthe kingdoms of the world shall prevail against them.\n<\/p><p>\n\"For they were set to be a light unto the world, and to be the saviors of men;\n<\/p><p>\n\"And inasmuch as they are not the saviors of men, they are as salt that has lost its savor, and\nis thenceforth good for nothing but to be cast out and trodden under foot of men\"\n(<span class=\"citation\" id=\"14476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14476)\">D&amp;C 103:4-5,7-10<\/a><\/span>).\n<\/p><p>\n<b>The World's Need<\/b>\n<\/p><p>\nIn the light of this revelation, as we view conditions among men and nations today, we realize\nthe world needs more \"salting.\" Who, then, or which group can help guide the people of the\nworld to freedom and peace? The way to peace, brotherhood, and happiness is for the Saints\nof the Most High God to set an example in spiritual living and doing as to savor the souls of\nmen in righteousness, truth, and brotherhood. Therefore, we who have membership in the\nChurch of Christ and possess the gospel of peace and salvation have this privilege,\nresponsibility, and challenge.\n<\/p><p>\nLet us, therefore, become more faithful, obedient, and exemplary in all our obligations and\nduties to God and our fellow men, and thus fully qualify to be considered \"the salt of the\nearth\" to savor the souls of men everywhere.\n<\/p><p>\nI bear witness, my brothers and sisters and friends, to the truthfulness of the work in which\nwe are engaged, to the need the world has for the message of the gospel as we teach it. I pray\nthat we may always be found faithful, true, and obedient in our devotions to our God, and I\nask it humbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}