{"ID":1363, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">No One Believes the Lord?<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1964, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, humbly I stand before you here this day, grateful in my heart for the\nprivilege that I enjoy with you of being present at this great conference. I have enjoyed the\nmessages of my brethren, commencing with the wonderful message sent to us by our noble\nPresident and read so beautifully by his son Robert. We have been thrilled with the messages\nthat have been given and thank the Lord for our leaders. I thought of the words of the song,\n\"Come, listen to a prophet's voice, And hear the word of God, \"And in the way of truth\nrejoice, And sing for joy aloud.\" (Hymns, 46.) Now we feel like singing for joy when we\nlisten to the words of these prophets and know how much the Lord has given us in our day\nthat is not understood by the world.\n<\/p><p>\n<b>\"He that Cometh to God . . .\"<\/b>\n<\/p><p>\nI had a conversation with a relative of mine a short time ago. He made this statement which\nhas remained with me and which I have thought a lot about. He said, \"No one believes the\nLord.\" I have thought of that, and I thought, wouldn't it be wonderful if all of our Father's\nchildren believed him as he talks to us through his prophets. Suppose that he were with us,\nand we could sit down with him and could be instructed by him personally, as was the\nProphet Joseph, and he would tell us the reason for our being here upon this earth and what\nour mission is to be. Would it make any more difference in our devotion and our willingness\nto serve him than it does when he speaks to us through his prophets?\n<\/p><p>\nYou remember what the Apostle Paul said: \". . . he that cometh to God must believe that he\nis, and that he is a rewarder of them that diligently seek him\"\n(<span class=\"citation\" id=\"24324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24324)\">Heb. 11:6<\/a><\/span>). And through the\nProphet Joseph, the Lord said, \"I, the Lord, am bound when ye do what I say; but when ye\ndo not what I say, ye have no promise\" (<span class=\"citation\" id=\"14423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14423)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\n<b>Commandments and Promised Blessings<\/b>\n<\/p><p>\nAs I have studied the gospel, and not only through my study but in my observation in the\nyears of experience I have had in this Church, I haven't found any commandment from the\nLord without a promised blessing far greater in value than the thing that the Lord asks of us.\nHe puts us to the test to see if we believe him.\n<\/p><p>\nRemember when this earth was formed, or ready for forming, the Lord looked down, saw\nthere was space, and said, \". . . we will take of these materials, and we will make an earth\nwhereon these may dwell . . .\" referring to the sons and daughters of God in the spirit world.\n<\/p><p>\n\"And we will prove them herewith, to see if they will do all things whatsoever the Lord their\nGod shall command them\" (<span class=\"citation\" id=\"7233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7233)\">Abr. 3:24-25<\/a><\/span>).\nWouldn't it be wonderful if we all believed\nthe Lord enough so that we would be willing to obey his commandments that he gives us?\n<\/p><p>\n<b>Action Without Questions<\/b>\n<\/p><p>\nOver fifty years ago I heard Elder James E. Talmage tell this story. It has remained with me\nall these years. He told about a group of tourists or travelers in the Alps who were\nsnowbound. The Lord sent an angel to a monk and told him about these people, asking him to\ngo and rescue them. The answer was, \"Why?\" And the minute he said, \"Why,\" the angel\ndisappeared. He went to the second monk and delivered the same message, and the answer\nwas, \"How?\" And the angel disappeared. He went to the third and delivered the same\nmessage, and the monk said, \"When?\" And the angel remained and delivered his message.\n<\/p><p>\nIt shouldn't be for us to say, when the call of the Lord comes or when we understand a\ncommand that is given to us through the prophets of God, \"How can we do it?\" or \"Why does\nhe ask us to do it?\" but \"When, oh, God the Eternal Father, as thy son or daughter, wouldst\nthou have me do the thing that thou hast commanded?\"\n<\/p><p>\n<b>Commandments and a Way to Keep Them<\/b>\n<\/p><p>\nAnd then I thought of the words of Nephi. You remember when he was commanded to go\nback and get the plates from Laban. He said, \"I know that the Lord giveth no commandments\nunto the children of men, save he shall prepare a way for them that they may accomplish the\nthing which he commandeth them\" (<span class=\"citation\" id=\"1592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1592)\">1 Ne. 3:7<\/a><\/span>).\nThat is my faith, and that is the faith we all should have.\n<\/p><p>\nSpeaking now of the promises of the Lord to those who keep his commandments (and there\nisn't time, of course, in a meeting like this to discuss many of them), you remember what\nJesus said: \"Blessed are the pure in heart: for they shall see God\"\n(<span class=\"citation\" id=\"35309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35309)\">Matt. 5:8<\/a><\/span>). What a\npromise! I believe that. I believe every man or woman who lives here in mortality in purity\nbefore God will stand in his presence and have his benediction, \"Well done, thou good and\nfaithful servant\" (<span class=\"citation\" id=\"35402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35402)\">Matt. 25:21<\/a><\/span>).\nWe have been told in this conference that no unclean thing shall ever enter\nhis presence (<span class=\"citation\" id=\"5679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5679)\">3 Ne. 27:19<\/a><\/span>).\nI believe that with all my heart.\n<\/p><p>\n<b>Examples<\/b>\n<\/p><p>\nJesus said, \"Blessed are they which do hunger and thirst after righteousness: for they shall be\nfilled\" (<span class=\"citation\" id=\"35305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35305)\">Matt. 5:6<\/a><\/span>).\nNo man ever hungers and thirsts after righteousness and asks God the\nEternal Father in great humility and in faith, that the Lord doesn't grant the righteous desires\nof his heart. We have been told that here in this conference by a number of the speakers who\nhave already spoken to us.\n<\/p><p>\n<b>Repentance and Baptism<\/b>\n<\/p><p>\nAnd so you can go through the rest of the commandments. Take the one on the law of tithing\nas an illustration&mdash;how the Lord calls us back, saying that Israel had robbed him in the\nwithholding of their tithes and their offerings! Then he said, \"Return unto me, and I will\nreturn unto you . . .\" What an invitation!\n<\/p><p>\n\". . . and prove me now herewith, saith the Lord of hosts, if I will not open you the windows\nof heaven, and pour you out a blessing, that there shall not be room enough to receive it\"\n(<span class=\"citation\" id=\"32780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32780)\">Mal. 3:7,10<\/a><\/span>).\n<\/p><p>\nWhat if we just believed the Lord and could accept his word as it comes to us from his\nprophets? There wouldn't be any argument about \"how\" or \"why,\" but it would be, \"When,\noh, Lord, would you have me do the thing that you have commanded through your servants\nthe prophets?\"\n<\/p><p>\nAnd so you can go through the list. Take, for instance, the day of Pentecost when Peter stood\nbefore the multitude and bore witness that Jesus was the Christ, the Son of the living God.\n(What marvelous testimonies we have had here in this conference to that effect, particularly\nfrom President Tanner this morning.) And what happened to the multitude on the day of\nPentecost? They were pricked in their hearts, and they cried out, \"Men and brethren, what\nshall we do?\" And you remember the answer.\n<\/p><p>\nPeter said, \"Repent and be baptized, every one of you in the name of Jesus Christ for the\nremission of sins, and ye shall receive the gift of the Holy Ghost.\n<\/p><p>\n\"For the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call\" (<span class=\"citation\" id=\"7927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7927)\">Acts 2:37-39<\/a><\/span>).\n<\/p><p>\nNow, we as Latter-day Saints know the meaning of this promise. We have been baptized in\nChrist's name. We have received the Holy Ghost, and the evidence of that is in the great\nsacrifices that are being made all over this Church to carry on this great work of the Father to\nbuild his kingdom, to prepare for his coming, to help to make possible the fulfillment of the\nprayer he taught his disciples: \"Thy kingdom come. Thy will be done in earth, as it is in\nheaven\" (<span class=\"citation\" id=\"35322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35322)\">Matt. 6:10<\/a><\/span>).\nAnd there is no sacrifice that can be asked of the faithful Latter-day\nSaints that they are not willing to make in order to fulfil the promises of the Lord and to\nshow their faith in him. Wouldn't it be wonderful if all of us believed the Lord?\n<\/p><p>\n<b>The Word of Wisdom<\/b>\n<\/p><p>\nI will refer briefly to the Word of Wisdom. We read in the magazines and in\nthe newspapers today statements by great scientists telling us that tobacco is the cause of lung\ncancer and other diseases, and yet less than three years after this Church was organized, the\nLord in February 1833 gave a Word of Wisdom unto his people for their guidance. He said\nthat it was the mind and will of the Lord\n(<span class=\"citation\" id=\"14437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14437)\">D&amp;C 89:2<\/a><\/span>). Does anybody need to argue about whether it is to\nbe observed or not when the Lord himself says it is the mind and the will of the Lord? And\nthen he said it is \". . . adapted to the capacity of the weak and the weakest of all saints, who\nare or can be called saints\" (<span class=\"citation\" id=\"14439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14439)\">D&amp;C 89:3<\/a><\/span>).\nAnd I always say if there are any of the Latter-day\nSaints any weaker than that, we ought not to ask them to keep the Word of Wisdom. But\nthink of the promises of the Lord through keeping the Word of Wisdom! And he tells us that\n\". . . tobacco is not [good] for the body, neither for the belly, and is not good for man, but is\nan herb for bruises and all sick cattle, to be used with judgment and skill\"\n(<span class=\"citation\" id=\"14445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14445)\">D&amp;C 89:8<\/a><\/span>)\n<\/p><p>\nThen consider the rest of the Word of Wisdom. There isn't time to discuss it in detail, but we\nare not to use strong drinks (<span class=\"citation\" id=\"14440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14440)\">D&amp;C 89:5-7<\/a><\/span>).\nStrong drink has caused more misery and broken homes and\nunhappiness than all the wars that have ever been fought, and yet we can't believe the Lord\nand know that we shouldn't touch these things. If you take the first glass, you never know\nhow soon you will take the second; and if you never take the first one, particularly our young\npeople, you will never need to worry about the second.\n<\/p><p>\nThen the Lord indicates that if we keep this Word of Wisdom, we shall run and not be weary\nand walk and not faint, and the destroying angel shall pass us by and not slay us as the\nchildren of Israel. And then he tells us that we shall have knowledge, yea, even hidden\ntreasures of knowledge, and I think that is one of the greatest promises the Lord has made to\nhis people in this dispensation (see <span class=\"citation\" id=\"14447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14447)\">D&amp;C 89:19-21<\/a><\/span>).\n<\/p><p>\n<b>Companionship of the Holy Ghost<\/b>\n<\/p><p>\nYou find boys and girls who keep the Word of Wisdom and remember their prayers, and you\nwill find that they have the companionship of the Holy Ghost, that they have power given\nthem to resist the evils and the temptations of this world, as demonstrated in their lives.\n<\/p><p>\nSome of us have had the privilege of attending these youth conferences. A short time ago I\nwas at one back in Carthage where the Prophet Joseph and his brother Hyrum were martyred.\nWe had over five hundred young people there from that mission. Some of them had come a\nthousand miles to be there, and for three hours there wasn't a minute lost between their\ntestimonies. They took their turns bearing testimony, and with tears in their eyes, most of\nthem testified that they knew that God lives, that they knew that Jesus is the Christ, that they\nknew that Joseph Smith was a prophet of God; and no reasonable person could have listened\nto the testimonies of those boys and girls and questioned their sincerity.\n<\/p><p>\n<b>Hidden treasures of Knowledge<\/b>\n<\/p><p>\nTalk about hidden treasures of knowledge (<span class=\"citation\" id=\"14446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14446)\">D&amp;C 89:19<\/a><\/span>)!\nWhat more could you ask? Is there a father or\nmother is Israel who wouldn't want his or her boys and girls to make themselves worthy of\nthe blessings that the Lord has promised through observing and keeping the Word of\nWisdom? Wouldn't it be wonderful if we could all believe the Lord?\n<\/p><p>\nThere are many other evidences in this Church of how the Lord is fulfilling his promise. Take\nthe 12,000 missionaries in the field&mdash;young men and women giving their time without\nremuneration. I visited with the vice-president of Brigham Young University last night. They\nhave fifty-six wards and six stakes of Zion. He said it is a thrill on fast Sunday to hear these\nyoung people bear their testimonies&mdash;hidden treasures of knowledge.\n<\/p><p>\nBrothers and sisters, with all my heart and soul I testify that I know this work is true; and I\nknow no man or woman or boy or girl can keep the commandments of the Living God, have\nfaith in him, and be prayerful who will not be blessed with blessings which are more valuable\nthan the wealth of this world. I bear my witness of the truth of this work and ask God to\nbless you Latter-day Saints everywhere and our friends throughout the world, and above all to\npreserve the youth of Zion from the pitfalls and evils of this world that can\nmar their lives. I leave my blessing upon you all, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}