{"ID":1365, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Order and Diligence<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, October 1964, pp. 75-78<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I appear before you today with a humble heart and rejoice with\nyou in the spirit and proceedings of this great conference. I have recently returned from an\nassignment to the stakes and missions in Samoa, Fiji, New Zealand, and Australia, and I bring\nyou the greetings and the love of the Saints and missionaries in these wonderful areas.\n<\/p><p>\n<b>The Prophet Leads Us<\/b>\n<\/p><p>\nI am grateful for the privilege I have had of meeting with the people of the South Pacific and\nbearing to them, as I do to you today, my testimony that God lives and is mindful of all of\nhis children; that Jesus is the Christ, our Redeemer and Savior, the Only Begotten of the\nFather in the flesh; that Joseph Smith was a prophet, commissioned to be the instrument\nthrough which the fulness of the gospel and authority to act for God has been restored to the\nearth in this dispensation. I always rejoice in bearing witness that we are led and guided by a\ngreat prophet today, our beloved President David O. McKay; and may the Lord bless and\nsustain him and strengthen him.\n<\/p><p>\nThe work of the Lord is progressing in the South Pacific areas at an accelerated rate. I found\nthe same wonderful spirit and the same problems facing the people and the Church there as\nelsewhere. We can be grateful, however, that throughout the ages God has\ncounseled his people and helped them to solve their problems.\n<\/p><p>\n<b>Order and Diligence<\/b>\n<\/p><p>\nIt is interesting to note that as God has admonished his people through his  prophets, two\nwords have frequently appeared&mdash;<i>order<\/i> and <i>diligence<\/i>.\n<\/p><p>\nKing Benjamin, in concluding a great address to his people, said, \"And see that all these\nthings are done in wisdom and order; for it is not requisite that a man should run faster than\nhe has strength . . . it is expedient that he should be diligent, that thereby he might win the\nprize; therefore, all things must be done in order\" (<span class=\"citation\" id=\"40331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40331)\">Mosiah 4:27<\/a><\/span>).\n<\/p><p>\nIn this dispensation through the Prophet Joseph Smith the Lord has told us that his \". . . house\nis a house of order . . . and not a house of confusion\"\n(<span class=\"citation\" id=\"14514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14514)\">D&amp;C 132:8<\/a><\/span>), and that every man\nshould learn his duty, and \". . . act in the office in which he is appointed, in all diligence\"\n(<span class=\"citation\" id=\"14481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14481)\">D&amp;C 107:99<\/a><\/span>).\n<\/p><p>\nWhen called upon to accept an assignment in the Church which is an important part of\nbuilding the kingdom of God, many people wonder how they can give the time and attention\nnecessary to fulfil the assignment properly and also meet their family obligations.\n<\/p><p>\nToday there are so many things to do so many things crowding us. In this environment the\nwords <i>order<\/i> and <i>diligence<\/i> are key words to success and happiness regardless of the activity\nwe are engaged in.\n<\/p><p>\nIn meeting with stake and mission leaders and other individuals, I frequently ask them what\ntheir greatest needs are. Almost invariably they reply that among their greatest needs is \"better\norganization of their time and work\"&mdash;or in effect more order and diligence.\n<\/p><p>\nAnd it is not infrequent that many ask the question, \"How does one develop the traits of order\nand diligence?\" President McKay has given us some good advice in this connection. He said,\n\"Don't be too busy to meditate, and when the answer comes have the courage to execute it.\"\n<\/p><p>\nOrder commences with meditation; and meditation includes thinking, analyzing, prayer,\nfasting if needs be, and always planning. Meditating requires that time be regularly set aside\nto consider the things that you think you have to do. Many times you find you have more to\ndo than you can do in the time available.\n<\/p><p>\nTo develop an orderly pattern you must consider the things facing you, analyze their\nimportance, and list them in the order of their importance. After the things of prime\nimportance are selected, develop a plan to accomplish these more important matters.\n<\/p><p>\nPlanning involves further analysis and developing of effective ways which will save time and\nsimplify the operation involved. Prayer is always desirable in planning the effective use of\ntime.\n<\/p><p>\nMany are prone to do the easy things and give those matters attention that seem to be the\nmost pressing regardless of whether they are the most important or not, but through\nmeditation, prayer, and planning you can select what might be called the first things to do and\nwork out effective ways to do them.\n<\/p><p>\n<b>First Things<\/b>\n<\/p><p>\nUndoubtedly the two most important first things for us to do in this life are to provide for our\nfamilies and to assist in building the kingdom of God. As we select first things and put them\nin preferred positions and work out a plan to accomplish them, we are developing orderly\nhabits which will make it possible to serve in the Church and properly care for our families.\n<\/p><p>\nIn building the kingdom of God the Lord has said that we should first learn our duty (see\n(<span class=\"citation\" id=\"14482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14482)\">D&amp;C 107:99<\/a><\/span>).\nHe has counseled us to seek out of the best books words of wisdom and to\nseek learning even by study and by faith (see\n(<span class=\"citation\" id=\"14434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14434)\">D&amp;C 88:118<\/a><\/span>). Study should be rated among\nthose things of first importance. In organizing our time and work, time should be regularly\nallotted for personal study as well as study with our families.\n<\/p><p>\nIn any successful endeavor we learn our duty by having a clear understanding of our\nresponsibilities. Moses in speaking to his people charged them, \"And thou shalt write upon the\nstones all the words of this law very plainly\" (<span class=\"citation\" id=\"21253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21253)\">Deut. 27:8<\/a><\/span>).\nIn this manner Israel could learn\nits duties. Instructions from leaders should be, as Moses said, plain, in order\nthat those affected might easily learn their duties. Plainness generally incorporates simplicity.\nSimple things are readily understood. The gospel is simple and was taught by the Savior in a\nsimple and beautiful way. Simplification brings better understanding and provides more time\nby eliminating unessentials.\n<\/p><p>\nWe must provide time to be with our families and to do things together. In planning the use\nof your time, I counsel you to spend as much time as possible regularly with your\nfamilies&mdash;say at least two nights each week. As parents our obligation to our families not only includes\nseeing that they are fed, clothed, and educated, but that their spiritual needs are taken care of\nas well. Certainly a good part of this must be done personally, such as having a weekly\nfamily night, taking vacations together, and going to Sacrament meeting as a family.\n<\/p><p>\n<b>Diligence<\/b>\n<\/p><p>\nBy selecting first things to do and working out a plan to do them first, we have taken an\nimportant step toward accomplishing them. This is where diligence plays a big part. When the\nLord counseled us to perform our assignments in all diligence, he meant whether it was\nconvenient or not.\n<\/p><p>\nThe Prophet Joseph Smith said, \"that a religion that does not require the sacrifice of all\nearthly things never has power sufficient to produce the faith necessary unto life and\nsalvation\" (Sixth Lecture on Faith).\n<\/p><p>\nTo perform our assignments diligently, sacrifice of our time, talents, and means is frequently\nrequired, but we know that sacrifice brings forth the blessings of heaven. We are entitled to\nthe blessings which are predicated upon obedience to this principle of sacrifice. The Lord has\nsaid, \"I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have\nno promise\" (<span class=\"citation\" id=\"14424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14424)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nTo be diligent in our work also means to be effective and not just busy. The Lord recognized\nthis difference between just being busy and being effective when in 1831 the elders were\ntraveling down the Missouri River in canoes. The Lord said at that time, \". . . it is not needful\nfor this whole company of mine elders to be moving swiftly upon the waters, whilst the\ninhabitants on either side are perishing in unbelief\"\n(<span class=\"citation\" id=\"14404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14404)\">D&amp;C 61:3<\/a><\/span>). Just as it was unnecessary\nfor all of the elders to be moving swiftly upon the waters, so it is with us&mdash;it is not\nnecessary to do many unessential things that keep us busy but result in little or no real benefit\nto anyone.\n<\/p><p>\nBeing diligent also requires faith in the Lord Jesus Christ and in ourselves, and making up our\nminds to be orderly and diligent is a good part of having faith in ourselves. Even though our\nassignments seem difficult, as we develop our faith and persevere, we are able to achieve our\nrighteous objectives.\n<\/p><p>\nPresident Heber J. Grant frequently quoted from Emerson: \"That which we persist in doing\nbecomes easy to do, not that the nature of the thing has changed but that our power to do has\nincreased.\"\n<\/p><p>\nTo be diligent one must learn to persevere&mdash;yes, to endure to the end. But we might ask, to\nthe end of what? Can we endure to the end of a day with the same dedication and enthusiasm\nwe had at the beginning of the day even though faced with frustrations and problems. Each\nyear has 365 days, and each day has twenty-four hours, each requiring enduring to the end.\nHowever, remember what King Benjamin said: \". . . it is not requisite that a man should run\nfaster than he has strength\" (<span class=\"citation\" id=\"40332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40332)\">Mosiah 4:27<\/a><\/span>).\nHe undoubtedly meant mental, physical, financial,\nor spiritual strength, or all combined.\n<\/p><p>\n<b>Survey Large Fields; Cultivate Small<\/b>\n<\/p><p>\nIn all phases of my personal experience I have found it wise to survey large fields but\ncultivate small ones. In surveying large fields one in effect makes a master plan which he\nlater develops in orderly stages. This is a sound way to build and avoid many disappointments\nwhich can result from overextending oneself. Surveying large fields and cultivating small ones\ninvolves the principles of order and diligence and results in growth and development. These\nare basic principles of eternal progression.\n<\/p><p>\nAs we increase our personal effectiveness, we increase our effectiveness in our\nchurch assignments, and one of the great needs today in building the\nkingdom of God is effective leaders. The Savior has told us that \"Not every one that saith\nunto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my\nFather\" (<span class=\"citation\" id=\"35347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35347)\">Matt. 7:21<\/a><\/span>).\nNote the words \". . . doeth the will of my Father.\"\n<\/p><p>\nFinally, again I cite the words of King Benjamin, \". . . it is expedient that he should be\ndiligent, that thereby he might win the prize; therefore, all things must be done in order\"\n(<span class=\"citation\" id=\"40333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40333)\">Mosiah 4:27<\/a><\/span>).\n<\/p><p>\nI bear witness, and I know that the witness I bear is true, that through order and diligence we\ncan work in the Church and properly take care of our families and win the prize of eternal\nlife&mdash;of peace, happiness, and success through eternal progress.\n<\/p><p>\nMay we this day resolve to apply these basic principles of order and diligence in our lives and\nwin the most worthwhile prize of all&mdash;eternal life&mdash;I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}