{"ID":1366, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Priesthood Correlation and the Home Evening<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1964, pp. 80-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA week ago this afternoon I spent a glorious hour in President McKay's apartment office\nconsidering the subject about which he wished me to talk: the presentation of what he said\nour leaders have been talking about for fifty years&mdash;the importance of teaching the gospel in\nthe home. He indicated that this would be something of a theme in this general priesthood\nmeeting tonight.\n<\/p><p>\n<b>Theme of Fifty Years<\/b>\n<\/p><p>\nWith that much of a lead or a guide to what I might say, I thought it wise to take a look\nbackward to pick up the thread of thinking of our leaders over this fifty-year period and glean\nfrom the wisdom of the past a guide to our plans for the present as well as the future.\n<\/p><p>\nI thought to begin that review most properly we should give to you again what you have\nheard and read in some of our official handbooks, the letter from the First Presidency a few\nyears ago which actually laid the foundation and indicated the direction that the correlation\nprogram should take. And so I thought that probably I should read again one or two\nparagraphs by which you can follow the plan by which the correlation is being developed. I\nquote from that letter:\n<\/p><p>\n<b>\"Home the Basis of the Righteous Life\"<\/b>\n<\/p><p>\n\"The home is the basis of a righteous life and no other instrumentality can take its place nor\nfulfil its essential functions; the utmost the auxiliaries can do is to aid the home in its\nproblems, giving special aid and succor where such is necessary, that in aiding the home the\nauxiliaries may well consider thinking of the home-life of the people as having three periods,\nthe first, from birth to twelve years of age or the childhood period; then the youth period\nfrom twelve years up to the early twenties; and then adulthood, from the early twenties on to\nthe end of life.\n<\/p><p>\n\". . . We feel assured that if the whole Church curricula were viewed from the vantage point\nof what we might term the total purpose of each and all of these [priesthood quorums and\nauxiliaries], it would bring about such a collation and limitation of subjects and subject\nmatters elaborated in various Auxiliary courses as would tend to the building of efficiency in\nthe Auxiliaries themselves in the matter of carrying out the purposes lying behind their\ncreation and function.\n<\/p><p>\n\"We would therefore commend to you Brethren of the General Priesthood Committee the\nbeginning of an exhaustive, prayerful study and consideration of this entire subject, with the\ncooperative assistance of the Auxiliaries themselves so that the Church might reap the\nmaximum harvest from the devotion of the faith, intelligence, skill and knowledge of our\nvarious Auxiliary Organizations and Priesthood Committees.\" (<i>Conference Report<\/i>, April 1963,\npp. 82-83.)\n<\/p><p>\n<b>Correlation to Strengthen the Home<\/b>\n<\/p><p>\nThat's the end of the quotation.\n<\/p><p>\nIn those instructions there were four important factors named in developing effective\ncorrelation. First, we must see that the whole effort of correlation is to strengthen the home\nand to give aid to the home in its problems, giving it special aid and succor as needed.\n<\/p><p>\n<b>Priesthood Totally Employed<\/b>\n<\/p><p>\nSecond, the strength of the priesthood must be fully employed within the total responsibility\nof priesthood quorums as clearly set forth in the revelations.\n<\/p><p>\n<b>Auxiliary Organizations Also<\/b>\n<\/p><p>\nThird, we must survey the purposes lying behind the creation and purpose of each auxiliary\norganization.\n<\/p><p>\n<b>Knowledge of Gospel to be Enhanced<\/b>\n<\/p><p>\nAnd fourth, the prime and ultimate objective of all that is done is the\nbuilding up of a knowledge of the gospel, a power to promulgate the same, a promotion of\nthe faith, growth, and stronger testimony of the principles of the gospel among the members\nof the Church.\n<\/p><p>\n<b>Correlation<\/b>\n<\/p><p>\nNow, to give you just a quick statement as to the progress that has been made up until now.\nWe have endeavored to proceed as a Correlation Committee in an orderly and logical manner:\nfirst, by placing the priesthood quorums as the Lord has directed us in his revelations; second,\nby giving strength to the home in ways that I will presently outline as they have been\napproved by the First Presidency and the Twelve; and third, by a total correlation of the\ncurricula and activities of all the organizations, priesthood, auxiliaries, institutes, and\nseminaries. This last phase is now in its final stages of development looking toward full\nimplementation.\n<\/p><p>\n<b>Organization and Functioning<\/b>\n<\/p><p>\nOne of the musts in this fully coordinated church program is to get our leaders&mdash;the General\nAuthorities, general boards, stake, mission, ward, and branch authorities&mdash;to \"think\"\ncorrelation through these three heaven-ordained institutions instead of diverting to a fringe\ncommittee of some sort for a certain activity or instruction which might well have been\nencompassed within the boundaries of the completely correlated priesthood, home, and\nauxiliary responsibilities.\n<\/p><p>\nWe have witnessed a tendency to use in some cases the correlation program of home teaching,\nfor example, as the \"whipping boy\" for any deficiencies in the performance of the various\norganizations as compared to its previous figures, and some would have us believe that it is\nthe home teaching program that has caused that downgrading of comparative statistical\nfigures.\n<\/p><p>\nEvery auxiliary and priesthood leader in the Church is given a voice in the functioning of\neach organization with the home teachers to see that every church member is given attention\nas needed.\n<\/p><p>\nThe real fault in many cases is with the leader who in the monthly ward council meeting\nshould have aided in perfecting the most effective correlation of his particular organization\nwith home teaching. We would like those things kept in mind by all of you leaders as you\nmove these programs forward.\n<\/p><p>\nIn all this we recognize that we must teach and reteach with patience and long-suffering until\nthe basic fundamentals of correlation are fully understood and applied in every ward,\npriesthood quorum, and auxiliary organization, to the end that, hopefully, every General\nAuthority, and stake, and mission authority will catch the vision of the possibilities of a\nconcentrated effort of church organization in a mighty answer to the problems afflicting the\nworld in which we live.\n<\/p><p>\n<b>Restatement of Fundamentals<\/b>\n<\/p><p>\nNow, we should make a restatement and recitation of those fundamentals which are essential\nalways to our learning in the Lord's work. In defining the fields in which the priesthood\nquorums must take precedence: First, by a careful reading of the revelations we have found\nthis:\n<\/p><p>\n\"The duty of the elders, priests, teachers, deacons, and members of the church of Christ&mdash;An\napostle is an elder, and it is his calling to baptize . . .\n<\/p><p>\n\"And to teach, expound, exhort, baptize, and watch over the church . . .\n<\/p><p>\n\"The priest's duty is to preach, teach, expound, exhort, and baptize, and administer the\nsacrament,\n<\/p><p>\n\"And visit the house of each member, and exhort them to pray vocally and in secret and\nattend to all family duties . . .\n<\/p><p>\n\"The teacher's duty is to watch over the church always, and be with and strengthen them . . .\n<\/p><p>\n\"And is to be assisted always, in all his duties in the church, by the deacons, if occasion\nrequires\" (<span class=\"citation\" id=\"14378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14378)\">D&amp;C 20:38,42,46-47,53,57<\/a><\/span>).\n<\/p><p>\nAfter the Lord had given these plain instructions, one of the great revelations on priesthood\nclosed with this great admonition with which you should be familiar.\n<\/p><p>\n\"Wherefore, now let every man learn his duty, and to act in the office in which he is\nappointed, in all diligence.\n<\/p><p>\n\"He that is slothful shall not be counted worthy to stand, and he that learns not his duty and\nshows himself not approved shall not be counted worthy to stand\"\n(<span class=\"citation\" id=\"14484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14484)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\n<b>\"Watching Over the Church\"<\/b>\n<\/p><p>\nHome teaching then means \"watching over the Church\" as the scriptures have defined it.\nMissionary work is but home teaching to those who are not now members of the Church, and\nhome teaching is nothing more or less than missionary work to church members.\n<\/p><p>\n<b>Missionary Function, to the Seventy<\/b>\n<\/p><p>\nThe major responsibility in missionary work has been given to the seventies quorums, aided\nby the Aaronic Priesthood. Quorums of seventy, we have heard during our entire lifetime, are\none day to be called out as quorums to preach the gospel, and some of us thought that meant\nto some faraway country. The day is here when seventies are being called as quorums, where\nevery member of the seventies quorum can engage in some phase of missionary work. We\nremember again what the Lord said, that the Council of the Twelve should call upon the\nseventies when in need of assistance (<span class=\"citation\" id=\"14480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14480)\">D&amp;C 107:38<\/a><\/span>) to fill the various calls for preaching and administering\nthe gospel instead of any others. This is not to be construed to lessen the feeling of every\nmember of the Church to be a missionary. The missionary plan calls for the Saints to\ncooperate fully as requested and led by their leaders. In stakes which presently have few\nseventies, other priesthood holders must be assigned to these prime missionary duties.\n<\/p><p>\nFirst, before I pass this subject, I should call attention to the fact that our Aaronic Priesthood\nwas given a very vital place in the revelations where the Lord told us:\n<\/p><p>\n\"Therefore, take with you those who are ordained unto the lesser priesthood, and send them\nbefore you to make appointments, and to prepare the way, and to fill appointments that you\nyourselves are not able to fill.\n<\/p><p>\n\"Behold, this is the way that mine apostles, in ancient days, built up my church unto me\"\n(<span class=\"citation\" id=\"14427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14427)\">D&amp;C 84:107-108<\/a><\/span>).\n<\/p><p>\n<b>Youth Missionary Assignment<\/b>\n<\/p><p>\nAnd that becomes now the Aaronic Priesthood youth missionary committee&mdash;a priest, a\nteacher, and a deacon, with the bishopric heading up the Aaronic Priesthood, aided by the girls\nof comparable ages. They now are to enlist and to, shall I say, proselyte their friends and\nbring them into church activity programs.\n<\/p><p>\n<b>Genealogical Assignment<\/b>\n<\/p><p>\nIn the genealogical work, we recall the words of the Prophet Joseph: \"The greatest\nresponsibility in this world that God has laid upon us is to seek after our dead\"\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 356.) And then in a great revelation the Lord said:\n<\/p><p>\n\"Now the great and grand secret of the whole matter, and the <i>summum bonum<\/i> of the whole\nsubject that is lying before us, consists in obtaining the powers of the Holy Priesthood. For\nhim to whom these keys are given there is no difficulty in obtaining a knowledge of facts in\nrelation to the salvation of the children of men, both as well for the dead as for the living\"\n(<span class=\"citation\" id=\"14504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14504)\">D&amp;C 128:11<\/a><\/span>).\n<\/p><p>\nTo provide an effective relationship with the priesthood, the high priests group leader in each\nward has been designated as an adviser to the genealogical work. While all quorums have\nresponsibility in genealogical work, the leadership and coordination in the ward rest with the\nbishop and the high priests group leader. Melchizedek Priesthood quorums are right now\nengaged in studying their place in the genealogical program in their Melchizedek Priesthood\nquorum classes.\n<\/p><p>\n<b>Welfare Assignment<\/b>\n<\/p><p>\nA scripture quoting King Benjamin has long been quoted describing our welfare program.\nNow we apply it to the priesthood quorums: \". . . I would that ye should\nimpart of your substance to the poor,\" he said, \"every man according to that which he hath,\nsuch as feeding the hungry, clothing the naked, visiting the sick and administering to their\nrelief, both spiritually and temporally, according to their wants\"\n(<span class=\"citation\" id=\"40330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40330)\">Mosiah 4:26<\/a><\/span>).\n<\/p><p>\nHere again, while all quorums are to participate, the great strength of the elders quorums of\nthe Church are specifically charged with advisory coordination of church welfare under the\ndirection of the bishop.\n<\/p><p>\n<b>Correlation of Curricula<\/b>\n<\/p><p>\nMoving now to a correlated curriculum and the activities of the priesthood quorums, the\nfundamentals of this program, as I have told you, have already been predetermined; what will\nbe taught, subjects taught from three-year-olds up to the oldest adult, and the general plan\nhave already been approved. Our committees are now working on a fully coordinated program\nto present to the First Presidency. We are hopeful that this will be accomplished within the\nnext year or so.\n<\/p><p>\n<b>Parents and the Home<\/b>\n<\/p><p>\nIn all of these studies we have never had absent from our minds the responsibilities the Lord\nhas placed upon the parents in the home in the teaching of our children. You recall what the\nLord said:\n<\/p><p>\n<b>The Divine Charge to Parents<\/b>\n<\/p><p>\n\"And again, inasmuch as parents have children in Zion, or in any, of her stakes which are\norganized, that teach them not to understand the doctrine of repentance, faith in Christ the\nSon of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the\nhands, when eight years old, the sin be upon the heads of the parents.\n<\/p><p>\n\"For this shall be a law unto the inhabitants of Zion, or in any of her stakes which are\norganized.\n<\/p><p>\n\"And their children shall be baptized for the remission of their sins when eight years old, and\nreceive the laying on of the hands.\n<\/p><p>\n\"And they shall also teach their children to pray, and to walk uprightly before the Lord.\n<\/p><p>\n\"And the inhabitants of Zion shall also observe the Sabbath day to keep it holy.\n<\/p><p>\n\"And the inhabitants of Zion also shall remember their labors, inasmuch as they are appointed\nto labor, in all faithfulness; for the idler shall be had in remembrance before the Lord\"\n(<span class=\"citation\" id=\"14411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14411)\">D&amp;C 68:25-30<\/a><\/span>).\n<\/p><p>\n<b>\"Home Evening\" Statement of 1915<\/b>\n<\/p><p>\nThe instructions to which I have made reference and about which President McKay spoke\nwere given about fifty years ago. I read from a letter sent out to the Church in 1915 over the\nsignature of President Joseph F. Smith, Anthon H. Lund, and Charles W. Penrose. But I\nsuppose it is something like Mark Twain said about the weather: \"We talk a lot about the\nweather, but we don't seem to do anything about it.\" Now we have talked a lot about family\nhome evenings, and this is the announcement which was made. After I have given you this I\nwill make a few comments and then outline the program by which we are now to give\nstrength to the teaching of the family by the parents in the home. This is a quote from the\nletter.\n<\/p><p>\n\"We advise and urge the inauguration of a 'Home Evening' throughout the Church, at which\ntime father and mother may gather their boys and girls about them in the home, and teach\nthem the word of the Lord . . . This 'Home Evening' should be devoted to prayer, singing\nhymns, songs, instrumental music, scripture reading, family topics, and specific instructions on\nthe principles of the gospel, and on the ethical problems of life, as well as the duties and\nobligations of children to parents, the home, the Church, society, and the nation.\"\n<\/p><p>\nThen to those who would put this family home hour or evening into practice the Presidency\nmade this promise:\n<\/p><p>\n\"If the Saints obey this counsel, we promise that great blessings will result. Love at home and\nobedience to parents will increase. Faith will be developed in the hearts of the youth of\nIsrael, and they will gain power to combat the evil influences and\ntemptations which beset them.\"\n<\/p><p>\n<b>Assignment to Sunday Schools<\/b>\n<\/p><p>\nOur Sunday School organization has been helping to emphasize this important responsibility\nby articles in <i>The Instructor<\/i> and by a program which they have entitled, \"Gospel Living in the\nHome.\"\n<\/p><p>\n<b>Assignment to Primary Association<\/b>\n<\/p><p>\nOur Primary organization has had what they have called a Primary Home Partnership, by\nwhich the lessons taught in Primary are carried into the home, hopefully to become a part of\nthe family home evening.\n<\/p><p>\nPresident Joseph F. Smith, in commenting about the responsibility of parents in teaching their\nchildren, said this:\n<\/p><p>\n<b>Counsel of the Prophets on Teaching Children<\/b>\n<\/p><p>\n\"Do not let your children out to specialists in these things, but teach them by your own\nprecept and example by your own fireside. Be a specialist yourself in the truth. Let our\nmeetings, schools and organizations, instead of being our only or leading teachers, be\nsupplements to our teachings and training in the home. Not one child in a hundred would go\nastray, if the home environment, example and training, were in harmony with the truth in the\ngospel of Christ, as revealed and taught to the Latter-day Saints.\" (Joseph F. Smith,\n<i>Gospel Doctrine<\/i>, p. 302.)\n<\/p><p>\nAbout this same matter President Wilford Woodruff said:\n<\/p><p>\n\"It is one of the greatest blessings that God ever bestowed upon children that they have had\nparents who were in possession of true principles in relation to their Heavenly Father,\nsalvation, eternal life, and were qualified and capable of teaching and traditionating their\nchildren in the same that they may be qualified to fulfil the object of their creation . . .\nNinety-nine out of every hundred children who are taught by their parents the principles of\nhonesty and integrity, truth and virtue, will observe them through life\"\n(<i>Discourses of Wilford Woodruff<\/i>, pp. 266-268).\n<\/p><p>\nAnd then from President Heber J. Grant:\n<\/p><p>\n\"I have heard men and women say that they were going to let their sons and daughters grow\nto maturity before they sought to teach them the principles of the gospel, that they were not\ngoing to cram the gospel down them in their childhood, before they were able to comprehend\nit. When I hear men and women say this, I think they are lacking faith in the principles of the\ngospel and do not comprehend it as they should. The Lord has said it is our duty to teach our\nchildren in their youth, and I prefer to take His word for it rather than the words of those who\nare not obeying His commandments. It is folly to imagine that our children will grow up with\na knowledge of the gospel without teaching . . . I may know that the gospel is true, and so\nmay my wife, but I want to tell you that our children will not know that the gospel is true,\nunless they study it and gain a testimony for themselves. Parents are deceiving themselves in\nimagining that their children will be born with a knowledge of the gospel.\" (Heber J. Grant,\n<i>Gospel Standards<\/i>, p. 155.)\n<\/p><p>\n<b>Lessons for Teaching in the Homes<\/b>\n<\/p><p>\nThis next year will see some definite steps taken to strengthen the hands of the parents in\ncarrying out these great God-given admonitions in placing stress upon the teaching of the\ngospel in the home. The first step will be to give every parent a set of lessons, one for each\nweek throughout the coming year, for them to teach the gospel to their family in the home.\nAs we have talked about the frequency of this, we are not sure whether one for every week,\nor three for a month, or two for a month, or one a month may be the desirable, but we call\nyour attention to this. I have studied the proposed lessons which we are going to have studied\nby the priesthood quorums on the subject of what the father's responsibility is in teaching the\ngospel in the home. The Relief Society will teach a similar lesson once a\nmonth in the Relief Society for the mothers. As I read these proposed lessons, the more of\nthese weekly home lessons we can have taught in the home, the better we will be able to\ncorrelate with the priesthood instruction and the Relief Society lessons.\n<\/p><p>\n<b>Auxiliary Supporting Publications Monthly<\/b>\n<\/p><p>\nThere will be, we suppose, some optional activity. We are asking auxiliary heads to publish\nmonth by month next year suggestions for suitable activities for each age group\nrepresented&mdash;the Primary for little children, the Era for teenage children, the Sunday School for both old\nand young, and the Relief Society for mothers primarily. The time has now come when the\nGeneral Authorities have decided to correlate and coordinate all of these efforts under the\ndirection of the priesthood, and we announce, then, a new program to assist parents in the\nteaching of the gospel in the home. This program, \"Teaching and Living the Gospel in the\nHome,\" is to be inaugurated throughout the Church in January 1965. As an example, the first\nfour lessons for Primary children are as follows:\n<\/p><p>\n\"I Am a Child of My Heavenly Father.\"<br \/>\n    \"I Am a Child of My Heavenly Father\n       with Special Gifts from Him.\"<br \/>\n    \"I Am a Child of My Heavenly Father\n       &mdash;His Heir.\"<br \/>\n    \"As a Child of My Heavenly Father\n    I Have the Right to Pray to Him.\"\n<\/p><p>\n<b>Melchizedek Priesthood Lessons<\/b>\n<\/p><p>\nThe Melchizedek Priesthood lessons, as I have said, will be given throughout the entire year\nof 1965 designed to help the fathers and every priesthood holder become better fathers and\nhusbands. The general theme of these lessons is \"Magnifying the Priesthood in the Home.\" As\nan example, the first ten lessons are as follows:\n<\/p><p>\n\"Why the Church Has Initiated a Family Home Evening Program.\"<br \/>\n\"Studying the Scriptures.\"<br \/>\n\"Carrying Out the Challenge Relating to the Program Given in Priesthood Meeting.\"<br \/>\n\"Activities Outlined in Home Program.\"<br \/>\n\"The Eternal Family Is One of the Most Important Ways to Obtain Lasting Joy.\"<br \/>\n\"The Family and the Patriarchal Order.\"<br \/>\n\"Providing Opportunities and a Proper Environment for the Spirit Children of Our Heavenly\nFather to Come to this Earth.\"<br \/>\n\"Teaching the Gospel of Jesus Christ to Children.\"<br \/>\n\"A Basic Unit of Society.\"<br \/>\n\"Making Satisfactory Adjustments in Marriage.\"\n<\/p><p>\n<b>Relief Society Lessons for Mothers<\/b>\n<\/p><p>\nI came across one of the lessons for the Relief Society to teach mothers what their role is in\nteaching the gospel in the home, and I found this rather interesting observation, \"How often in\npast years have we heard a Latter-day Saint mother say, 'I wish my husband could have heard\nthe discussion today. Had he done so, I am sure he would feel differently about a particular\nproblem we have in our home.'\" It is a realistic observation that with widely divergent points\nof view the efforts of one parent often may nullify the efforts of the other parent, sometimes\nwith great detriment to the persons involved and to the problems which need to be resolved.\nThe first Relief Society lesson is entitled \"Introduction for Teaching the Gospel in the Home\";\nthe second one, \"The Eternal Family.\"\n<\/p><p>\n<b>Home Evening Manual<\/b>\n<\/p><p>\nSimultaneously fathers and mothers will be taught, and the home teachers in their visits to the\nhomes of members in December 1964 will explain the new program and will present the\nparents with the <i>Home Evening Manual<\/i>. Additional instructions and suggestions will be given\nto the home teachers during 1965 so that they can be of assistance to the parents in\nstrengthening home relationships.\n<\/p><p>\n<b>The Program's Introduction<\/b>\n<\/p><p>\nIn order to introduce this program, it is proposed that at one of the first priesthood meetings\nafter this general conference there be a program carried out to introduce to the priesthood in\neach stake in the Church the family home evening program. We have now material which will\nbe sent to you to give you suggestions on that program.\n<\/p><p>\nIn introducing the program in each ward we have prepared a filmstrip on the family home\nevening program which may be available to every stake and through the stake to every ward.\nThe major objectives of the filmstrip are to explain the family home evening program, to\ninterest and motivate parents in implementing the program, and to demonstrate to parents\nmethods by which they can carry out the program in their own families.\n<\/p><p>\nThese lessons can be adapted, and suggestions will be made in order to fit every age child in\nthe home.\n<\/p><p>\nWith that much having been said, we would like to call your attention to what the Lord has\nsaid:\n<\/p><p>\n\"How long can rolling waters remain impure? What power shall stay the heavens? As well\nmight man stretch forth his puny arm to stop the Missouri river in its decreed course, or to\nturn it up stream, as to hinder the Almighty from pouring down knowledge from heaven upon\nthe heads of the Latter-day Saints\" (<span class=\"citation\" id=\"14497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14497)\">D&amp;C 121:33<\/a><\/span>).\n<\/p><p>\n<b>The Priesthood to Point the Way<\/b>\n<\/p><p>\nWe have discovered an interesting fact at our Mormon Pavilion at the World's Fair in New\nYork: that the great strength of our pavilion as a missionary project is not in the paintings, not\nin the sculpture work, not in the film, but in the presentation of the missionaries who have the\npriesthood of God and in the wonderful spirit which our missionaries have.\n<\/p><p>\nAs you go out tomorrow look to the east, just underneath the west towers of the great Salt\nLake Temple, and see a depiction of the dipper pointing toward the North Star, which\nTruman O. Angell said in an article in the Millennial Star was to symbolize to the Church\n\"that through the priesthood of God, the lost might find their way.\" May every priesthood\nholder remember that responsibility.\n<\/p><p>\n<b>\"No Fallen Lighthouse!\"<\/b>\n<\/p><p>\nI was at Boston Stake conference a few weeks ago. We installed a young pilot who had\nserved in the Air Force, a fighter pilot, as a counselor in the stake presidency. I was very\nmuch impressed by his feeling of responsibility. He said something which I want to impress\nupon you leaders throughout the entire Church. He said, \"I am very fearful of this\nresponsibility now as a member of the stake presidency, because I have come to know that the\nmost dangerous of all traffic aids is a fallen lighthouse, since so many people depend upon it\nfor guidance and for safety.\"\n<\/p><p>\n<b>To Guarantee Success<\/b>\n<\/p><p>\nTo have a leader that fails, a \"fallen lighthouse\" upon whom God depends in a ward or stake\nor in a general capacity, is the most dangerous thing in the world, because so many are\ndepending on the functioning of that particular man. And so we propose to give out to the\nChurch now these plans which we ask you as stake leaders to be prepared to announce in\nyour stakes as soon as you can after this conference. We will give you materials to help train\nyour ward people and home teachers in order that we may get off at the beginning of the year\nin this great project of the Lord, that for fifty years has been waged and now is to be\nstrengthened by a set of planned lessons for the parents in the home, actually outlined for the\nparents to teach their children and to carry out appropriate activities to aid in the\nstrengthening of the home. As I have thought of home night, I have thought of my own\nfamily, and I suppose all of you have as you have been listening. When our oldest daughter\nwas to be married to a fine Latter-day Saint boy the two mothers were in the corner of the\nroom talking to each other, and the mother of our oldest daughter said, \"You know, from the\ntime my little girl was born, I have been praying all my life that somewhere a mother\nwould be preparing a son worthy to marry my daughter.\" And this other\nmother smiled and said, \"Isn't that strange? This is my only son who is being married to your\ndaughter, and ever since he was born, I, too, have been praying that somewhere there would\nbe a mother preparing a daughter worthy to meet and to marry my son.\"\n<\/p><p>\nIt is that kind of home attention&mdash;mothers preparing daughters, fathers and mothers,\nsons&mdash;that will make us and our homes stronger today.\n<\/p><p>\n<b>Four Standard Works for Everyone<\/b>\n<\/p><p>\nOne of the hopes we have in this program is that the four standard works will be in the\npossession of every boy and girl deacons age and older and that on Easter, on birthdays, on\nChristmas, on New Year's, you make this a part of your family giving to your children, so\nthey may have the joy of personally owning the Bible, the Book of Mormon, the Doctrine and\nCovenants, and the Pearl of Great Price, and from these precious pages begin to be instructed\nin the ways of the Lord.\n<\/p><p>\nAs I thought of what we are doing now and its possible impact, the words of the Prophet\nMicah came, \"But in the last days it shall come to pass, that the mountain of the house of the\nLord shall be established in the top of the mountains, and it shall be exalted above the hills;\nand people shall flow unto it.\n<\/p><p>\n\"And many nations shall come, and say, Come, and let us go up to the mountain of the Lord,\nand to the house of the God of Jacob; and he will teach us of his ways, and we will walk in\nhis paths: for the law shall go forth of Zion, and the word of the Lord from Jerusalem\"\n(<span class=\"citation\" id=\"37892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37892)\">Micah 4:1-2<\/a><\/span>).\n<\/p><p>\n<b>Unity, the Way<\/b>\n<\/p><p>\nI say to you Latter-day Saint mothers and fathers, if you will rise to the responsibility of\nteaching your children in the home&mdash;priesthood quorums preparing the fathers, the Relief\nSociety the mothers&mdash;the day will soon be dawning when the whole world will come to our\ndoors and will say, \"Show us your way that we may walk in your path.\"\n<\/p><p>\nMay the Lord bless us all. We thank the Lord tonight for a prophet leader who has the vision\nand courage to continue to guide us and to point the way to the strengthening of the Church\nthrough the priesthood of Almighty God which I bear testimony in his power and in his\nauthority for the salvation of all mankind within the limitations as indicated by each setting\napart by the laying on of hands. To that I bear humble testimony in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}