{"ID":1367, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Man of the Priesthood<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, David Lawrence McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1964, p. 91-93<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>Charge to the Priesthood<\/b>\n<\/p><p>\nTo the seventy thousand or more priesthood members assembled tonight, I should like to\nquote the truth and the admonition given by Peter the chief Apostle to the members of the\npriesthood over nineteen hundred years ago. That chief Apostle wrote these lines and\naddressed them to the elders of that time:\n<\/p><p>\n\". . . I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a\npartaker of the glory that shall be revealed:\n<\/p><p>\n\"Feed the flock of God which is among you, taking the oversight thereof, not by constraint,\nbut willingly; not for filthy lucre, but of a ready mind;\n<\/p><p>\n\"Neither as being lords over God's heritage, but being ensamples to the flock.\n<\/p><p>\n\"And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not\naway.\n<\/p><p>\n\"Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to\nanother, and be clothed with humility: for God resisteth the proud, and\ngiveth grace to the humble.\n<\/p><p>\n\"Humble yourselves therefore under the mighty hand of God, that he may exalt you in due\ntime:\n<\/p><p>\n\"Casting all your care upon him; for he careth for you.\n<\/p><p>\n\"Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about,\nseeking whom he may devour:\n<\/p><p>\n\"Whom resist steadfast in the faith, knowing that the same afflictions are accomplished in\nyour brethren that are in the world\" (<span class=\"citation\" id=\"2300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2300)\">1 Pet. 5:1-9<\/a><\/span>).\n<\/p><p>\nThese instructions are nineteen-hundred-years old, yet new today, and just as applicable as\nthen to the elders of this Church. Peter said they should be \"ensamples to the flock.\" I should\njust like to ask if that example starts at home. What better place to exercise the lofty ideals of\nthe priesthood?\n<\/p><p>\n<b>Gratitude for Parents<\/b>\n<\/p><p>\nThe older I grow, the more grateful I am for my parents, for what they did in that old country\nhome. They lived the gospel. Father used to preach it, particularly to visitors who came, more\nthan to us boys and girls; but both Father and Mother lived the gospel. I realize more than\never before that my testimony of the reality of the existence of God dates back to that home\nwhen I was a child, and it was through their teachings and their examples that I received,\neven as a child, the absolute knowledge that God is my Father, that I received then the\nknowledge of the reality of the spiritual world, and I testify to you tonight that that is a\nreality.\n<\/p><p>\nIt is easy for me to accept as a divine truth the fact that Christ preached to the spirits in\nprison while his body lay in the tomb (<span class=\"citation\" id=\"2294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2294)\">1 Pet. 3:18-19<\/a><\/span>).\nIt is true. And it is just as easy for me to realize that\none may so live that he may receive impressions and direct messages through the Holy Ghost.\nThe veil is thin between those who hold the priesthood and those on the other side of the veil.\n<\/p><p>\n<b>Testimony Borne in the Home<\/b>\n<\/p><p>\nThat testimony began, was borne in that home, because of the example of a man who lived\nthe priesthood and a wife who sustained him and lived it in the home. I do not know that\nPeter had that in mind, particularly, when he mentioned \"being ensamples to the flock\"\n(<span class=\"citation\" id=\"2301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2301)\">1 Pet. 5:3<\/a><\/span>), but I do know that each home is a part of that flock. The influence you spread in your\nhome will go throughout the ward, the stake, and then will go throughout the city, the state,\nthe country, and the world.\n<\/p><p>\nThe most precious thing in the world is a testimony of the truth. Truth never grows old, and\nthe truth is that God is the source of your priesthood and mine, that he lives, that Jesus Christ\nstands at the head of this Church, and that every man who holds the priesthood, if he lives\nproperly, soberly, industriously, humbly, and prayerfully, is entitled to the inspiration and\nguidance of the Holy Spirit. I know that it is true!\n<\/p><p>\n<b>Exemplify Truth in Our Homes<\/b>\n<\/p><p>\nGod help us to defend the truth&mdash;better than that, <i>to live it, to exemplify it in our homes.<\/i>\nWhat we owe to our parents we cannot express. Are you going to have that same influence on\nyour children, you parents&mdash;fathers and mothers? Never set an improper example before\nthem. You are men of the priesthood, and you are leaders. Never let them hear a cross word.\nYou should control yourself. He is a weak man who flies into a passion, whether he is\nworking a machine, plowing, or writing, or whatever he may be doing in the home. A man of\nthe priesthood should not fly into a passion. Learn to be dignified.\n<\/p><p>\n<b>Home is Transformed by Priesthood Honored<\/b>\n<\/p><p>\nTo hold the priesthood of God by divine authority is one of the greatest gifts that can come to\na man, and worthiness is of first importance. The very essence of priesthood is eternal. He is\ngreatly blessed who feels the responsibility of representing Deity. He should feel it to such an\nextent that he would he conscious of his actions and words under all conditions. No man who\nholds the Holy Priesthood should treat his wife disrespectfully. No man who holds that\npriesthood should fail to ask the blessings on his food or to kneel with his wife and children\nand ask for God's guidance. A home is transformed because a man holds\nand honors the priesthood. We are not to use it dictatorially, for the Lord has said that \". . .\nwhen we undertake to cover our sins, or to gratify our pride, our vain ambition, or to exercise\ncontrol or dominion or compulsion upon the souls of the children of men, in any degree of\nunrighteousness, behold the heavens withdraw themselves; the Spirit of the Lord is grieved;\nand when it is withdrawn, Amen to the priesthood or the authority of that man\"\n(<span class=\"citation\" id=\"14498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14498)\">D&amp;C 121:37<\/a><\/span>).\nThat revelation given by the Lord to the Prophet Joseph Smith is one of the most\nbeautiful lessons in pedagogy or psychology and government ever given, and we should read\nit over and over again in the 121st section of the Doctrine and Covenants.\n<\/p><p>\n<b>The Divine Brotherhood<\/b>\n<\/p><p>\nLet us realize that we are members of the greatest fraternity, the greatest brotherhood&mdash;the\nbrotherhood of Christ&mdash;in all the world, and do our best each day, all day, to maintain the\nstandards of the priesthood.\n<\/p><p>\nLet us live honest, sincere lives. Let us be honest with ourselves, honest with our brethren,\nhonest with our family, honest with men with whom we deal, always honest, for eyes are\nupon us, and the foundation of all character rests upon the principles of honesty and sincerity.\n<\/p><p>\nGod is guiding this Church. Be true to it. Be true to your families, loyal to them. Protect your\nchildren. Guide them, not arbitrarily, but through the kind example of a father, a loving\nmother, and so contribute to the strength of the Church by exercising your priesthood in your\nhome and in your lives, I pray in the name of Jesus Christ. Amen.\n<\/div>\n<\/div>"}