{"ID":1368, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spiritual Dimension<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, October 1964, pp. 93-96<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, I feel great strength in the presence of the priesthood. How thrilling it has\nbeen to listen to these young men [Grant Pace and Scott Peterson, whose addresses will be\npublished in the <i>Conference Report<\/i>].\n<\/p><p>\nThe Lord must be very pleased about the prospects for his Church in the future, and, of\ncourse, the most gratifying aspect of all is the fact that there are hundreds and hundreds of\nyoung men&mdash;deacons, teachers, and priests&mdash;from all over the Church who could have\nrepresented their quorums here tonight with sincerity, with ability, and with a fervent\ntestimony that God lives.\n<\/p><p>\n<b>What Gives \"Spiritual Dimension\"?<\/b>\n<\/p><p>\nWhat causes a boy to think this way? What is it that gives spiritual dimension during teenage\nyears? Certainly, in the eyes of the world, this type of thinking should come much later in\nlife, but we Mormons seem to be different. These two young men have been obviously\nwell-trained. The academic quality of their talks has been superior. How grateful we are to the\npublic schools and to church activity that have made this excellence possible.\n<\/p><p>\nHowever, the thing that has made these talks truly outstanding is their rich spiritual dimension\nand sincerity. Truly, this has enabled their messages through the Spirit of the Lord to sink\ndeeply into the hearts and minds of those of us who have been privileged to listen.\n<\/p><p>\n<b>Sincere Spirit of Testimony<\/b>\n<\/p><p>\nThis is the same sincerity and spirit of testimony that makes a Mormon missionary successful\nin his field of labor. His discussion, his testimony is not a mere communication of words. It is\nmuch more than that. It is a transmittal of the Spirit of God into the hearts of those receptive\nto his message.\n<\/p><p>\nSpeaking of this spiritual dimension, may we acknowledge the hand of the Primary teachers,\nthe Sunday School, the MIA, priesthood advisers, seminary instructors, and bishops in helping\nto mold this spiritual image which is such a vital factor among our youth. But may we, most\nof all, pay tribute to loving and devoted parents who are not too busy, not too preoccupied to\nteach their children to pray, to worship, to be unselfish, and to study not only the academic\nrequirements but also those things called spiritual.\n<\/p><p>\n<b>Spirituality First Taught<\/b>\n<\/p><p>\nWhen should parents start teaching spirituality? Spirituality is taught in the first hour of the\nfirst day of a babe's mortal existence, for the deepest expression of spirituality is love; and\nwhen love is expressed as only a parent can express love, there is a real and definite\nregistration made in the heart and mind of the tiniest babe. Everyone here has seen a babe in\na high chair, closing his eyes and bowing his head as the blessing is said on the food, even\nbefore he is able to walk. We can't start too soon, brethren. We must start on the very first\nday of life.\n<\/p><p>\nWhat must we do to give this spiritual dimension to our children? Where do we find time? Is\nten minutes a day too much? Few stories from the scriptures would take more than ten\nminutes to retell in the vocabulary of your children, whatever the age might be. Yes, these\nstories are told and retold in the auxiliaries of the Church but never with quite the same\nimpact that is found as a parent tells the story in the environment of the home and the\nfireside.\n<\/p><p>\nJust this week a fine bishop who has traveled 8,000 miles to this conference, all the way from\nNew Zealand, told of how he had recently read a Book of Mormon story to his children\nbefore bedtime. It was the touching story of Nephi as he suffered persecution at the hands of\nhis own brothers. Bishop Palmer described the tears of sympathy streaming down the cheeks\nof his young son as the story unfolded.\n<\/p><p>\n<b>Children's Capacity for Spiritual Teaching<\/b>\n<\/p><p>\nYes, brethren, our children have an amazing capacity for spiritual teaching at a most tender\nage, and somehow it becomes extra special when taught by the parents in the home.\n<\/p><p>\nNow, may I divert momentarily to tell you of the great spiritual strength Sister Simpson and I\nfelt from two teenage youngsters who stood at the base of the stairs leading to the glistening\nNew Zealand Temple on the eve before its dedication in 1958. Because it was after dark, the\ntemple appeared to be suspended in space as large floodlights bathed it in a fluorescent, bluish\nglow. It was beautiful to behold.\n<\/p><p>\nThe youngsters had just completed a long tedious journey in an open truck, and as they\narrived, they ran directly from the truck to the temple steps. This was a dream come true.\nThey were looking at a temple of the Lord for the first time in their young lives. After a\nmoment of silence, one of them finally spoke and said, \"Let us go up where we can touch it.\"\nAfter a few short moments the other one said, \"Do you really think we should?\"\n<\/p><p>\nThen following a short discussion, both agreed that it would be better to wait until morning\nafter they had had a chance to clean up and put on their finest Sunday clothes before going up\nto touch the house of the Lord.\n<\/p><p>\nAs Sister Simpson and I stood there unnoticed by these two young people, our hearts were\noverjoyed at the thought of parental teaching that had given this spiritual dimension to the\nyouth of Zion, way down in the South Pacific.\n<\/p><p>\nOn another occasion in far-off New Zealand, a young Maori boy, who was a teacher in the\nAaronic Priesthood, came to our elders' quarters, arousing us in the middle of the night. In\nhis hand was a piece of paper, and in his eyes there were tears. \"Elder Simpson, will you\nplease keep my teacher's certificate for me for a few days? Will you keep it for me until I\ncan make myself worthy of it once again?\"\n<\/p><p>\nI am pleased to say that the infraction was not too serious, and things were all right in a very\nshort time, but I was grateful once more for parental teachings that gave this\nboy a conscience. To him, the privilege of holding the priesthood was sacred and was\nincompatible with his fleeting moment of weakness during the past day or so.\n<\/p><p>\nIncidentally, I might report that he found during this episode that it was not possible to lay\naside the priesthood for a few days by simply handing over his certificate. I am certain there\nare many who wish it were this easy.\n<\/p><p>\nOh, what a sad thing it is to see young men compromise their priesthood obligation through\nthe dangerous practice of rationalization. The adversary is quick to help anyone develop the\nknack of convincing himself that almost anything is okay under certain conditions.\n<\/p><p>\nWe listened to a good illustration here tonight about the difference between black and white\nand all the shadings of gray. Sometimes the adversary is sitting there on our shoulder trying\nto take us into that area of gray just a little farther.\n<\/p><p>\nI shall never forget the prime example of rationalization. It was an experience I had during a\nvisit to a prison at the request of the warden. He wanted someone to give a word of\nencouragement to three boys claiming to be Latter-day Saints. I met these three young men,\nand found out right away that although they had been baptized, they had not had the benefit\nof parental teaching. They knew very little about the Church, but they did know they were\nLatter-day Saints.\n<\/p><p>\nAn arrangement was made that I might talk to each of them privately. During our discussions,\nI found out that the first two young men were in prison for stealing. As I turned my attention\nto the third young man, I said, \"I suppose you are in here for stealing?\" He stood up to his\nfull stature, and he said, \"Elder, I wouldn't steal. My mother taught me never to steal\nanything from anyone. I wouldn't go into a house or store and take anything that wasn't\nmine. I'm not in here for stealing. I'm in here for forgery.\"\n<\/p><p>\nWell, now, brethren of the priesthood, how about this gray area? That was pretty dark gray I\nwould say. I think he was over in the black. But I want to tell you we have to be on constant\nguard for this thing called rationalization.\n<\/p><p>\n<b>Father and Son<\/b>\n<\/p><p>\nI see hundreds of fathers in the Tabernacle tonight with their sons. What a glorious sight this\nis. The Lord must be very pleased, for there are scores of meetinghouses all over this\ncontinent with other dads sitting in this priesthood meeting with their sons. Do you realize\nthat there are probably more father-son combinations in this meeting tonight than in any\nmeeting ever held in the history of the world? President McKay has suggested that 70,000\nmen and boys are assembled all holding the priesthood of our Heavenly Father. Find me the\nequal to it. It just doesn't exist, for this is his Church, and this meeting tonight is an evidence\nof it.\n<\/p><p>\nWe are showing the way to the world, brethren. What more common ground could a father\nand a son have to start a heart-to-heart talk? You both hold the priesthood of God. You have\neverything worth having in common so long as you honor it and magnify it.\n<\/p><p>\n<b>Means of Motivation<\/b>\n<\/p><p>\nAs we preside over the affairs of our homes, dads, it becomes largely a matter of motivating\nmembers of the family in the proper direction. I understand from the experts that there are\nfive basic methods of motivation: love, duty, reward, fear, and force. Now fear and force are\ntools of the adversary and typify organizations of his making. No parent has ever been able to\nsecure a real and long-lasting objective with a child using either of these methods. While the\nimmediate purpose is almost always guaranteed; in terms of eternity, they always fail.\n<\/p><p>\n<b>Incentives<\/b>\n<\/p><p>\nDue to the human element in all of us, there is often merit in the reward incentive program. A\ndesire for a Certificate of Achievement, an Individual Award, or a Duty to God recognition\nhas paid handsome dividends through the years in encouraging young people\nto greater church activity. On the other hand, we see frequent examples of selfishness being\nbuilt up in the hearts of children as the reward program is carried to excess by unthinking\nparents who give too freely to their children and keep giving and giving and giving.\n<\/p><p>\nAll should be sensitive to duty. We are a part of society, a social organization or a religious\ngroup, and as such we have an obligation to the group, not always at our personal\nconvenience. We are sometimes moved to good works simply because it is our duty to do so,\nand a God-given conscience will not let us rest until our duty is done. We should feel very\nsorry for people without conscience. It is a manifestation of selfishness, in my opinion.\n<\/p><p>\nBut first and foremost, at the top of the list, second to none, brethren, is that motivation\nwhich is love. \"If ye love me, keep my commandments\"\n(<span class=\"citation\" id=\"28129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28129)\">John 14:15<\/a><\/span>). Obedience will always\nbe the result of love. It is an eternal principle. More love in our hearts increases our capacity\nfor love and, consequently, greater devotion and an even greater degree of obedience. And\nafter we are more obedient, we have greater capacity for love and on it goes like an endless\nspiral upward, terminating in the presence of our Heavenly Father.\n<\/p><p>\nMy final plea tonight is to all youth of the Aaronic Priesthood and concerns one of the most\nimportant of God's commandments. It was given to the children of Israel and has never been\nset aside nor altered through the ages. \"Honour thy father and thy mother: that thy days may\nbe long upon the land which the Lord thy God giveth thee\"\n(<span class=\"citation\" id=\"22725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22725)\">Ex. 20:12<\/a><\/span>). This is our duty.\nOur spiritual Father has spoken out of his <i>love<\/i> for us. And as we do our duty and keep this\ncommandment the very process of honoring our parents will promote a love and affection that\nwill eventually replace the duty aspect and bring an eternal love into the family circle.\n<\/p><p>\nAn unkind word of disrespect to a parent is incompatible with the priesthood. If such has\nbeen the case, we must seek help from the Lord in fervent prayer to overcome a tendency\nthat, if continued, will assuredly stand between us and the ultimate presence of the Lord.\n<\/p><p>\nNow, what about the promise associated with this commandment, \". . . that thy days may be\nlong upon the land which the Lord thy God giveth thee\"\n(<span class=\"citation\" id=\"22726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22726)\">Ex. 20:12<\/a><\/span>)? This is not only a promise\nof a maximum mortal span but an eternal promise as well. President Joseph Fielding Smith\nmade it very clear yesterday morning that this earth upon which we live will be celestialized.\nMay we not then logically conclude, brethren, that as we honor our mothers and our fathers,\nwe can also think in terms of living on this goodly land forever and ever, provided the other\nareas of our lives are worthy of a celestial reward. That we might stay long upon the land that\nGod has given us, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}