{"ID":1369, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep the Commandments<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1964, pp. 99-101<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI commend to all what has been said by the various speakers. I have appreciated so much\nwhat these young boys have said tonight, the wonderful message of the President, Brother\nSimpson's timely instruction, and Brother Lee's part of the program which was so very\nimportant to all of us. We commend it to you. We trust that all will undertake to profit by\nwhat Brother Lee has told us.\n<\/p><p>\n\"Every man,\" James M. Barrie said, \"is a diary in which he means to write one story and\nwrites another, and his humblest hour is when he compares the volume as it is with what he\nvowed to make it.\"\n<\/p><p>\n<b>Prepare to Receive the Holy Spirit<\/b>\n<\/p><p>\nI think it important as we think of life, its opportunities, its possibilities, its challenges, its\ninspirations, that we undertake to qualify ourselves to receive from the Holy Spirit the\ninstruction and direction from day to day that will keep us in the path of duty.\n<\/p><p>\nMay I make a suggestion, and I thought of it after I came into the building tonight. I wish the\nhead of every house would get a large cardboard and print on it by hand in letters large\nenough to be seen across the room the twentieth chapter of Exodus, the third through the\nseventeenth verses (<span class=\"citation\" id=\"22722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22722)\">Ex. 20:3-17<\/a><\/span>).\nWill you put that on the wall where you and other members of the family\nwill see it every day. Read it, assimilate its meaning, profit by its instruction.\n<\/p><p>\nAnd then get another cardboard the same size and write on that one the fifth chapter of\nMatthew, from the third through the twelfth verses\n(<span class=\"citation\" id=\"35302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35302)\">Matt. 5:3-12<\/a><\/span>). If you will put these side by side and read\nthem every morning&mdash;you can read them while you are shaving or washing or getting ready\nto go to work or to school&mdash;they will remind you of who you are and what is expected of\nyou.\n<\/p><p>\nI am going to take just a moment to read quickly what I want to recommend that you put in\nyour rooms.\n<\/p><p>\n<b>The Ten Commandments<\/b>\n<\/p><p>\n\"Thou shalt have no other gods before me.\n<\/p><p>\n\"Thou shalt not make unto thee any graven image, or any likeness of any\nthing that is in heaven above, or that is in the earth beneath, or that is in the water under the\nearth:\n<\/p><p>\n\"Thou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a\njealous God, visiting the iniquity of the fathers upon the children unto the third and fourth\ngeneration of them that hate me;\n<\/p><p>\n\"And shewing mercy unto thousands of them that love me, and keep my commandments.\n<\/p><p>\n\"Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him\nguiltless that taketh his name in vain.\n<\/p><p>\n\"Remember the sabbath day, to keep it holy.\n<\/p><p>\n\"Six days shalt thou labour, and do all thy work:\n<\/p><p>\n\"But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work,\nthou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor\nthy stranger that is within thy gates:\n<\/p><p>\n\"For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested\nthe seventh day: wherefore the Lord blessed the sabbath day, and hallowed it.\n<\/p><p>\n\"Honour thy father and thy mother: that thy days may be long upon the land which the Lord\nthy God giveth thee.\n<\/p><p>\n\"Thou shalt not kill.\n<\/p><p>\n\"Thou shalt not commit adultery.\n<\/p><p>\n\"Thou shalt not steal.\n<\/p><p>\n\"Thou shalt not bear false witness against thy neighbour.\n<\/p><p>\n\"Thou shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor\nhis manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy\nneighbour's\" (<span class=\"citation\" id=\"22721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22721)\">Ex. 20:3-17<\/a><\/span>).\n<\/p><p>\n<b>Resolve to Honor Them<\/b>\n<\/p><p>\nLet each one of us read that every day and then pray to the Lord before going to school or to\nwork and say to him, \"For today I am going to keep the Ten Commandments.\"\n<\/p><p>\n<b>The Beatitudes<\/b>\n<\/p><p>\nAnd then turn to the other, which is more of the positive than negative approach. To the\nIsraelites it was largely \"Thou shalt not,\" but Jesus when he came to serve said: \"Ye have\nheard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. But I say\nunto you\" (<span class=\"citation\" id=\"35318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35318)\">Matt. 5:43-44<\/a><\/span>).\nAnd all through he says, \". . . it hath been said. . . . But I say\nunto you. . . .\" And then he gives us a list of those who are to be counted among the blessed.\n<\/p><p>\n\"And he opened his mouth, and taught them, saying,\n<\/p><p>\n\"Blessed are the poor in spirit: for theirs is the kingdom of heaven.\n<\/p><p>\n\"Blessed are they that mourn: for they shall be comforted.\n<\/p><p>\n\"Blessed are the meek: for they shall inherit the earth.\n<\/p><p>\n\"Blessed are they which do hunger and thirst after righteousness: for they shall be filled.\n<\/p><p>\n\"Blessed are the merciful: for they shall obtain mercy.\n<\/p><p>\n\"Blessed are the pure in heart: for they shall see God.\n<\/p><p>\n\"Blessed are the peacemakers: for they shall be called the children of God.\n<\/p><p>\n\"Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of\nheaven.\n<\/p><p>\n\"Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of\nevil against you falsely. . . .\n<\/p><p>\n\"Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they\nthe prophets which were before you\" (<span class=\"citation\" id=\"35301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35301)\">Matt. 5:2-12<\/a><\/span>).\n<\/p><p>\n<b>Let the Inspired Word of God Fix Your Daily Attitude<\/b>\n<\/p><p>\nI wanted to leave this as a challenge, for I am persuaded that if I can start my day right by\nreading some appropriate scripture and then kneel and ask God to help me to remember it,\nand then if through the day I can remember that I am going to talk to him again that night\nand report on what I have been doing and how well I have kept my covenant, I believe it\nwould help me to be a better man.\n<\/p><p>\nGod bless you, my brethren, you who are present in this great auditorium\nand you other thousands out there, to whom the President of the Church has addressed such a\nmoving appeal. I pray that God will bless the head of every family that it may be like these\ntwo men here sitting by their boys, preparing them for the calls that are to come to them.\nMany of you have your sons with you tonight. I want to tell you that no boy needs to have a\nboard and a chalk to tell how big he is if there is the kind of man around that he would like\nto be. That is the way boys react to the actions of their elders.\n<\/p><p>\nGod bless the young people. God bless Israel, and may his peace and blessing be with all of\nus now and forevermore. I leave my testimony and my blessing with you humbly in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}