{"ID":1370, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">More than a Philosophy<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1964, pp. 102-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters (and we hope you who are far away and listening in will permit us to\naddress you in those terms, because we believe we are all brothers and sisters), these great\nsemi-annual conferences of The Church of Jesus Christ of Latter-day Saints provide an\nopportunity for communication and better understanding, also an opportunity to discuss some\nof the tenets of our faith with our friends who are interested. We appreciate your interest, and\nwe invite your consideration with us of some of the principles in which we believe.\n<\/p><p>\n<b>Most Profound and Hopeful Philosophy for the World<\/b>\n<\/p><p>\nWe believe that as a philosophy, Mormonism is the most profound and the most hopeful in\nthe world today. But it is more than a philosophy. To us it is the restored gospel of Jesus\nChrist, unadulterated by the speculations of men. The basic idea of our religion is the\nFatherhood of God and the brotherhood of man, with the love of God and the love of fellow\nmen as basic principles (<span class=\"citation\" id=\"35386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35386)\">Matt. 22:37,39<\/a><\/span>).\nThis philosophy was partially envisioned, of course, by Plato,\nAristotle, and others, but it was proclaimed with inspiring clarity by Jesus the Christ as a\nreligion. After the crucifixion of Christ and the death of his Apostles, it became watered down\nalmost to the point of insipidity during the attempt to Christianize the pagans, which resulted\nlargely in paganizing Christianity. Hence there was a need for a restoration and for continued\nrevelation, and that in essence is our message to you this morning.\n<\/p><p>\nMillions have believed in this message and have borne witness that it is true, and that witness\nhas come as they believe and as we know from the Holy Spirit. If it is true, it is of\ntranscendent importance as it involves the salvation of the human family. If it is false, it will,\nof course, come to naught.\n<\/p><p>\n<b>Mormonism Defined<\/b>\n<\/p><p>\nPresident John Taylor, in his definition of Mormonism, said: \"The everlasting Gospel, made\nknown in the last days, is nothing more nor less than the ancient religion restored. It is the\ncommencement of the 'restitution of all things' spoken of by all the holy prophets since the\nworld was\" (<span class=\"citation\" id=\"7929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7929)\">Acts 3:21<\/a><\/span>).\n<\/p><p>\nMany who hear this message are startled by its seeming audacity. And I suppose it would be\naudacious, in fact it would be entirely inane, to declare a restoration of the gospel if there had\nnot been an apostasy from and of the Church.\n<\/p><p>\n<b>Apostasy and Restoration Predicted<\/b>\n<\/p><p>\nProphecy and history predict and record a great and universal apostasy which was to be\nfollowed by a restoration as predicted by John in Revelation\n(<span class=\"citation\" id=\"42368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42368)\">Rev. 14:6<\/a><\/span>). The fact of the great apostasy is\nattested by both sacred and secular writ, and history bears witness that it became universal.\nWe proclaim this fact of history not as an attack on any church. We do not assume any\nposition of \"holier than thou\" or \"wiser than thou,\" but we announce this historic fact of the\napostasy as a vindication of the claim that there has been in fact a restoration of the gospel.\n<\/p><p>\nThe careful student is inevitably confronted with the question: Has the simple but inspired\ngospel of Christ been preserved, together with divine authority to administer its ordinances?\n<\/p><p>\n<b>The Chief Cornerstone<\/b>\n<\/p><p>\nIt is a matter of history that the Church established in the Meridian of Time was built upon\nthe foundation of apostles and prophets with Jesus Christ as the chief cornerstone\n(<span class=\"citation\" id=\"21764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21764)\">Eph. 2:20<\/a><\/span>). He said,\n\". . . I came down from heaven, not to do mine own will, but the will of him that sent me\"\n(<span class=\"citation\" id=\"28115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28115)\">John 6:38<\/a><\/span>),\nand he taught the Apostles what the Father had taught him. He sent them forth as his\nwitnesses with a promise that both they and all who accepted their message would receive the\ndivine testimony of the Holy Ghost as to the truth of that message. But the Savior was\ncrucified, his Apostles were martyred, and confusion reigned in the world.\n<\/p><p>\n<b>History the Witness<\/b>\n<\/p><p>\nNow, time will not permit more than a brief reference, but we hope some of our listeners will\nbe prompted by this introduction to search the scriptures for prophecies concerning the\napostasy and become acquainted with secular and ecclesiastical history. History records the\ndevelopment of the apostasy, which had already begun in the days of the Apostles as is noted\nby Paul in his letter to the Galatians (<span class=\"citation\" id=\"23268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23268)\">Gal. 1:6-9<\/a><\/span>).\nNote also Paul's declaration to Timothy recorded in 2 Timothy, chapter 3.\nHe said:\n<\/p><p>\n\"This know also, that in the last days perilous times shall come.\n<\/p><p>\n\"For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers,\ndisobedient to parents, unthankful, unholy,\n<\/p><p>\n\"Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those\nthat are good,\n<\/p><p>\n\"Traitors, heady, highminded, lovers of pleasures more than lovers of God;\n<\/p><p>\n\"Having a form of godliness, but denying the power thereof: from such turn away\"\n(<span class=\"citation\" id=\"5151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5151)\">2 Tim. 3:1-5<\/a><\/span>).\n<\/p><p>\nAnd Paul, in writing to the Thessalonians said:\n<\/p><p>\n\"Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our\ngathering together unto him.\n<\/p><p>\n\"That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by\nletter as from us, as that the day of Christ is at hand.\n<\/p><p>\n\"Let no man deceive you by any means: for that day shall not come, except there come a\nfalling away first, and that man of sin be revealed, the son of perdition;\n<\/p><p>\n\"Who opposeth and exalteth himself above all that is called God, or that is worshipped; so\nthat he as God sitteth in the temple of God, shewing himself that he is God\"\n(<span class=\"citation\" id=\"5045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5045)\">2 Thes. 2:1-4<\/a><\/span>).\n<\/p><p>\nAs Dr. Talmage, Dr. Barker, and others have noted, the historian, Eusebius, cites the\ntestimony of earlier writers who inform us that when the sacred choir of Apostles became\nextinct, and the generation of those that had been privileged to hear their inspired wisdom had\npassed away, then also the combinations of impious error arose by the fraud and delusions of\nfalse teachers. These also, as there were none of the Apostles left, henceforth attempted\nwithout shame to preach their false doctrine against the gospel of truth.\n<\/p><p>\nAnd in Mosheim's <i>Institutes of Ecclesiastical History<\/i> we read of the schisms and dissensions\nby which the Church was rent in the latter part of the first century&mdash;the period immediately\nfollowing that of the apostolic ministry.\n<\/p><p>\n\"It will easily be imagined,\" Mosheim says, \"that unity and peace could not reign long in the\nChurch since it was composed of Jews and Gentiles who regarded each other with the bitterest\naversion . . . Thus the seeds of discord and controversy were easily sown and could not fail\nto spring up soon into animosities and dissensions which accordingly broke out and divided\nthe Church.\"\n<\/p><p>\n<b>Unnecessary Rites and Ceremonies<\/b>\n<\/p><p>\nIn the second century many unnecessary rites and ceremonies were added to the Christian\nworship, the introduction of which was, according to Mosheim, \". . . extremely offensive to\nwise and good men. Both Jews and heathens were accustomed to a vast variety of pompous\nand magnificent ceremonies in their religious service, and as they considered these rites as an\nessential part of religion, it was but natural that they should behold with\nindifference and even with contempt the simplicity . . . which was destitute of those idle\nceremonies that rendered their service so specious and striking.\"\n<\/p><p>\nJohn Wesley, one of the founders of Methodism, comments as follows on the early decline of\nspiritual power and the cessation of divine gifts and graces within the Church:\n<\/p><p>\n\"It does not appear that these extraordinary gifts of the Holy Spirit were common in the\nchurch for more than two or three centuries. We seldom hear of them after that fatal period\nwhen the Emperor Constantine called himself a Christian and from a vain imagination of\npromoting the Christian cause, thereby heaped riches and power and honor upon the\nChristians in general but in particular upon the Christian clergy. From this time, the gifts of\nthe spirit almost totally ceased, very few instances of the kind being found. The cause of this\nwas not, as has been supposed, because there was no more occasion for them, because all the\nworld was become Christian. This is a miserable mistake. Not a twentieth part of it was then\nnominally Christian. The real cause of it was that the love of many was waxed cold\n(<span class=\"citation\" id=\"35392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35392)\">Matt. 24:12<\/a><\/span>). The\nChristians had no more of the spirit of Christ than the other heathens.\"\n<\/p><p>\n<b>Dilemma of Authority Derived from Men<\/b>\n<\/p><p>\nThe Church of England and other Protestant churches frankly admit the fact of the apostasy.\nOur question is, if the \"Mother Church\" was without divine authority or spiritual power, how\ncould her children derive from her the right to officiate in the things of God? Can man\noriginate for himself a priesthood which God will honor and respect? Granted, men may\ncreate among themselves societies, associations, sects, etc. They may formulate laws, prescribe\nrules, and construct elaborate plans of organization and government. But, we ask you, from\nwhence can such human creations derive the authority or stamp of the Holy Priesthood\nwithout which, and I emphasize this, without which there can be no Church of Christ.\n<\/p><p>\nIt is claimed that a line of succession of the priesthood has been maintained from the\nbeginning of the apostolic age to the present. We believe this claim to be wholly untenable in\nthe light of a rational interpretation of history. All dissenting churches are, by their own\nadmission and by the circumstances of their origin, man-made institutions.\n<\/p><p>\n<b>Apostasy Admitted<\/b>\n<\/p><p>\nThe fact of the great apostasy is admitted by theologians the world over who profess a belief\nin Christianity. Thus we read in Smith's <i>Bible Dictionary<\/i>: \"We must not expect to see the\nChurch of Christ existing in its perfection on the earth. It is not to be found thus perfect,\neither in the collected fragments of Christendom or still less in any one of those fragments.\"\n<\/p><p>\nMartin Luther's notable revolt against the Papal Church spread throughout Europe and\nassumed such proportions as to be designated as the great Reformation. Such men as\nMelanchthon, Zwingli, Calvin, Knox, Wycliffe, and others, although they disagreed among\nthemselves, all became reformers and were collectively known as Protestants. On every side\nthe cry was heard, \"Lo, here is Christ\" (<span class=\"citation\" id=\"35394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35394)\">Matt. 24:23<\/a><\/span>),\nand \"Lo, there.\"\n<\/p><p>\n<b>Restoration Essential<\/b>\n<\/p><p>\nNow, the sequel to the great apostasy is the restoration of the gospel, which we proclaim. It\nmarks the inauguration of the Dispensation of the Fulness of Times. This glorious event\noccurred in the early part of the nineteenth century when the Father and the Son manifested\nthemselves unto man, when the Holy Priesthood with all its powers and authority was again\nbrought to earth.\n<\/p><p>\n<b>\"Dawning of a Brighter Day\"<\/b>\n<\/p><p>\nThe restoration of the gospel is at once the consummation of the work of God throughout the\nages and the final preparation for the second advent of Jesus the Christ. The Church affirms\nthat after a long night of spiritual darkness, the dawning of a brighter day\nwas heralded by divine messengers and the Church of Christ was authoritatively established.\nThe Church of Jesus Christ of Latter-day Saints, commonly known as the Mormon Church,\nstands on the declaration that the Holy Priesthood is operative upon the earth, not as an\ninheritance through earthly continuation from the apostolic age, but as the endowment of a\nnew dispensation, brought to earth by heavenly ministration. This restoration, divinely\npredicted and divinely achieved, has been witnessed as a realization of the revelation given to\nJohn on the Isle of Patmos when he said:\n<\/p><p>\n\"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,\n<\/p><p>\n\"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of\nwaters\" (<span class=\"citation\" id=\"42371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42371)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\n<b>The Everlasting Gospel Restored<\/b>\n<\/p><p>\nIn the light of these historical facts, which were in fulfillment of the prophetic utterances of\nthe prophets and Apostles of old, we declare that the God of heaven has, pursuant to promise,\nrestored the everlasting gospel, and all people who will may hear its message and partake of\nits blessings.\n<\/p><p>\nThe revealed gospel answers certain basic questions vital to the happiness of man. No man\ncan escape the questions as to his origin, the purpose of his existence, and his future. The\ncorrect answer to these questions gives a feeling of security and a sense of values that lead to\njoyous living. They are questions which our ordinary experience cannot answer. Science\nmakes no attempt to answer them. Philosophers have speculated but have arrived at various\nconclusions, none of which satisfies the longings of the soul. They query: Who am I? Why\nam I here? What comes after this life? Is there a God and is he personally interested in me?\nWill the family relationships which give us joy in this life be continued or will they cease\nwith death?\n<\/p><p>\nTo these questions and many others we have answers revealed from heaven. If the gospel is\nthe \"good news,\" if it is the gospel of joy, then certainly the answers to these and other vital\nquestions will be given, and we declare they have been given! Man is a spirit child of God.\nMan is here to gain strength in choosing between right and wrong, to obey the command, \"Be\nye therefore perfect, even as your Father which is in heaven is perfect\"\n(<span class=\"citation\" id=\"35319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35319)\">Matt. 5:48<\/a><\/span>). After\nthis life comes further growth and joy. There is a God, and he is personally interested in man.\n<\/p><p>\n<b>The Church the Divine Solution of a Vital Problem<\/b>\n<\/p><p>\nThe Church reconciles the principles of authority and individual liberty and has all the\nadvantages, both of an authoritative government and of a democratic government, and none of\ntheir weaknesses. It is the divine solution of a vital problem.\n<\/p><p>\nThe corroborative evidences in favor of the restored gospel and the reestablished Church are\nso striking that it is difficult to escape the absolute intellectual conviction of their divinity.\n<\/p><p>\nBut a testimony of its truth can be had only by the witness of the Holy Ghost. The Apostles\nsaid:\n<\/p><p>\n\"And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath\ngiven to them that obey him\" (<span class=\"citation\" id=\"7934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7934)\">Acts 5:32<\/a><\/span>).\n<\/p><p>\nAnd the Savior himself added:\n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine, whether it be of God, or whether\nI speak of myself\" (<span class=\"citation\" id=\"28116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28116)\">John 7:17<\/a><\/span>).\n<\/p><p>\nThis the Lord has authorized his servants to promise to all those who obey. This is the mark\nof the divine Church, that all who do his will shall know of the doctrine.\n<\/p><p>\nWhen truth meets error, error must finally give way. Even though the churches were to\nmodify their creeds so as to approximate the revealed truths, there would still be the question\nof accepting the source of the truth and the question of authority. Man can\norganize a church and choose an earthly head, but he cannot secure recognition of his\nwork&mdash;he cannot place the Savior at the head of his human church. The administration of the\nordinances in such a church has no validity.\n<\/p><p>\n<b>Christ Is the Head of the Church<\/b>\n<\/p><p>\nSome have questioned whether the Mormons are Christians. We answer emphatically, yes. We\nrepeat what we have reverently declared since the organization of the Church, that Jesus the\nChrist is the Savior and Redeemer of the world and that his is the only \". . . name under\nheaven given among men, whereby we must be saved\" \n(<span class=\"citation\" id=\"7930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7930)\">Acts 4:12<\/a><\/span>).\nThis has been the solemn\ntestimony of millions who have died and other millions now living. We proclaim his divinity.\nHe is the Son of the Living God, the Redeemer and Savior of the human race, in short, the\nChrist. How do ye know this? Our knowledge comes from the same source as did the Apostle\nPeter's. Jesus said to him\n<\/p><p>\n\". . . flesh and blood hath not revealed it unto thee, but my Father which is in heaven\"\n(<span class=\"citation\" id=\"35372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35372)\">Matt. 16:17<\/a><\/span>).\n<\/p><p>\nHumbly and reverently, but without equivocation, we solemnly bear this testimony to the\ndivinity of the Christ and the restoration of the gospel, and promise that the Holy Ghost will\nalso bear witness of its truth to anyone who prayerfully seeks divine guidance.\n<\/p><p>\nWe make this declaration, bear this testimony, and leave with you our love, our blessings, and\nour invitation to become better acquainted with this remarkable message that the simple\ngospel of Jesus Christ has been restored again to the earth, for we announce it humbly in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}