{"ID":1371, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Road to Damascus<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, October 1964, pp. 106-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI would like to invite you to turn back the pages of history nearly two thousand years and\nwalk with me down Damascus Road. This ancient way commences at one of the gates\nthrough the north wall of the city of Jerusalem; winds through the hills of Judea; crosses the\nJordan River, the plains of the Decapolis east of Galilee; and goes over the plateau to the city\nof Damascus, the oldest continuously inhabited city in the world. It was on this road, two or\nthree years after the crucifixion and resurrection of the Savior, that a marvelous event took\nplace which changed the course of a man's life and in turn has had an effect upon the lives of\nmillions of persons.\n<\/p><p>\n<b>Saul Born a Roman Citizen<\/b>\n<\/p><p>\nIn the city of Tarsus, the Hellenistic capital city of Cilicia which was rival to Alexandria and\nAthens, was born a Jewish boy who was given the name of Saul\n(<span class=\"citation\" id=\"7954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7954)\">Acts 22:3<\/a><\/span>). By birth he was a Roman\ncitizen because Cilicia had become a Roman province under the great Roman general and\nstatesman, Pompey. History has not recorded much of his early childhood, and we have very\nlittle information concerning his father and mother, but it is assumed by most scholars that\nthey were people of means and position. His father was a Pharisee, one of the two major\nreligious and political divisions of Judaism. The Pharisees were the leading sect and held most\nof the political offices in the state as well as the high priestly offices. They believed in a\nresurrection and in a future life where men would be rewarded or punished\naccording to their deeds in this life. The Sadducees, on the other hand, denied a resurrection.\nThe Pharisees observed the law of the Sabbath, tithing, and ceremonial purity. They were\nknown for their comprehensive knowledge of the law and their strict observance of it. Saul\nfollowed in the footsteps of his father and was a devoted Pharisee.\n<\/p><p>\nAt Tarsus he learned the trade of working with his hands in weaving goat's-hair cloth and in\nfabricating it into tents (<span class=\"citation\" id=\"7952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7952)\">Acts 18:1-3<\/a><\/span>).\nThis is not inconsistent with the assumption that he was a student of\nthe law because Jewish students were taught a trade so that they might provide for themselves\nby their own hands.\n<\/p><p>\n<b>Gamaliel's Pupil<\/b>\n<\/p><p>\nWhile in his youth, Saul went to Jerusalem to be educated as a rabbi at the feet of Gamaliel\n(<span class=\"citation\" id=\"7955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7955)\">Acts 22:3<\/a><\/span>),\nwho was considered the most outstanding teacher of his time. This great rabbi and doctor of\nthe law taught the doctrine of strict compliance with the law, which was fundamental with the\nPharisees, yet he was liberal in some respects, and his teachings were tempered with\nmoderation. As a member of the Sanhedrin, he argued a course of tolerance and took a firm\nstand against the prosecution of Peter and the other apostles after the death of the Master.\n<\/p><p>\nUnder the teaching of Gamaliel, Saul became a zealot for God, a serious and a pious man. He\nhungered and thirsted after righteousness (<span class=\"citation\" id=\"35306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35306)\">Matt. 5:6<\/a><\/span>)\nand sought diligently to keep the law in every\nrespect as a devout Pharisee. In spite of the fact he had been a pupil of Gamaliel who taught\ntolerance, Saul became an extreme persecutor of those who did not comply strictly with\nPharisaic Judaism.\n<\/p><p>\n<b>Persecuted the Christians<\/b>\n<\/p><p>\nAfter the crucifixion of Jesus, widespread persecution was soon commenced upon those who\nfollowed his teachings. The activity of Stephen, a Hellenistic Jew, in this new cause brought\nhim into conflict with the Jews of Jerusalem, who, being angered by his eloquent presentation\nof the new faith, brought him to trial before the Sanhedrin on the charge of blasphemy. The\nage-old traditions of Judaism and the doctrines of Christianity, the two opposing orders, were\nbrought into sharp focus.\n<\/p><p>\nStephen's statements before the Sanhedrin concerning his faith in Christ so maddened his\naccusers that they dragged him from the tribunal and stoned him to death. Saul was present at\nthe trial. He stood by and held the garments of the chief witnesses while they killed Stephen\n(<span class=\"citation\" id=\"7935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7935)\">Acts 7:54-60<\/a><\/span>;\n<span class=\"citation\" id=\"7960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7960)\">Acts 22:20<\/a><\/span>).\nFollowing this, Saul began to participate actively in the campaign against the Christians. This\nis the usual course of a man's life as he turns toward evil. First, he is a silent observer, then\nhe becomes a consenting spectator, and finally he is an active participant.\n<\/p><p>\nTo this time there had not been a separation of the Christians from the synagogues of the\nJews, but the hour had come when the gospel of Christ should take the place of the law of\nsacrifice, and the rupture with Judaism was imminent.\n<\/p><p>\nThe persecutions which followed suppressed and dispersed the followers of Christ from\nJerusalem and scattered them throughout Judea and Samaria, thus aiding the spread of\nChristianity. Like the tiny mustard seeds which grew into large plants, mentioned by the Lord\nin the parable (<span class=\"citation\" id=\"35364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35364)\">Matt. 13:31-32<\/a><\/span>),\nthe seeds of Christianity were scattered to the wind and fell upon fertile soil.\nAs the plants began to grow, Saul was determined to stamp them out. His zeal as a defender\nof the faith was unloosed against the followers of Jesus. A Christian man's house was no\nlonger his castle, for Saul entered into every house and dragged both men and women before\nthe magistrates, who in turn committed them to prison.\n<\/p><p>\n<b>On the Damascus Road<\/b>\n<\/p><p>\nApparently Saul, one of the main instigators of the persecutions, feared the spread of the\ngospel of Christ to more distant places. He went to the high priest in Jerusalem and secured a\ncommission in writing to the synagogues in Damascus, authorizing him to take into custody\nthe Jews of that city who had become followers of Jesus and return them to Jerusalem in\nchains. This authority was issued, and Saul commenced his journey down Damascus Road\n(<span class=\"citation\" id=\"7956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7956)\">Acts 22:4-5<\/a><\/span>).\nThe record gives no information as to the other persons in the company, the\nnumber of days it took to make the long journey, the conversation that may have taken place,\nor any of the happenings along the way, until the day they came near Damascus about noon\n\". . . and suddenly there shined round about him a light from heaven. And he fell to the earth\"\n(<span class=\"citation\" id=\"7938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7938)\">Acts 9:3-4<\/a><\/span>). This Pharisee who had come on an errand of persecution and those who\nwere with him heard a voice from the midst of the light saying: \"Saul, Saul, why persecutest\nthou me?\" Saul answered: \"Who art thou, Lord? And the Lord said, I am Jesus whom thou\npersecutest: it is hard for thee to kick against the pricks\"\n(<span class=\"citation\" id=\"7940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7940)\">Acts 9:4-5<\/a><\/span>). This proverbial\nexpression of kicking against the pricks usually refers to the ox goad which was a piece of\npointed iron stuck in the end of a stick used to urge the ox while drawing the plow.\nSometimes a stubborn ox will kick back against the goad only to receive its sharpness more\nseverely. It has become a proverb to signify the absurdity of rebelling against lawful\nauthority.\n<\/p><p>\nSaul had been kicking against the goad, and now he was humbled to the dust. \"And he\ntrembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto\nhim, Arise, and go into the city, and it shall be told thee what thou must do.\n<\/p><p>\n\"And the men which journeyed with him stood speechless, hearing a voice, but seeing no\nman\" (<span class=\"citation\" id=\"7942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7942)\">Acts 9:6-7<\/a><\/span>).\n<\/p><p>\nSaul stood upright, but he could not see; his eyesight had been taken from him, and he was as\nblinded physically as he had been spiritually. Those who were with him led him by the hand\ninto the city and to the house of Judas in the street called Straight. For three days he neither\nate nor drank but waited for the Lord to reveal to him what he must do as he had been\ninstructed by the voice (<span class=\"citation\" id=\"7944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7944)\">Acts 9:8-16<\/a><\/span>).\n<\/p><p>\n<b>The Climax<\/b>\n<\/p><p>\nOn the third day the Lord appeared in a vision to a Jewish Christian named Ananias and told\nhim to go to Saul. Ananias demurred, for he had heard of the evil done by this man to the\nSaints in Jerusalem and knew of the authority he had received to arrest the believers in Christ\nin Damascus, but he did as the Lord instructed. When he came to the house of Judas, he\nfound Saul and laid his hands on him and administered to him saying, \". . . brother Saul, the\nLord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou\nmightest receive thy sight, and be filled with the Holy Ghost\"\n(<span class=\"citation\" id=\"7946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7946)\">Acts 9:17<\/a><\/span>). Saul had been\ninstantly blinded on Damascus Road, and his sight was instantly restored when Ananias laid\nhis hands on him. To make his conversion complete he was baptized. Paul's life was changed.\nIt is remarkable that the man who held the garments of Stephen's executioners thereafter\nbecame the chief exponent of the principles for which Stephen died. Soon there was\ncommenced the great ministry of which the Christian world is so familiar, by the one whose\nname became romanized and known as Apostle Paul.\n<\/p><p>\n<b>Paul's Purpose and Life Changed<\/b>\n<\/p><p>\nThese are the facts from the record of one of the most important encounters in history. There\nare those who are skeptics and cannot reconcile the events which might be classified as\nsupernatural. Appearances of Deity and voices and visions are often looked upon with\nsuspicion. Some are inclined to explain away the marvelous experience of Paul by saying it\nwas merely the imaginative culmination of an inner conflict of a man who had taken a strong\nposition in defense of the law, who had resolved to stamp out the threat to Judaism, but who\nhad a deep feeling that he was doing wrong. It doesn't seem likely that the whole course of a\nman's life upon which he was so urgently set would be changed so suddenly and drastically\nby an inner conflict. Men who are as determined as Paul are not quickly changed although\nthere may have been a spark which had smoldered for a long time before bursting into flame\nthat day on Damascus Road.\n<\/p><p>\nSome have said it was the long journey from Jerusalem to Damascus which gave him time to\nthink and contemplate during the days of travel upon the recent events of the persecution.\nPaul had been present at the stoning of Stephen and had seen him die. He\nheard him ask in his last words that those who had dragged him from the Sanhedrin and\nstoned him in defiance of the law might be forgiven for their acts\n(<span class=\"citation\" id=\"7936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7936)\">Acts 7:59-60<\/a><\/span>). This must have made a\nlasting impression on the mind of Paul. He had personally gone from house to house and\nbrought men and women before the tribunals which condemned them to prison or imposed the\nsentence of death (<span class=\"citation\" id=\"7937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7937)\">Acts 8:1,3<\/a><\/span>;\n<span class=\"citation\" id=\"7957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7957)\">Acts 22:4-5<\/a><\/span>). Because of him, many had left their homes and fled. Now he had traveled\nto Damascus with further threats to inflict persecution upon those who followed Christ\n(<span class=\"citation\" id=\"7962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7962)\">Acts 26:9-12<\/a><\/span>). Could\nit be that these things commenced to weigh heavily upon his conscience?\n<\/p><p>\n<b>Paul Tells of His Conversion<\/b>\n<\/p><p>\nPaul testified on many occasions concerning his conversion, that he had seen Jesus our Lord\nand that the vision was a reality. In the book of the Acts of the Apostles there are three\naccounts of the conversion. The first is the record of Luke in which the conversation between\nthe Lord and Paul is set forth (<span class=\"citation\" id=\"7939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7939)\">Acts 9:3-6<\/a><\/span>).\nIn the second account Paul personally relates the facts of the\nconversion in his speech to the angry crowd on the steps of the temple in Jerusalem\n(<span class=\"citation\" id=\"7958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7958)\">Acts 22:6-11<\/a><\/span>), and the\nthird is his defense before King Agrippa, the nephew of Herod, who had tried the Savior just\na few years before. Standing in the elegant surroundings of the court of the king, Paul spoke\nin his own defense, recalling his youth, his beliefs as a Pharisee, his part in the persecutions,\nand the marvelous vision on Damascus Road (<span class=\"citation\" id=\"7964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7964)\">Acts 26:13-18<\/a><\/span>).\nAfter bearing witness of Jesus he said:\n\"Whereupon, O King Agrippa, I was not disobedient unto the heavenly vision\"\n(<span class=\"citation\" id=\"7965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7965)\">Acts 26:19<\/a><\/span>).\n<\/p><p>\nPaul's life had been bisected by Damascus Road. Before, he was an aggressive persecutor of\nChristianity, but after Damascus Road he was one of its most fervent propagators.\n<\/p><p>\n<b>Others Like Him<\/b>\n<\/p><p>\nThere are many men in the world who could be like Paul, men who could be changed in the\ntwinkling of an eye if willing to change the object of their lives as did Paul. There are some\nwho see but do not believe. One needs to be only a bystander to see, but to believe, one must\naccept wholeheartedly and commit himself to his belief. This requires faith and repentance of\nold ways. Paul had been raised in the belief his family had held for generations. He had been\ntrained in that faith, and it is fair to say that he understood it, but it was not until that day on\nDamascus Road when Jesus spoke to him that the object of his life was changed. There are\npersons in every church who see, but some do not believe. Because they have been raised in\nthe beliefs of their fathers, their minds are closed, and they are satisfied to continue. We\nwonder why it took Paul so long to see the light and why he so vigorously opposed the\nteachings of the Savior. The answer is apparent. He was born into a certain belief and\nfollowed it until it became a habit. He had a preconceived idea of the law which closed his\nmind to the truth until that event on Damascus Road.\n<\/p><p>\n<b>Need Paul's Experience of Conversion<\/b>\n<\/p><p>\nNearly two thousand years have passed. Many of the problems and questions of Paul's day\nare with us yet because of tradition and preconceived ideas. The prophets of old foretold of\nthe coming of the Savior and the establishment of his Church. They also foretold that the\ngospel would be taken from the earth because of the corruptions of men and again established\nbefore Christ's second coming. The fulfillment of these prophecies has been confirmed by\nhistory. The Church of Jesus Christ of Latter-day Saints declares to the world that the true\ngospel of Jesus Christ was taken from the earth and that it has been restored in our day. A\nyoung man who had been pondering and questioning the established faith of his fathers had\nthe simple faith to seek his Heavenly Father in humble prayer. In response, a glorious vision\nburst upon this young man, a Prophet of the Lord, in a manner similar to that given to Paul.\nGod the Eternal Father and his Son Jesus Christ, two separate and distinct Personages,\nappeared to him and instructed him (<span class=\"citation\" id=\"30462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30462)\">JS&mdash;H 1:17-20<\/a><\/span>).\nBy reason of this event and the subsequent events by\nwhich God revealed his mind and will to men, the gospel of Jesus Christ has been restored in\nits fulness for the benefit of all mankind.\n<\/p><p>\nIt is startling to many in the world to learn that there is a prophet of God on the earth at the\npresent time who speaks to us the will of the Lord, and of this fact I bear witness. There are\nhundreds of thousands who also so testify, yet today as in Paul's day there are others who see\nbut do not believe because of old traditions, closed minds, and preconceived ideas. For this\nreason I invited you to walk with me down Damascus Road. If you are willing to do so with\na prayer in your heart for the truth, the Lord will shed his light upon you as he did Paul, and\nthe truth will be made manifest to you.\n<\/p><p>\nI further testify that God does live and that Jesus is the Christ, the Savior of all mankind. He\nwill bring light to those who honestly seek it. May the Spirit of God be with you, I pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}