{"ID":1373, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Thou Art You<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, October 1964, pp. 113-115<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is a wonderful blessing to be in this beloved building on these cherished and sacred grounds\nagain. It is glorious to sing with you and to respond to the inspiration of this choir. It is good\nto be home.\n<\/p><p>\nAs I walked out of the Church Office Building yesterday morning, I heard a man say to his\ncompanion, \"If I keep up this schedule I'm going to end up in the grave.\" My immediate\nreaction was to feel that whatever schedule he followed his chances of that were pretty good.\nBut the second thought came, a thought expressed by a fine but leaden-footed youngster\ninterrupted in the middle of a drag race by a somewhat stem officer. The boy was asked what\nhe was doing, and he said, \"I didn't want to get left in the dust.\" Well, he\nwon't. No one will, and no one will end up in a grave.\n<\/p><p>\n<b>Choose the \"Eternal Way\" now<\/b>\n<\/p><p>\nThe spirit of every child of God goes on living as we experience mortal death&mdash;the\ntemporary separation of the body and spirit&mdash;and through the atonement of Christ there will\nbe a universal resurrection. The body and spirit will be joined together again as the eternally\nliving soul. The circumstances under which we shall live eternally, in whose presence, with\nwhat companions, and in what condition of opportunity and creative service, we are now\ndeciding by the choices we make.\n<\/p><p>\nThe great messages of this conference and the stirring and solemn assurances that have come\nhave brought to our hearts renewed assurance that this is the truth. We have been teaching\nthat truth in Europe in the past several years with many of your choice sons and daughters\nand their older companions. It has been a wonderful experience to see the transforming Spirit\nof the Lord work upon them as it worked anciently when the Savior called his Apostles from\nthe counting place and the fishing nets and bade them become fishers of men\n(<span class=\"citation\" id=\"35300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35300)\">Matt. 4:19<\/a><\/span>). It is an\nexperience that we wouldn't miss nor trade for anything.\n<\/p><p>\n<b>Missionary Motivations Commended<\/b>\n<\/p><p>\nSome years ago a wonderful, successful man, who knew nothing of the Church, spent a few\ndays with his son at a boys' camp where several of these missionaries were serving as\ncounselors. A little time later he wrote a note to one of them. Let me read it:\n<\/p><p>\n\"It's hard for a person untrained in writing to say what I want to and not sound a bit\noverboard. I think you know me well enough, though, to know that I mean just what I say. I\nwant to tell you and the others how I feel. There is very little that I know about the Mormon\nreligion, but this I see from my contact with you men during this camp period. In some way\nit has made itself so vital to young men like you that you found yourself answering a call.\nYou've had to do something personally because your religion is so very personal and\nimportant to you. This is a living religion.\n<\/p><p>\n\"I am a ruling elder in a Protestant church, and I covet for my own church, more than I can\ntell you, the sort of teaching, leadership, and conviction that breathes such a vital force into\nits young men. We have our missionaries, of course, but this thing which you do is a different\nthing. It reaches out within your church in a different way, I judge, and in my humble\njudgment it is one of the grandest ways I have yet heard of for a fellow to repay in some\nmeasure to his God the great debt we all owe. I know that God will richly bless your mission\nand you. I want you to know that through you and the other men I have had a glimpse of\nsomething which to me has the possibility of being an answer to many of the problems that\nbeset my own church and the whole world in these troubled times.\"\n<\/p><p>\nWell, I agree with Mr. Cary's generous and challenging words, his sincere words of\ncommendation and expectation. And I agree with the wonderful implications in them for the\nmissionary, and his younger brother and sister and his parents, for me and you, for all of us.\nThey are to me a sobering portrait of our possibilities and our responsibilities.\n<\/p><p>\n<b>Commendation and Confidence for Youth<\/b>\n<\/p><p>\nAs we worked with the missionaries, we worked also with wonderful members of the Church\nand met multitudes of choice young and older people. I see them in my mind's eye this\nmorning in Frankfurt and Orleans and Berchtesgaden, in London and Bristol and Glasgow,\nand in a lot of other places. Last Sunday night at a fireside gathering in the Brigham Young\nUniversity field house there were more youngsters gathered than are congregated on these\ngrounds today. A night or two later at Utah State University I met another great group. I feel\nin my heart for them and their generation the strongest commendation and confidence. But\nthey have a mighty burden to bear and a great challenge to face.\n<\/p><p>\nI have been thinking the last few days of the statement of the Psalmist who\nsang the sweet strains of heaven: \"Thou preparest a table before me in the presence of mine\nenemies\" (<span class=\"citation\" id=\"41842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41842)\">Ps. 23:5<\/a><\/span>).\nOur young people have a table prepared all right, and it is a table\nladen with the gifts that can make this life meaningful and happy and that can fill them in the\neternal sense. But the table is in truth, as the Psalmist said, set in the presence of their\nenemies.\n<\/p><p>\n<b>Enemies of Youth<\/b>\n<\/p><p>\nWho are their enemies? Some of them have been spoken of this morning: men who dig gold\nout of dirt; certain ones who manufacture and market filth; they who, whether misguided or\ndesigning, put before our young people a picture of life as some live it but emphasizing the\nleast affirmative and least Godly aspects of man's divine nature. The young have a table\nprepared for them in the presence of many enemies. One of the enemies is, in every\nindividual case, our own accumulated sinfulness and bad memory. We are constrained to\nexcuse ourselves because of the failings and faults of others. We are constrained to feel that\nsince everybody is doing it, it is all right for us to do it, and this is persuasively propounded\nby people in various fields who rely on the statistical method and suggest that since large\nnumbers are doing it, then it must be all right for everybody to do it, just so long as you\ndon't go too far.\n<\/p><p>\nWell, a tendency in man to excuse himself has ever been with us. Saul was sent on a great\nmission. Saul failed and then blamed it on his people when he was confronted by the Prophet\nSamuel. Saul told a falsehood, and Samuel said, \"Then what is this bleating I hear in my ear\"\n(see <span class=\"citation\" id=\"2556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2556)\">1 Sam. 15:14<\/a><\/span>), and then Saul\nblamed his defection on his people.\n<\/p><p>\n<b>\"Turn Right&mdash;Go Straight\"<\/b>\n<\/p><p>\nIn the day of the restoration a great young prophet had to learn the lesson, too. Many of you\nare acquainted with the third section of the Doctrine and Covenants, this \"handbook of the\nrestoration.\" May I read from it a verse or two which the Lord gave to Joseph Smith after a\nmisfortune in which he had succumbed to the pressure to do something he knew wasn't\nexactly right. His benefactor and friend who was helping him, providing for him, working\nwith him, wanted some assurance for his wife and family that there really was a prophet at\nwork, and so Joseph Smith reluctantly surrendered to him the manuscript of the then\ntranslated portion of the Book of Mormon. This came in response:\n<\/p><p>\n\"And behold, how oft you have transgressed the commandments and the laws of God, and\nhave gone on in the persuasions of men.\n<\/p><p>\n\"For, behold, you should not have feared man more than God. Although men set at naught the\ncounsels of God, and despise his words&mdash;\n<\/p><p>\n\"Yet you should have been faithful; and he would have extended his arm and supported you\nagainst all the fiery darts of the adversary; and he would have been with you in every time of\ntrouble.\n<\/p><p>\n\"Behold, thou art Joseph\" (<span class=\"citation\" id=\"14359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14359)\">D&amp;C 3:6-9<\/a><\/span>).\n<\/p><p>\n<b>\"Thou Art You\"<\/b>\n<\/p><p>\nCould there be any more sublime or sweet or perceptive answer to the suggestion, this siren\nsong of foolishness, that \"everyone is doing it\"? Behold, thou art <i>you<\/i>. And God has given you\na table, bounteously laden with the good things of eternity. Will you give it up because others\nare giving up? Will you surrender the sweet and sound and strong principles of this \"vital\nforce\" and \"living religion\"?\n<\/p><p>\nWhy is it a vital force and whence are its roots? It is a vital force because this is a vital\nreligion. God lives. He is a living, revealing, communicating Father. Christ lives. He is the\nliving Head of this Church. There is a living prophet on the earth to whom the Father\ncommunicates and reveals his will. Man was in the beginning with God, and we are always\ngoing to live.\n<\/p><p>\nGod bless us to choose to live in his presence with our loved ones, creatively, actively,\neffectively serving and loving and learning, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}