{"ID":1374, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Dimension of the Spirit<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1964, pp. 116-119<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: It is so great a privilege and so serious a responsibility to speak\nfrom this pulpit that I earnestly seek the inspiration of the Holy Spirit.\n<\/p><p>\n<b>University Splendor and Youth<\/b>\n<\/p><p>\nThe other day I strolled about the campus of one of our great universities. I was impressed\nwith the splendor of the buildings, the immaculate laboratories, the teaching theaters, the\nmagnificent library, the dormitories, the gymnasiums. But I was more impressed with the\nstudents. There were some 17,000 of them&mdash;handsome young men and beautiful young\nwomen, serious and intent and earnest.\n<\/p><p>\nThese are a few of the hundreds of thousands who have returned to college life this fall. I am\nawed by the great forces of knowledge which they represent. Never before have so many been\neducated in the learning of the world.\n<\/p><p>\n<b>Abundance of Knowledge<\/b>\n<\/p><p>\nWhat a marvelous thing this is&mdash;the intensive schooling of a large percentage of the youth of\nthe land, who meet daily at the feet of able instructors to garner knowledge from all of the\nages of man. The extent of that knowledge is staggering. It encompasses the stars of the\nuniverse, the geology of the earth, the history of nations, the culture of peoples, the languages\nthey speak, the operation of governments, the laws of commerce, the behavior of the atom,\nthe functions of the body, and the wonders of the mind.\n<\/p><p>\nWith so much available knowledge one would think that the world might well be near a state\nof perfection. And yet we are constantly made aware of the other side of the coin&mdash;of the\nsickness of our society, of the contentions and troubles that bring misery into the lives of\nmillions.\n<\/p><p>\n<b>Life is More than Secular Learning<\/b>\n<\/p><p>\nEach day we are made increasingly aware of the fact that life is more than science and\nmathematics, more than history and literature. There is need for another education, without\nwhich the substance of our secular learning may lead only to our destruction. I refer to the\neducation of the heart, of the conscience, of the character, of the spirit&mdash;these indefinable\naspects of our personalities which determine so certainly what we are and what we do in our\nrelationships one with another.\n<\/p><p>\nAnd so I would like to talk briefly with our young people, those in the Church and those out\nof the Church&mdash;with the youth of America and of other good lands.\n<\/p><p>\n<b>\"Get Understanding\"<\/b>\n<\/p><p>\nThirty years ago while living in England I belonged to the London Central YMCA. I suppose\nthat old building has long since gone, but I can never forget the words that faced us in the\nfoyer each time we entered. They were the words of Solomon: \". . . with all thy getting get\nunderstanding\" (<span class=\"citation\" id=\"41461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41461)\">Prov. 4:7<\/a><\/span>).\n<\/p><p>\nI commend them to you.\n<\/p><p>\nUnderstanding of what? Understanding of ourselves, of the purposes of life, of our\nrelationship to God who is our Father, of the great divinely given principles which for\ncenturies have provided the sinew of man's real progress!\n<\/p><p>\n<b>Cornerstones of Secular Knowledge<\/b>\n<\/p><p>\nI cannot discuss them all, but I would like to suggest three. I offer them not in a spirit of\npreachment but in a spirit of invitation. Let these be added to your vast store\nof secular knowledge to become cornerstones on which to establish lives that will be fruitful,\nproductive, and happy.\n<\/p><p>\n<b>Gratitude, a Divine Principle<\/b>\n<\/p><p>\nThe first I mention is gratitude, the second is virtue, the third is faith. Others might be named,\nbut I believe these are fundamental to the full development of every child of God.\n<\/p><p>\nGratitude is a divine principle. The Lord has declared through revelation: \"Thou shalt thank\nthe Lord thy God in all things . . .\"\n<\/p><p>\n\"And in nothing doth man offend God, or against none is his wrath kindled, save those who\nconfess not his hand in all things\" (<span class=\"citation\" id=\"14399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14399)\">D&amp;C 59:7,21<\/a><\/span>).\n<\/p><p>\nOur society is afflicted by a spirit of thoughtless arrogance unbecoming those who have been\nso magnificently blessed. How grateful we ought to be for the bounties we enjoy. Absence of\ngratitude is the mark of the narrow, uneducated mind. It bespeaks a lack of knowledge and\nthe ignorance of self-sufficiency. It expresses itself in ugly egotism and frequently in wanton\nmischief. We have recently seen our beaches, our parks, our forests littered with ugly refuse\nby young men&mdash;many of them college men&mdash;who evidently have no appreciation for their\nbeauty. Only the other day I rode through thousands of acres of blackened land scourged by a\nfire evidently set by a careless smoker whose only concern had been the selfish pleasure\ngained from a cigarette.\n<\/p><p>\nWhere there is appreciation, there is courtesy, there is concern for the rights and property of\nothers. Without it there is arrogance and evil.\n<\/p><p>\nWhere there is gratitude, there is humility, as opposed to pride.\n<\/p><p>\nHow magnificently we are blessed. How thankful we ought to be. A recent bulletin of the\nRoyal Bank of Canada dealt with underprivileged people of the world. It said among other\nthings:\n<\/p><p>\n\"It is difficult for North Americans to understand the plight of people in underdeveloped\ncountries, because we have never been hungry. No one dies here of starvation. Elsewhere\nmore than 1,500 million people go to bed hungry every night . . . The fact is that not more\nthan one in a hundred of the people in underdeveloped countries will ever, in all his life, have\nwhat a North American family would consider a good, square meal.\"\n<\/p><p>\nReflect on that, my dear young friends, and then get on your knees and thank the Lord for his\nbounties. Cultivate a spirit of thanksgiving for the blessing of life and for the marvelous gifts\nand privileges you enjoy. The Lord has said, \"The meek shall inherit the earth\" (see\n<span class=\"citation\" id=\"35304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35304)\">Matt. 5:5<\/a><\/span>).\nI cannot escape the interpretation that meekness implies a spirit of gratitude as opposed\nto an attitude of self-sufficiency, an acknowledgment of a greater power beyond oneself, a\nrecognition of God and an acceptance of his commandments. This is the beginning of\nwisdom.\n<\/p><p>\n\"Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to\nthy prayers\" (<span class=\"citation\" id=\"14492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14492)\">D&amp;C 112:10<\/a><\/span>).\n<\/p><p>\nWalk with gratitude before him who is the giver of life and every good gift.\n<\/p><p>\n<b>Virtue<\/b>\n<\/p><p>\nAssociated with gratitude is virtue. I think they are related because he who is disposed to shun\nvirtue lacks appreciation of life, its purposes, and the happiness and the well-being of others.\n<\/p><p>\nOne of our great national magazines recently stated the following: \"We are witnessing the\ndeath of the old morality. The established moral guidelines have been yanked from our hands\n. . . We are left floundering in a money-motivated, sex-obsessed, big-city dominated society.\nWe must figure out for ourselves how to apply the traditional moral principles to the\nproblems of our times. Many find this burden too heavy.\" (<i>Look Magazine<\/i>, Sept., 1963, p.\n74.)\n<\/p><p>\nHeavy though it be, there is a way to apply traditional moral principles in our day. For some\nunknown reason there is constantly appearing the false rationalization that at one time in the\nlong-ago, virtue was easy and that now it is difficult. I would like to remind you that there\nhas never been a time since the creation when the same forces were not at\nwork which are at work today. The proposal made by Potiphar's wife to Joseph in Egypt\n(<span class=\"citation\" id=\"23706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23706)\">Gen. 39:7<\/a><\/span>) is\nnot essentially different from that faced by many a young man and woman in our day.\n<\/p><p>\nThe influences today may be more apparent and more seductive, but they are no more\ncompelling. You cannot be shielded entirely from these influences. They are all about us. Our\nculture is saturated with them. But the same kind of self-discipline exercised by Joseph will\nyield the same beneficial result. Notwithstanding the so-called \"new morality,\"\nnotwithstanding the much-discussed changes in our moral standard, there is no adequate\nsubstitute for virtue. The old standard is challenged on every campus in America as it is in\nEurope. But God has not abrogated his commandments.\n<\/p><p>\nThe violation of these commandments in this, as in any other age, brings only regret, sorrow,\nloss of self-respect, and in many cases tragedy. Rationalization and equivocation will not erase\nthe cankering scar that blights the self-respect of a young man who takes that virtue which he\ncan never replace. Self-justification will never mend the heart of a young woman who has\ndrifted into moral tragedy.\n<\/p><p>\nIn April of 1942, the First Presidency of the Church issued a message which was read from\nthis pulpit. It has the tone of scripture. I commend it to you:\n<\/p><p>\n\"To the youth of the Church . . . above all we plead with you to live clean, for the unclean\nlife leads only to suffering, misery, and woe physically,&mdash;and spiritually it is the path to\ndestruction. How glorious and near to the angels is youth that is clean; this youth has joy\nunspeakable here and eternal happiness hereafter.\" (<i>The Improvement Era<\/i>, 45:273.)\n<\/p><p>\nI thought of this as I observed these thousands of handsome young men and beautiful young\nwomen on the university campus the other day. And I thought of a wise statement from the\nscripture: \". . . the commandment is a lamp; and the law is light\"\n(<span class=\"citation\" id=\"41462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41462)\">Prov. 6:23<\/a><\/span>).\n<\/p><p>\nYou of marvelous promise, you young men and women of great ability, do not mock God.\nDo not flout his law. Let virtue be a cornerstone on which to build your lives.\n<\/p><p>\n<b>Faith<\/b>\n<\/p><p>\nI turn next to faith. I do not mean it in an abstract sense. I mean it as a living, vital force\nwith recognition of God as our Father and Jesus Christ as our Savior. When we accept this\nbasic premise, there will come an acceptance of their teachings and an obedience which will\nbring peace and joy in this life and exaltation in the life to come.\n<\/p><p>\nI do not regard this as a theological platitude. I regard it as a fact of life. It can become the\nvery wellspring of purposeful living. Can you imagine a more compelling motivation to\nworthwhile endeavor than the knowledge that you are a child of God, the Creator of the\nuniverse, our all-wise Heavenly Father who expects you to do something with your life and\nwho will give help when help is sought for?\n<\/p><p>\nThese wonderful college years are years of learning. Jesus said: \". . . learn of me . . .\n<\/p><p>\n\"For my yoke is easy, and my burden is light\" (<span class=\"citation\" id=\"35355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35355)\">Matt. 11:29-30<\/a><\/span>).\n<\/p><p>\nI should like to suggest that you follow that injunction given by the Son of God. With all of\nyour learning, learn of him. With all of your study, seek knowledge of the Master. That\nknowledge will complement in a wonderful way the secular training you receive and give a\nfulness to your life and character that can come in no other way.\n<\/p><p>\nWe were aboard a plane some years ago flying between Honolulu and Los Angeles. It was in\nthe days when only propeller-driven aircraft were available. About midway in our journey one\nof the motors stopped. There was a decrease in speed, a lowering in altitude, and a certain\namount of nervousness among those aboard. The simple fact of the matter was that much of\nthe power was missing and the hazards were increased accordingly. Without that power we\ncould not fly high, fast, and safely.\n<\/p><p>\nIt is so with our lives when we discount the need for faith and disregard\nknowledge of the Lord.\n<\/p><p>\nPassive acceptance is not enough. Vibrant testimony comes of anxious seeking. Strength\ncomes of active service in the Master's cause. \". . . learn of me\"\n(<span class=\"citation\" id=\"35354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35354)\">Matt. 11:29<\/a><\/span>), was Jesus'\ninjunction. He further declared that he that doeth the will of the Father \". . . shall know of the\ndoctrine whether it be of God, or whether I speak of myself\"\n(<span class=\"citation\" id=\"28117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28117)\">John 7:17<\/a><\/span>).\n<\/p><p>\nAnd so, while you read math and physics and chemistry, read also the Gospels of the New\nTestament. And read the testament of the New World, the Book of Mormon, which was\nbrought forth by the power of God \". . . to the convincing of the Jew and the gentile that\nJesus is the Christ\" (<span class=\"citation\" id=\"43138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43138)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nI should like to pass on to you the words of a wise old man who had traveled far and suffered\nmuch and grown ripe in wisdom. I speak of him of whom Brother Hunter has spoken so\neloquently today. These words were written by Paul to Timothy while Paul was a prisoner of\nNero in Rome. To his beloved young friend he said,\n<\/p><p>\n\"God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.\n<\/p><p>\n\"Be not thou therefore ashamed of the testimony of our Lord\"\n(<span class=\"citation\" id=\"5150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5150)\">2 Tim. 1:7-8<\/a><\/span>).\n<\/p><p>\nTo every young man and woman I commend this stirring injunction. This is the spirit that\nwill reform the world.\n<\/p><p>\nI have been impressed with a statement from Charles Malik, former president of the General\nAssembly of the United Nations. He said this:\n<\/p><p>\n\"In this fearful age it is not enough to be happy and prosperous and secure yourselves; it is\nnot enough to tell others: look at us, how happy we are; just copy our system, our know-how,\nand you will be happy yourselves. In this fearful age you must transcend your system; you\nmust have a message to proclaim to others; you must mean something in terms of ideas and\nattitudes and fundamental outlook on life; and this something must vibrate with relevance to\nall conditions of men.\" (<i>Successful Leadership<\/i>, p. 5.)\n<\/p><p>\nTo every young man and woman within the sound of my voice I should like to say, take upon\nyourself the name of the Lord and then with faith go forth to teach with relevance that which\nwill affect the lives of men and bring peace and joy to the world. The need of the world is a\ngeneration of men of learning and influence who can and will stand up and in sincerity and\nwithout equivocation declare that God lives and that Jesus is the Christ.\n<\/p><p>\nAnd so, my dear young friends, I suggest to you with all earnestness that as you pursue your\nsecular studies you add another dimension to your life, the cultivation of the spirit. God bless\nyou with that peace which comes from him alone, and that growth which comes of sharing\nwith others that which is most precious, your faith, I pray as I give you my witness of the\ndivinity of this work, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}