{"ID":1375, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Three New Volumes of Scriptures Revealed<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1964, pp. 120-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSister Petersen and I bring to you the love and greetings of the many thousands of faithful\nSaints and missionaries in the West European Mission area. They look forward to these\nconferences quite as much as we do here. They look forward with much anticipation to the\nmessages given here. They receive them sometimes in printed word and by radio and\notherwise. They are uplifted by the conference. Their hearts are with us here today together\nwith their faith and prayers.\n<\/p><p>\nWe bring special greetings to you, President and Sister McKay, as you look in on this\nconference. The many wonderful Saints, the lovely people of Europe, love you and honor\nyou; and they would have us bring their greeting to you. And in the words of one of our\nloveliest songs they would have us say:\n<\/p><p>\n\"We ever pray for thee, our Prophet dear,<br \/>\n    That God will give to thee comfort and cheer;<br \/>\n    As the advancing years furrow thy brow,<br \/>\n    Still may the light within shine bright as now.\"<br \/><br \/>\n&nbsp; &nbsp;                     &mdash;Evan Stephens, <i>Hymns<\/i>, 386.\n<\/p><p>\nWe give you, President and Sister McKay, our love and blessing from the\nWest European Mission.\n<\/p><p>\nI would like to talk with you today about a subject which is very important to the\nmissionaries of the Church as well as to ourselves and address my remarks very largely to\nthose who are investigating our great Church and studying with our missionaries.\n<\/p><p>\n<b>The Bible&mdash;the Word of God<\/b>\n<\/p><p>\nWe Latter-day Saints believe the Bible to be the word of God. We love it, and we use it\ncontinuously. We also believe the Book of Mormon and other modern scriptures to be the\nword of God. Some people who study the gospel with us are concerned by this latter fact\nbecause they are of the opinion that the Bible contains all of the word of God and that there\ncan be no more scripture. They turn to the last chapter of the book of Revelation, which is\nalso the concluding part of the Bible, and say that it proves that there should be no scripture\nother than the Bible. The words of John the Revelator to which they refer read as follows:\n<\/p><p>\n\"For I testify unto every man that heareth the words of the prophecy of this book, If any man\nshall add unto these things, God shall add unto him the plagues that are written in this book\"\n(<span class=\"citation\" id=\"42380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42380)\">Rev. 22:18<\/a><\/span>).\n<\/p><p>\n<b>John's Order Follows Precedent of Moses<\/b>\n<\/p><p>\nOf course a careful reading of this text shows very clearly that John the Revelator was\nspeaking only of the book of Revelation and not of any collection of other sacred writings.\nMoses used a similar expression in speaking to ancient Israel when he said: \"Ye shall not add\nunto the word which I command you, neither shall ye diminish ought from it . . .\" This is\nfound in the fourth chapter of the book of Deuteronomy, verse 2\n(<span class=\"citation\" id=\"21248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21248)\">Deut. 4:2<\/a><\/span>). In the 12th chapter of the\nsame book, verse 32, Moses said this: \"What thing soever I command you, observe to do it: thou shalt\nnot add thereto, nor diminish from it\" (<span class=\"citation\" id=\"21251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21251)\">Deut. 12:32<\/a><\/span>).\n<\/p><p>\nCan anyone suppose that in these words Moses laid down a prohibition against all subsequent\nrevelations and against all books which might be called scripture in years to come? Did he\nhave the power to silence all future prophets and forbid them to speak or write as God\nintended that they should? Of course not, or we would be without most of the Old Testament\nand would have none of the New Testament at all.\n<\/p><p>\nIt was the same with John the Revelator. In warning against additions to the book of\nRevelation he spoke of that book only, insisting that no one attempt to change or corrupt what\nhe had said. The Bible was not compiled when John wrote the book of Revelation, so he\ncould not possibly have referred to it. Furthermore, scholars tell us that the Gospel of John\nwas written after the book of Revelation, and if this be true it becomes another indication that\nJohn had no thought of precluding other writings but only of protecting this particular book of\nRevelation from change or corruption.\n<\/p><p>\nThen what about subsequent revelation? What about additional scripture? Should earnest\nreaders of the Bible look for additional scriptures? Or should they be content with what they\nnow have? All students of Holy Writ know that the Bible itself refers to a number of other\nbooks which the compilers did not include in it, either because they did not have access to\nthem or because they did not consider them to be canonical.\n<\/p><p>\nNo one who understands the facts believes that the Bible contains all that God has ever\nrevealed to human beings, and the Bible itself confirms this stand. It is interesting to ask\nourselves how we obtained the Bible, how it was written originally, and by what means it was\nhanded on down to us.\n<\/p><p>\n<b>Scriptures After Moses<\/b>\n<\/p><p>\nThe Bible is a record of the work and writings of the prophets of God throughout the ages,\ntogether with a history of their time. It begins with the writings of the Prophet Moses, who is\nthe accepted author of the first five books of the Old Testament. When Joshua was called to\nlead Israel, he received revelations also, and they were recorded with the history of his time.\nThis record became known as the book of Joshua. It was new scripture for that day and was\nplaced with the writings of Moses. The book of Judges came next. It was\nnew scripture also and was added to the existing volume. Then came the Prophet Samuel. He\nreceived many revelations and wrote much history. His record was new scripture for his day\nand was added to the existing and now fast-growing volume of God's word.\n<\/p><p>\nWho among us would discard the writings of Samuel because in earlier years Moses had said,\n\"Ye shall not add unto the word which I command you\"\n(<span class=\"citation\" id=\"21249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21249)\">Deut. 4:2<\/a><\/span>)? It is obvious that Moses spoke\nonly of his own writings and not of anything written in subsequent times by men called to be\nprophets like unto himself.\n<\/p><p>\nWhen Ezra and Nehemiah came on the scene, they received revelations which were recorded\nas scripture and placed with what Moses, Joshua, and Samuel had written. This became a\npattern by which we obtained the entire Old Testament. Whenever God had a people on the\nearth, he raised up prophets who spoke in his name. Their writings became our scriptures.\nNew scripture came with each new prophet, and each of these new books was included with\nthe scripture already in hand.\n<\/p><p>\nThis pattern held true for the New Testament also. As the sacred word of the Christian era\nwas written, it became scripture. Even the letters of Peter, James, John, Paul, and little-known\nJude became scripture, new scripture. And they were so accepted by the people of that day\nand added to the final volume of scripture as it was at last compiled.\n<\/p><p>\n<b>Divine Guidance Through Continuous Revelation<\/b>\n<\/p><p>\nThat is the way in which the Bible was prepared originally. It came out of a well-ordered\nprocedure of the Lord. It was always the purpose of God to guide his people and not let them\ndrift, but that guidance constituted new revelation every time it was given. Prophets were\nthere to receive it, and as they wrote, their record became new scripture.\n<\/p><p>\nDon't you see that one of the greatest marks of identification of the true Church of God in all\nthe ages has been that it constantly produced new scripture? When there was no new\nscripture, it was a sign that there was no new revelation, and when there was no new\nrevelation, there was no divine guidance. And when there was no divine guidance, the people\ndrifted into error and darkness. Continuous revelation was essential to the life and survival of\nthe true Church. So were the records of those new revelations, and each new record became\nnew scripture.\n<\/p><p>\n<b>New Scripture Evidence of True Church<\/b>\n<\/p><p>\nThe true Church must always produce new scripture according to this pattern. If it does not,\nwe must admit that it has drifted from the path of truth and right. It was Isaiah who explained\nsuch a situation which existed anciently when he said:\n<\/p><p>\n\". . . the Lord's hand is not shortened, that it cannot save; neither his ear heavy, that it cannot\nhear:\n<\/p><p>\n\"For your iniquities have separated between you and your God, and you sins have hid his face\nfrom you\" (<span class=\"citation\" id=\"25262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25262)\">Isa. 59:1-2<\/a><\/span>).\n<\/p><p>\nTo say that there can be no new scripture is itself unscriptural and contrary to the teachings of\nthe Bible. If we truly believe the Bible, we must expect additional scripture from time to\ntime, and to do so we must look for living prophets to receive the revelations which are to\nbecome that new scripture. We cannot escape this conclusion. It is a well-established pattern of\nGod's hand-dealings with men all down through the ages.\n<\/p><p>\n<b>New Volumes of Scripture<\/b>\n<\/p><p>\nThe Latter-day Saints offer to the world three new volumes of scripture: the Book of\nMormon, which is a sacred record of the ancient Americans, the Doctrine and Covenants and\nthe Pearl of Great Price, which contain many of the revelations to the Prophet Joseph Smith.\nThey are books of priceless value. They sustain the truthfulness of the Bible and give\ntestimony of the divinity of Mormonism. They declare in no uncertain terms that God has\nspoken in our day and has made many of his gospel principles clear and understandable\nthrough these modern revelations.\n<\/p><p>\nWould you like to hear a message from God as given in our day? What\nwould you give to hear his word as revealed in modern times, fully supporting and sustaining\nwhat was given anciently? It is here. We have it. We offer it freely to all mankind, and what\nwe offer is fully authentic as were the writings of Joshua and the other prophets when added\nto those of Moses, and as was the New Testament when added to the Old. The teachings of\nthese new scriptures will bring you divine strength and heavenly light. They will dissipate the\ndoubts and fears that have arisen in honest minds for centuries and will answer gospel\nquestions which have caused many misunderstandings about God's word.\n<\/p><p>\n<b>Baptism is Essential to Salvation<\/b>\n<\/p><p>\nSome have wondered, for example, about the necessity of baptism. Is baptism really essential\nto salvation, and if so, how should it be administered? If the Bible leaves you in doubt on\nthese points let the modern scriptures help you. A Book of Mormon prophet, in discussing\nbaptism, said at one time:\n<\/p><p>\n\". . . if the Lamb of God, he being holy, should have need to be baptized by water, to fulfil\nall righteousness, O then, how much more need have we, being unholy, to be baptized, yea,\neven by water!\n<\/p><p>\n\". . . he showeth unto the children of men that, according to the flesh he humbleth himself\nbefore the Father, and witnesseth unto the Father that he would be obedient unto him in\nkeeping his commandments\" (<span class=\"citation\" id=\"3729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3729)\">2 Ne. 31:5,7<\/a><\/span>).\n<\/p><p>\nAfter hearing these words can anyone doubt the necessity of baptism? And would you like to\nknow how baptism should be performed? By what method? In the Book of Mormon the\nSavior himself explained this as he instructed the men whom he authorized to perform\nbaptisms in ancient America. Said he:\n<\/p><p>\n\". . . ye shall go down and stand in the water, and in my name shall ye baptize them.\n<\/p><p>\n\"And now behold, these are the words which ye shall say, calling them by name, saying:\n<\/p><p>\n\"Having authority given me of Jesus Christ, I baptize you in the name of the Father, and of\nthe Son, and of the Holy Ghost. Amen.\n<\/p><p>\n\"And then shall ye immerse them in the water, and come forth again out of the water.\n<\/p><p>\n\". . . On this wise shall ye baptize; and there shall be no disputations among you\"\n(<span class=\"citation\" id=\"5675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5675)\">3 Ne. 11:23-26,22<\/a><\/span>).\n<\/p><p>\nHow unmistakably clear this is!\n<\/p><p>\n<b>The Lord Lives<\/b>\n<\/p><p>\nDo you ever doubt the actual existence of the Lord Jesus Christ? Would you like some\nmodern assurance that he really lives? Modern revelation provides it. Listen to this testimony\ngiven by Joseph Smith and Oliver Cowdery after a personal visitation of the Savior in a\nsacred temple built by the Mormon people in Kirtland, Ohio. They said:\n<\/p><p>\n\"The veil was taken from our minds, and the eyes of our understanding were opened.\n<\/p><p>\n\"We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet\nwas a paved work of pure gold, in color like amber.\n<\/p><p>\n\"His eyes were as a flame of fire; the hair of his head was white like the pure snow; his\ncountenance shone above the brightness of the sun; and his voice was as the sound of the\nrushing of great waters, even the voice of Jehovah, saying:\n<\/p><p>\n\"I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate\nwith the Father\" (<span class=\"citation\" id=\"14487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14487)\">D&amp;C 110:1-4<\/a><\/span>).\n<\/p><p>\nOr listen to the testimony given by Joseph Smith and Sidney Rigdon when they said:\n<\/p><p>\n\". . . this is the testimony, last of all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;\n<\/p><p>\n\"That by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\"\n(<span class=\"citation\" id=\"14417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14417)\">D&amp;C 76:22-24<\/a><\/span>).\n<\/p><p>\n<b>Modern Revelation Beckons You<\/b>\n<\/p><p>\nIsn't that thrilling? Modern revelation beckons you. It can enlighten your mind and revitalize\nyour whole soul. It will bring you the pure and simple gospel taught by Paul and Peter. It will\ngive you the power to know for yourselves that God really lives, that Jesus is the\nChrist, and that he has a modern ministry.\n<\/p><p>\nWe Latter-day Saints are the custodians of that modern ministry. We humbly announce to the\nworld that we are the ordained servants of Jesus Christ. We labor for him and in his name.\nWe have living prophets among us now. They speak, they write, they testify in a great new\nrevelation of God.\n<\/p><p>\nWe do not teach the commandments or the doctrines of men. We have fully in mind the\nwarning of the Apostle Paul that if anyone preach any other gospel than that which he\npreached such a one shall be accursed (see <span class=\"citation\" id=\"23269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23269)\">Gal. 1:8<\/a><\/span>).\nAnd we remember too the teachings of\nthe Savior when he said that we shall be judged by every word that we speak, even every idle\nword (see (<span class=\"citation\" id=\"35358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35358)\">Matt. 12:36<\/a><\/span>).\nKnowing all of this, we bear solemn and earnest testimony to you\nthat what we teach is God's own truth.\n<\/p><p>\n<b>The Almighty Speaks Again to Man<\/b>\n<\/p><p>\nThe Almighty has reopened the heavens. He has appeared to modern men and spoken to them\npersonally, face to face, even as he did unto Moses\n(<span class=\"citation\" id=\"22729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22729)\">Ex. 33:11<\/a><\/span>). He has reestablished his true Church on\nthe earth, even as it was in ancient times. He has raised up new prophets on the earth and\nspeaks through them. He has sent to the earth heavenly messengers who ordained these\nmodern prophets to the Holy Priesthood and gave them the divine power to officiate in the\nordinances of the gospel and make them valid.\n<\/p><p>\nThese are facts. They are true, and we lie not. We do not ask you to take our word alone. We\nurge you to go to the Lord in humble prayer and seek his guidance. He will not lead you\nastray. He loves you. He is your Father. He has taught us that he will give us enlightenment\nand give it generously.\n<\/p><p>\nBut he sets up one condition. We must \". . . ask in faith, nothing wavering. For he that\nwavereth is like a wave of the sea driven with the wind and tossed\"\n(<span class=\"citation\" id=\"26173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26173)\">James 1:6<\/a><\/span>). And yet if\nour search is honest and our desire sincere, he promises us rich rewards. He invites us to\ncome to him and says: \"Ask, and it shall be given you; seek, and ye shall find; knock, and it\nshall be opened unto you\" (<span class=\"citation\" id=\"35340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35340)\">Matt. 7:7<\/a><\/span>).\n<\/p><p>\nWe testify to you of the truth of these things, and we do it in the name of the Savior Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}