{"ID":1376, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"My Peace I Give Unto You\"<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1964, pp. 124-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is a source of strength to my testimony to witness the evidence of inspiration during these\nconference sessions. To my knowledge, none of the brethren are instructed in these general\nsessions to speak upon a particular subject; each selects his own. To me it is interesting and\ninspirational to see how all of these talks correlate in every session, likewise the music\nfurnished by the various choral groups. As evidence, the opening number this afternoon by\nthe Tabernacle Choir entitled, \"In My Father's House Are Many Mansions,\" expresses this\nthought: \"Peace I leave with you, my peace I give unto you\"\n(<span class=\"citation\" id=\"28133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28133)\">John 14:27<\/a><\/span>).\n<\/p><p>\nTwo weeks or so ago, I selected as my subject, \"Peace.\"\n<\/p><p>\n<b>The Prince of Peace<\/b>\n<\/p><p>\nIn the words of the Prophet Isaiah as he prophesied about the coming of Jesus: \"for unto us a\nchild is born, unto us a son is given: and the government shall be upon his shoulder; and his\nname shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The\nPrince of Peace\" (<span class=\"citation\" id=\"25256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25256)\">Isa. 9:6<\/a><\/span>).\n<\/p><p>\nPeace is a word about which we hear much today. Is it being used loosely for personal gain\nby individuals or groups?\n<\/p><p>\nPeace is not to be trifled with. May I give you and share with you some thoughts on this\nsubject as related by Wilferd Petersen, entitled \"Peace Is More than a Word.\"\n<\/p><p>\n\"The word peace has been printed billions of times, uttered in billions of prayers, spoken\nmillions of times over the radio and television and voiced thousands of times by every\nmember of the human race in all the languages of earth, and still we have wars.\n<\/p><p>\n\"It is high time to consider that peace is more than a word. It is more than a spot of ink on a\npiece of paper, or a sound on our lips.\n<\/p><p>\n\"Peace is everything that makes life worth living.\n<\/p><p>\n\"Peace is God on both sides of the table in a conference.\n<\/p><p>\n\"Peace is good will in action.\n<\/p><p>\n\"Peace is worldwide neighborliness.\n<\/p><p>\n\"Peace is cooperation and team work; it is pulling with people instead of pushing them\naround.\n<\/p><p>\n\"Peace is sanity and common sense in human relations.\n<\/p><p>\n\"Peace is open-mindedness. It is a willingness to listen as well as to talk. It is looking at both\nsides of a situation objectively.\n<\/p><p>\n\"Peace is patience. It means keeping our tempers, rising above petty irritations, taking the\nlong look. It means keeping our shirts on and giving time a chance to work its magic.\n<\/p><p>\n\"Peace is having the courage and humility to admit mistakes and take the blame when we are\nwrong.\n<\/p><p>\n\"Peace is international courtesy. It is good sportsmanship in world affairs.\n<\/p><p>\n\"Peace is tact, and tact has been defined as the ability to pull the stinger of a bee without\ngetting stung.\n<\/p><p>\n\"Peace is vision. It is being big enough to give up small individual advantages for the\nuniversal advantage of a warless world.\n<\/p><p>\n\"Peace is using the Golden Rule as a measuring stick in solving the problems of the world.\n<\/p><p>\n\"Peace is the open hand instead of the clenched fist. It is tolerance and understanding toward\nmen of every class, creed, and color.\n<\/p><p>\n\"Peace is a mighty faith. It is a radiant belief in the potential goodness and greatness of men.\nIt is a dynamic confidence that war can be abolished forever.\n<\/p><p>\n\"Peace is a thing of the heart as well as the head. It is a warmth, an enthusiasm, a magnetism,\nthat reaches out and draws people together in a common purpose.\n<\/p><p>\n\"Peace is top level thinking, feeling, acting. It is rising high above tanks, planes, and atom\nbombs as a way of settling disputes.\n<\/p><p>\n\"Peace is a way of living.\"\n<\/p><p>\n<b>The Gospel&mdash;Proclamation of Peace<\/b>\n<\/p><p>\nMay we build peace in the little spheres of our daily lives, our homes, our industries, our\ncommunities, cities, states, and the world.\n<\/p><p>\nThe Lord gave a revelation to the Prophet Joseph Smith, as recorded in the Doctrine and\nCovenants, section 105, verses 38 to 41. This was given June 22, 1834, when members of the\nChurch were being persecuted and driven from place to place.\n<\/p><p>\n\"And again, I say unto you, sue for peace, not only to the people that have smitten you, but\nalso to all people;\n<\/p><p>\n\"And lift up an ensign of peace, and make a proclamation of peace unto the ends of the earth;\n<\/p><p>\n\"And make proposals for peace unto those who have smitten you, according to the voice of\nthe Spirit which is in you, and all things shall work together for your good.\n<\/p><p>\n\"Therefore, be faithful; and behold, and lo, I am with you even unto the end. Even so\"\n(<span class=\"citation\" id=\"14477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14477)\">D&amp;C 105:38-41<\/a><\/span>).\n<\/p><p>\nThe message of peace is the gospel of Jesus Christ. Embodied in the gospel is a complete way\nof life.\n<\/p><p>\nToday, in fulfillment of this scripture to establish an ensign, there are seventy-four missions\nthroughout the world, approximately 12,000 missionaries going out to the four corners of the\nearth, delivering a message which will bring peace to the hearts of men. This will come to all\nwho will listen, study, pray, accept, and live the teachings of the Master.\n<\/p><p>\nWe need to be reminded of the prayer offered at the dedication of the temple at Kirtland,\nOhio, March 27, 1836. This prayer was given to the Prophet by revelation, according to his\nwritten statement in the <i>History of the Church<\/i>, 2, 410-428:\n<\/p><p>\n\". . . that thy servants may go forth from this house armed with thy power [the power of\ntruth, righteousness, peace], and that thy name may be upon them, and thy glory be round\nabout them . . .\n<\/p><p>\n\"And from this place they may bear exceedingly great and glorious tidings, in truth, unto the\nends of the earth, that they may know that this is thy work, and that thou hast put forth thy\nhand, to fulfil that which thou hast spoken by the mouths of the prophets, concerning the last\ndays . . .\n<\/p><p>\n\"That no weapon formed against them shall prosper; that he who diggeth a pit for them shall\nfall into the same himself;\n<\/p><p>\n\"That no combination of wickedness shall have power to rise up and prevail over thy people\nupon whom thy name shall be put in this house [the temple] . . .\n<\/p><p>\n\"We ask thee, Holy Father, to confound, and astonish, and bring to shame and confusion, all\nthose who have spread lying reports abroad, over the world, against thy servant or servants, if\nthey will not repent, when the everlasting gospel shall be proclaimed in their ears . . .\n<\/p><p>\n\"Have mercy, O Lord, upon all the nations of the earth; have mercy upon the rulers of our\nland; may those principles, which were so honorably and nobly defended, namely, the\nConstitution of our land, by our fathers, be established forever\"\n(<span class=\"citation\" id=\"14485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14485)\">D&amp;C 109:22-23,25-26,29,54<\/a><\/span>).\n<\/p><p>\n<b>The Author of Peace<\/b>\n<\/p><p>\nThe Savior is the Author of Peace, the Price of Peace. He said: Come, follow me, \". . . for\nmy yoke is easy, and my burden is light\"\n(<span class=\"citation\" id=\"35356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35356)\">Matt. 11:30<\/a><\/span>).\n<\/p><p>\nThe application of his gospel in our daily lives will bring peace and contentment to the soul,\nfor his promise unto us is: \"Peace I leave with you, my peace I give unto you\"\n(<span class=\"citation\" id=\"28134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28134)\">John 14:27<\/a><\/span>).\n<\/p><p>\nMay I quote from the memorable sermon given by President David O. McKay last October\nconference, to be exact, October 4, 1963:\n<\/p><p>\n\"Let us ever keep in mind that life is largely what we make it, and that the Savior of men has\nmarked clearly and plainly just how joy and peace may be obtained. It is in the gospel of\nJesus Christ and adherence thereto.\" (<i>CR<\/i>, Oct. 1963, p. 9.)\n<\/p><p>\nAlso let us remember his opening remarks of this conference read by his son Robert McKay,\n\"Path to Peace.\"\n<\/p><p>\nMay we realize, then, that peace is more than a spot of ink on a piece of paper or a sound\nupon our lips. It is the application of the teachings of the Prince of Peace in our daily lives.\nThe prophets have been and are speaking. May we follow them. May all we think, say, and\ndo be in accord with the teachings of Jesus, and I assure you we will have peace.\n<\/p><p>\nFor this I pray humbly, in the name of the Lord Jesus Christ, our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}