{"ID":1377, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Can I Really Know?<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, October 1964, pp. 126-129<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSome time ago a representative of the Church on a plane bound for a large west coast city\nwas drawn into conversation with a young attorney. Their conversation centered on the front\npage of a newspaper, a large city tabloid with the sordid, the ugly, the tragic openly\ndisplayed.\n<\/p><p>\nThe attorney said the newspaper was typical of humanity and typical of\nlife&mdash;miserable, meaningless, and in all ways useless and futile. The elder protested, holding that\nlife was purposeful, and that there lives a God who loves his children, and that life is good\nindeed.\n<\/p><p>\nWhen the attorney learned that he was speaking to a minister of the gospel, he said with some\nemphasis, \"All right! We have one hour and twenty-eight minutes left on this flight, and I\nwant you to tell me what business you or anyone else has traipsing about the earth saying that\nthere is a God or that life has any substantial meaning.\"\n<\/p><p>\n<b>Jesus Is the Christ<\/b>\n<\/p><p>\nHe then confessed himself to be an atheist and pressed his disbelief so urgently that finally he\nwas told, \"You are wrong, my friend. There is a God. He lives. I <i>know<\/i> he lives.\" And he\nheard the elder proclaim with fervor his witness that Jesus is the Christ.\n<\/p><p>\nBut the testimony fell on doubtful ears. \"You don't <i>know<\/i>,\" he said. \"Nobody <i>knows<\/i> that! You\ncan't <i>know<\/i> it.\"\n<\/p><p>\nThe elder would not yield and the attorney finally said condescendingly, \"All right. You say\nyou know. Then [inferring, 'if you are so smart'] tell me how you know.\"\n<\/p><p>\nThe elder had been faced with questions before, in written and oral examinations attendant to\nreceiving advanced degrees, but never had a question come which seemed to be so\nmonumentally significant.\n<\/p><p>\nI mention this incident, for it illustrates the challenge that members of the Church face&mdash;all\nof them. This challenge particularly becomes a stumbling block to our youth. They face a\ndilemma when the cynic and the skeptic treat them with academic contempt because they hold\nto a simple child-like faith. Before such a challenge many of them turn away, embarrassed\nand ashamed that they cannot answer the question.\n<\/p><p>\nEssential to Knowledge of Spiritual Truth\n<\/p><p>\nAs our friend attempted to answer this question, he found himself helpless to communicate\nwith the attorney, for when he said, \"The Holy Ghost has borne witness to my soul,\" the\nattorney said, \"I don't know what you are talking about.\"\n<\/p><p>\nThe words \"prayer\" and \"discernment\" and \"faith\" were meaningless to the attorney, for they\nwere outside the realm of his experience.\n<\/p><p>\n\"You see,\" said the attorney, \"you don't really know. If you did, you would be able to tell me\nhow you know.\" The implication was that anything we know we readily can explain in words\nalone.\n<\/p><p>\nBut Paul said:\n<\/p><p>\n\"Now we have received, not the spirit of the world, but the spirit which is of God; that we\nmight know the things that are freely given to us of God.\n<\/p><p>\n\"Which things also we speak, not in the words which man's wisdom teacheth, but which the\nHoly Ghost teacheth; comparing spiritual things with spiritual.\n<\/p><p>\n\"But the natural man receiveth not the things of the Spirit of God: for they are foolishness\nunto him: neither can he know them, because they are spiritually discerned\"\n(<span class=\"citation\" id=\"385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(385)\">1 Cor. 2:12-14<\/a><\/span>).\n<\/p><p>\nThe elder felt that he might have borne his testimony unwisely and prayed in his heart that if\nthe young attorney could not understand the words, he could at least feel the sincerity of the\ndeclaration.\n<\/p><p>\n\"All knowledge is not conveyed in words alone,\" he said. And then he asked the attorney,\n\"Do you know what salt tastes like?\"\n<\/p><p>\n\"Of course I do,\" was the reply.\n<\/p><p>\n\"When did you taste salt last?\"\n<\/p><p>\n\"Why, just as we had dinner on the plane.\"\n<\/p><p>\n\"You just <i>think<\/i> you know what salt tastes like,\" said the elder.\n<\/p><p>\n\"I know what salt tastes like as well as I know anything,\" said the attorney.\n<\/p><p>\n\"If I gave you a cup of salt and a cup of sugar and let you taste them both, could you tell the\nsalt from the sugar?\"\n<\/p><p>\n\"Now you are getting juvenile,\" was his reply. \"Of course I could tell the difference. I know\nwhat salt tastes like. It is an everyday experience; I know it as well as I know anything.\"\n<\/p><p>\n\"Then,\" said the elder, \"may I ask you one further question? Assuming that I\nhad never tasted salt, could you explain to me, in words, just what it tastes like?\"\n<\/p><p>\nAfter some thought the attorney ventured, \"Well . . . I . . . it is not sweet, and it is not sour.\"\n<\/p><p>\n\"You have told me what it isn't,\" was the answer, \"not what it is.\"\n<\/p><p>\n<b>Limitations of Words<\/b>\n<\/p><p>\nAfter several attempts he admitted failure in the little exercise of conveying in words\nknowledge so commonplace as that. He found himself quite as helpless as the elder had been\nto answer his question.\n<\/p><p>\nAs they parted in the terminal the elder bore testimony once again, saying, \"I claim to know\nthere is a God. You ridiculed that testimony and said that if I did know I would be able to tell\nyou exactly how I know.\n<\/p><p>\n\"My friend, spiritually speaking, I have tasted salt. I am no more able to convey to you in\nwords how this knowledge has come than you are to perform the simple exercise of telling\nme what salt tastes like. But I say to you again, there is a God. He does live. And just\nbecause you don't know, don't try to tell me that I don't know, for I do.\"\n<\/p><p>\nYoung people, do not apologize or be ashamed because you cannot frame into words that\nwhich you know in your heart to be true. Do not repudiate your testimony merely because\nyou have no marvelous manifestations to discuss.\n<\/p><p>\nLehi saw in his dream those who \"tasted the fruit,\" and \"were ashamed, because of those that\nwere scoffing at them; and they fell away into forbidden paths and were lost\"\n(<span class=\"citation\" id=\"1594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1594)\">1 Ne. 8:28<\/a><\/span>).\n<\/p><p>\n<b>Learning by Other Means<\/b>\n<\/p><p>\nWe sympathize with you and know how difficult it is to hold to the truth, particularly when\nprofessors of worldly knowledge&mdash;some of them counterfeit Christians&mdash;debunk and scoff.\nWe know from personal experience that you may have some doubts. You may wonder at\ntimes, \"Can I ever really know for sure?\" You may even wonder, \"Does anyone really know\nfor sure?\"\n<\/p><p>\nPresident David O. McKay once told of his search for a testimony as a youth. \"I realized in\nyouth,\" he said, \"that the most precious thing that a man could obtain in this life was a\ntestimony of the divinity of this work. I hungered for it.\"\n<\/p><p>\nHe indicated that he had somehow received the impression that the testimony would come as\na great spiritual manifestation.\n<\/p><p>\n\"I remember,\" he said, \"riding over the hills one afternoon thinking of these things and\nconcluded that there in the silence of the hills was the best place to get that testimony.\n<\/p><p>\n\"I stopped my horse and threw the reins over his head . . . I knelt down and with all of the\nfervor of my heart poured out my soul to God and asked him for a testimony of this gospel. I\nhad in mind that there would be some manifestation, that I should receive some\ntransformation that would leave me without doubt.\n<\/p><p>\n\"I arose, mounted my horse, and as I started over the trail I remember rather introspectively\nsearching myself, and involuntarily shaking my head, saying to myself, 'No, sir, there is no\nchange; I am just the same boy I was before I knelt down.'\"\n<\/p><p>\n<b>Qualifications of Witnesses<\/b>\n<\/p><p>\nPresident McKay continues, \"The anticipated manifestation had not come. Nor was that the\nonly occasion. However, it did come, but not in the way that I had anticipated. Even the\nmanifestation of God's power and the presence of his angels came, but when it did come, it\nwas simply a confirmation; it was not the testimony.\"\n<\/p><p>\nIn answer to your question, \"Can I ever really know for sure?\" we answer, just as certainly as\nyou fill the requirements, that testimony will come. The Lord has never said, nor was it ever\npretended, that this testimony yields itself to scientific investigation, to mere curiosity, or to\nacademic inquiry.\n<\/p><p>\nIn answer to your question, \"Does anybody really know?\" Yes, tens of thousands know. The\nbrethren know. Your parents know.\n<\/p><p>\nI have respect for the truth. It is wrong to fabricate, to invent, to mislead.\n<\/p><p>\nThere is another dimension also. When one has received that witness, and is called to testify,\nfor him to dilute, to minimize, to withhold would be grossly wrong. It is in the face of this\nthat I feel the urgency to bear witness. And I bear my solemn witness that Jesus is the Christ.\nI say that I know Jesus is the Christ, that the gospel of Jesus Christ was restored to Joseph\nSmith, a prophet of God, that David O. McKay who presides over this Church is a prophet of\nGod. In the name of Jesus Christ. Amen.\n<\/div>\n<\/div>"}