{"ID":1378, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">In Whom Shall We Place Our Trust?<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1964, pp. 129-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I have been greatly edified by the proceedings of this great\nconference, and I am thankful.\n<\/p><p>\nWe live in a wonderful world and no doubt in the most wonderful era. There are so many\nlovely and desirable things to do, to enjoy, and to accomplish. There are so many people who\nhelp to make life meaningful and purposeful and worthwhile. But, at the same time, this is a\nday in which there is much anxiety, confusion, mistrust, and fear. This is a time when, as\nprophesied, many are \". . . walking in darkness at noon-day\"\n(<span class=\"citation\" id=\"14466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14466)\">D&amp;C 95:6<\/a><\/span>).\n<\/p><p>\n<b>The Quest for a Sound Foundation<\/b>\n<\/p><p>\nIn attempting to understand the perplexities of these days, many good people seem to be\nrunning to and fro, here and there, seeking to find security in order that they may have peace\nof mind.\n<\/p><p>\nSome, seemingly, depend upon fleeting pleasures to satisfy the longings of their souls. Often\nthese attempt to drown the realities of life in unrestrained living. They seem to be among\nthose who are \". . . lovers of pleasures more than lovers of God\"\n(<span class=\"citation\" id=\"2823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2823)\">1 Tim. 3:4<\/a><\/span>).\n<\/p><p>\nAs a result they find their course is shallow and unproductive of contentment and happiness.\n<\/p><p>\nThe questionable value of mere pleasures is well described by the poet Robert Burns, who\nwrote in part:\n<\/p><p>\n\"But pleasures are like poppies spread:<br \/>\n    You seize the flow'r, its bloom is shed;<br \/>\n    Or like the snow falls in the river,<br \/>\n    A moment white&mdash;then melts for ever.\"<br \/><br \/>\n&nbsp; &nbsp;                (\"Tam o' Shanter,\" 1, 59.)\n<\/p><p>\nSome people attempt to find solace in esoteric intellectual pursuits, while still others seek a\nhaven of security in untried ideologies and man-made formulas. Rather than chart the course\nfor themselves, they seem to be willing to place their lives, their fortunes, their all&mdash;even\ntheir posterity&mdash;in the hands of \"benevolent\" agencies which formulate and prescribe a way\nof life for them.\n<\/p><p>\nThis misplaced trust is contributing to the chaotic conditions of our day. Truly it may be said\nthat these last days are exhibiting more than ever the blatant power and force of Satan.\n<\/p><p>\n\"O that cunning plan of the evil one,\" exclaimed Jacob. \"O the vainness, and the frailties . . .\nof men! When they are learned they think they are wise, and they hearken not unto the\ncounsel of God, for they set it aside, supposing they know of themselves, wherefore, their\nwisdom is foolishness and it profiteth them not. And they shall perish.\n<\/p><p>\n<b>The Counsels of God<\/b>\n<\/p><p>\n\"But to be learned is good if they hearken unto the counsels of God\"\n(<span class=\"citation\" id=\"3724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3724)\">2 Ne. 9:28-29<\/a><\/span>).\n<\/p><p>\nIn this day of debauchery and crime when a man or woman or a boy or a girl can sink to\ngreater depths than ever before, we can be grateful that even in the midst of these opposing\nforces, it is possible through following the principles of the gospel of Jesus Christ, for each of\nus to learn and to progress and to reach the greatest heights in less time than\never before.\n<\/p><p>\nHow may we in our short lifetime prepare to reach the greatest heights? Is it by placing our\ntrust in the wisdom and power and the abilities of man? No! For \"Thus saith the Lord; Cursed\nbe the man that trusteth in man, and maketh flesh his arm, and whose heart departeth from\nthe Lord\" (<span class=\"citation\" id=\"26503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26503)\">Jer. 17:5<\/a><\/span>).\n<\/p><p>\nAnd from the Book of Mormon we could add, \". . . or [who] shall hearken unto the precepts\nof men, save their precepts shall be given by the power of the Holy Ghost\"\n(<span class=\"citation\" id=\"3728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3728)\">2 Ne. 28:31<\/a><\/span>).\n<\/p><p>\n<b>Trust in God<\/b>\n<\/p><p>\nThis is not to minimize the almost unbelievable accomplishments which man has made in\nconquering his environment and in subduing the earth. But to conquer and subdue the earth is\nfutile if we fail to conquer and subdue ourselves and to place our trust in the Lord.\n<\/p><p>\nIn one of our hymns we sing, \"The fight with sin is real . . .\" (Will L. Thompson, <i>Hymns<\/i>,\n206), and it really is! It began in our pre-existent life, and \". . . to bring about his eternal\npurposes in the end of man . . .\" we are told the fight with sin will continue in order that man\nmay be free to choose between the captivity and power of the devil and liberty and eternal\nlife through Jesus Christ the Lord (see <span class=\"citation\" id=\"3719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3719)\">2 Ne. 2:15,27<\/a><\/span>).\n<\/p><p>\nIn that pre-earth life Lucifer offered to \"save\" mankind and to bring all back. But he would\nhave done it by deceit and by force, thereby destroying the agency of man. He demanded as\nhis price that God give him all the honor and the glory that belongs to our Heavenly Father.\nJesus, when he heard Lucifer's selfish plan, offered himself as the Savior of mankind and in\nso doing said: \"Father, thy will be done, and the glory be thine forever\"\n(<span class=\"citation\" id=\"39219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39219)\">Moses 4:2<\/a><\/span>).\n<\/p><p>\n<b>Captivity for Rebellion<\/b>\n<\/p><p>\nWe must have witnessed that tragic scene when Lucifer with a third of the hosts of heaven\narose in hateful rebellion against God, for it is recorded that there were many led away\ncaptive by him, \". . . even as many as would not hearken unto my voice\"\n(<span class=\"citation\" id=\"39220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39220)\">Moses 4:4<\/a><\/span>). That\none third of the hosts of heaven placed their trust in Lucifer and followed after him. What a\ntragic event! And yet, even in that pre-existent state, the right of choice was theirs and ours,\nand that right continues with us today. We then chose the right. We placed our trust in God.\n<\/p><p>\nNow what of today? We have been told by our living prophet that \". . . Never before . . .\nwere there so many insidious influences at work among our people as today . . . never before\nhave dangers been so threatening to our youth . . . some think the standards of morality have\nchanged. The standard of morals of a Latter-day Saint . . . will never change.\"\n<\/p><p>\nThis is a day of sifting, when the Lord determines \"who's who,\" when the \"goats\" will\nseparate themselves from the \"sheep\" (<span class=\"citation\" id=\"35403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35403)\">Matt. 25:32-33<\/a><\/span>);\nactually this is the day when we must determine and\nprove whether we are Latter-day Saints or whether we are \"Latter-day Saints.\"\n<\/p><p>\n<b>Choose Whom Ye Will Trust<\/b>\n<\/p><p>\nThe Latter-day Saints are without excuse. We are well taught, we are well directed. We have\nboth ancient and modern scripture to guide us. We have the priesthood. We have living\nprophets, and I testify to you that President David O. McKay is just that. We have the Church\nwith its supporting organizations. We have the saving and exalting ordinances which are\nadministered by proper authority in holy temples. We have the Holy Ghost to guide us, to\nwarn us, and to impress us. But still we must learn that except through Jesus of Nazareth,\n\". . . there is none other name under heaven given among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7931)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nIn whom then shall we place our trust? Men may scheme and plan, they may devise\nprograms, and they may legislate changes, but contentment and peace will come only when\nwe trust in God and admit our sins and forsake them and then with determination \". . . live by\nevery word that proceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"14426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14426)\">D&amp;C 84:44<\/a><\/span>).\n<\/p><p>\nTo you who are sorrowing, to you who are discouraged, to you who are in doubt, to you who\nneed help&mdash;Jesus gave the answer to the question, where shall I place my trust? as he closed\nhis sermon to the multitude and voiced his great message to the rest of the down-trodden:\n<\/p><p>\n\"Come unto me, all ye that labour and are heavy laden, and I will give you rest.\n<\/p><p>\n\"Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall\nfind rest unto your souls.\n<\/p><p>\n\"For my yoke is easy, and my burden is light\"\n(<span class=\"citation\" id=\"35353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35353)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nYes, \"Blessed is the man that trusteth in the Lord, and whose hope the Lord is\"\n(<span class=\"citation\" id=\"26504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26504)\">Jer. 17:7<\/a><\/span>).\nMay we all place our trust in the Lord and heed such counsel as we have been given in this\nconference, I pray humbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}