{"ID":1379, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Salvation Dependent Upon Communication from God<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, October 1964, pp. 131-134<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, if varied experiences enrich the soul, then I would hope for every\none of you that you could be assigned to be one of the last speakers in a general conference\nof the Church. It reminds me of a story that Brother Adam S. Bennion told once. He was a\ngreat storyteller as you remember.\n<\/p><p>\nHe said that there was a man who was disturbed by the howling dog of his neighbor. He\nstood it as long as he could, and then at 3 am in the morning put on his bathrobe and slippers\nand walked across the intervening lawn to his neighbor's home. He pounded on the door until\nhe finally roused the neighbor, who came to the door sleepy-eyed, and he said to him, \"Say,\nmister, your howling dog has kept me awake all night.\"\n<\/p><p>\nStrangely enough, the neighbor never said a word. He just closed the door and went back to\nbed. But the next morning at precisely the same hour he went across the same lawn in the\nother direction and pounded on his neighbor's door and finally got him up. And when he\ncame to the door, he said, \"Say, mister, I haven't got a dog.\"\n<\/p><p>\nWell, that's the way I feel right now, brothers and sisters, I haven't got a subject. They have\nall been spoken on.\n<\/p><p>\nBut realistically, the breadth and the depth of the subjects of the gospel is so great that I\nsuppose every speaker, succeeding one after another, could well speak on the same subject.\n<\/p><p>\nIn the days of ancient Israel, \"the feast,\" which was similar to our present-day \"conference,\"\nwas a time of gathering, a time of harvest, a time of rejoicing, and, what is more particularly\nsignificant, \"the feast\" was designated by the Lord as a time of remembrance. I cannot help\nfeeling that here should be the re-enactment of this ancient admonition of the Lord, that we\nshould remember the things that we have heard at this great conference of the Church.\n<\/p><p>\nThat we have met under the peaceful influence of President McKay, who is nearby, at this\nconference brings to all of us a comforting reassurance.\n<\/p><p>\nWith due respect to Brother Petersen in the excellent treatment of the subject of revelation I\nwould like to offer one or two thoughts which go in a different direction, treating perhaps\nanother aspect of it.\n<\/p><p>\n<b>\"All That God Has Revealed\"<\/b>\n<\/p><p>\nOur Ninth Article of Faith states: \"We believe all that God has revealed, all that He does now\nreveal, and we believe that He will yet reveal many great and important\nthings pertaining to the Kingdom of God\"\n(<span class=\"citation\" id=\"6810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6810)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nFrom this we declare that the salvation of mankind is dependent upon communication from\nGod.\n<\/p><p>\nIn this age of space exploration science is probing deeper and deeper into the universe. A\nlanding upon the moon is planned. Contact with Venus, Mars, and other planets is also under\nconsideration. That other beings will be found to exist \"out there\" in the depths of space is a\nmatter of scientific concern.\n<\/p><p>\nSuppose this proved to be true and contact with people of other planets were permitted by the\nLord; it would be ironic indeed if they were found to have the same lack of response or \"no\nconcern\" attitude as do the people of the planet Earth, generally, toward the visits and\ncontacts made by persons from outer space who have already come to the earth.\n<\/p><p>\nSince 1830 we have proclaimed to the world that visitors on divine missions have been sent\nto this planet to reveal the purpose of this life and the needed preparation for life after mortal\ndeath. Concerning other occupied planets, God made this known unto Moses, as revealed to\nthe Prophet Joseph Smith:\n<\/p><p>\n\"And worlds without number have I created; and I also created them for mine own purpose;\nand by the Son I created them, which is mine Only Begotten\"\n(<span class=\"citation\" id=\"39206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39206)\">Moses 1:33<\/a><\/span>). As to his\npurpose, he said to Moses: \"For behold, this is my work and my glory&mdash;to bring to pass the\nimmortality and eternal life of man\"\n(<span class=\"citation\" id=\"39217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39217)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nMen dream of finding somewhere \"out there\" super beings whose intelligence is superior to\nthat found upon the earth. But this concept could have a two-way application in that visitors\nfrom outer space with superior intelligence and understanding could come to the planet Earth\nwith vital truths of salvation.\n<\/p><p>\n<b>Redeemer of Mankind Revealed<\/b>\n<\/p><p>\nSpeakers at this conference have testified of the appearance of God our Heavenly Father and\nhis Beloved Son, who is the Lord and Redeemer of mankind, unto the Prophet Joseph Smith.\nContacts have also been made by other messengers sent to the earth from the presence of\nGod. We are now firmly in possession of the knowledge of the way back from mortality into\nimmortality, there to dwell in the presence of our Heavenly Father, who in his holy purposes\ndesires his children back with him.\n<\/p><p>\nRevelation may be regarded as incredible to many. Its reality may also be taken for granted\nby our own members, producing a danger of forsaking the very will of God.\n<\/p><p>\nI testify, as others have done here today, that God revealed his mind and will unto Joseph\nSmith, the first prophet in our modern times, and that since his day there have been other\nprophets who have presided over this work and who have been directed by the Lord. I testify\nthat President David O. McKay is the chosen leader of God's work here upon the earth today,\nunto whom he has given revelation for the guidance and direction of the work which our\nHeavenly Father desires carried out upon the earth to accomplish his purposes.\n<\/p><p>\nWe are frequently asked the questions by those who are not of our faith, \"When was the last\ntime that your prophet received a revelation?\" and \"How is it made known to your people?\"\nIn answer to these questions may I cite two most recent evidences of divine instruction and\nrevelation from God which are for the guidance of the Church.\n<\/p><p>\n<b>The Love of Jesus Christ<\/b>\n<\/p><p>\nThe first of these concerns the message of President McKay at the beginning of this\nconference, the substance of which he also gave to the stake presidencies of the Oakland\nTemple District not long ago. Upon both of these occasions he told of the great love of Jesus\nChrist and charged the assembly to reflect this love in their acts and deeds toward their fellow\nmen. He also told of the increase of the powers of darkness in accordance with the spread of\nthe restored gospel.\n<\/p><p>\nHe proclaimed a warning unto those of the Church who might compromise\ntheir way of life and lose the power and understanding of the gospel that \"Atheism is the\ngreatest weapon Satan has to use, and its evil influence is bringing degradation to millions\nthroughout the world.\" And then, what is singularly important as a divine inspiration from a\nprophet of God, he said, \"Only the declaration of the divinity of Jesus Christ to all the people\nof the world can counteract this evil.\"\n<\/p><p>\n<b>Parents to Teach the Gospel<\/b>\n<\/p><p>\nThe second concerns the remarks of Elder Harold B. Lee last night in the general priesthood\nmeeting unfolding the outline of the family home evening program, concerning which you\nwill hear a great deal in the weeks ahead. He premised his remarks by referring to the\nstatements made by the prophets of God in this dispensation, emphasizing the importance of\nparents teaching their children the gospel. These statements made by the President of our\nChurch are actually revelations from God concerning the importance of the family unit in the\nplan of the gospel.\n<\/p><p>\nOur high resolve should be to bring ourselves in harmony with this instruction, thereby\nobeying the mind and will of God as it is revealed unto his servants. In contemplation of this\ndivine information and these instructions, I would say unto those who have asked the\nquestion, \"When was a revelation last given?\" that they might profitably take note of the\nnature of and the manner by which these revelations referred to have been given.\n<\/p><p>\nFrom the Doctrine and Covenants I quote the following: \"Wherefore, I the Lord, knowing the\ncalamity which should come upon the inhabitants of the earth, called upon my servant Joseph\nSmith, Jun., and spake unto him from heaven, and gave him commandments\"\n(<span class=\"citation\" id=\"14356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14356)\">D&amp;C 1:17<\/a><\/span>).\n<\/p><p>\n<b>Knowledge Which Exalts Man<\/b>\n<\/p><p>\nThe commandments given by revelations from God provide the laws and ordinances of the\ngospel, and obedience thereto will exalt man in the presence of our Heavenly Father. They\ncontain \"pure knowledge\" (<span class=\"citation\" id=\"14500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14500)\">D&amp;C 121:42<\/a><\/span>)\nwhich man cannot find out in and of himself, thereby necessitating\ntheir divine communication.\n<\/p><p>\nThe Prophet Joseph Smith once described the manner in which such direct inspiration comes,\nfor said he: \"Yea, thus saith the still small voice, which whispereth through and pierceth all\nthings, and often times it maketh my bones to quake while it maketh manifest\"\n(<span class=\"citation\" id=\"14428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14428)\">D&amp;C 85:6<\/a><\/span>).\n<\/p><p>\nSpeaking to those who would deny the revelations of God, I would conclude with the remarks\nof the Prophet Moroni, the same who made contact with Joseph Smith as a visitor sent from\nthe presence of God, as recorded in the Book of Mormon:\n<\/p><p>\n\"And again I speak unto you who deny the revelations of God, and say that they are done\naway, that there are no revelations, nor prophecies, nor gifts, nor healing, nor speaking with\ntongues, and the interpretation of tongues;\n<\/p><p>\n\"Behold I say unto you, he that denieth these things knoweth not the gospel of Christ; yea, he\nhas not read the scriptures; if so, he does not understand them.\n<\/p><p>\n\"For do we not read that God is the same yesterday, today, and forever, and in him there is\nno variableness neither shadow of changing?\"\n(<span class=\"citation\" id=\"37989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37989)\">Morm. 9:7-9<\/a><\/span>).\n<\/p><p>\nAbout six weeks before the death of the Prophet Joseph Smith, as he had been harassed by\nmany concerning the revelations which God had given unto him, he bore publicly, at that very\nimportant meeting held in Nauvoo on May 12, 1844, perhaps one of his last testimonies\nconcerning the revelations of God, wherein he said:\n<\/p><p>\n<b>\"Make Your Calling and Election Sure\"<\/b>\n<\/p><p>\n\"Oh! I beseech you go forward . . . and make your calling and your election sure\n(<span class=\"citation\" id=\"4875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4875)\">2 Pet. 1:10<\/a><\/span>).\n<\/p><p>\n\"When did I ever teach anything wrong from this stand? When was I ever confounded? I want\nto triumph in Israel before I depart hence and am no more seen. I never told you I was\nperfect; <i>but there is no error in the revelations which I have taught<\/i>.\"\n(Andrew Jenson, <i>The Historical Record<\/i>, Vol. 7, p. 548. Italics added.)\n<\/p><p>\n<b>The Revelations of God<\/b>\n<\/p><p>\nThe challenge to the members of the Church in these closing minutes of this great conference\nis to adhere to the revelations from God that we may make our election sure. The challenge to\nthose not of the Church who are watching and listening is to be concerned, to investigate, and\nto find out for themselves the truth of revelations from God, as they have been given by\ndivine messengers who have visited the earth, that they may come to know the ways of the\nLord and then courageously accept and live by them.\n<\/p><p>\nI bear you my testimony to be added to those already borne that this is the work of our\nHeavenly Father. I am grateful, my brothers and sisters, to be associated with you and pray\nthat the work may go forward as the Lord has ordained that it should, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}