{"ID":138, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Firing Line<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1944, pp. 60-65<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, in your presence, and with the utmost humility and sincerity, I desire to express to\nmy Heavenly Father my deep gratitude for membership in this great Church, and for your\nfellowship and the fellowship of the Saints, and the blessings that I am privileged to enjoy as\na member of his Church.\n<\/p><p>\nWe called a deacon to talk in one of our stake conferences recently, extemporaneously, and he\nexpressed his gratitude to the Lord for his blessings, and among them he said, \"I thank the\nLord for the privilege of being reared in a Mormon home.\" I have thought of that a good\nmany times since, and I think of all my blessings I could be most grateful for the privilege of\nhaving been reared in a Mormon home.\n<\/p><p>\nAN EXPRESSION OF GRATITUDE FOR BLESSINGS\n<\/p><p>\nThen I thank the Lord for the influence of the gospel which has assisted my wife and me in\nrearing our children. I realize the condition the world is in today; they need the influence of\nthe gospel of Jesus Christ more than anything else to enable them to keep their moorings and\nto be faithful and true to the high standards of this Church.\n<\/p><p>\nIn traveling from stake to stake, attending stake conferences, in almost every chapel we enter\nthere hangs on the wall a memorial flag or banner, with stars representing each boy and girl\nin the armed forces. In many cases they total approximately ten percent of the ward or the\nstake population. I never look at a flag like that but what I realize that every star represents a\nboy or a girl. I think of those boys, and my own two sons, of where they go and what they\ndo. I am most grateful to the Lord for my present assignment to labor with the youth of Zion.\nOf all the responsibilities that are mine, I regard this as the most precious and the most\nimportant.\n<\/p><p>\nTHE TEMPTATIONS MET BY OUR BOYS IN THE ARMY\n<\/p><p>\nI think of these boys by day and by night, not only the ones who are on the firing line and\nare in precarious conditions and circumstances, but also those who have to meet the\ntemptations of the world by which they are surrounded under their present conditions. I\nwonder if we at home have done all we should for them, that as they live we will be proud to\nknow that they stand for us individually, for our homes, for this great Church. Are we willing\nthat the world should judge us individually and as a people by their lives and the things they\ndo?\n<\/p><p>\nThen I think of the temptations that they are subjected to. I am sure we were all impressed\nyesterday with what President Grant said about President Merrill seeing President Grant's\nbrother wearing a halo, as it were, about him, it being the influence of his father. I pray that\nwherever our boys go our influence may go with them, and may be as a light to their path, to\nguide and direct and to give them power and strength to resist evil with which they are\nsurrounded at the present time.\n<\/p><p>\nI desire to read a few words from a letter I received from a captain from one of our bases.\n\"After wading through the muck and mire and vice, immorality and corruption, it takes\ncourage of a high caliber to keep yourself immune from partaking of the same.\" And then he\ntells of attending an officer's party when he was the only one of all present, men and women,\nwho was not under the influence of liquor. Then I wonder if my boy were there if the\ninfluence of the home and of the gospel would be such that he could stand out alone against\nthat entire group of officers, even though they taunted him, as they did, as the captain\nexplains in his letter.\n<\/p><p>\nNow, I want to read a few words from my own missionary son who recently entered the\nservice. He says:\n<\/p><p>\nMy companion and I are plenty disgusted with the boys here. Their language is positively\nevil, foul and vile. If the Lord preserves their lives, they will be mighty fortunate. Day and\nnight filthy talk.\n<\/p><p>\nThings would not be bad at all if we had a company of returned missionaries.\n<\/p><p>\nThank God that our boys are able to discern the difference between the ways of the world and\nthe way they have been taught in this Church.\n<\/p><p>\nA returned missionary came into my office not long ago. I knew his parents well. He was\nserving at one of the bases here in Salt Lake, and I said: \"What kind of boys are you\nassociated with?\"\n<\/p><p>\n\"Oh,\" he said, \"they are swell fellows. They would do anything in the world for you. But,\" he\nsaid, \"they profane the name of God all day long, and when you tell them they are doing it,\nthey don't believe you. They have just been used to it, it is their natural language, it is the\nway they talk.\"\n<\/p><p>\nHe said: \"Do you want me to tell you the rest of the story?\" I said, \"Well, yes.\" \"Well,\" he\nsaid, \"they don't think any more of being Immoral, going out for a woman, than they would\nto go and buy a beefsteak if they were hungry.\"\n<\/p><p>\nYou wonder that the world could fall to such a condition as that.\n<\/p><p>\nI attended a stake conference in San Diego. Brother Hugh B. Brown was there, and we had\nsome sixty-odd of our boys of the armed forces present. They sang for us: some of them\ntalked, and after the conference one of the boys came up to me and said: \"Bishop, you'll\nnever know what a day like this means to us.\" He said, \"The world is so wicked&mdash;you think\nmen are wicked, but I want to tell you that they are not in it as compared with the women.\"\n<\/p><p>\nI could not understand that, because I had been reared in Zion and know of the teachings of\nthe gospel and the high standards of our women. And this condition seems to be largely\nconceded by leaders in the world. When I was in Atlanta as president of the Southern States\nMission, one of our most prominent ministers of Atlanta, in talking before a Bible society in\nVirginia, made this statement about conditions in the world. He said:\n<\/p><p>\nSociety thinks it is cute for debutantes to be carried home Monday morning gloriously drunk.\nHistory shows that all conditions which preceded the downfall of every empire of the past\nface us today. It remained for the twentieth century to lift woman down from her throne,\nteach her to drink as we drink, smoke as we smoke, and blaspheme as we blaspheme.\n<\/p><p>\nTHE PRESENT CONDITION OF MANKIND\n<\/p><p>\nRoger Babson indicates that there are four requisites to restore the world to peace, one being a\nreturn to righteousness and Christianity in action, and then he adds: \"There, however, may be\na great difference between righteousness and theology, between theoretical Christianity and\nChristianity in action.\"\n<\/p><p>\nBooth Tarkington, in giving an explanation for the condition the world is in today, said:\n\"Lop-sided progress did it&mdash;scientific material advance achieved by nations undeveloped in\nspirit.\"\n<\/p><p>\nWill Durant, who was here not long ago, made this statement: \"We will be poor and virtuous\nagain.\"\n<\/p><p>\nI thought much about that, and I thought that if poverty were the only price of virtue, God\ngrant that poverty might come, for virtue must return to the earth if we would be able to\nstand when He makes His appearance.\n<\/p><p>\nReturning from Oregon a few weeks ago from attending a conference, I sat in the men's rest\nroom while the porter was making up the berths, and there were an army officer and one or\ntwo others present, and a doctor who was in the armed forces just returning on furlough from\nNew Guinea and the Islands of the Pacific. Someone started the subject of Salt Lake, and then\nI admit to you brethren that I never listened to a man use more vile language than that doctor\ndid when he spoke of Brigham Young and the Mormons. I shall never repeat it as long as I\nlive, to man or woman.\n<\/p><p>\nThen I spoke up and said, \"Doctor, I would just like to tell you that I am from Salt Lake\nCity, and I am a member of the Mormon Church, and I have traveled all over the United\nStates and in Europe, and in Mexico and Canada, and the islands of the sea, and if there is a\npeople on this earth as morally clean as the Mormon people it has never been my privilege to\nmeet them.\" I referred him to an article that appeared not long ago in <i>Life<\/i> magazine from the\nsurgeon general's office of the United States, in which the statement was made that the\ngreatest deterrent to the success of the armed forces in the United States and the war industry\nwas venereal disease. The article indicated that eighty-five per cent of all the men in the\narmed forces, including married men, were living immoral during the term of their service.\n<\/p><p>\nHe turned to the officer sitting there and said: \"That doesn't begin to cover it, does it? Why,\nit is ninety-nine and nine-tenths percent.\"\n<\/p><p>\nThen I told him of a letter I had in my possession from the superintendent of the L.D.S.\nHospital in Salt Lake, in which the superintendent indicates that they had given the\nWasserman test to over 7,000 boys who passed through the missionary home here in Salt\nLake, and out of those 7,000 tests, only four of them showed any trace of impure blood, and I\nsaid: \"Doctor, if you can duplicate that anywhere in the world, I'd like to know where.\"\n<\/p><p>\nEXAMPLE OF A MORMON GIRL\n<\/p><p>\nThen he added: \"Well, over in New Guinea, even the doctors and the nurses 'let their hair\ndown.'\" That was his own expression. He said: \"They figure they may never come back, and\nthey are getting all they can while they are there. But,\" he said, \"there was one nurse from\nSalt Lake, a Mormon girl, who said, 'I left my home clean, and I am going to return as I\nleft.'\"\n<\/p><p>\nI said to myself: \"God bless her.\" And I know that if her parents knew they would say the\nsame thing. I cannot help but feel if there is rejoicing in heaven over one sinner that has come\nto repentance (<span class=\"citation\" id=\"31128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31128)\">Luke 15:7<\/a><\/span>),\nsurely there must be great rejoicing in heaven when a Mormon girl or boy has\nthe courage to stand out against, the entire group and keep himself sweet and clean.\n<\/p><p>\nGOOD AND EVIL INFLUENCES EVER PRESENT\n<\/p><p>\nI thought of the words of Joseph when sold into Egypt, tempted by Potiphar's wife&mdash;you\nknow how she laid a trap for him&mdash;and then Joseph said: \"How then can I do this great\nwickedness and sin against God?\" (<span class=\"citation\" id=\"23481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23481)\">Gen. 39:9<\/a><\/span>).\nHe refused all her entreaties and efforts to seduce him,\neven though he realized that he might incur the displeasure&mdash;which he did&mdash;of those who\nruled over him, and he was cast into prison.\n<\/p><p>\nI saw a picture in Brussels, when I was laboring as a missionary in Europe, depicting a man\nas he stood with a revolver and shot off his head. As he did that thing, there stood on either\nside an angel, one an angel of light, the other an angel of darkness. As he pulled the trigger\nthat severed his head from his body, the angel of darkness turned with a laugh of triumph,\nand the angel of light turned and wept.\n<\/p><p>\nBrethren, wherever your boys and girls go those influences will go with them. If there is\nanything you can do at home to strengthen them to meet the temptations that come before\nthem, please do not leave undone what can be done. I say this to you fathers, and you officers\nin this Church. I cannot help but think of the words of Jesus when he said, \"Fear not them\nwhich kill the body, but are not able to kill the soul, but rather fear him which is able to\ndestroy both soul and body in hell\" (<span class=\"citation\" id=\"33898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33898)\">Matt. 10:28<\/a><\/span>).\n<\/p><p>\nAnd think of the words of the Presidency of this great Church to all the youth of the land,\n\"Better dead clean, than alive unclean.\"\n<\/p><p>\nGod help us to help them, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}