{"ID":1380, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"No Other Success Can Compensate for Failure in the Home\"<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1964, pp. 134-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSomewhere I have read or heard of this remark by a woman who was observing a clean and\nmanly and admirable young man. \"I would give twenty years of my life,\" she said, \"to have a\nson like that.\" The mother of the boy, standing nearby, overheard the comment and replied:\n\"That is what I have given&mdash;twenty years of my life.\"\n<\/p><p>\nMy mind keeps going back to a sentence from the April conference address of President\nMcKay, in which he said: \"No other success can compensate for failure in the home.\"\n<\/p><p>\n<b>Full Time Parent<\/b>\n<\/p><p>\nThere is no easy way to rear a family. There is no way, really, to be part-time parents. There\nare other necessary interests and activities and obligations, but the responsibility of being a\nparent is ever-present and lifelong. (So is the responsibility of being a son or a daughter.) And\nthere is nothing more rewarding than the sacred assignment of parenthood, faithfully followed\nthrough.\n<\/p><p>\nWith the home and family in mind, as emphasized so effectively last evening in the messages\nfrom President McKay and Presidents Brown and Tanner and by Brother Lee and Bishop\nSimpson, the counsel comes to us to teach our children, to draw near to them in love, in\npatience, in respect, and in righteous example.\n<\/p><p>\nThe counsel comes to us to re-emphasize the home&mdash;the first and most effective place for\nteaching the values and virtues and the lessons of life. This counsel has been given by a long\nsuccession of prophets and Presidents of the Church and by our Father in heaven over all the\nages.\n<\/p><p>\n<b>\"Keep the Way of the Lord\"<\/b>\n<\/p><p>\nOf Abraham it was said: \"For I know him, that he will command his children and his\nhousehold after him, and they shall keep the way of the Lord\"\n(<span class=\"citation\" id=\"23704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23704)\">Gen. 18:19<\/a><\/span>).\n<\/p><p>\nAnd through Moses: \". . . I give unto you a commandment, to teach these things freely unto\nyour children\" (<span class=\"citation\" id=\"39230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39230)\">Moses 6:58<\/a><\/span>).\n<\/p><p>\nFrom King Benjamin in the Book of Mormon: \"And ye will not suffer your children that they\ngo hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and\nquarrel one with another, and serve the devil, who is the master of sin . . .\n<\/p><p>\n\"But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love\none another, and to serve one another\"\n(<span class=\"citation\" id=\"40329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40329)\">Mosiah 4:14-15<\/a><\/span>).\n<\/p><p>\n<b>\"Walk Uprightly Before the Lord\"<\/b>\n<\/p><p>\nAnd from the Doctrine and Covenants, oft-quoted: \"And they shall also teach their children to\npray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"14412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14412)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\n\". . . I have commanded you to bring up your children in light and truth\"\n(<span class=\"citation\" id=\"14463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14463)\">D&amp;C 93:40<\/a><\/span>).\n<\/p><p>\n\". . . set in order your own house\"\n(<span class=\"citation\" id=\"14464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14464)\">D&amp;C 93:43<\/a><\/span>).\n<\/p><p>\n\". . . see that [your family] are more diligent and concerned at home, and pray always, or they\nshall be removed out of their place\"\n(<span class=\"citation\" id=\"14465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14465)\">D&amp;C 93:50<\/a><\/span>).\n<\/p><p>\n\"We have been so eager to give our children what we didn't have,\" said one observer, \"that\nwe have neglected to give them what they should have.\"\n<\/p><p>\n\"Ought we not to begin,\" said another spiritual teacher, \"by offering our children those things\nthat we did have? In our childhood we received maximum religious instruction. In our\nchildhood we beheld examples of persevering frugality, hard work, and the spirit of\npioneering on every frontier of life. Things were not just handed to us.\" (Rabbi Joseph H.\nLockstein.)\n<\/p><p>\n\"It is in youth,\" said Benjamin Franklin, \"that we plant our chief habits and prejudices . . . in\nyouth the private and public character is determined . . .\"\n<\/p><p>\nThe idea that we can leave to children entirely to choose as to the essentials of life is an\naltogether unsafe idea.\n<\/p><p>\nWhat agency or institution would be qualified to supersede the home? Where else would we\ngo for the first seeds of faith? Where else is example so close, so constant?\n<\/p><p>\n<b>Foundations of a Happy Home<\/b>\n<\/p><p>\nThere never was a tonic that would cure more social ailments than a healthy, happy home.\nThere never was a greater source of social stability than an affectionate and understanding\nfamily. There never was a better way of helping children to happiness than the close\nconfidence of wise and loving and responsible parents.\n<\/p><p>\nOf course there are some who haven't homes. But if all the homes we have were doing what\nthey could or ought to do, there would be less need for many agencies and institutions that\nare bravely attempting to do what the home should do. And before we create more and more\ncomplex social machinery, we ought to put the emphasis back where it belongs, on the oldest\nsocial institution in existence&mdash;the family, the home. And if more and ever more emphasis is\nplaced outside the home, we shall have less and less influence with our families and more and\nmore public problems.\n<\/p><p>\nAmong the most important privileges of parents is the making of a happy home, a place of\nunderstanding, of love and loyalty, not marred by quarreling and contention, a place wherever\nthey are and however old they are, they will remember with warm and wonderful memories.\n<\/p><p>\nThe question comes at times as to whether or not mothers should work. Certainly\ncircumstances would vary the answer. This comment from Dr. Elton Trueblood is of interest:\n<\/p><p>\n\"We know that the Communist philosophy of Russia has a clear answer to this question: that\nwomen should be employed exactly as men are, the state caring for the children doing the\nmother's hours of employment outside the home. [But] because our philosophy includes other\nvalues, especially those of the home as a creative center, we cannot subscribe to this . . .\ndoctrine . . . Many women engage in work outside the home. But often they do it at the\nwrong time in their lives. There is a period when a woman who makes a home what it ought\nto be necessarily finds it occupying all the time, energy and imagination she possesses.\"\n<\/p><p>\nHow can we expect other people to teach and to build character in our children if we don't?\n<\/p><p>\nHow can we expect others to take their time and to inconvenience themselves for our children\nif we don't?\n<\/p><p>\nSometimes some parents mistakenly feel that they can relax a little as to conduct and\nconformity or take perhaps a so called liberal view of basic and fundamental\nthings&mdash;thinking that a little laxness or indulgence won't matter&mdash;or they may fail to teach or to\nattend Church, or may voice critical views. Some parents sometimes seem to feel that they\ncan ease up a little on the fundamentals without affecting their family or\ntheir family's future. But if a parent goes a little off course, the children are likely to exceed\nthe parent's example.\n<\/p><p>\n<b>Standards to Honor; Examples to Emulate<\/b>\n<\/p><p>\n\"He who imitates an evil example,\" said Francisco Guicciardini, \"generally goes beyond it; he\nwho imitates a good example generally falls short of it.\"\n<\/p><p>\nThere must be standards and examples that are sure and safe to follow. To lead our children\naway from faithfulness, away from conformity, away from basic and bedrock belief is too\nmuch responsibility to take.\n<\/p><p>\nSometimes, later in life, these same parents turn and come closer to the Church, only to find\nto their sorrow that their children, having been encouraged in a different direction, don't turn\nback so easily&mdash;if ever.\n<\/p><p>\n\"Whatever you would have your children become, strive to exhibit in your own lives and\nconversation,\" said Lydia Sigourney.\n<\/p><p>\n\"We can do more good by being good, than in any other way.\" (Author unknown.)\n<\/p><p>\nMahatma Ghandi said: \"My life is my message.\" Every parent could say it also, and every\nparent's life will be his message to the latest generation.\n<\/p><p>\nOne of the first essentials is for parents to be united in their objectives, of one faith and one\npurpose. \"Do you expect, forsooth,\" asked an ancient Roman poet, do you really expect \"that\na mother will hand down to her children principles which differ from her own?\" (Juvenal,\n<i>Satires<\/i>.) Any young man who thinks that a girl who doesn't believe as he believes will teach\nhis children as he would teach them simply isn't facing facts. In marrying we choose the\nparents of our children, and we have an obligation to ourselves and to our children to marry\nthose with whom there can be a oneness of purpose and conviction.\n<\/p><p>\n<b>\"Joy in the Kingdom of My Father\"<\/b>\n<\/p><p>\nWe often read and quote from the Doctrine and Covenants: \"And if it so be that you should\nlabor all your days . . . and bring, save it be one soul unto me, how great shall be your joy\nwith him in the kingdom of my Father!\"\n(<span class=\"citation\" id=\"14371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14371)\">D&amp;C 18:15<\/a><\/span>).\n<\/p><p>\nNow if it is a thing of such exceeding joy to bring one soul to our Father, how great a joy it\nmust be to keep and bring back to him those whom he has given us. It is wonderful and\nessential to send missionaries to far places, but how could we justify not keeping our own?\n<\/p><p>\nIf it is important to be our brother's keeper (<span class=\"citation\" id=\"23701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23701)\">Gen. 4:9<\/a><\/span>),\nhow very important it must be to be our\nchildren's keeper, the keeper of our families, those whom God has given us. When does a\nparent's responsibility cease? Legally we can define it, but is it over&mdash;ever?\n<\/p><p>\n<b>Home Duty and Blessings<\/b>\n<\/p><p>\nThe family circle is everlasting, and so are its responsibilities and blessings.\n<\/p><p>\nAnd so it is that the Presidents of the Church from far back have emphasized the home and\nhave waged a weekly home evening. We have come to the time when it is well and strongly\nfelt that there must be a re-emphasis on the home, and for this coming year there will be\nprovided a gospel course of instruction for some of these home evenings for parents to teach\ntheir children.\n<\/p><p>\nIt is an act of greatness and heroism to hold a family together, to set before them an example,\nto teach them in ways of truth, to live a life of consistency, to provide necessities, to nurse\nand serve in sickness, to wash, to cook, to clean, to make, to mend, to counsel, to love, to\nunderstand, to pray, to be patient, and to do the thousand other unnamed things that it takes to\nrear a family, to make a house a home&mdash;and to do it every day, sometimes without seeming\ngratitude&mdash;and to lead a family righteously unto eternal life. And since it is our Father's\npurpose to bring to pass the immortality and eternal life of his children\n(<span class=\"citation\" id=\"39218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39218)\">Moses 1:39<\/a><\/span>), what could better be\nour purpose as parents?\n<\/p><p>\nAnd what if it does take twenty years&mdash;or forty&mdash;or forever? What can life better be used\nfor?\n<\/p><p>\nThere keep coming back to me the words of President McKay: \"No other success can\ncompensate for failure in the home.\"\n<\/p><p>\nKeeping a home, a family, going and together, <i>is<\/i> heroic. Thank God for faithful parents.\n<\/p><p>\nTo those who have somewhat withdrawn themselves, I would plead with you to turn again to\nknow the peace and blessings of the faith of your fathers. To those who have never known, I\nwould plead with you to open your hearts and your minds to the search for truth.\n<\/p><p>\n<b>\"Come, O Thou King of Kings\"<\/b>\n<\/p><p>\nIn the words of the song the choir has sung I would plead, with you, that the King of kings\nmay come and be mindful of us. In the words of another song, so dear to all of us, I would\nremember, with you, our President, in thanking God for a prophet, to guide us in these latter\ndays.\n<\/p><p>\nAnd, with you, I would bear witness of our literal relationship to God our Father, who made\nus in his own image, and to the divinity of his Beloved Son, our Savior, and to the gospel\nplan and purpose for bringing us back into their presence, for the wonderful association and\nlimitless opportunities of everlasting life.\n<\/p><p>\nAnd, with you, I pray and plead that we may so live and teach our children that we may have\nthem with us, not one missing&mdash;always and forever&mdash;and I do it in the name of our beloved\ndivine Redeemer, our Lord and Savior Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}