{"ID":1382, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">America Needs You<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, October 1964, pp. 140-142<\/p>\n<\/div>\n<div class=\"gcbody\">\n<\/p>\nThe opportunity to speak to you today brings with it a sense\nof responsibility which humbles me. I pray for the\ninspiration of the Lord.\n<\/p><p>\nRecently I was a passenger on a flight which took me from\nthe Pacific across the continent to the Atlantic Ocean. At\nmany points along the way, serenely seen through white,\nbillowy clouds were the fertile patchwork fields and\nmajestic mountains of this great land. The words of\nKatherine Lee Bates, author of \"America the Beautiful,\"\ncoursed through my mind and found lodgment within my soul.\n<\/p><p>\n\"Oh beautiful for spacious skies,<br \/>\nFor amber waves of grain,<br \/>\nFor purple mountain majesties<br \/>\nAbove the fruited plain!<br \/>\nAmerica! America!<br \/>\nGod shed his grace on thee<br \/>\nAnd crown thy good with brotherhood<br \/>\nFrom sea to shining sea.\"\n<\/p><p>\nThe Lord Himself gave a divine promise to the ancient\ninhabitants of this favored country. He said:\n<\/p><p>\n\"Behold, this is a choice land, and whatsoever nation shall\npossess it shall\nbe free from bondage, and from captivity, and from all\nother nations under heaven, if they will but serve the God\nof the land, who is Jesus Christ\"\n(<span class=\"citation\" id=\"22250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22250)\">Ether 2:12<\/a><\/span>).\n<\/p><p>\nAre we today serving the God of the land, even the Lord\nJesus Christ? Do our lives conform with His teachings? Are\nwe entitled to His divine blessings?\n<\/p><p>\nHeadlines from America's leading newspapers depicting the\nevents of the past year pass silently in review that you and\nI may judge.\n<\/p><p>\n\"President Kennedy Assassinated.\"<br \/>\n\"Alleged Assassin Murdered While In Custody of the Law.\"<br \/>\n\"Serious Crime Registers 10% Increase In Past Year.\"<br \/>\n\"Violence Rocks South.\"<br \/>\n\"Racial Strife Hits East.\"\n<\/p><p>\nMurder, rape, arson, burglary, assault, narcotics violations\nare all on the increase in the America of today. These are\nthe headlines of our newspapers.\n<\/p><p>\nOne cannot help but compare the situation of today with\nconditions at the time of Belshazzar the King of the Chaldeans.\n<\/p><p>\nThe prophet Daniel rebuked Belshazzar: \"And thou . . . O Belshazzar,\nhast not humbled thine heart . . . But hast lifted up thyself\nagainst the Lord of heaven; and they have brought the\nvessels of his house before thee, and thou, and thy lords,\nthy wives, and thy concubines, have drunk wine in them; and\nthou hast praised the gods of silver, and gold, of brass,\niron, wood, and stone, which see not, nor hear, nor know:\nand the God in whose hand thy breath is, and whose are all\nthy ways, hast thou not glorified\"\n(<span class=\"citation\" id=\"10669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10669)\">Dan. 5:22-23<\/a><\/span>).\n<\/p><p>\nHe then interpreted the writing on the wall. \". . . God hath\nnumbered thy kingdom, and finished it . . . Thou art weighed\nin the balances, and art found wanting\"\n(<span class=\"citation\" id=\"10670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10670)\">Dan. 5:26-27<\/a><\/span>).\n<\/p><p>\nToo many Americans have been screaming ever louder for more\nand more of the things we cannot take with us and paying\nless and less attention to the real sources of the very\nhappiness we seek. We have been measuring our fellowmen more\nby balance sheets and less by moral standards. We have\ndeveloped frightening physical power and fallen into pathetic\nspiritual weakness. We have become so concerned over the\ngrowth of our earning capacity that we have neglected the\ngrowth of our character.\n<\/p><p>\nAs we view the disillusionment that engulfs countless\nthousands today, we are learning the hard way what an\nancient prophet wrote out for us 3,000 years ago. \"He that\nloveth silver shall not be satisfied with silver; nor he\nthat loveth abundance with increase\"\n(<span class=\"citation\" id=\"21414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21414)\">Eccl. 5:10<\/a><\/span>).\n<\/p><p>\nThe revered Abraham Lincoln accurately described our\nplight. \"We have been the recipients of the choicest\nbounties of heaven; we have been preserved these many years in\npeace and prosperity. We have grown in numbers, wealth, and\npower as no other nation has ever grown; but we have\nforgotten God. We have forgotten the gracious hand which\npreserved us in peace and multiplied and enriched and\nstrengthened us. We have vainly imagined, in the\ndeceitfulness of our hearts that all these blessings were\nproduced by some superior wisdom and virtue of our own.\nIntoxicated with unbroken succession, we have become too\nself-sufficient to feel the necessity of preserving and\nredeeming grace, too proud to pray to God that made us.\"\n<\/p><p>\nCan we extricate ourselves from this frightful condition? Is\nthere a way out? If so, what is the way? We can solve this\nperplexing dilemma by adopting the counsel given by Jesus to\nthe inquiring lawyer who asked, \"Master, which is the great\ncommandment in the law? Jesus said unto him, Thou shalt love\nthe Lord thy God with all thy heart, and with all thy soul,\nand with all thy mind. This is the first and great\ncommandment. And the second is like unto it, Thou shalt love\nthy neighbor as thyself\"\n(<span class=\"citation\" id=\"35383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35383)\">Matt. 22:36-39<\/a><\/span>).\n<\/p><p>\nFirst, then I would suggest that each American love the\nLord, our God, and with our families serve Him in righteousness.\n<\/p><p>\nThe road back to God is not nearly so steep nor is it so\ndifficult as some would have us believe. The gentle\ninvitation of Jesus yet beckons, \". . . Come unto me.\" Paul\nadvised that, \". . . he that cometh to God must believe that\nhe is, and that he is a rewarder of them that diligently\nseek him\"\n(<span class=\"citation\" id=\"24325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24325)\">Heb. 11:6<\/a><\/span>).\n<\/p><p>\nThe channel by which we seek Him and find Him is personal\nand family prayer. The recognition of a power higher than\nman himself does not in any sense debase him, rather it\nexalts him. Divine favor will attend those who humbly seek\nit. If we will but realize that we have been created in the\nimage of God, we will not find Him difficult to approach.\nGod did create \". . . man in his own image, in the image of\nGod created he him; male and female created he them\"\n(<span class=\"citation\" id=\"23697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23697)\">Gen. 1:27<\/a><\/span>).\nYou cannot sincerely hold this conviction\nwithout experiencing a profound new sense of strength.\n<\/p><p>\nBy seeking God in personal and family prayer we and our\nloved ones will acquire what the great English statesman,\nWilliam H. Gladstone, described as the world's greatest\nneed&mdash;\"A living faith in a personal God.\"\n<\/p><p>\nWho can evaluate the real worth of such a blessing? This\nfaith will light the pathway for any honest seeker of divine\ntruth. Wives will draw closer to their husbands and husbands\nwill the more appreciate their wives and children will be\nhappy children as children are meant to be. Children in the\nhomes\nblessed by prayer will not find themselves in that dreaded\nnever never land. Never the object of concern, never the\nrecipient of proper parental guidance. Our children will be\ntaught integrity which is primarily a matter of early\ntraining. To teach the young to love the truth above\npersonal convenience is the basis of it. They will be taught\ntrue courage which becomes a living and attractive virtue\nwhen it is regarded not as a willingness to die manfully but\nas the determination to live decently. They will be taught\nhonesty by habit and as a matter of course. Our children\nwill be taught this way of living by parents who will not\nask the child, \"What will people think,\" but rather, \"What\nwill you think of yourself.\" Our children will grow\nphysically from childhood to adulthood, and mentally from\nignorance to knowledge, emotionally from insecurity to\nstability and spirituality to an abiding faith in God. Such\nis the power gained from loving the Lord, our God, and\nserving Him in righteousness.\n<\/p><p>\nSecond, I would suggest that each American love his neighbor\nas himself. Before we can really love our neighbor we must\nget the proper perspective of him.\n<\/p><p>\nOne man said, \"I looked at my brother with the microscope of\ncriticism and I said, 'How coarse my brother is.' I looked\nat my brother with the telescope of scorn and I said, 'How\nsmall my brother is.' Then I looked into the mirror of truth\nand I said, 'How like me my brother is.'\"\n<\/p><p>\nPaul counseled us, \"Bear ye one another's burdens, and so\nfulfil the law of Christ\"\n(<span class=\"citation\" id=\"23270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23270)\">Gal. 6:2<\/a><\/span>). No burden is\nheavier to bear than is sin. When we show our brother, our\nneighbor, the way back to God through applying the divine\nprinciple of repentance, we help him to build a new and\nbetter life.\n<\/p><p>\nIf we are not careful, our thoughts and plans to aid others\nin making this a better world in which to live will remain\njust that&mdash;thoughts and plans. As humans we cannot really see\nvery far ahead and need, therefore, to take each step with\nall the wisdom we can muster. While sensing what lies dimly\nahead, we must do confidently what lies clearly at hand.\nDecision is of little account\nunless it is followed by action. If we procrastinate our\nlofty ambitions too long, we well might suffer the lament\nspoken by Jacob Marley's ghost in Dickens' immortal \"A\nChristmas Carol.\" Speaking of Ebenezer Scrooge he said, \"Not\nto know that any Christian Spirit working kindly in its\nlittle sphere, whatever it may be will find its life too\nshort for its vast means of usefulness. Not to know that no\nspace of regret can make amends for one life's opportunities\nmisused. Such was I, oh such was I.\"\n<\/p><p>\nOne of the finest examples I know of helping one's neighbors\nis that of a prominent businessman who at the height of his\nsuccess, generously gave his prosperous business to his\nfaithful employees and determined to devote the balance of\nhis life in charitable service. He withdrew from the world\nof gold and silver and each day can now be found at a large\nwelfare distribution center doing his part to relieve the\nsuffering and need of human souls and make America a better\nplace in which to live. He is fulfilling the responsibility\nto \". . . succor the weak, lift up the hands which hang\ndown, and strengthen the feeble knees\"\n(<span class=\"citation\" id=\"14421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14421)\">D&amp;C 81:5<\/a><\/span>). He humbly\ndeclares: \"This is the happiest period of my life.\"\n<\/p><p>\nThe rich satisfactions which come from loving our neighbor\nas ourselves are not ushered in at any age to the sound of\ndrums and trumpets but rather the satisfaction grows upon us\nyear by year, little by little, until at last we realize\nthat we have it.\n<\/p><p>\nOne of the most famous enlistment posters of World War II\nwas one depicting Uncle Sam pointing his long finger and\ndirecting his piercing eyes at the viewer. The words read,\n\"America Needs You.\" America truly does need you and me to\nlead out in a mighty crusade of righteousness. We can help\nwhen we love the Lord, our God, and with our families serve\nhim, and when we love our neighbors as ourselves.\n<\/p><p>\nThe frightening trend toward crime, lawlessness, and\nviolence will then be arrested. God will continue to shed\nHis grace on thee, America, and crown thy good with\nbrotherhood from sea to shining sea. I pray for this needed\nblessing in the name of Jesus Christ, the God of this\nchoice land of liberty, Amen.\n<\/p>\n<\/div>\n<\/div>"}