{"ID":1383, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Safeguards Against the Delinquency of Youth<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1965, pp. 5-9<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters and friends of the television and radio audience, as I approach this\nsolemn duty, I sense fully the need of your united support and particularly the sustaining and\nguiding influence of the Spirit of the Lord.\n<\/p><p>\n\"I charge thee . . .\" wrote Paul to Timothy, \"before God, and the Lord Jesus Christ . . .\n<\/p><p>\n\"Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all\nlongsuffering\" (<span class=\"citation\" id=\"5158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5158)\">2 Tim. 4:1-2<\/a><\/span>).\n<\/p><p>\nIn the same letter he prophetically declared \". . . that in the last days perilous times shall\ncome.\n<\/p><p>\n\"For men shall be lovers of their own selves . . .\n<\/p><p>\n\". . . lovers of pleasures more than lovers of God;\n<\/p><p>\n\"Having a form of godliness, but denying the power thereof\"\n(<span class=\"citation\" id=\"5155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5155)\">2 Tim. 3:1-2,4-5<\/a><\/span>).\n<\/p><p>\n<b>Safeguards Against Delinquency<\/b>\n<\/p><p>\nIt is in the spirit of Paul's charge and prophecy that I approach the subject of safeguards\nagainst delinquency of youth. In naming these safeguards I have nothing new to offer. You\nhave heard them mentioned frequently, but I think, as with the gospel principles it is fitting\nthat we be active in season and out of season, that we reprove, rebuke, exhort, admonish with\nall longsuffering as we contemplate the rising crime wave and bring home to each of us, if\npossible, the realization that greater diligence is needed.\n<\/p><p>\nFew will question the fact that we are living in perilous times, that many people have lost\ntheir moorings and are being \". . . tossed to and fro . . . with every wind of doctrine, by the\nsleight of men, and cunning craftiness, whereby they lie in wait to deceive\"\n(<span class=\"citation\" id=\"21776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21776)\">Eph. 4:14<\/a><\/span>)\n<\/p><p>\nAmong the glaring evils of our day are two which seem to be most detrimental and which\nmust be curbed if we would preserve true Christian ideals. These are: first, an increasing\ntendency to <i>dishonor the marriage vow<\/i>, and second, the <i>mounting juvenile delinquency<\/i>.\nCareful study discloses a close relationship between these two unwholesome social conditions.\n<\/p><p>\n<b>Tendency to Dishonor Marriage Vows<\/b>\n<\/p><p>\nAs evidence of the first, we need only to glance at the number of divorces in the country at\nlarge. Recent statistics disclose that one out of every four marriages is separated by the ever\ngrinding divorce mill.\n<\/p><p>\n<b>Ever-increasing Crime<\/b>\n<\/p><p>\nBut it is the ever increasing crime wave to which I desire to call attention this morning.\nChildren are being corrupted by it; youth are caught in its whirlpool and are being\ncontaminated overwhelmingly by it.\n<\/p><p>\nJ. Edgar Hoover, Director of the Federal Bureau of Investigation, who is probably our\nnation's leading authority on crime, made the following alarming report at a dinner held in his\nhonor in Chicago, Illinois, on November 24, 1964: \n<\/p><p>\n\"To every man and every nation there comes a time when decisions must be made about\ngrave problems. Further delay in seeking solutions can bring disaster. That time has come for\nthe United States.\n<\/p><p>\n\"The moment has arrived when we must face realistically the startling fact that since 1958\ncrime in this country <i>has increased five times faster than our population growth!<\/i> Serious\ncrimes&mdash;murder, forcible rape, robbery, burglary, aggravated assault, automobile theft&mdash;have\nmounted steadily since the end of World War II. In 1951, these crimes for the first time\ntopped the one-million mark, and <i>more than two and one-quarter million serious crimes<\/i> were\nreported during 1963.\n<\/p><p>\n\"Even more ominous is the fact that this terrifying spiral in crime has come about through a\ngrowing wave of youthful criminality across the Nation. Last year for the fifteenth\nconsecutive year, crimes involving our young people increased over the previous year. For all\nserious crimes committed in the United States in 1963, youthful offenders were responsible\nfor <i>72 percent of the total arrests for these crimes! The cost of our crime has now reached the<\/i>\n<i>staggering sum of twenty-seven billion dollars a year!<\/i>\n<\/p><p>\n<b>Decline of Moral Strength<\/b>\n<\/p><p>\n\"What a grim and unhappy commentary on the moral climate of this great Nation! The moral\nstrength of our Nation has decreased alarmingly. We must return to the teachings of God if\nwe are to cure this sickness. These shocking statistics, <i>together with the public's apparent<\/i>\n<i>indifference to them<\/i>, are indicative of the false morality we are tolerating today. It is a false\ncode which is based on the worship of things of man's own creation. It is as imperfect and\nfeeble as man himself! However captivating to the senses, this type of moral climate cannot\ngive the support nor the strength which is so vital to our national survival. This breakdown in\nour moral standards can only render us impotent as a people and as a Nation.\"\n<\/p><p>\nIn calling attention to these conditions, I would not have you think that our young people\ngenerally do not merit our confidence. It is the few, not the many, of whom we now speak.\n<\/p><p>\nWhen, a few years ago, a little four-year-old lad wandered into the Badlands of North Dakota,\nthe whole countryside was aroused and organized for the rescue. They gave no thought,\nhowever, to the hundreds of four-year-olds who were safe in their mothers' keeping. A train\nwreck or an airplane disaster shocks us to attention, awakens sympathy and a demand for\nmore safeguards, while to the hundreds of trains and airplanes carrying millions to safety, we\ngive scarcely a passing thought.\n<\/p><p>\nSo while we solicitously call attention to the tragedies in the stream of human life, let us not\nbe unmindful of the much greater group who move steadily and successfully along, avoiding\nthe sandbars and rapids of sinful indulgence and spiritual decay, whose noble lives confirm\nand increase confidence in the growing generation. As we seek the lost sheep, let us be\nappreciative of the \"ninety and nine\"\n(<span class=\"citation\" id=\"31654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31654)\">Luke 15:7<\/a><\/span>) that are safe in the fold.\n<\/p><p>\nBut no matter how firm our confidence in the majority of the young, we must not close our\neyes to the fact that the number of delinquents and youthful criminals is ominously increasing.\nIn the interest of the moral atmosphere of our communities, the welfare of the state, the\nperpetuity of our democratic form of government, we must search for the causes of this\nupswing in crime, and, if possible, remove them and apply the proper remedies.\n<\/p><p>\n<b>Safeguard Against Delinquency: Home<\/b>\n<\/p><p>\nOne important cause of the increase in child delinquency is a letdown in home ideals. A\ngrowing desire for economic independence or a too eager willingness to improve financial\ncircumstances has influenced too many of our mothers to neglect the greatest of all\nresponsibilities&mdash;the rearing of a family. Director Hoover makes the definite statement that\n\"in the background of these youth offenders lies the story of shocking neglect. Boys and girls\nare being deprived of the care and guidance necessary to the proper foundation of their\ncharacters. Their lawlessness had its roots in every instance in broken homes where mothers\nand fathers, because of their neglect, misunderstanding, or irresponsibility had failed in their\nprimary obligations. More often than not, God was unknown, or, more important, was\nunwelcome in their homes.\n<\/p><p>\n\"On the other hand, in nearly every instance the youthful offender would' have been a strong,\nupright citizen had he been given a chance. If his pent-up energies and desires had been\ndirected along wholesome channels; if his problems&mdash;the problems that made him a problem\nchild&mdash;had been solved by patient and attentive parents, he would have proved to be an\ninfluence for good in his community.\"\n<\/p><p>\nYou may think me extreme, but I am going to say that a married woman who refuses to\nassume the responsibilities of motherhood, or who, having children, neglects them for pleasure\nor social prestige, is recreant to the highest calling and privilege of womankind. The father\nwho, because of business or political or social responsibilities, fails to share with his wife the\nresponsibilities of rearing his sons and daughters is untrue to his marital obligations, is a\nnegative element in what might and should be a joyous home atmosphere, and is a possible\ncontributor to discord and delinquency.\n<\/p><p>\nThere are three fundamental things to which every child is entitled: (1) <i>a respected name<\/i>, (2)\n<i>a sense of security<\/i>, (3) <i>opportunities for development<\/i>.\n<\/p><p>\nThe family gives to the child his name and standing in the community. A child wants his\nfamily to be as good as those of his friends. He wants to be able to point with pride to his\nfather and to feel an inspiration always as he thinks of his mother. It is a mother's duty so to\nlive that her children will associate with her everything that is beautiful, sweet, and pure. In\nthe words of former President of the United States, Herbert Hoover: \"After we have\ndetermined every scientific fact, after we have erected every public safeguard, after we have\nconstructed every edifice for education or training or hospitalization or play, yet all these\nthings are but a tithe of the physical, moral, and spiritual gifts which motherhood gives and\nhome confers. None of these things carry that affection, that devotion of soul, which is the\ngreat endowment from mothers.\"\n<\/p><p>\nAnd the father should so live that the child, emulating his example, will be a good citizen\nand, in the Church, a true Latter-day Saint.\n<\/p><p>\nA child has a right to feel that in his home he has a place of refuge, a place of protection\nfrom the dangers and evils of the outside world. Family unity and integrity are necessary to\nsupply this need.\n<\/p><p>\nThe home is the best place in the world to teach the highest ideal in the social and political\nlife of man, namely, perfect liberty of action so long as he does not trespass upon the rights\nand privileges of another.\n<\/p><p>\nThe great need of the American home today is more religion. Parents should make it obvious\nboth by their actions and their conversation that they are seriously interested in the fruits of\ntrue religion. Example of parents should emphasize the need of honesty in our dealings with\nour family, our neighbors, and all with whom we come in contact: of kindness to our\nemployees of fair play to our employers, of good measure to our customers.\n<\/p><p>\nThe Lord places the responsibility directly where it belongs, wherein he says that it is the\nduty of parents to teach their children the principles of the gospel and to walk uprightly\nbefore the Lord, and if they do not so teach, the sin be upon the heads of the parents (see\n<span class=\"citation\" id=\"14605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14605)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\n<b>Safeguard Against Delinquency: Church<\/b>\n<\/p><p>\nNext to the home as a safeguard to delinquency, the church should be dominant force. The\nother day I was pleased to note a recent Gallup Poll published in a late edition of the New\nYork <i>Herald Tribune<\/i> which revealed that in 1964 at least 45 percent of the entire adult\npopulation of the nation attended church in one typical week and that, although the percentage\ndropped four points since the peak year of 1958, it is still so high that it completely eclipses\nthe 5 percent and 7 percent in some of the other leading countries. It is interesting that\nalthough men are reputedly not very religious, 40 percent of the entire male adult population\nof the United States attends church each Sunday. Forty-nine percent of the women attend\nregularly. This means that 49,500,000 adult men and women attend church services in the\nUnited States. But what of the other 55 percent of men and women who do not attend church\nand what of the children who come from the homes of these men and women? Their\nindifference towards church should tend only to spur us to more earnest and diligent activity.\n<\/p><p>\n<b>Safeguard Against Delinquency: Schools<\/b>\n<\/p><p>\nWhere there is an indifference toward Christian churches, we shall have to place next to the\nhome, not the church, but the public school as the most influential factor in lessening\ndelinquency.\n<\/p><p>\nI believe with all my heart that the most paramount objective of the public school system\nfrom kindergarten to the university should be character building and the evolving of true,\nloyal citizens of the republic. The teaching of the three R's, of the arts and sciences, even the\ndelving into research work should be but a means to the development of true manhood and\nnoble womanhood.\n<\/p><p>\nTrue education is awakening a love for truth, a just sense of duty, opening the eyes of the\nsoul to the great purpose and end of life. It is not to teach the individual to love the good for\npersonal sake; it is to teach him to love the good for the sake of the good itself; to be virtuous\nin action because he is so in heart; to love God and serve him supremely, not from fear, but\nfrom delight in his perfect character.\n<\/p><p>\nUpon the teacher rests much of the responsibility of lifting society to this high level. Ralph\nWaldo Emerson, reputedly the wisest American, said, \"Character is higher than intellect . . . .\nA great soul will be strong to live, as well as to think\" (<i>Nature, Addresses, and Lectures: The American Scholar<\/i>).\n<\/p><p>\n<b>Safeguard Against Delinquency: Moral Atmosphere of Leaders, Community, State and Nation<\/b>\n<\/p><p>\nAnother safeguard against delinquency of youth is the moral atmosphere of the leaders of the\nnation, town, and community. This is determined by the ideals and actions of adults, and\nparticularly of civic officers and those who are entrusted to enforce the law.\n<\/p><p>\nIf we are sincere in our desire to reduce the delinquency among youth, let us look to\nourselves as members of the community and as leaders and officials in civic circles. A nation\nthat has conquered great material difficulties and harnessed the physical powers must have\nsome more effective means of combating the cynicism of its youth&mdash;the cynicism born of\nwidely flaunted dishonesty of those in high places, insincerity of leadership, and gaudy\npageantry of crime.\n<\/p><p>\nYes, we are living in perilous times, but let us hope that they may be to the present\ngeneration as the fiery furnace that consumes the dross but purifies the gold.\n<\/p><p>\nA clean man is a national asset. A pure woman is the incarnation of true national glory. A\ncitizen who loves justice and hates evil is better than a battleship. The strength of any\ncommunity consists of and exits in the men who are pure, clean, upright, and straightforward,\nready for the right and sensitive to every approach of evil. Let such ideals be the standard of\ncitizenship.\n<\/p><p>\nLet us here and now express gratitude for The Church of Jesus Christ of Latter-day Saints\nwith its priesthood quorums and auxiliary organizations especially organized to combat the\nevils of crime and juvenile delinquency. It was established by divine revelation of God the\nFather and his Son Jesus Christ. Its glorious mission is to proclaim the birth of the restored\ngospel; to uplift society that people may mingle more amicably one with another; to create in\nour communities a wholesome environment in which our children may find strength to resist\ntemptation and encouragement to strive for cultural and spiritual attainment; to make\nineffective the influence of designing men who would make profit out of their fellows who\nare fallen so low as to be slaves to their appetites and passions, who would fill their purses\nthrough the weaknesses of addicts of gambling, drunkenness, and nicotine. The gospel is a\nrational philosophy that teaches mankind how to attain happiness in this life and exaltation in\nthe life to come.\n<\/p><p>\nGod help us to discharge our responsibilities to our youth by making an environment in home,\nin school, in Church, and in our communities that will be uplifting, wholesome,\nfaith-inspiring, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}