{"ID":1384, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Divine Family<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1965, pp. 9-12<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: Frequently some person comes to me with a personal problem\nin relation to his marriage. The husband and the wife are not getting along well together, and\na divorce seems to be staring them in the face. They have a number of children, and yet\ndifferences arise that seem to be vital to their continued union.\n<\/p><p>\nIf the parents were both living in full accord with the divine principles of the gospel, such a\ncondition would not arise. There would be peace and harmony in the home.\n<\/p><p>\nThroughout the so-called Christian world, divorce is a common thing, but people in other\nchurches do not have the proper understanding in relation to the marriage union. To them\nmarriage, is at best a temporary union, and the ceremony performed by a minister or a judge\nor other official who is legally authorized to marry emphatically and definitely states that the\nunion shall be until death, and then the marriage comes to an end. Their doctrine concerning\nmarriage is that it is an earthly ordinance or union and that it ends at death. This false\ndoctrine is impressed upon their minds because of the statement of the Lord to the Sadducees\nwho came to him with their problems concerning the woman who had seven husbands. I\nquote this conversation: \n<\/p><p>\n\". . . Master, Moses wrote unto us, If any man's brother die, having a wife, and he die without\nchildren, that his brother should take his wife, and raise up seed unto his brother.\n<\/p><p>\n\"There were therefore seven brethren: and the first took a wife, and died without children.\n<\/p><p>\n\"And the second took her to wife, and he died childless.\n<\/p><p>\n\"And the third took her; and in like manner the seven also: and they left no children, and\ndied.\n<\/p><p>\n\"Last of all the woman died also.\n<\/p><p>\n\"Therefore in the resurrection whose wife of them is she? for seven had her to wife.\n<\/p><p>\n\"And Jesus answering said unto them, The children of <i>this<\/i> world marry, and are given in\nmarriage: \n<\/p><p>\n\"But they which shall be accounted worthy to obtain <i>that<\/i> world, and the resurrection from the\ndead, neither marry, nor are given in marriage: \n<\/p><p>\n\"Neither can they die any more: for they are equal unto the angels; and are the children of\nGod, being the children of the resurrection.\n<\/p><p>\n\"Now that the dead are raised, even Moses shewed at the bush, when he calleth the Lord the\nGod of Abraham, and the God of Isaac, and the God of Jacob.\n<\/p><p>\n\"For he is not a God of the dead, but of the living: for all live unto him\"\n(<span class=\"citation\" id=\"31658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31658)\">Luke 20:28-38<\/a><\/span>).\n<\/p><p>\n<b>Marriage is Forever<\/b>\n<\/p><p>\nLet us remember that the first marriage on this earth, that of Adam and Eve, was performed\nbefore there was any death in the world; therefore it was intended to be forever. Marriage, if\nperformed by divine authority, is to last forever. In the temples of the Lord men and women\nare married with an everlasting covenant. Children are born to them in this covenant to be\ntheirs forever and therefore the family union was intended to endure forever.\n<\/p><p>\nPaul makes this perfectly clear in his writings to the Corinthian members of the Church when\nhe declared unto them that \"Nevertheless neither is the man without the woman, neither the\nwoman without the man, in the Lord\"\n(<span class=\"citation\" id=\"408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(408)\">1 Cor. 11:11<\/a><\/span>).\nAgain he said to the Ephesians: \n<\/p><p>\n\"Wherefore I desire that ye faint not at my tribulations for you, which is your glory.\n<\/p><p>\n\"For this cause I bow my knees unto the Father of our Lord Jesus Christ,\n<\/p><p>\n\"Of whom the whole family in heaven and earth is named\"\n(<span class=\"citation\" id=\"21771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21771)\">Eph. 3:13-15<\/a><\/span>).\n<\/p><p>\nThe prevalent idea in the world that marriage is a covenant for this life only is in\ncontradiction to what is written in the scriptures. Let it be remembered that when Adam was\nplaced in the Garden of Eden there was no death.\n<\/p><p>\nWe also read that the Lord declared that it was not good for the man to be alone, therefore\nEve was brought upon the scene to be a \"help meet for him\" (see\n<span class=\"citation\" id=\"23713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23713)\">Gen. 2:18<\/a><\/span>). Thus we see\nthat marriage and the family organization were intended to be forever. It was by a divine\ncommandment, and Adam and Eve were commanded to multiply and fill the earth with their\nposterity (<span class=\"citation\" id=\"23711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23711)\">Gen. 1:28<\/a><\/span>).\n<\/p><p>\n<b>Family is Forever<\/b>\n<\/p><p>\nIn this the final dispensation, the Prophet Joseph Smith was taught by revelation that the\nunion between a man and his wife was to endure forever. Death, while it would intervene,\nwas to be only a temporary separation, and the union of husband and wife would continue on\nthrough all eternity. And then the family union would also endure forever and each\ngeneration, in the kingdom of God, would be eternally joined to the one that went on before\nfrom the end of time back to the beginning. Thus the children of the covenant would\neventually be joined together and the children of God become one grand family. Each\ngeneration would be linked to the one which went on before of all those who would receive\nthe gospel and become members of the divine family of God.\n<\/p><p>\n<b>President Young Unjustly Condemned<\/b>\n<\/p><p>\nNow I would like to express another thought which is vital to us one and all. President\nBrigham Young has been unjustly condemned for a statement that he made to the effect that\nAdam is our God and the only one with whom we have to do\n(<i>Journal of Discourses<\/i>, Volume 1, page 50). President Young's statement\nhas been unmercifully condemned, but what he said is a righteous principle and in full accord\nwith the doctrines of the kingdom of God. It is the doctrine of primogeniture in the kingdom\nof God and a glorious principle when it is fully and clearly understood.\n<\/p><p>\n<b>Adam in the Valley<\/b>\n<\/p><p>\nPermit me to quote from a revelation given to the Prophet Joseph Smith: \n<\/p><p>\n\"Three years previous to the death of Adam, he called Seth, Enos, Cainan, Mahalaleel, Jared,\nEnoch and Methuselah, who were all high priests, with the residue of his posterity who were\nrighteous, into the valley of Adam-ondi-Ahman, and there bestowed upon them his last\nblessing.\n<\/p><p>\n\"And the Lord administered comfort unto Adam, and said unto him: I have set thee to be at\nthe head, a multitude of nations shall come of thee, and thou art a prince over them forever.\n<\/p><p>\n\"And Adam stood up in the midst of the congregation; and, notwithstanding he was bowed\ndown with age, being full of the Holy Ghost, predicted whatsoever should befall his posterity\nunto the latest generation\"\n(<span class=\"citation\" id=\"14672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14672)\">D&amp;C 107:53,55-56<\/a><\/span>).\n<\/p><p>\nAgain in another revelation given to the Prophet Joseph Smith, we find the following: \n<\/p><p>\n\"That you [that is, the Saints] may come up unto the crown prepared for you, and be made\nrulers over many kingdoms, saith the Lord God, the Holy One of Zion, who hath established\nthe foundations of Adam-ondi-Ahman; \n<\/p><p>\n<b>\"Who hath appointed Michael your prince\"<\/b>\n<\/p><p>\n\"Who hath appointed Michael your prince, and established his feet, and set him upon high,\nand given unto him the keys of salvation under the counsel and direction of the Holy One,\nwho is without beginning of days or end of life\"\n(<span class=\"citation\" id=\"14618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14618)\">D&amp;C 78:15-16<\/a><\/span>).\n<\/p><p>\nThus we learn by virtue of the law of primogeniture, that all who are saved in the kingdom of\nGod will be subject to Adam, for by divine appointment he holds these keys under the\ndirection of Jesus Christ. I might carry this law a little further. According to the gospel of\nJesus Christ, Joseph Fielding Smith will be subject to his father, and his father to his father in\nthe family of God; and so it will go back from the end to the beginning; and we will all be\nobedient to Adam, whom the Prophet Joseph Smith declared holds the keys of salvation for his\nposterity who are redeemed, but \"under the counsel and direction of the Holy One\"\n(<span class=\"citation\" id=\"14619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14619)\">D&amp;C 78:16<\/a><\/span>), who is\nJesus Christ, who stands at the head because he is the Redeemer of the world, who gave us,\nthrough his atonement, the resurrection and eternal life if we will only repent and keep his\nlaws and commandments.\n<\/p><p>\n<b>Obey Ordinances and Principles and Gain Harmony<\/b>\n<\/p><p>\nIf a man and his wife were earnestly and faithfully observing all the ordinances and principles\nof the gospel, there could not arise any cause for divorce. The joy and happiness pertaining to\nthe marriage relationship would grow sweeter, and husband and wife would become more and\nmore attached to each other as the days go by. Not only would the husband love the wife and\nthe wife the husband, but children born to them would live in an atmosphere of love and\nharmony. The love of each for the others would not be impaired, and moreover the love of all\ntowards our Eternal Father and his Son Jesus Christ would be more firmly rooted in their\nsouls.\n<\/p><p>\nDivorce was never contemplated in the gospel plan, and, where true love exists, disharmony\nbetween father and mother and from children to parents will not arise. We are, all of us here\nin this mortal world, on probation. We were sent here primarily to obtain tabernacles for our\neternal spirits; secondly, to be proved by trial, to have tribulation as well as the abundant joy\nand happiness that can be obtained through a sacred covenant of obedience to the eternal\nprinciples of the gospel. Mortality, as Lehi informed his children, is a \"probationary state\"\n(<span class=\"citation\" id=\"3734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3734)\">2 Ne. 2:21<\/a><\/span>).\nIt is here where we are to be tried and tested to see if we will, when shut out of\nthe presence of our Eternal Father but still instructed in the way of eternal life, love and\nrevere him and be true to his Beloved Son, Jesus Christ. These principles should be laid in the\nfoundation of every home. No prayer should be neglectful in regard to the sacred principles of\nthe gospel of our Redeemer. The Lord has commanded us, one and all, to bring our children\nup in light and truth (<span class=\"citation\" id=\"14651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14651)\">D&amp;C 93:40<\/a><\/span>).\nWhere this spirit exists, disharmony, disobedience, and neglect of sacred\nduties will not, cannot, succeed.\n<\/p><p>\nPrayer to our Eternal Father in the name of his Beloved Son should prevail in the home.\nWhere this is observed in the spirit of faith and humility, the evil of divorce and disobedience\nof the commandments pertaining to our eternal salvation cannot exist.\n<\/p><p>\nI conclude with a statement by President David O. McKay: \n<\/p><p>\n\"When we refer to the breaking of the marriage tie, we touch upon one of the saddest\nexperiences of life. For a couple who have basked in the sunshine of each other's love to\nstand by daily and see the clouds of misunderstanding and discord obscure the lovelight of\ntheir lives is tragedy indeed. In the darkness that follows, the love sparkle in each other's eyes\nis obscured. To restore it, fruitless attempts are made to say the right word and to do the right\nthing; but the word and act are misinterpreted, and angry retort reopens the wound, and hearts\nonce united become tom wider and wider asunder. When this heartbreaking state is reached, a\nseparation is sought. But divorce is not the proper solution, especially if there are children\nconcerned . . .\n<\/p><p>\n\"Except in cases of infidelity or other extreme conditions, the Church frowns upon divorce,\nand authorities look with apprehension upon the increasing number of divorces in the Church.\n<\/p><p>\n\"Marriage is ordained of God (<span class=\"citation\" id=\"14587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14587)\">D&amp;C 49:15<\/a><\/span>)\nthat children might be so trained that they may eventually be\nworthy of Christ's presence; and that home is happiest in which they are welcomed, as God\nand nature intended they should be . . .\n<\/p><p>\n\"Some young couples enter into marriage and procrastinate the bringing of children into their\nhomes. They are running a great risk. Marriage is for the purpose of rearing a family, and\nyouth is the time to do it. I admire those young mothers with four or five children around\nthem now, still young, happy . . .\n<\/p><p>\n\"The principal reason for marriage is to rear a family. Failure to do so is one of the\nconditions that cause love to wilt and eventually to die.\" (<i>Gospel Ideals<\/i>, pp. 469-470, 466.)\n<\/p><p>\nBrethren and sisters, let us one and all be true to every covenant of the gospel. Remember to\npray and give obedience unto our Heavenly Father and his Beloved Son, Jesus Christ, I\nhumbly pray in the name of our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}