{"ID":1385, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Home<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1965, pp. 12-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters and friends: \n<\/p><p>\nIn the few minutes allotted to me this morning, I seek for the Spirit of the Lord to impress\nwhat I have to say.\n<\/p><p>\nJust before our Lord and Savior's earthly mission was to be terminated, his \"disciples came\nunto him privately saying, Tell us . . . what is the sign of thy coming . . . ?\" Among other\nthings, he said to them that as it was in the days which were before the flood, so shall also\nthe coming of the Son of Man be\n(<span class=\"citation\" id=\"35503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35503)\">Matt. 24:4 (JST)<\/a><\/span>; see also\n<span class=\"citation\" id=\"35508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35508)\">Matt. 24:44 (JST)<\/a><\/span>).\n<\/p><p>\n<b>Wickedness Caused God to Weep<\/b>\n<\/p><p>\nAs we read from the writings of the early prophets, we discover what seems to have been the\nunderlying evil which brought about the wickedness which caused God, who had created\nmankind, to weep. In a revelation to his faithful prophet Enoch, God declared that the\nremnant of his children were without natural affection, even hating their own blood\n(<span class=\"citation\" id=\"50018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50018)\">Moses 7:33<\/a><\/span>), which in\nall likelihood meant their children.\n<\/p><p>\nIn his answer to Enoch's question as to why he wept, God replied that \". . . among all the\nworkmanship of mine hands there has not been so great wickedness as among thy brethren.\"\n<\/p><p>\n<b>\"Sins upon the heads of their fathers\"<\/b>\n<\/p><p>\nThen he added: \". . . behold, their sins shall be upon the heads of their fathers\"\n(<span class=\"citation\" id=\"39251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39251)\">Moses 7:36-37<\/a><\/span>).\nEvidently the parents of that generation had committed the great sin of failing to\ncomply with the command given to all parents from Adam's day down to our own day. They\nhad failed to teach the doctrines of salvation to their children.\n<\/p><p>\nThe Lord has warned us that, as it was in the days of Noah, so shall it be at the coming of\nthe Son of Man (<span class=\"citation\" id=\"35507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35507)\">Matt. 24:37<\/a><\/span>).\nGod grant that this people will heed the call of our prophet-leaders and teach\ntheir children as the Lord has commanded and escape the chastening hand of Almighty God.\n<\/p><p>\nRecently I had occasion to read an inspiring article concerning an elderly mother who was\nawarded an unusual honorary degree from an Eastern university \"for outstanding achievement\nas a wife and a mother.\" Three sons and a daughter had won the highest places in educational\nand scientific fields. A narrator was sent by his editor to find the reason to his question: \"How\ndid it happen?\" He first sought the reason from the father of the family, but he didn't find the\nanswer in the sitting room with the father, who declared that he was just one of the \"boys,\"\nand referred the investigator to the kitchen where the mother of seventy-nine years still\nmanaged the home.\n<\/p><p>\nThe mother first had answered: \"We used the Bible and common sense.\" She declared that the\nonly heredity she felt played a part was the \"heredity of training\" which she had inherited\nfrom her own mother. \"A child isn't likely to learn good habits from his parents unless they\nlearned them from theirs.\"\n<\/p><p>\nIn the discussion which followed, this wonderful mother gave expression to some simple and\nhomespun but wonderful thoughts on successful family living. \"If parents have decided their\nchildren haven't a chance, they are not likely to give them one.\"\n<\/p><p>\n<b>Children Not Likely to Be Better than Parents<\/b>\n<\/p><p>\nThe real answer to his question as to \"how did it happen\" was to be found in one word: the\n<i>home<\/i>. Parents forget that neither school nor the world can reform the finished product of a\nbad home. In this mother's earlier years, no matter how many servants a mother could afford,\nshe took care of her children herself. Children are not likely to be better than the parents are\nthemselves. Parents must obtain the confidence of children in all things if they do not want to\nmake strangers of them and have them seek advice from a boy on the street corner. Parents\nmust take time to explain to every child every action that affects him. She had taken great\npains to teach them the importance of simplicity in living by practicing simplicity and by\nsubjecting them to hard physical work. Each of her children had his own bank account, not to\nglorify money, she explained, but to teach them that money, no matter how much or how\nlittle, must not be wasted. Children must be taught that hard work must be in the right\ndirection&mdash;work that is good in itself. Her children were encouraged to develop their natural\nbents and were not forced to choose a career. To her, money success for the sake of money is\nthe kind of success that has nothing to do either with usefulness or happiness (<i>One Thousand Inspirational Things<\/i>, p. 42).\n<\/p><p>\nThese comments from those who know the importance of the home and family life by their\nown experience are but testifying to the fundamental soundness in the instructions of the Lord\nto parents in our day as he first gave them to the ancients relative to the teaching of their\nchildren in order to stem the tide of wickedness among the children of the earth.\n<\/p><p>\n<b>Loss of Children Charged to Parents<\/b>\n<\/p><p>\nFrom a former President of the Church, we hear this warning to parents who fail to teach\ntheir children: \". . . if . . . the children go astray and turn from the truth, then the Lord has\nsaid that the sin shall be upon the heads of the parents . . .\n(<span class=\"citation\" id=\"14606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14606)\">D&amp;C 68:25<\/a><\/span>).  The loss of these children will be\ncharged to the parents, and they will be held responsible for their apostasy and darkness . . . \nMy children must not and will not turn away with my consent . . .  I will endeavor with all\nthe power I possess to have them as true and faithful to this gospel as it is possible for me to\nbe\" (President Joseph F. Smith, <i>Deseret Evening News<\/i>, June 25, 1898).\n<\/p><p>\n<b>Redemption from Spiritual Darkness<\/b>\n<\/p><p>\nThe greatest demonstration of the power of the Almighty we see today is the redemption of\nhuman souls from spiritual darkness into spiritual light. I saw and heard such a miracle\nrecently when a man who had been incorrigible much of his life, now reaching up to his\nmiddle-age years, spoke by his own request at the funeral services of his elderly mother. His\nfather and mother, obedient to the Lord's instruction, had persisted in teaching their children,\nincluding this son, who vigorously and rudely resisted their efforts. Despite this opposition,\nthe father continued in his role as a faithful father should; he not only taught, but every\nSunday he fasted and prayed, especially for this wayward son. The father was shown in a\ndream, as though to reassure him, his unruly son walking in a dense fog. In the dream he saw\nthis son walk out of the fog into bright sunlight, cleansed by genuine repentance. We have\nseen that boy now a changed man and enjoying some of the Lord's choicest blessings in the\nChurch because of his faithful parents who didn't fail him.\n<\/p><p>\n<b>Parents, Not Schools, Must Save Children from Evil<\/b>\n<\/p><p>\nWe are hearing of and reading constantly of the alarming increase of juvenile delinquency and\nmajor crimes among the youth, particularly sex crimes. An eminent educator, the\nSuperintendent of Public Instruction in California, made this statement recently under the\nsubject heading: \"Don't Saddle Schools with Sex Cleanup.\" He said, \"At first glance it would\nseem that today's children need instruction in sexual matters as much as Custer needed more\nIndians. From morning until night, they are fed an almost unmixed diet of high-calorie, highly\ncommercialized sex. . . .  The so-called legitimate stage has achieved a condition of such\nsheer filth as to merit the adjective 'indescribable.' We are the first generation since time\nbegan which has allowed its playwrights and its actors to wallow in vileness . . .\n<\/p><p>\n\"So a lot of people are urging schools to step in and clean this mess up by giving the\nyoungsters a good stiff dose of sex education . . .\n<\/p><p>\n\"People are not discouraged from becoming safecrackers by learning how to manipulate\ntumblers in the dark. They avoid a life of crime because they are taught from infancy that\ncrime is evil. The only way society has ever found to discourage misconduct is to label it\nclearly as either a crime or sin, or both, and then punish it accordingly.\"\n<\/p><p>\nThen the superintendent of schools concludes: \"Only when we adults, in our homes, our\nchurches, our businesses, decide that we are going to set a decent example and demand decent\nbehavior from the young, will the children start growing up to become the kind of people we\nwant them to be, and should have been ourselves.\" (Dr. Max Rafferty, <i>The Salt Lake Tribune<\/i>,\n1964. Copyright 1965, Los Angeles Times Syndicate.) How wise the words of this great\neducator!\n<\/p><p>\n<b>The Church Can Help<\/b>\n<\/p><p>\nJust how the Church is essential to each individual and to every home in combating these\nevils is rather dramatically set forth in a letter I received recently from a sister, a new convert,\nnow living in the Middle West, where I had attended a stake quarterly conference. I quote\nfrom a part of her letter: \n<\/p><p>\n\"As you spoke, an idea kept repeating itself in my mind: how life as a member of The Church\nof Jesus Christ of Latter-day Saints is like crossing a swinging bridge suspended between the\npoints of birth by baptism into the Church and death into eternal life over the turbulent stream\nof worldliness and sin. As one starts out onto the bridge, the nearness of his baptism lends a\nfeeling of security and faith, but as one becomes aware of the stream below and the vast\nexpanse to be crossed, the sense of security gives way to spasmodic twinges of doubt and\nfear, causing one to lose the rhythm of prayer, faith, and love, and work which makes one's\nprogress smooth. The mists of doubt and apathy arise and corrode one's heart and mind,\nimpeding one's progress and restricting one's response to the magnetic force of love which\nstreams across the bridge. It is then one breaks step and falls to his knees and hangs on until\nthe force of love restores faith and direction to the crossing.\n<\/p><p>\n\"This is where the Church and its Authorities come in. When they speak it is as if the force\nof love calling to us becomes vocal and adds impetus to our response to it, as a voice calling\nto us from farther along the bridge saying, 'Have faith, this is the way.'\n<\/p><p>\n\"Thank you and God bless you and our prophet, whom I have never met, but have learned to\nlove more dearly because of you.\"\n<\/p><p>\nIn this analogy this gifted sister has borne witness to the power of one who tries sincerely to\nteach the truths of the gospel. Through inspired teachers and parent, one not only can come to\nknow the prophet of God, as she has said, but can come to know God the Father and his Son\nJesus Christ and thus gain an eternal anchor to his soul.\n<\/p><p>\nThe Weekly Home Evening\n<\/p><p>\nFor over half a century, the leaders of this Church have counseled with parents in the home to\ngather their children around them in a weekly Home Evening and there teach the truths of\nsalvation&mdash;honesty, sobriety, integrity, and chastity. One of our leaders has promised that if\nparents would do this, \"ninety-nine out of every hundred children . . . will observe them\nthrough life\" (<i>The Discourses of Wilford Woodruff<\/i>, pp. 267-268).\n<\/p><p>\nThis year our leaders have directed us in an intensive effort to observe this weekly Family\nHome Evening. Lesson materials with suggested activities have been prepared and are now in\nthe hands of every parent in the Church. One night each week all meetings, socials, or other\nactivities are discontinued. In the home the family, led by the father, engage in a Family\nHome Night, which consists of scripture reading, singing, and activities suited to the ages of\nthe children. This is the time for a family council and free expressions of all family members.\nReports from throughout the Church are most heartening.\n<\/p><p>\nFrom a psychiatrist comes this unusual comment: \n<\/p><p>\n\"My professional activity,\" he said, \"brings me in contact with many church members who\nhave problems. It was a most refreshing experience to receive the Family Night manual and to\nsee the lesson materials. Most of the problems I see could be corrected if members of the\nChurch could just understand and live the first three lessons in the Family Night manual.\nInferiority feelings, trying to be someone else other than one's self, and failure to believe in\nrepentance create the background for most of the problems I see. The Church Family Night\nprogram is the most effective preventive program I have seen.\" (Dr. Carlos Madsen.)\n<\/p><p>\nTestimonies coming from young families concerning these programs as they put them into\npractice in their little families continue on and on, as we could tell you of the reawakening\nwhich has come to parents as they are led by the family home manual to guide their children\nthrough these important years of their lives.\n<\/p><p>\nJust as a floodlighted temple is more beautiful in a severe storm or in a heavy fog, so the\ngospel of Jesus Christ is more glorious in times of inward storm and of personal sorrow and\ntormenting conflict. When the density of the fog of doubt and uncertainty and dangers in the\nway ahead put fear into our hearts, God's eternal light of gospel truth is more beautiful than\never before because of our greater need.\n<\/p><p>\nMay we remember the history of past generations and their failure to teach their children, lest\nthe \"sins of today's children be upon the heads of today's fathers.\"\n<\/p><p>\nI bear testimony to all within the sound of my voice that God does live and that his Church,\nbearing the name of Jesus Christ our Savior, is among us today. That each and all of us may\nlive so that we may be guided by the truths taught therein and teach our children to do\nlikewise, I pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}