{"ID":1386, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Threat of Moral Decay<\/p>\n<p class=\"gcspeaker\">President Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1965, pp. 18-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt was a great blessing indeed to have our beloved leader and prophet, President David O.\nMcKay, with us this morning and to be inspired by his message so beautifully read by his son\nRobert. His spirit and blessings are with us this afternoon. He is presiding. This conference is\nbeing conducted under his direction, as he watches our proceedings over television at home.\nOur hearts go out to him, and we pray that God's choicest blessings may attend him always.\n<\/p><p>\nBrethren and sisters, it is with a deep feeling of humility and heavy responsibility that I stand\nbefore you this afternoon, and I sincerely pray that the Spirit and blessings of the Lord will\nattend and direct our thinking at this time.\n<\/p><p>\nI wish to congratulate the choir on their lovely singing and to express my appreciation for the\nbeautiful prayers and the inspiring talks given by the brethren during the first session of our\nconference this morning.\n<\/p><p>\nOn behalf of the First Presidency I bring greetings and blessings to all assembled in this\nhistoric Tabernacle this afternoon and to our radio and television audiences everywhere.\n<\/p><p>\n<b>Gratitude for Many Blessings<\/b>\n<\/p><p>\nMy heart is full of gratitude for the many blessings I enjoy. I am grateful that I live in this\nland of peace and plenty, opportunity and freedom; for my membership in this Church, for\nthe knowledge I have, a knowledge beyond doubt or question, that God is a personal God,\nthat he lives, and that he so loved the world that he gave his Only Begotten Son for you and\nme, that whosoever believeth in him shall not perish but have everlasting life\n(<span class=\"citation\" id=\"28169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28169)\">John 3:16<\/a><\/span>). Yes. I know as\nI know I live, and as Peter also knew when he answered Jesus: \"Thou art the Christ, the Son\nof the living God\" (<span class=\"citation\" id=\"35473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35473)\">Matt. 16:16<\/a><\/span>).\n<\/p><p>\nI am so thankful for my wife and family, for my progenitors, for my grandchildren, my\nfriends and associates, for the health and strength that my family and I and all of us enjoy;\nalso, that my family and I can kneel down and pray to a personal God who we know is\ninterested in us, who will hear and answer our prayers, who has given us the gospel which, if\nlived, will lead to immortality and eternal life. What a strength it is to know that we are\nGod's spirit children, that we are made in his image, and that we can go with our problems to\nhim as our Father in heaven.\n<\/p><p>\nMany times have I expressed my gratitude to my Heavenly Father that my forefathers had\nsuch a belief in God and such a determination to worship and serve him according to the\ndictates of their own conscience and without restrictions that they were prepared to give up\neverything they had and leave their native land and come with the Pilgrims in the <i>Mayflower<\/i>\nto this great land where they could enjoy that freedom of worship. Though they suffered\nmany hardships, the rigors of cold and starvation and influenza from which more than half of\nthem lost their lives, the survivors thanked God for the privilege of religious freedom, which\nto them was sufficient reward for all the untold suffering through which they had come.\n<\/p><p>\nLet us never forget that these freedoms which we enjoy, the blessings and comforts and ideals\nwhich are ours, as well as the progress which has been made in every field of endeavor, have\nbeen gained by the sacrifice, the pain, tears, and agony of some souls who had every reason\nto be discouraged but who had faith in God and fought on to victory.\n<\/p><p>\n<b>Gratitude for Faith and Courage of Ancestors<\/b>\n<\/p><p>\nAgain here and now I wish to express my appreciation to my Heavenly Father for the fact\nthat my great-great-grandfather, John Tanner, and his son, Nathan, and their families had the\nfaith and courage to join The Church of Jesus Christ of Latter-day Saints shortly after it was\norganized, and when it was so unpopular.\n<\/p><p>\nThe records which we have tell us that they were honest, honorable, upright, and God-fearing\nmen; that they were good citizens; that they were interested in their community; and that they\nbelieved in and served God as they understood. Though they had read and studied the Bible\nand believed that it was the word of God, they were confused because of the teaching of the\ndifferent churches that God was an incorporeal being with no material body, parts, or\npassions. In fact, as Paul told the Athenians, many were then, as they are today, ignorantly\nworshiping an unknown God, or denying him entirely (see <span class=\"citation\" id=\"7990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7990)\">Acts 17:23-31<\/a><\/span>).\n<\/p><p>\nHowever, when he heard the message of two Mormon missionaries that God the Father and\nhis Son Jesus Christ were living personages and that they had appeared to the young boy\nJoseph Smith when he went into the grove to pray, as Christ had appeared to Paul, John\nTanner believed them. And when he was told of the restoration of the priesthood and that\nGod had spoken to man again and had chosen an individual, Joseph Smith, as a prophet, seer,\nrevelator, and translator by whom the Book of Mormon had been translated, he knew that this\nwas true. It brought joy and satisfaction to his soul and brought renewed faith and hope when\nhe realized that the true and everlasting gospel in its fulness had been restored to the world.\n<\/p><p>\nHow grateful I am that his faith in God and his understanding of the gospel and his desire to\nserve God and keep his commandments were so great that he and his family did not hesitate\nto join the Church and go through all the persecutions that the Saints endured at that time.\nThey, with thousands of others, were driven out of their homes and, leaving everything they\nhad, were driven west across the plains to the Rocky Mountains to this the Great Salt Lake\nValley, where they could enjoy freedom of worship for which they had sacrificed so much.\n<\/p><p>\n<b>Testimony of Truth<\/b>\n<\/p><p>\nAs a result I have been taught since my youth to have complete faith in God the Eternal\nFather and in his Son Jesus Christ and in the Holy Ghost and to realize that Christ gave his\nlife for us and was resurrected, literally resurrected, and through his atonement we will all be\nresurrected, and that all mankind may be saved by obedience to the laws and ordinances of\nthe gospel (<span class=\"citation\" id=\"6812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6812)\">A of F 1:3<\/a><\/span>).\n<\/p><p>\nI wish to bear my testimony, too, that I know that God speaks to his people today through a\nprophet as he has done in the different dispensations of which the Bible and the Book of\nMormon bear witness so clearly. I cannot express in words my deep appreciation for the\nprivilege I have of associating so closely with his Prophet David O. McKay who leads the\nChurch today under divine guidance.\n<\/p><p>\nIt is a great opportunity, privilege, and blessing to be able to dedicate my time and efforts\nentirely to sustaining him as a prophet of God in the service of our Maker and of our fellow\nmen and of working so closely with these devoted General Authorities to whom you have\nlistened and to whom you will listen in this conference.\n<\/p><p>\n<b>Prayer for Wisdom and Guidance<\/b>\n<\/p><p>\nI pray that God will give us wisdom and direct our efforts as we endeavor to lead the people\nin the paths of truth and righteousness. We are greatly concerned about conditions in the\nworld today, particularly the evils and temptations facing our youth. We realize that the great\nthreat of the future today is the decay of spiritual, moral, and family life.\n<\/p><p>\n<b>Awful Specter of Crime<\/b>\n<\/p><p>\nIt is alarming to see how crime is increasing throughout the whole of the United States and,\nfor that matter, throughout the world. In the USA there was an increase in 1964 over 1963 of\n250,000 serious crimes that were reported by the agencies. And the statistics as issued by J.\nEdgar Hoover, Director of the Federal Bureau of Investigation, show that in a city the size of\nSalt Lake City the increase in crime was up from 12 to 17 percent. There was 17 percent\nmore murder, 14 percent more forcible rape, and 17 percent more robbery in 1964 than in\n1963.\n<\/p><p>\n<b>Appalling World Conditions<\/b>\n<\/p><p>\nConditions in the world are appalling. We have men who from the pulpit are questioning the\ndivinity of Jesus Christ. They do not understand the kind of God they worship, and people\neverywhere have lost their faith and don't know where to turn. Also it is shocking indeed to\nread the articles appearing in the magazines and papers today on the question of morality.\nOne can hardly believe what he reads.\n<\/p><p>\nIn order to make clear and to leave no doubt as to what I mean I shall refer to statements that\nhave appeared in books and magazines and have been attributed to university professors,\nchaplains, and psychiatrists, many of which seem to challenge Christianity's basic teachings\nagainst fornication and adultery.\n<\/p><p>\nA new morality is being advocated which proposes an ethic based on love rather than law in\nwhich the ultimate criterion for right and wrong is not divine command but the individual's\nsubjective perception of what is good for himself and his neighbor in each given situation.\n<\/p><p>\nSome maintain no sexual relationship should be absolutely condemned by the church. Others\nclaim that moral conduct is the sole concern and responsibility of the individual. Some argue\nthat man is free to change occupations, homes, states, or countries and ask why he should not\nbe free to change married partners.\n<\/p><p>\nWe all realize and are most thankful that these views are not generally accepted and, in fact,\nare strongly opposed by most people. Dr. Norman Vincent Peale in commenting on the\nalarming new line on morals says: \"For my part, I have had too much experience with raw\nhuman nature to believe you can scale down moral standards in any area and not reap a\nwhirlwind of broken lives.\" (\"The Alarming New Line on Morals,\" <i>Deseret News<\/i>, February\n26, 1965. Permission granted by Norman Vincent Peale.)\n<\/p><p>\nAnd as Paul admonished the Galatians: \"Be not deceived; God is not mocked: for whatsoever\na man soweth, that shall he also reap.\n<\/p><p>\n\"For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the\nSpirit shall of the Spirit reap life everlasting\" (<span class=\"citation\" id=\"23275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23275)\">Gal. 6:7-8<\/a><\/span>).\n<\/p><p>\nDr. Peale goes on to say, \"The sophisticated-intellectual hue and cry that we must get rid of\nthe old sense of guilt is less than impressive. Guilt can be a pretty healthy deterrent that puts\nthe fear of God into people, stiffening their moral sense and motivating them to live right.\"\n(Peale, <i>op. cit.<\/i>)\n<\/p><p>\nHe then asks the question: \"Should the church still teach a high standard of personal morals?\"\nand answers, \"It may shock you even to have the question raised, but unfortunately a few\nministers are verging toward a permissiveness that disturbs a lot of thoughtful people. The\neffort seemingly is to keep the church somewhat in line with paganistic viewpoints in an\neffort, I suppose, to maintain an influential rapport with these elements. <i>The policy seems to<\/i>\n<i>equate Christian morality with worldly morality rather than the maintenance of a system of<\/i>\n<i>moral absolutes<\/i>. In effect, the new permissive policy seems to reduce Christianity to the world\nrather than to employ the tougher and more skillful strategy of bringing the world up to\nChristianity.\" (<i>Idem.<\/i> Italics added.)\n<\/p><p>\n<b>World Perishing by Reason of Folly and Defiance of God's Laws<\/b>\n<\/p><p>\nImagine young people in our schools and universities who have not been taught in their\nhomes or in their churches an unwavering faith in God and the importance of good, clean,\nmoral living having to face this kind of thinking and temptations and evil that is found\nthroughout the world today. This must be shocking to the parents who realize that such things\nare going on. There is a very serious and great danger, however, and that is that many, many\nof our parents do not realize, nor will they believe, that these are the conditions in the world\ntoday and therefore seem to be prepared to let nature take its course.\n<\/p><p>\nWhere are we going? What is the matter with the world? How different are we from, and how\nrapidly are we approaching, the pattern of life which caused the downfall of Rome? This was\nforcibly brought to the attention of me and all who listened to Dr. Charles Habib Malik of\nLebanon, professor of philosophy at the American University of Beirut. He was president of\nthe United Nations General Assembly in 1958-59. In his message he said to all Americans: \n<\/p><p>\n\"The world is turning its back on you because you are turning your back on yourself. Do not\nturn from the basics that have made America great&mdash;an abiding faith in God and in the\ndignity of man, created in the image of God.\" (Cited by Wendell J. Ashton, \"Weakness\nthrough Strength,\" back page, <i>The Instructor<\/i>, January 1965.) He appealed to America and the\nworld not to let the power of material wealth and learning corrode because of a diminishing\nfaith in God. Imagine this having to come from a man from Lebanon or from any other\ncountry!\n<\/p><p>\n<b>World Can Save Itself by Honoring God's Laws<\/b>\n<\/p><p>\nIt is true that all through history the ignoring of the laws of God leads to the ignoring and\ndefying of all law. The scriptures and history teach us that man cannot continue to deny God\nand ignore his laws and expect to prosper. And as William Penn so aptly said:\n\"Those who are not governed by God will be ruled by tyrants.\" No one can deny that the\nSermon on the Mount, the Ten Commandments, and all of the teachings of the gospel of\nJesus Christ offer a better way of life and if lived, bring greater joy, success, love, prosperity,\nand peace to all and lead to immortality and eternal life.\n<\/p><p>\n<b>Gratitude for Allies of God. Their Devotion and Dedication<\/b>\n<\/p><p>\nWe greatly appreciate and wish to express our wholehearted support to all who are engaged in\nthe fight against evil, and we want you to know that the Church of Jesus Christ is determined\nto do all in its power through its auxiliary organizations, its priesthood quorums, its missionary\nprogram, and through the families of the Church to uphold righteousness and live and teach\nthe fundamental principles of the gospel, which is the plan of life and salvation.\n<\/p><p>\nWe greatly appreciate the thousands and thousands of individuals throughout the Church who\nare prepared to accept office and responsibility in the Church and faithfully live the gospel\nand teach it to all who will listen, and also to the hundreds of thousands of parents\neverywhere who are endeavoring to live and teach a faith in God and the principles of right\nliving to their families.\n<\/p><p>\n<b>Fortify Solidarity of Families with Home Evening Programs<\/b>\n<\/p><p>\nMy wife and I have been thrilled during the lasts month or so to receive letters from two of\nour daughters and a phone call from another saying how pleased they are and thankful for the\nprogram which helps in teaching the gospel and right living in their Family Home Evening\nonce every week. Here  they gather their children around them and teach them the plan of\nsalvation, realizing that parents having children in Zion are commanded to teach them to\nunderstand the doctrines of repentance, faith in Christ the Son of the Living God, and of\nbaptism and the gift of the Holy Ghost by the laying on of hands\n(<span class=\"citation\" id=\"14607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14607)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nAlso, it gives them an opportunity to get better acquainted with their children, to know what\nthey are thinking, and to let the children know what the parents are thinking, what they\nbelieve, and what is right. And the children really enjoy it. They are taught that we are the\nchildren of God and that as his children we have that spark of divinity in us which makes it\npossible for us to reach immortal heights by living according to the teachings of the gospel of\nhis Son Jesus Christ.\n<\/p><p>\nIt is encouraging to know that my grandchildren, twenty-four of them, are being taught to\npray to God and thank him for his many blessings and ask for his guidance and strength from\nday to day, to have faith in him, to realize that they have a purpose in life, and that the\nprinciples taught by Jesus Christ are the principles by which we must govern our lives. Where\ncan you find a lovelier sight than a family kneeling together in prayer to their Father in\nheaven in the full knowledge that he can and will hear and answer their prayers?\n<\/p><p>\nFamilies throughout the Church are being taught these things, and they are taught to be\nhonest, true, chaste, benevolent, virtuous, and to do good to all men. They are also taught that\nif there is anything virtuous, lovely, or of good report or praiseworthy, to seek after these\nthings (<span class=\"citation\" id=\"6823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6823)\">A of F 1:13<\/a><\/span>)\nand that to meet the evils and temptations in the world today we must have faith in\nGod and live according to the principles of the gospel as taught by Jesus Christ.\n<\/p><p>\nMay we all have the vision, the faith, and the courage to so order our lives, I humbly pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}