{"ID":1387, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep the Faith<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1965, pp. 22-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters and friends, and this includes the unseen listening audience hearing\nthis service this afternoon, I wish to express a few thoughts which to me appear timely and\nimportant. I am deeply concerned with the unmoral and unethical trends in our society and the\nAmerican way of life established by the founding fathers of our beloved country. The very\nfoundations of moral and ethical behavior are crumbling about us. This President David O.\nMcKay pointed out so poignantly and eloquently to us this morning. Satan seems to have\npower over his dominions.\n<\/p><p>\n<b>Beware the Forces of Destruction<\/b>\n<\/p><p>\nThere are many-headed serpents at work in the world, and often unknowingly, or unwittingly,\nbut certainly unwisely, some folk play into the hands of wicked, designing men and endorse\nand promote their crafty schemes and plans which are evil and harmful to the society of\ndecent men and women. These evil influences which are insidiously creeping in among us\npaint an alarming view for the future if we do not awaken and take proper action to reverse\nthese undesirable trends.\n<\/p><p>\n<b>\"Monster of frightful mien\"<\/b>\n<\/p><p>\nThe issues may not appear to be too significant when each promotion is quietly initiated, but\nwith an apathetic populace and the sympathetic support of misguided prominent men and\nwomen, both in and out of public office, they are coming with more regularity and frequency\nas power of position increases. Too many of us are naive, undiscerning, and unsuspecting in\nthese matters. We do not acquaint ourselves sufficiently with vital issues which should\nconcern us, nor do we always determine the motives behind them; therefore, by our\ncomplacency and the subtle claims of value by the promoters, we seem to be unaware of the\nseriousness these issues present.\n<\/p><p>\nOnly with knowledge of the affairs and happenings of national, state, and community interest,\nwith eternal and watchful vigilance, can the honest in heart be safeguarded against designing\nmen and the underworld element of iniquity, who want to set up for financial gain many\nforms of vice and harmful substances detrimental and degrading to the physical, moral, and\nspiritual well-being of young and old alike.\n<\/p><p>\n<b>Evil Is Aggressive and Ruthless<\/b>\n<\/p><p>\nWhen these Satanic influences get their foot in the door, they will attempt to ride roughshod\nover the barriers of decency to expand their diabolical plans and operations. All the proposed\ncontrols to these evils will be swept aside and the innocent and undiscerning exposed to every\nnefarious scheme promoted by such powerful organized interests.\n<\/p><p>\n<b>The Best Defense<\/b>\n<\/p><p>\nWe must be an alert people, ever defending our rights, liberties, and ideals by active and\ninterested participation in all which concerns us. Throughout this nation many doors in\ndevious ways are being opened to the underworld with their racketeering and evil designs. It\nseems so many of us who could act cooperatively and legitimately according to just purposes\nand procedures conform by coercion because it is the order of the lay, rather than take an\nactive part for that which is right and be courageous enough to stand up and be counted for\nbeing on the side of right.\n<\/p><p>\nI do not mean people or groups should lawlessly take things into their own hands, but rather\nseek redress by personal or written petition according to the rights and privileges guaranteed\nby the basic constitution of this land. To assure security of righteous purpose, the Lord has\nwarned and counseled: \n<\/p><p>\n\". . . when the wicked rule the people mourn.\n<\/p><p>\n\"Wherefore, honest men and wise men should be sought for diligently, and good men and\nwise men ye should serve to uphold; otherwise whatsoever is less than these cometh of evil\"\n(<span class=\"citation\" id=\"14661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14661)\">D&amp;C 98:9-10<\/a><\/span>).\n<\/p><p>\nThere are many do-gooders and preferential organized interests which confuse many issues\nand tend to dominate by coercion and intimidation the minds and the morale of men. Honest\nand honorable men and women are instant subjects of deception by the unscrupulous,\nambitious agents of darkness.\n<\/p><p>\n<b>Power on the Lord's Side<\/b>\n<\/p><p>\nThe Lord has spoken and warned: \n<\/p><p>\n\"Hearken, O ye people, and open your hearts and give ear from afar; and listen, you that call\nyourselves the people of the Lord, and hear the word of the Lord and his will concerning you.\n<\/p><p>\n\"For this is a day of warning, and not a day of many words. For I, the Lord, am not to be\nmocked in the last days\" (<span class=\"citation\" id=\"14600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14600)\">D&amp;C 63:1,58<\/a><\/span>).\n<\/p><p>\nHe has further said that he require! the heart and a willing mind and the obedience of the\nchildren of men in these last days, and that he expects us to walk in all the commandments of\nGod blameless (see <span class=\"citation\" id=\"14603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14603)\">D&amp;C 64:22,34<\/a><\/span>;\n<span class=\"citation\" id=\"14638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14638)\">D&amp;C 88:133<\/a><\/span>).\n<\/p><p>\nWhy are we gathered here in the tops of the mountains? We are assembled here unitedly to\nperfect ourselves and be living examples of that which we proclaim unto the world&mdash;God's\nword and law. It is from here that the word of the Lord is to go forth to all nations. The law\ncannot go forth from Zion (<span class=\"citation\" id=\"25268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25268)\">Isa. 2:3<\/a><\/span>)\nin power to the people of the world, and successfully so, without\nfaithful example and courageous spiritual firmness by the Saints to support fully every\nprinciple, standard, and ideal which is part and parcel of the gospel of Jesus Christ.\n<\/p><p>\n<b>\"Now is the time to show!\"<\/b>\n<\/p><p>\nThe enemies of righteousness should know our works, sincerity of purpose and convictions,\nand where we as a Church and people stand on vital moral issues.\n<\/p><p>\nAll good, honorable men and women are invited, welcomed, and received gladly in our\ncommunities to enjoy the benefit of our society, spiritual environment, companionship, and\nfriendship. All of us should be intensely interested in wholesome community life with a moral\nand spiritual influence where families are free from all forms of vices and enticements to do\nevil. We should not open our doors to questionable influences because we are not interested in\nthem nor do we wish to expose ourselves or our loved ones to that which they offer. No\nindividual or institution or organization of men can offer anything comparable to what the\nLord has given his people. It is his gospel plan and way of righteousness we seek. Anything\ncontrary cannot bring happiness and peace. As people of the Lord we are different, and we\nchoose, and I hope dare, always to be different.\n<\/p><p>\n<b>Uphold the Ways of the Lord<\/b>\n<\/p><p>\nWe are therefore set apart to uphold the ways of the Lord and sustain the virtues of Godliness\nin our personal lives and by our example of righteousness stand as an ensign of hope and\ngoodwill to the nations of the earth.\n<\/p><p>\nThe Lord has declared that \". . . the rebellious shall be pierced with much sorrow . . .\n<\/p><p>\n\"For they have strayed from mine ordinances, and have broken mine everlasting covenant; \n<\/p><p>\n\"They seek not the Lord to establish his righteousness, but every man walketh in his own\nway, and after the image of his own God, whose image is in the likeness of the world\"\n(<span class=\"citation\" id=\"14528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14528)\">D&amp;C 1:3,15-16<\/a><\/span>).\n<\/p><p>\n<b>No Compromise with Evil<\/b>\n<\/p><p>\nCan we risk liberality in our personal viewpoints and interpret to our own selfish ends the\nrevelations from the Lord as taught in scripture and by divinely called men and thus attempt\nto set at naught the commandments of God? We are advised not to trifle with sacred things. It\nisn't wise for man to set aside the counsels of God and walk in his own way, which way is a\npath of pitfalls and of the errors of darkness. Every soul should seek through righteousness\nthe light of the Spirit as a guide through his entire mortal life.\n<\/p><p>\nIn large measure truth these days is so screened and bantered about that it walks a tightrope.\nTruth not only requires of us a good knowledge of the revealed word which constitutes our\npath of safety for the kind of life God intends us to live, but also faith and testimony of those\nthings which give us the motivating desire to act according to the will of God. Our beloved\nSavior said he came \". . . not to do mine own will, but the will of him that sent me.\"\n<\/p><p>\n\". . . for I do always those things that please him\"\n(<span class=\"citation\" id=\"28177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28177)\">John 6:38<\/a><\/span>;\n<span class=\"citation\" id=\"28184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28184)\">John 8:29<\/a><\/span>).\n<\/p><p>\n<b>Vigorous Offensive Guided and Sustained by Righteousness and Truth<\/b>\n<\/p><p>\nThe same reverent attitude and willing obedience should abide in the hearts of all mankind\ntoday.\n<\/p><p>\nAre we at any time ever justified in sacrificing the teachings of eternal principles for gain or\nfavor to satisfy our personal desires and vain ambitions? Are we ever justified when we\nappease individuals or organized pressure interests whose demands are adverse to the\nbeneficial moral and spiritual blessing of people?\n<\/p><p>\nMormon, an ancient prophet of the Americas, wisely said: \n<\/p><p>\n\"Wherefore, all things which are good cometh of God; and that which is evil cometh of the\ndevil; for the devil is an enemy unto God, and fighteth against him continually, and inviteth\nand enticeth to sin, and to do that which is evil continually.\n<\/p><p>\n\"But behold, that which is of God inviteth and enticeth to do good continually; wherefore,\nevery thing which inviteth and enticeth to do good, and to love God, and to serve him, is\ninspired of God\" (<span class=\"citation\" id=\"38319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38319)\">Moro. 7:12-13<\/a><\/span>).\n<\/p><p>\nThis statement rings with truth and understanding.\n<\/p><p>\nNephi, another great American prophet, records that he was led by the Spirit of God in the\nthings which he did (<span class=\"citation\" id=\"1603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1603)\">1 Ne. 4:6<\/a><\/span>).\nExplaining to the understanding of his brothers on one occasion about\nthe teachings of their father which they did not comprehend, he asked them this enlightening\nquestion: \n<\/p><p>\n\"Have ye inquired of the Lord?\" (<span class=\"citation\" id=\"1608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1608)\">1 Ne. 15:8<\/a><\/span>).\n<\/p><p>\nHere is an important key. It takes faith to inquire of the Lord, and faith requires righteousness\nof lives to secure an answer from God.\n<\/p><p>\nAnother early American prophet counseled: \n<\/p><p>\n\"For the natural man is an enemy to God, and has been from the fall of Adam, and will be,\nforever and ever, unless he yields to the enticings of the Holy Spirit\"\n(<span class=\"citation\" id=\"40337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40337)\">Mosiah 3:19<\/a><\/span>).\n<\/p><p>\nCan a man or woman who inquires of the Lord and truly desires to be led by the Spirit and\nwillingly yields to he enticings of the Holy Spirit support and approve any plan or promotion\nof evil intent or purpose contrary to his or her convictions and be able to square his\nconscience with moral uprightness?\n<\/p><p>\nWe are not true to our God nor supporting as we should the gospel of his Son, our Beloved\nSavior, when we give encouragement to and champion iniquitous causes of sin and\ndegradation, which can only destroy the virtues of Christlike character and he fundamentals of\ntrue religion in the lives of people.\n<\/p><p>\nThe great Prophet Alma admonishing his people said: \n<\/p><p>\n\". . . can ye imagine yourselves brought before the tribunal of God with your souls filled with\nguilt and remorse, having a remembrance of all your guilt, yea, a perfect remembrance of all\nyour wickedness, yea, a remembrance that ye have set at defiance the commandments of God?\n. . .\n<\/p><p>\n\"I say unto you, can ye look up to God at that day with a pure heart and clean hands?\n<\/p><p>\n\"I say unto you, can ye think of being saved when you have yielded yourselves to become\nsubjects to the devil?\" (<span class=\"citation\" id=\"9047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9047)\">Alma 5:18-20<\/a><\/span>).\n<\/p><p>\nLater, in this same discourse the following is recorded: \n<\/p><p>\n\"For I say unto you that whatsoever is good cometh from God, and whatsoever is evil cometh\nfrom the devil\" (<span class=\"citation\" id=\"9048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9048)\">Alma 5:40<\/a><\/span>).\n<\/p><p>\n<b>God Has Marked the Path<\/b>\n<\/p><p>\nWe have no excuse to err in our knowledge and understanding of right and wrong because\nGod has marked out the path, the straight and narrow way which leads to life eternal. An\nancient American prophet said that \". . . men are instructed sufficiently that they know good\nfrom evil\" (<span class=\"citation\" id=\"3732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3732)\">2 Ne. 2:5<\/a><\/span>).\nThe oppositions of man cannot change truth or principle, or moral\nor ethical standards as revealed of God; therefore, men have no excuse for not arriving at\nright answers and decisions in all matters which come before them. By inquiring of the Lord\nand listening to the voice of his Spirit and having a willingness to be guided thereby, we will\nalways find ourselves on the Lord's side of every issue and be strengthened to defend and\nhold fast to that which is good and acceptable to our God.\n<\/p><p>\nAnother prophet challenged his people by saying: \n<\/p><p>\n\"Behold, the scriptures are before you; if ye will wrest them it shall be to your own\ndestruction\" (<span class=\"citation\" id=\"9050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9050)\">Alma 13:20<\/a><\/span>).\n<\/p><p>\n\"For behold, the Lord hath said: I will not succor my people in the day of their transgression;\nbut I will hedge up their ways that they prosper not; and their doings shall be as a stumbling\nblock before them\" (<span class=\"citation\" id=\"40343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40343)\">Mosiah 7:29<\/a><\/span>).\n<\/p><p>\nAlma, counseling his son against the insidious works of darkness, said to him: \n<\/p><p>\n\". . . trust not those secret plans unto this people, but teach them an everlasting hatred against\nsin and iniquity\" (<span class=\"citation\" id=\"9052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9052)\">Alma 37:32<\/a><\/span>).\n<\/p><p>\nContinuing, he admonished: \n<\/p><p>\n\"Teach them to never be weary of good works, but to be meek and lowly in heart; for such\nshall find rest to their souls\" (<span class=\"citation\" id=\"9053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9053)\">Alma 37:34<\/a><\/span>).\n<\/p><p>\nIn our day the Lord has declared: \n<\/p><p>\n\". . . mine anger is kindled against the rebellious . . .\n<\/p><p>\n\"And he that will not take up his cross and follow me, and keep my commandments, the same\nshall not be saved.\n<\/p><p>\n\"Behold, I, the Lord, command; and he that will not obey shall be cut off in mine own due\ntime, after I have commanded and the commandment is broken\"\n(<span class=\"citation\" id=\"14591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14591)\">D&amp;C 56:1-3<\/a><\/span>).\n<\/p><p>\nThe following are some additional latter-day scriptures which are most meaningful and a\nknowledge of which should encourage every person to righteous living and Godly pursuits: \n<\/p><p>\n\"Verily, verily, I say unto you, wo be unto him that lieth to deceive because he supposeth that\nanother lieth to deceive, for such are not exempt from the justice of God\"\n(<span class=\"citation\" id=\"14551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14551)\">D&amp;C 10:28<\/a><\/span>).\n<\/p><p>\n\"And I give unto you a commandment, that ye shall forsake all evil and cleave unto all good,\nthat ye shall live by every word which proceedeth forth out of the mouth of God\"\n(<span class=\"citation\" id=\"14662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14662)\">D&amp;C 98:11<\/a><\/span>).\n<\/p><p>\n\"Therefore, be not afraid of your enemies, for I have decreed in my heart saith the Lord, that\nI will prove you in all things, whether you will abide in my covenant, even unto death, that\nyou may be found worthy.\n<\/p><p>\n\"For if ye will not abide in my covenant ye are not worthy of me\"\n(<span class=\"citation\" id=\"14663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14663)\">D&amp;C 98:14-15<\/a><\/span>).\n<\/p><p>\n\"And this shall be our covenant&mdash;that we will walk in all the ordinances of the Lord\"\n(<span class=\"citation\" id=\"14700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14700)\">D&amp;C 136:4<\/a><\/span>).\n<\/p><p>\n\"Wherefore, let every man beware lest he do that which is not in truth and righteousness\nbefore me\" (<span class=\"citation\" id=\"14589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14589)\">D&amp;C 50:9<\/a><\/span>).\n<\/p><p>\n\"For of him unto whom much is given much is required; and he who sins against the greater\nlight shall receive the greater condemnation.\n<\/p><p>\n\". . . and inasmuch as ye keep not my sayings, which I give unto you, ye become\ntransgressors; and justice and judgment are the penalty which is affixed unto my law\"\n(<span class=\"citation\" id=\"14620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14620)\">D&amp;C 82:3-4<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters and friends, these scriptural quotations clearly define the true course\nGod would have us live. To keep the commandments of God is the whole duty of man\n(<span class=\"citation\" id=\"21415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21415)\">Eccl. 12:13<\/a><\/span>). God\nhas decreed that his law is to be kept on this land.\n<\/p><p>\nIt is our obligation to unitedly stand firm and steadfast and immovable in keeping the\ncommandments of God and unequivocally support firmly that which God has revealed and\nteaches so clearly to the understanding of all who desire to understand. We cannot be passive\nnor complacent about issues which destroy the rights, privileges, and freedoms which God has\ngiven us.\n<\/p><p>\nShould any individual or group deprecate or deal loosely with temporal, moral, and spiritual\nbasics, the blessings of heaven will not abide with them. We cannot go along with the crowd\nand do as they do. We choose to be different because we are different. To be worldly minded\nseparates us from heavenly blessings and opportunities for true happiness and peace.\n<\/p><p>\n<b>\"Walk uprightly before the Lord,\" and Never Waver<\/b>\n<\/p><p>\nWe should never waver as a people in our determination to support moral issues. Any\nvacillation would permit our courage to be tested for enactments and promotions which are\nevil and harmful in nature. It reminds one of the dares youth often make to each other to do\nsomething that is not proper or right or wise. Accepting a dare often ends disastrously. There\nis no wisdom or justification in giving ear to such taunts and irresponsible challenges. We\nmust uphold and maintain that which we believe and know to be right with a firmness of\nconviction and purpose. This will provide a wholesome moral and spiritual influence in our\ncommunities and appeal to those who desire a quality environment for a peaceful and\nrewarding home life where children can grow up with companionships of young men and\nwomen with like moral and spiritual standards and ideals.\n<\/p><p>\nI pray that God will bless all of us to be true and faithful to the trusts, obligations, and\ncovenants we have entered into with him and to honorably keep every condition of our vows,\nI humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}