{"ID":1388, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"The Keystone of Our Religion\"<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1965, p. 27-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThere are in the world great hosts of upright and good people, men and women of goodwill,\nwho desire in their hearts to know the truth about religion. They see conflicting claims\neverywhere, claims supporting both the philosophies of the world and the various religious\nsystems.\n<\/p><p>\nThese truth seekers feel in their hearts that there ought to be unity where religion is\nconcerned, unity based on complete, ultimate truth. They see movements afoot to bring\norganizational unity into the Christian world, and yet they find those who give lip service to\nunity crying, \"Lo, here is Christ, or there . . .\"\n(<span class=\"citation\" id=\"35505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35505)\">Matt. 24:23<\/a><\/span>). They wonder why men do not\ncome to a unity of the faith, why they do not find the ultimate truth about religion, just as\nmen come to a perfect knowledge of truth in scientific fields.\n<\/p><p>\nWell, this condition has prevailed over the years. It existed in the days of Joseph Smith. He\nwas in the midst of a religious revival on the frontier area of America. He heard the cry that\nhere was salvation, or there. He reached the conclusion that \". . . the teachers of religion of\nthe different sects understood the same passages of scripture so differently as to destroy all\nconfidence in settling the question by an appeal to the Bible\"\n(<span class=\"citation\" id=\"30471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30471)\">JS&mdash;H 1:12<\/a><\/span>).\n<\/p><p>\nThen he read these glorious words in the book of James: \"If any of you lack wisdom, let him\nask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him,\"\nfollowed by the counsel, \"But let him ask in faith, nothing wavering. For he that wavereth is\nlike a wave of the sea driven with the wind and tossed\"\n(<span class=\"citation\" id=\"26182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26182)\">James 1:5-6<\/a><\/span>). As the Spirit worked\nupon him, he, meditating upon these words, was led to offer that prayer which ushered in this\ngreat, final gospel dispensation.\n<\/p><p>\nNow, every person of goodwill, every honest truth seeker, every person with a devout desire\nto find the truth in the field of religion is faced with the same problem which confronted\nJoseph Smith, and every person can find the answer in the same way he found it; for God,\nwho is no respecter of persons (<span class=\"citation\" id=\"7988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7988)\">Acts 10:34<\/a><\/span>),\nin whose sight a soul is just as precious today as it ever was,\nwill give wisdom, will give light and truth and revelation to those who ask in faith.\n<\/p><p>\n<b>He Will Answer<\/b>\n<\/p><p>\nWe are the children of God our Father; he loves us, has an intense interest in our well-being,\nand desires to see us progress and advance until we become like him. He is willing&mdash;provided\nwe pay the investigator's price&mdash;to give us wisdom and knowledge, to reveal to us\nthe truth about religion so that we can walk in that course and way in which he would have\nus go.\n<\/p><p>\n<b>How to Receive His Answer<\/b>\n<\/p><p>\nIn view of this, may I mention a specific way and means which will enable men to get in\ntune with the Lord, to get themselves in the frame of mind to exercise the necessary faith, the\nfaith which will bring a personal manifestation from him as to the truth and divinity of this\ngreat latter-day work.\n<\/p><p>\nRemember, we proclaim to the world a message, the message of the restoration. This message\nis that Jesus Christ is the Son of God, that salvation is in him, that because of his atoning\nsacrifice all men are raised in immortality, and those who believe and obey his laws are raised\nunto eternal life. This message is that in our day, primarily through the instrumentality of\nJoseph Smith, there has been a restoration of the knowledge of Christ and the knowledge of\nsalvation. And this message is, further, that The Church of Jesus Christ of Latter-day Saints,\nas now constituted, is the Church and kingdom of God on earth, the one place where salvation\nis found, the place where men can come to learn the eternal verities in the fields of religion\nand salvation.\n<\/p><p>\nNow, the Lord has placed in our hands the way and the means to present this message to the\nworld, to present it in such a way that every honest truth seeker can be guided and enabled to\nknow where the truth is. By using this means every truth seeker can learn how to get in\ncommunion with Deity and how to get personal revelation from that God who does not\nupbraid and who desires to see his children come to the light and truth of heaven.\n<\/p><p>\n<b>The Book of Mormon<\/b>\n<\/p><p>\nThis way and means, given of God to establish the truth of his work, is the Book of Mormon.\nMay I call your attention to the inspired words of Joseph Smith, words written by the spirit of\nprophecy and revelation on the day the Church was organized in this dispensation. In them\nthe Prophet first announces that the Church has been organized\n(<span class=\"citation\" id=\"14563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14563)\">D&amp;C 20:1<\/a><\/span>). Then he says that \". . .\nthrough faith, God ministered unto him by an holy angel, whose countenance was as\nlightning, and whose garments were pure and white above all other whiteness\"\n(<span class=\"citation\" id=\"14564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14564)\">D&amp;C 20:6<\/a><\/span>).\n<\/p><p>\nHe then says he was given commandments, and also the power \". . . by the means which were\nbefore prepared, to translate the Book of Mormon\"\n(<span class=\"citation\" id=\"14565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14565)\">D&amp;C 20:8<\/a><\/span>). Then of that book he says: It \". . .\ncontains a record of a fallen people, and the fulness of the gospel of Jesus Christ to the\nGentiles and to the Jews also; \n<\/p><p>\n\"Which was given by inspiration [meaning that the original prophets who wrote it were\ninspired of God], and is confirmed to others by the ministering of angels [meaning that angelic\nministers delivered it to men on earth in this day], and is declared unto the world by them&mdash;\"\n(<span class=\"citation\" id=\"14566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14566)\">D&amp;C 20:9-10<\/a><\/span>).\n<\/p><p>\nAnd now these words that follow are the key: \"Proving to the world that the holy scriptures\nare true, and that God does inspire men and call them to his holy work in this age and\ngeneration, as well as in generations of old; \n<\/p><p>\n\"Thereby showing that he is the same God yesterday, today, and forever\"\n(<span class=\"citation\" id=\"14567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14567)\">D&amp;C 20:11-12<\/a><\/span>).\n<\/p><p>\n<b>His Servants Testify<\/b>\n<\/p><p>\nNow, in every age of the earth's history, when the Lord has had a message for people, he has\nsent his servants to testify and bear witness of it. They have spoken by the power of the Holy\nGhost and have certified of the truth of the revelation. We do this today, most solemnly and\nsoberly, as it has been done in this conference; and I add my personal witness that I know by\nthe revelations of the Holy Ghost to my soul that this work is true. But for our day and our\ngeneration, an era in which the Lord is cutting short his work in righteousness\n(<span class=\"citation\" id=\"14590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14590)\">D&amp;C 52:11<\/a><\/span>), in which he is\nhastening it in its time and in its season (<span class=\"citation\" id=\"14636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14636)\">D&amp;C 88:73<\/a><\/span>),\nhe has given something additional. He has placed in\nour hands a volume of scripture which is both ancient and modern and has provided that it\nwill be the sure proof, the conclusive evidence, the added witness of the divinity of the work.\n<\/p><p>\n<b>Moroni's Promise<\/b>\n<\/p><p>\nAs all who are acquainted with this matter know, if any person will read this book in\naccordance with Moroni's promise, having faith in God, and ask the Father in the name of\nChrist if it is true, that person will learn by the power of the Holy Ghost that it is (see\n<span class=\"citation\" id=\"38321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38321)\">Moro. 10:3-5<\/a><\/span>).\nThe still small voice will whisper to the spirit that is within him, telling him\nin a way that he cannot deny or misunderstand that no man could have written that book, that\nit is the mind and word and will of God.\n<\/p><p>\nNow; if this book is what we say it is, Joseph Smith was a Prophet of God; Jesus Christ is the\nSon of God, the one by whom salvation comes; and this Church and kingdom was set up,\nordained, and established by the opening of the heavens, by the principle of revelation. The\nBook of Mormon has been given to the world to prove the divinity of the work, and our\nchallenge is that men of goodwill, upright and good people everywhere, will take this book\nand learn what is in it and then ask God whether it is true.\n<\/p><p>\nJoseph Smith said: \"I told the brethren that the Book of Mormon was the most correct of any\nbook on earth, and the keystone of our religion, and a man would get nearer to God by\nabiding by its precepts, than by any other book.\" (<i>DHC<\/i>, 4:461.)\n<\/p><p>\n<b>The Keystone of Our Religion<\/b>\n<\/p><p>\nWell, as the keystone of our religion, it is the thing upon which we stand or fall. If it is true,\nthis whole system of religion is true because God's hand is in it; if it is not true, then our\nsystem of religion is false. But thanks be to God, this book is true! And thanks be to him\nalso, he is willing, desirous, by the power of his Spirit, to bear record of that fact to all\nhonest truth seekers in the world, in which event they then know of the divinity of the work;\nand if they are willing to abide and walk in the light, having the courage of their convictions,\nthey come and join with the Saints of God and get on the path leading to eternal life.\n<\/p><p>\nMay I quote the words that God himself said in bearing record of the divinity of the Book of\nMormon, and make them my testimony also? He said of Joseph Smith, \". . . he has translated\nthe book, even that part which I have commanded him, and as your Lord and your God liveth\nit is true\" (<span class=\"citation\" id=\"14557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14557)\">D&amp;C 17:6<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}