{"ID":1389, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Field White to Harvest&mdash;South America<\/p>\n<p class=\"gcspeaker\">Elder A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, April 1965, pp. 29-31<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters: \n<\/p><p>\nWithin the month Sister Tuttle and I stood in the mountain fastness of the Andean highlands.\nWe were visiting among the Indian people, where recently we have established the Church.\n<\/p><p>\n<b>The Church of Christ in the Andes<\/b>\n<\/p><p>\nThey live today much as they lived in centuries past&mdash;in the age of the hand scythe and the\ncrooked stick for a plow. Acres of ground are still cultivated by a farmer using his foot plow\nwith two handles, designed in the days of the Incas.\n<\/p><p>\nHigh in the Andes the Indians cultivate small farms which, like a patchwork quilt, cover the\nmountains from the crest to the river. Adobe mud huts, with their thatched roofs showing\nshaggy-like, dot the landscape. Judged by our luxurious standards, their huts are pitiful\nindeed. For hundreds of thousands existence is bare.\n<\/p><p>\nIn many places in the Cordillera [Andean mountain range] they thresh as in the days of the\nSavior. Oxen tread the grain, and it is winnowed in the wind. Burdens are carried on colorful\nllamas or burros or, more likely, the human back.\n<\/p><p>\nThe women's blouses of bright hues are softened by the earth tones of their homespun skirts.\nLong black braids, often interwoven with bright strips of cloth, are topped by a white straw\nhat or a colored felt derby, denoting their clan or city. In addition to their <i>manta<\/i>, or shawl,\nthey always carry a baby wrapped in a blanket deftly tied across their shoulders, with often\nanother child or two trotting at their side.\n<\/p><p>\nMen and boys wear knee-length trousers and plain short jackets of homespun, with undershirts\nof once bright colors. Knit caps with ear flaps and the necessary poncho complete their attire.\nIf sandals are worn, they are cut from old tire treads. More often than not the men go\nbarefoot.\n<\/p><p>\nTheir hillside plots produce crops of com, small potatoes, grains, and vegetables. Everybody\nworks. Old women tend the babies, spin and knit, cook the meager meals. Small children\nscantily dressed in oft mended clothing carry water and help gather herbs for food. Always\nthere is the tending of flocks of llamas which graze with the sheep on the rocky hillsides or\neat tethered in the fields. An occasional team of oxen and the ever present burro completes\nthe landscape scene in the high Sierras. There is evidence of poverty everywhere.\n<\/p><p>\nBut it was not always so.\n<\/p><p>\n<b>The Book of Mormon from the Ancestors of These Indians<\/b>\n<\/p><p>\nThe Book of Mormon is the word of God and is a record of his ministry among the ancestors\nof these Indians. Columbus named them Indians. He thought he had discovered the Indies. In\nreality they are Lamanites. They are descendants of Joseph who was sold into Egypt. The\naccount of their religious experiences was written in hieroglyphics upon plates and handed\ndown from one generation to another, overspreading a 2,600 year period.\n<\/p><p>\nThe Book of Mormon recounts the departure of these Israelites from their homeland. It says\nthey built ships; crossed the ocean; erected cities; constructed highways; engaged in\nmerchandising, industry, and shipping. It tells of their growth from a few families to hundreds\nof thousands of people.\n<\/p><p>\nIt describes their destructive wars and warns of the decline of this once enlightened people.\nBut their prophets foresaw a restoration of their former blessings after the restored gospel is\ntaught to them.\n<\/p><p>\n<b>Christ Visited the People of the American Continent<\/b>\n<\/p><p>\nMost important, however, this ancient scripture declares unequivocally that the Risen Christ\nwalked and talked with the people on this the American continent. This religious record\nrelates the calling of the Twelve Apostles and the establishment of his Church on this\nhemisphere. The Book of Mormon sets forth in clarity and plainness the teachings of the\nResurrected Lord as he sojourned with these people for a brief season. It has rightly been\ncalled the Bible of the Western Hemisphere.\n<\/p><p>\nToday Indian legends still contain fragmentary accounts of a great Personage who long ago\nvisited among them. Known among different tribes by a variety of names, he is nevertheless\nalways described in similar terms.\n<\/p><p>\nToday these people, whose ancestors saw the Risen Christ, number in the millions. They\nrange from Canada to la Tierra del Fuego. In North America many dwell on reservations.\nThousands are scattered throughout Mexico and Central America. In South America they live\nin the jungle and on the tops of the Andes. The blood of this chosen people flows in the veins\nof many of those who live south of the Rio Grande.\n<\/p><p>\n<b>An Awakening from Subjugation<\/b>\n<\/p><p>\nThere is a gradual awakening of responsibility to the Lamanites. Their governments have\nhelped. Roads are being opened to their formerly inaccessible retreats. Land reforms are\nbecoming effective. Rudimentary education is filtering down to them.\n<\/p><p>\nPrivate foundations such as the Ford and Rockefeller foundations, the Peace Corps, and some\nuniversities are working among them.\n<\/p><p>\nUnfortunately their religion, the influence that should have been the greatest, rather than\nredeeming, has subjugated them.\n<\/p><p>\nOur efforts among these Lamanite people in South America are just beginning, but hold great\npromise. They are ready to accept the restored gospel of Jesus Christ. They are disenchanted\nwith their present subjugated conditions. They are eager and capable of providing their own\nleadership. They love to learn, to act, to speak, to teach, and to sing. They have an insatiable\nthirst for knowledge. But they have no books, no equipment, no notebooks, no classrooms, no\nteachers.\n<\/p><p>\n<b>The Gospel and the Priesthood Will Liberate<\/b>\n<\/p><p>\nFrom our past short experience we that we can provide much that they need. We have the\nplan and organization to meet their needs.\n<\/p><p>\nThrough the priesthood quorums the brethren have and can sponsor projects which\ndemonstrate the practical application of theology to daily life&mdash;something these people have\nnever seen. Simple projects like making windows in houses to let in not only physical but\nspiritual light, hanging doors, planting flowers, and erecting centers for education&mdash;this is\nreligion in action.\n<\/p><p>\nThe women's Relief Society organization provides opportunity for girls and mothers to learn\nhome management, baby care, cleanliness. It opens up vistas of service heretofore unknown.\nThe Relief Society motto, \"Charity never faileth,\" gives ample opportunity for these women to\nparticipate in mutually beneficial activities.\n<\/p><p>\nThe Primary Association imparts to the children the one lifesaving bit of knowledge which\nlifts their lives and goals from the animal level to a spiritual plane. In these Andean\ncommunities, youngsters eagerly attend the classes taught by missionaries where they learn, \"I\nAm a Child of God.\"\n<\/p><p>\nThe Mutual Improvement Associations afford opportunities unbounded to the scores of idle\nyouth who roam the streets. These young people want to participate in drama, music, dancing,\nworthwhile classes, and various sports activities. They thrill to the leadership possibilities\nwhich activity in the MIA provides.\n<\/p><p>\nThe Sunday School gives all a chance to learn and grow. All have opportunity to give talks,\npractice reverence, and expand the depth and extent of gospel learning.\n<\/p><p>\nOthers could, if they would, supply the serums, and the seeds, and the tools. They could\nprovide the educational opportunities and other things that our Lamanite brethren so urgently\nneed. But they cannot supply the message of truth that we bear, for we declare with authority\nfrom God that the gospel of Jesus Christ has been restored to the earth; we declare that the\nheavens are again open, that a prophet lives today and directs the Church of Jesus Christ. We\ndeclare that the Book of Mormon identifies these millions of people who for so long have\nbeen anonymous&mdash;making known that they are a chosen people, eligible for the promised\nblessings of their Father.\n<\/p><p>\nTheir governments have recently accorded them citizenship in their lands, but our message\nmakes them \"no more strangers and foreigners, but fellowcitizens\"\n(<span class=\"citation\" id=\"21768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21768)\">Eph. 2:19<\/a><\/span>) in the Church\nand kingdom of God.\n<\/p><p>\nThe day of the Lamanite is at hand. I bear witness that this is the work of the Lord, that we\nare in his Church. I bear solemn witness that God lives, that Jesus is the Christ, that President\nDavid O. McKay is a prophet and the mouthpiece of the Lord to the Church and in the world,\nand that the Book of Mormon is true. May the Lord help all of us to aid our brethren, the\nLamanites, in their striving to reach their destiny, I humbly pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}