{"ID":139, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Samuel O. Bennion<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Samuel O. Bennion, <i>Conference Report<\/i>, October 1944, pp. 65-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt the beginning of my remarks I acknowledge the hand of the Lord in permitting me to be\nhere today. I pray the Lord that I may be sustained.\n<\/p><p>\nIt was forty years ago now, at this particular time of the year that I was preparing to go on\nmy mission. I called on President Joseph F. Smith, according to appointment, and told him I\nwas ready to go. He said to me, \"Brother Bennion, you stay here and help elect Theodore\nRoosevelt, and then go.\" And I did.\n<\/p><p>\nI am delighted to be here and to see this great congregation. I enjoy the companionship of my\nbrethren; I would not want to live in mortality without it.\n<\/p><p>\nA TESTIMONY OF THE TRUTH HELPS UNDER DIFFICULTIES\n<\/p><p>\nSeventy-seven years ago my progenitors came down Emigration Canyon into this valley, and\nthey found here a desert&mdash;nothing that was inviting enough for them to want to stay. They\ncame from the green fields of England, into this desolate place; almost all they had in the\nworld was in a wagon box. And many others were in the same condition. But there was one\nthing in their hearts, one thing that brought them from the shores of England: they had a\ntestimony of Jesus. They knew that the Redeemer lives; they knew that this is the work of\nGod, and they believed the prophet of God when he said, \"This is the place,\" and, \"Here we\nwill build a temple unto our God; here will be our home; this is where we are going to\nreside.\"\n<\/p><p>\nThe Indians could scarcely live. My parents knew them, and these Indians were living on the\nrodents of the earth, and anything they could get. The same soil that is here now was here\nthen, but it was barren.\n<\/p><p>\nBut the Lord had said through His prophet, Isaiah, centuries before:\n<\/p><p>\nThe wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and\nblossom as the rose. It shall blossom abundantly, and rejoice even with joy and singing: . . .\nthey shall see the glory of the Lord, and the excellency of our God\n(<span class=\"citation\" id=\"25011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25011)\">Isa. 35:1-2<\/a><\/span>).\n<\/p><p>\nIsaiah knew the Lord. He was a prophet of the living God, and it was given him to look\ndown through the stream of time. The Lord put those words into his mouth, and he delivered\nthat scripture, and this has become now one of the greatest gardens of the earth. The Lord had\nplanned for His people. Men could not live in this country who did not have a testimony of\nthe promises concerning it. All who are here today and those who hear my voice can see that\nthis great country has been made to blossom as a rose; it is lovely, as Isaiah predicted it\nwould be.\n<\/p><p>\nPROPHECIES FULFILLED\n<\/p><p>\nGo where you may, I care not where&mdash;I have not been abroad, but I have seen all the states of\nthe United States and Canada and Mexico, and it is all this country&mdash;and there are no more\nfruitful fields than in this land where the Lord led the people, this once barren and forbidding\ncountry.\n<\/p><p>\nLand that I positively know has been tilled for sixty years&mdash;I have seen it&mdash;has produced a\nproduced a better crop this year than at any time in its history, because it has been fertilized\nand cared for. Water used in the right way, with crop rotation, and fertilization, have made it\nwhat it is.\n<\/p><p>\nMEMBERSHIP OF THE CHURCH BLESSED\n<\/p><p>\nAnd as it has been with the land, so it has been with the membership of this Church. There\nnever was greater strength in the land than at the present time. It does not make any\ndifference to me, brethren, what people think about the Mormon Church, or its doctrines, I\ncannot help thinking of the words of the Lord to Job the prophet: \"Who is this that darkeneth\ncounsel by words without knowledge?\"\n(<span class=\"citation\" id=\"26639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26639)\">Job 38:2<\/a><\/span>).\nWho is it? Who dares to question? The\nplan of God is here. He further said to Job:\n<\/p><p>\nWhere wast thou when I laid the foundations of the earth? declare, if thou hast understanding\n. . . . Whereupon are the foundations thereof fastened? or who laid the comer stone thereof. . .\nand all the sons of God shouted for joy?\n(<span class=\"citation\" id=\"26640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26640)\">Job 38:4,6-7<\/a><\/span>).\n<\/p><p>\nThe great program of God for his children was planned from the beginning and when He\ncame to Joseph Smith, He revealed unto him this plan of salvation. And this plan came to you\nand to me and will come to all men who make an investigation of it. Joseph Smith bore that\ntestimony to the children of men. He also brought to our attention the words of Paul the\napostle: \"Wherefore I give you to understand that no man speaking by the Spirit of God\ncalleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy\nGhost\" (<span class=\"citation\" id=\"113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(113)\">1 Cor. 12:3<\/a><\/span>).\nJesus said, \"Except a man be born of water and of the Spirit he\ncannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"27119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27119)\">John 3:5<\/a><\/span>).\nNay, more, \"he cannot see the kingdom of God\"\n(<span class=\"citation\" id=\"27116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27116)\">John 3:3<\/a><\/span>).\n<\/p><p>\nI have listened to hundreds of men and women who have come out of the world, so-called,\ninto this Church, who have been baptized and who have had the witness and power of God\ngiven to them by the Holy Ghost, say that they could no more go back into their old way of\nthinking than they could go back to yesterday&mdash;they have been born again into a new world.\n<\/p><p>\nThe faith of the Latter-day Saints is an established fact, and men and women of honor and\nintegrity, by the thousands, from all parts of the world, are located in these valleys where the\nLord led them. Here there is power such as the world has never seen; truly out of Zion goes\nforth the law (<span class=\"citation\" id=\"25007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25007)\">Isa. 2:3<\/a><\/span>).\n<\/p><p>\nI call the attention of all to the words of the President of this Church, that were read\nyesterday; they came from the Prophet of God. And to the testimony that David O. McKay\nbore, and to the sermon that was delivered by President Clark. They are all readable. They set\nforth the issues of the present day. How many of us will follow them when we go back into\nour homes; how many will say to the children of men among whom we labor: \"The word of\nGod came to us again.\" Call their attention to these commandments:\n<\/p><p>\nThou shalt not lie, thou shalt not steal, thou shalt not bear false witness against thy neighbor,\nthou shalt honor the Sabbath day and keep it holy, thou shalt not take the name of the Lord\nthy God in vain, and thou shalt not commit adultery\n(<span class=\"citation\" id=\"22534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22534)\">Ex. 20:7-8,14-16<\/a><\/span>).\n<\/p><p>\nThe plan of God is here to fertilize the spiritual fields of the Church. As the land has\nproduced more since the membership of the Church began to till it, as it has grown richer\nunder careful supervision, so will the strength of the children of men grow through the\npowerful influence of God, and our people will carry off victoriously the plan of God, for this\nis His work. It will never fail. It does not make any difference to me what men think about\nMormonism, or what they think about this Church. I mingle among them; I have done so for\nmany years&mdash;many of them are fine men, good men. There are good men in the Church and\nout of the Church, and when we find out what they are good for, they should be put to use.\nBut even though they may not recognize it, there is a Power guiding this people to high\ndestiny and even now they have become, as the Prophet Joseph said they would, a \"mighty\npeople in the midst of the Rocky Mountains.\"\n<\/p><p>\nA CLOSING TESTIMONY\n<\/p><p>\nI pray the Lord to bless us. I am thankful for the privilege I have of being here. I know this\nis the work of God and that he lives, that he came to Joseph Smith and that Joseph Smith\nbrought to the world again the plan by which all men may know their Redeemer and give\npraise to him.\n<\/p><p>\nI do not believe this is the end of \"Sweet hour of prayer,\" I believe it is just a beginning. The\nhour of prayer will go on into time beyond our power of conception and will be a part of the\ngreat story of the Latter-day Saints. Last December I heard in one of our stake conferences a\nlovely chorus of about a hundred and fifteen or twenty young women. Their music was most\ninspiring. I said to myself then and I say it now, I expect to hear the voices of millions of\nsuch beautiful singers and participate in countless hours of prayer.\n<\/p><p>\nThe Lord bless you. Amen.\n<\/p>\n<\/div>\n<\/div>"}