{"ID":1390, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">My Wife's Husband<\/p>\n<p class=\"gcspeaker\">Elder Paul H. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Paul H. Dunn, <i>Conference Report<\/i>, April 1965, pp. 31-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters and friends, to answer a number of questions that have been put to\nme lately after one year and numerous experiences, this is still the challenge that it ever was.\nI stand before you most humble and dedicated in an attempt to convey to you the feelings of\nmy heart on this special day. I, too, seek an interest in your faith and prayers.\n<\/p><p>\nI am wondering if you good sisters here in this building and listening in would pardon me if I\nvisited with your husbands and the dads for just a few moments.\n<\/p><p>\n<b>Father Substitutes for Mother<\/b>\n<\/p><p>\nEvery once in a while there comes into the life of each father and husband a tremendous\nchallenge, and some weeks ago it was one of these challenges that brought me to a greater\nrealization of my responsibility as both father and husband. I am sure my experience is not\nunlike some that many of you here today have had.\n<\/p><p>\nIt all happened this way. My wife one day, in her interest to go shopping with one of her\nclose friends in the neighborhood, asked if I would be kind enough to attend to the household\nchores for about four hours during her absence, besides tending our smallest daughter. I\nassured her I was most anxious to do what I could as a priesthood bearer and as a loving\nfather and husband. And I will have to confess there was a selfish interest at heart, thinking as\nI did that perhaps here was an opportunity to catch up on some of my own projects.\n<\/p><p>\nWell, now, I want to tell you, that was a day I shall never forget. Let me just give you an\naccounting of my accomplishments on that afternoon: \n<\/p><p>\nI answered the telephone 15 times. Thirteen of those calls were for our teenage daughters.<br \/>\nI shouted, \"Don't Kellie,\" (that's our five-year-old) 43 times.<br \/>\nI spread bread with jelly 19 times. Some of my youngest daughter's little friends were visiting\nwith her at the time.<br \/>\nI stopped 9 different quarrels.<br \/>\nI wiped noses 12 times.<br \/>\nI tied shoes 8.<br \/>\nI shut and opened doors 53 times.<br \/>\nI bandaged 6 different fingers.<br \/>\nI answered 11 questions.\n<\/p><p>\nAnd as well as I can figure at this point, I ran approximately 2 1\/2 miles without ever going\nout-of-doors.\n<\/p><p>\nNow, brethren, I ask you, how long has it been since you stood in the place of your good\nwife? For example, two or three days following this little episode, I took this same group of\nwild Indians to the grocery store and attempted, as all mothers and housewives do, to fill the\ngrocery basket.\nThere was another challenge, to keep one youngster from digging into the cookie box, while\nanother picked up, dropped, and broke a jar of pickles, and the third in the meantime became\nlost and, in her anxiety to find her father, shouted so that all the neighborhood could hear,\n\"Daddy, where are you?\"\n<\/p><p>\nBrethren, fathers, priesthood bearers, I tell you that I sincerely believe that my day is as long\nand nerve-racking as any represented here. But I wouldn't trade my job and I don't believe\nmost of you would, involved as it might be, for that of a good wife who manages the home,\nsupervises a family of children twelve hours a day and more at times, not to speak of a few\nother little responsibilities that engage her time from morning until night.\n<\/p><p>\nI wish today, brethren, that my wife's husband could remember every evening when he comes\nhome that, no matter how tired he is or how hard he has worked, she has labored just as hard.\nAnd no matter how disappointed he may be with the things that have gone on during the day,\nshe has an equal reason to be tired and discouraged with the load of her multitudinous and\nhectic responsibilities.\n<\/p><p>\nIf my wife's husband could always realize this, I believe he would try even harder than he\ndoes to forget his own troubles and would try to bring into his home a spirit of love, fun,\noptimism, and assurance that would make every member of his family glad to be alive.\n<\/p><p>\nThere are a number of other things that I wish my wife's husband would do as he views this\nlovely creature that he has taken unto himself as a bride for time and all eternity&mdash;that he\nwould continue to court her and respect her as he has promised to do because of his genuine\nlove and appreciation for her.\n<\/p><p>\nI wish my wife's husband would also remember at all times the responsibility he has to direct\nthe affairs of his family, to be the loving father and the companion for his daughters that he\nbasically wants to be but sometimes forgets to be because of busy schedules.\n<\/p><p>\n<b>Importance of Role of Father, Mother<\/b>\n<\/p><p>\nI have been so impressed today with the thoughts and the feelings of our Prophet, Brother\nLee, President Tanner, and others who have spoken to us concerning the home and its\nimportance and the role of mother and father in this connection. As they talked to us about\nthese basic issues which should concern all intelligent thinking Americans, I was reminded of\none of the finer studies that was made some years ago by Dr. Sheldon and Eleanor Glueck, a\nhusband and wife sociology team at Harvard University. After much research and\ninvestigation of many cultures, they developed a scale which could predict delinquency, and\nthey concluded that there were five basic ingredients that assured successful living and happy\nhomes. Their discovery shouldn't surprise the Latter-day Saints because prophets of old, as\nwell as today, have related these to us.\n<\/p><p>\n<b>Successful Families Require Affection<\/b>\n<\/p><p>\nBriefly stated, they suggested that if you want to have successful family relationships in your\nhome, the mother must show affection for her children. How much has been said from this\npulpit on many occasions concerning the role of the mother in the home, and I would be the\nfirst to wholeheartedly endorse all these words as to the influence of what that mother can be\nand the need for her to be constantly available to all young children. I think by nature the\nmother more normally tends to give this basic love because of her place in the home.\n<\/p><p>\nThe second basic ingredient would be love shown by the father. And sometimes, dad, even\nthough we have this basic interest and affection for our children, we fail to display it in a way\nthat is meaningful in the lives of these young people. I am sorry to confess there have been\ntimes in my so-called busy life when I have neglected this very thing, thinking my dear wife\nwould certainly fill in. I was brought up rather short some years ago by one of my daughters\nwhen one Sunday afternoon she took from my coat pocket my appointment book, opened it\nup, and wrote her name; and as she brought it to me she said, \"Dad, I'm wondering if I can\nhave an appointment with you at two o'clock next Sunday.\" I think you might appreciate in\nsome small measure how I felt, and it was at that moment I began to take a serious inventory\nof my own life and my responsibilities.\n<\/p><p>\nThe second daughter on that same occasion chimed in, and she said in almost an echo form,\n\"Dad, why is it that you always have time for other people's children and not for us?\" Well, I\nam happy to announce to this marvelous congregation and all who would hear that I have\nattempted to right my life as a father and as a teacher in the home, and I am finding as I\nfound some years ago that what our prophets ask us to do is right. I bear fervent testimony of\nwhat this can do in any home in America today.\n<\/p><p>\n<b>Supervision<\/b>\n<\/p><p>\nThe third thing in this formula was supervision, which the Gluecks basically assigned to the\nmother but certainly included the father.\n<\/p><p>\n<b>And Discipline<\/b>\n<\/p><p>\nAnd the fourth: discipline from the father, which does not exclude the mother as a part-time\ndisciplinarian.\n<\/p><p>\n<b>And Unity<\/b>\n<\/p><p>\nFifth: the point of cohesiveness, tying it all together, which depicts again the wisdom that has\ncome from on high through living prophets concerning the Family Home Evening, the\nopportunity for mothers and fathers to sit down and work out programs that will assist the\nyouth of our nation and of the world to better ways of life, to a higher and more divine\nunderstanding of our very purpose in the world.\n<\/p><p>\nI am so grateful as a father and as a husband for these things which have been revealed to us\nin these latter days.\n<\/p><p>\n<b>A Father's Ten Commandments<\/b>\n<\/p><p>\nMay I just conclude by sharing with you from the pen of an unknown author \"A Father's Ten\nCommandments\" (<span class=\"citation\" id=\"22737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22737)\">Ex. 20:3-17<\/a><\/span>)\nwhich I think have modern day application: \n<\/p><p>\nThou shalt love thy children with all thy heart and hesitate not to manifest interest in and\naffection for them. This is the first and great commandment.\n<\/p><p>\nSecond, thou shalt not make unto thee any graven images of thy business, thy career, or thy\nsports, or any likeness of pleasure, occupation, or pursuit in the heavens above, in the earth\nbeneath, or in the waters under the earth. Thou shalt not bow down thyself unto them, nor\nserve them so that thou forgettest to be a pal and a chum to thy children.\n<\/p><p>\nThird, thou shalt not take the name of \"Dad\" upon thee lightly, for Jehovah will not hold him\nguiltless who has little regard for the responsibility of fatherhood.\n<\/p><p>\nFourth, remember thy children's portion of thy time and keep it holy. Many days shalt thou\nlabor and do all manner of work that thou mayest provide suitably for all their needs, but in\nthat portion of thy day which belongeth to them, thou shalt not do any work, neither shalt\nthou bury thy nose in a book, betake thyself to the golf links, or busy thyself otherwise\naccording to thine own pleasure.\n<\/p><p>\nFifth, honor thy wife, for thy children loveth her dearly and cannot admire, respect, and love\nthee if thou display not loving kindness for her.\n<\/p><p>\nSixth, thou shalt counsel and advise with thy children in all things and share with them the\nsecrets of thy heart.\n<\/p><p>\nSeventh, thou shalt be firm in thy discipline lest thy children stray from the paths of\nrighteousness for the lack of thy guiding hand. But thou shalt not even hold the reins of thine\nauthority too tight nor fail to understand that thy children desireth and needeth more and more\nof that independence of action which becometh a man.\n<\/p><p>\nEighth, thou shalt have trust and confidence in thy children and be patient and long-suffering\nwith all their shortcomings.\n<\/p><p>\nNinth, thou shalt walk uprightly before men and make thy ways clean in the sight of thy God,\nfor thy children doth follow after thy example. Moreover, take heed that thy children hath\nmore discernment than thou sometimes thinkest and art more influenced by what they see\nthou really art than by what thou pretendest to be.\n<\/p><p>\nAnd tenth, thou shalt not forget thou wert once a boy. Neither shalt thou be unmindful that\ntimes have changed very much since the days of thy youth.\n<\/p><p>\nI am grateful, my brothers and sisters and friends, for knowledge of the gospel of Jesus\nChrist, for its meaning in our home, and for this divine program which has been established\nto influence lives everywhere. May we be equal to the tasks as dads and husbands, as\npriesthood bearers, to raise up a generation that will bless this nation and this world, I humbly\npray as I testify to the divinity of these things in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}