{"ID":1391, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">No True Worship without Chastity<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1965, pp. 34-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nJesus of Nazareth was rejected by his people. Sensing it keenly, he said one day: \n<\/p><p>\n\"O Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee;\nhow often would I have gathered thy children together, as a hen doth gather her brood under\nher wings, and ye would not!\n<\/p><p>\n\"Behold your house is left unto you desolate . . .\" (<span class=\"citation\" id=\"31653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31653)\">Luke 13:34-35<\/a><\/span>).\n<\/p><p>\n<b>Tendency of Mankind to Drift<\/b>\n<\/p><p>\nFrom the beginning of time it has been the tendency of mankind to drift away from the Lord\nand to love darkness rather than light (<span class=\"citation\" id=\"28171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28171)\">John 3:19<\/a><\/span>).\n<\/p><p>\nIt began when Satan came among the children of Adam and Eve and tempted them and\ndestroyed their faith. The result was that many \". . . loved Satan more than God.\" The\nscripture explains that \". . . men began from that time forth to be carnal, sensual, and\ndevilish\" (<span class=\"citation\" id=\"39244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39244)\">Moses 5:13<\/a><\/span>).\n<\/p><p>\nThis departure from the ways of the Lord was an apostasy, and since that time apostasy has\nexisted among us almost continuously. While groping for the truth, men have made their own\nreligions, established their own moral codes, and have justified themselves in following them.\n<\/p><p>\nIt was so likewise in the days of the Savior. He fought against the manmade doctrines of his\ncontemporaries and said that to use them in worship was of no value, for they could save no\none. He vigorously denounced the sensual living so characteristic of that day. As a result,\nmurderous schemes entered the hearts of his enemies, and they sought his life and eventually\ndid crucify him, so completely did they hate the things of God, although professing to serve\nhim in their own self-invented manner.\n<\/p><p>\nIt was not long before apostasy developed within the Christian group itself. It occurred in\nvarious ways: partly in doctrine and ritual and much in the daily habits of the people.\n<\/p><p>\n<b>Characteristics of Apostasy<\/b>\n<\/p><p>\nThe Apostle Paul said that this apostasy was characterized by mankind becoming \". . . lovers\nof their own selves, covetous, boasters, proud, blasphemers, disobedient to parents,\nunthankful, unholy,\n<\/p><p>\n\"Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those\nthat are good,\n<\/p><p>\n\"Traitors, heady, highminded, lovers of pleasures more than lovers of God; \n<\/p><p>\n\"Having a form of godliness, but denying the power thereof\"\n(<span class=\"citation\" id=\"5156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5156)\">2 Tim. 3:2-5<\/a><\/span>).\n<\/p><p>\nUsually when people speak of an apostasy from the truth they refer to changes in doctrines or\na repudiation of certain beliefs. There has been an abundance of this. Such changes have\nresulted in the organization of hundreds of churches with different creeds, rituals, and\nordinances, many of them being highly contradictory.\n<\/p><p>\nBut personal sin is as real an apostasy as any effort to change the law or break the everlasting\ncovenant.\n<\/p><p>\nConsider Paul's words again: covetous, proud, blasphemers, false accusers, incontinent,\nwithout natural affection, lovers of pleasures more than lovers of God.\n<\/p><p>\nIn other words, personal sin is as much an apostasy from Christ as an acceptance of false\ndoctrines and man-made rituals.\n<\/p><p>\nBut it is even worse when clergymen, pretending to represent the Christ, compound their\napostasy by actually leading people into serious personal sin, at the same time asking them to\npractice creeds of their own invention which have no power to save.\n<\/p><p>\n<b>Iniquity Challenges Christ's Doctrines<\/b>\n<\/p><p>\nThe Atlantic edition of <i>Time<\/i> magazine, March 5, 1965, reported in its religious section that\n\"the 20th Century's sexual revolution directly challenges Christianity's basic doctrines against\nimmorality.\" The magazine then goes on to say: \"Some progressive church thinkers now\nadvocate a 'new morality' to take account of these facts of life. What they propose is an ethic\nbased on love rather than law, in which the ultimate criterion for right and wrong is not\ndivine command but the individual's subjective perception of what is good for himself\"\n(p. 42).\n<\/p><p>\nThe article referred to 900 clergymen and students of religion recently gathered at Harvard\nUniversity's Divinity School to ponder this so-called new morality. Many among those\nclergymen expressed the thought that this new moral concept which fosters licentious free\nlove is what they call a \"healthy advance\" (p. 44) which now will relieve them of the\nresponsibility of living the strict moral teachings of Christ.\n<\/p><p>\n<b>Disaster in the Wake of Attempt to Reverse Divine Law<\/b>\n<\/p><p>\nAn Episcopal minister, the Reverend Frederick C. Wood, speaking at Goucher College,\nBaltimore, told a group of young students, and I quote, that \"sex is fun&mdash;premarital sex is\nbeautiful&mdash;we all ought to relax and stop feeling guilty about our sexual activities, thoughts\nand desires.\" He was thus quoted by the Associated Press and newspapers which I myself\nread. These newspapers published his picture with the article on his attempt to reverse the\ndivine law.\n<\/p><p>\nThere are moves in at least two states in America to ease up on laws regulating immoral\nbehavior. Legislators are being asked to rule that adultery should no longer be considered a\ncrime, that homosexuals and other deviates should be allowed to practice their depravities\nlegally and without restriction, and that the age of consent for a child to enter public\nprostitution should be lowered to sixteen years.\n<\/p><p>\nThis is not only true in America. Similar conditions are found elsewhere, with some clergymen\nand high government officials alike condoning and in some cases encouraging licentious\npractices.\n<\/p><p>\nThis is one of the great evidences of the apostasy of mankind from the teachings of Christ.\n<\/p><p>\nTo reject or try to change the moral law of God is to reject God. To leave the path of virtue\nas set forth by Christ is an apostasy from Christ. If any segment of Christianity attempts to\nchange the moral law of God, it will attack one of the most basic precepts of heaven and will\nthereby place itself in the role of anti-Christ.\n<\/p><p>\nI ask you: Is God, who the scriptures say is the same yesterday, today, and forever (see\n<span class=\"citation\" id=\"24350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24350)\">Heb. 13:8<\/a><\/span>),\nnow changing his mind? Does Jesus no longer believe what he taught when he was on\nearth? He said that anyone who looks upon a woman with lust in mind commits adultery in\nhis heart (<span class=\"citation\" id=\"35421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35421)\">Matt. 5:28<\/a><\/span>).\nNote that he says that if we merely look upon another with lust, it is immoral.\n<\/p><p>\nThen what does he say about the completion of that act?\n<\/p><p>\nDoes he call it beautiful as does this so-called Reverend Mr. Wood? Is the Savior now to\nretreat before the clerics who advocate free love?\n<\/p><p>\nIs he to admit that he was mistaken nineteen centuries ago and say that he was not as well\ninformed as these modern clergymen? Will he now withdraw from his position and say that\nhe was too strict for human nature and that he was not realistic?\n<\/p><p>\nHas Christ changed his mind?\n<\/p><p>\nIs he less understanding than the Reverend Mr. Wood in Baltimore?\n<\/p><p>\nDoes he know less than Mr. Wood about the urges, the drives, and the temptations of\nadolescent youth?\n<\/p><p>\nIf Christ has not changed his mind, can the modern clerics change it for him?\n<\/p><p>\nWill he approve a reversal of his teachings?\n<\/p><p>\nWill he acknowledge the men who try to make the change? Will he recognize them as his\nordained servants? Will he accept the churches which they represent? Will he call them his\nown?\n<\/p><p>\nWill he say that the primrose path is now the road to heaven or that it has become a modern\nversion of the straight and narrow way?\n<\/p><p>\nWill he sanction the teaching of immorality to young boys and girls by men who claim to act\nin his holy name?\n<\/p><p>\nFor any man to attempt to change the moral law is like trying to change the Deity himself.\n<\/p><p>\nIt is to ask the Almighty to condone the petting, the necking, the wicked intimacies and\nperversions which go on in the back seats of automobiles, in motel and hotel rooms, and on\npark lawns and beaches.\n<\/p><p>\nIt is asking him to sanction the illegal and murderous abortions which frequently follow.\n<\/p><p>\nIt is inviting him to smile indulgently and sweetly on misguided young people as they sow the\nseeds of death and hell.\n<\/p><p>\nEasy morality is no morality at all. And certainly where there is no morality, there is no true\nChristianity either.\n<\/p><p>\nNo one can make free love a doctrine and practice of the true Church of God, despite all that\nmay be said by the 900 clergymen at Harvard Divinity School or by any other group of\nministers or priests speaking before schools and youth groups.\n<\/p><p>\nI remind these reverend gentlemen of what their own Bibles say. Or do they no longer believe\nthe scriptures?\n<\/p><p>\nAnd if not, can they truthfully claim to be Christians&mdash;or ministers of a Christian God?\n<\/p><p>\n<b>Apostasy through Immorality&mdash;Paganism<\/b>\n<\/p><p>\nApostasy through immorality is at least as bad as returning to paganism.\n<\/p><p>\nGod still says: \"Thou shalt not commit adultery\"\n(<span class=\"citation\" id=\"22750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22750)\">Ex. 20:14<\/a><\/span>).\n<\/p><p>\nChrist still says: \". . . whosoever looketh on a woman to lust after her hath committed\nadultery with her already in his heart\" (<span class=\"citation\" id=\"35422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35422)\">Matt. 5:28<\/a><\/span>).\n<\/p><p>\nAnd Paul still says of those who deviate from the path of virtue into some of the great\nperversions, \". . . they which commit such things are worthy of death\"\n(<span class=\"citation\" id=\"42787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42787)\">Rom. 1:26-32<\/a><\/span>).\n<\/p><p>\nLet our so-called progressive Christians beware, lest like the ancient scribes and Pharisees\nthey find that their house, too, has become desolate (<span class=\"citation\" id=\"35502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35502)\">Matt. 23:38<\/a><\/span>).\n<\/p><p>\nIn this modern day God has restored his pure gospel and his divine Church. Again he teaches\nthe truth about himself and the way to come back into his presence.\n<\/p><p>\nPart of that restoration is a restatement of the moral law.\n<\/p><p>\nAgain comes his precept commanding: \". . . be ye clean, that bear the vessels of the Lord\"\n(<span class=\"citation\" id=\"25288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25288)\">Isa. 52:11<\/a><\/span>).\n<\/p><p>\nAgain he appeals for virtue&mdash;complete, chaste, unblemished purity&mdash;on the part of his\nfollowers, for no unclean thing can come into his presence.\n<\/p><p>\nBy modern revelation he tells us that sex sin is next to murder in the divine category of\ncrime (see <span class=\"citation\" id=\"9054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9054)\">Alma 39:5<\/a><\/span>).\n<\/p><p>\n<b>Virtue, Fruit of the Restored Gospel<\/b>\n<\/p><p>\nVirtue is as much a part of the restored gospel as baptism and the resurrection.\n<\/p><p>\nChastity is as vital to us as the law and the prophets.\n<\/p><p>\nThe work of God cannot abide in the midst of iniquity. His people must not partake of the\nsins of Babylon or they will cease to be his people. Although we are in the world we cannot\nindulge in its corruption.\n<\/p><p>\nWe Latter-day Saints have a great modern message. We announce that God has appeared in\nour day. He has raised up modern prophets who speak for him, even as did Moses.\n<\/p><p>\nHe has established his Church again in this generation.\n<\/p><p>\n<b>A People of Virtue and Purity<\/b>\n<\/p><p>\nHe is rearing a new and modern people, a priestly nation, a people of virtue and purity.\n<\/p><p>\nWe have hundreds of thousands of youth in this heaven-blessed Church, and they must be\ntaught the restored truth. But they must know that this truth includes virtue as well as worship\nand that there can be no true worship without chastity.\n<\/p><p>\nWith all my soul I appeal to the youth of Zion: \n<\/p><p>\nBelieve with all your heart in the restored gospel as given us through the Prophet Joseph\nSmith. Believe that this restored gospel is the way of truth and joy. Know that wickedness\nnever was happiness (<span class=\"citation\" id=\"9056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9056)\">Alma 41:10<\/a><\/span>),\nbut that obedience and chastity lead to the abundant life.\n<\/p><p>\nKnow that virtue is a vital part of the restored gospel and can never be separated from it.\n<\/p><p>\nKnow and understand that no man or set of men, whether clergymen, educators, or\ngovernment officials, can change divine law. They are neither greater nor more intelligent\nthan the Almighty.\n<\/p><p>\nThe Lord asks you to be as clean as he is, so that you may be fit to enter unto his presence\nand become like him, for that is your destiny. May you live for it and thus obtain this great\nblessing, I earnestly pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}