{"ID":1395, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Book of Mormon: Its Own Silent Witness<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1965, pp. 51-53<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>Records on Metal Plates<\/b>\n<\/p><p>\nOne looks with awe as he contemplates the history of the Book of Mormon. Today the\naccount of how it was written is entirely plausible to most men. Because of archeological\nresearch it is now known that writing on metal plates was common in the time of Lehi. Men\nhave written on plates many times. Prophets have sung their prophecies and recorded them,\nkings have told of their conquests, and ministers of state have described their relations with\nother nations. Even the common accounts of common people have been inscribed. Written on\nmetal plates, leather, or papyrus, in languages strange to us today, all of these have come to\nour attention.\n<\/p><p>\nMen have gone to great lengths to certify their discoveries. \"At this certain place we dug,\"\nthey would write. And there were present others to verify discovery and to help interpret its\nplace in history.\n<\/p><p>\nThis was not so in 1829. At that time books written on metal plates were known to but few\nmen.\n<\/p><p>\n<b>Unique Aspects of the Miracle of Translation<\/b>\n<\/p><p>\nBut nowhere in recorded history has a sacred book been buried in the earth and then been\nbrought forth by a miracle such as this one in which an angel of God visited a young man\nand pointed the way to the hiding place and then withheld the record until the man was\nprepared to receive it. The prophecies said that the latter-day work would be marvelous and\nwonderful. Seldom before has a single act brought forth so much to marvel at. There was the\nrevelation to the young man; there was the four-year period of instruction; there was the\nprovidential provision of scribes; there was the literal fulfillment of Isaiah's prophecy in\nwhich a learned man said he could not read a sealed book (see <span class=\"citation\" id=\"25275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25275)\">Isa. 29:11<\/a><\/span>);\nthere was the\nmiraculous vision in which three men saw the plates and heard the voice declare that this\nwork was done by the power of God; there was the earthly view of the plates by eight\nearnest, solemn men who saw and \"hefted\" the plates and knew \"of a surety that the said\nSmith\" indeed had them (see (<span class=\"citation\" id=\"43120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43120)\">BM Eight Wit.<\/a><\/span>).\n<\/p><p>\n<b>How to Read the Book of Mormon for Confirmation of Its Truth<\/b>\n<\/p><p>\nWith all of this the Lord asks but one thing of the reader. Read the Book of Mormon\nhonestly, prayerfully, with a desire to know its truth; and if the intent is sincere, God will\nreveal the truth of it to that person by the power of the Holy Ghost\n(<span class=\"citation\" id=\"38322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38322)\">Moro. 10:4<\/a><\/span>). To their wonderment and\nmarveling as they discover its truths for themselves many have read and believed. And\nfurther, with that testimony from the Holy Ghost has come the assurance also that Jesus Christ\nis the Creator and Lord of this earth, that he is mindful of all those who seek him, that Joseph\nSmith was a Prophet of God and by revelation established this, The Church of Jesus Christ of\nLatter-day Saints.\n<\/p><p>\n<b>Witnesses Do Not Stand Alone<\/b>\n<\/p><p>\nThe young missionaries bear their solemn witness; but as they do it, they do not stand alone,\nnor does a listening person need to pin his hopes on their word alone. In their hands as they\nspeak is the Book of Mormon which bears its own witness. It is as if they said, \"We have told\nyou that the gospel has been restored; now here is a witness which will convince you that we\nspeak truly. You will know it if you read it sincerely.\" Those fortunate enough to follow this\nadvice discover that it is truly a witness for Christ. That is its chief purpose: to bear witness\nfor Christ to the convincing of Jew and gentile that Jesus is the Christ\n(<span class=\"citation\" id=\"43139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43139)\">BM Title Page<\/a><\/span>) and that his gospel is\nfor all men.\n<\/p><p>\nThe number of people who have picked up the book by chance, read it, and become converted\nto its message has been very great. It is a silent witness, on duty twenty-four hours every day\nin many unexpected places. But to do its most effective work it must be in many more. Every\nhome should have it in its library; every place people stop for a moment it should be\navailable. It is possible that the person who obtains a copy will not read it, but sooner or later\nthere will be those who will see it, pick it up, turn to the page containing its declared purpose,\nand then become lost in the spiritual message of its drama and its history. With marveling in\ntheir souls and wonder in their hearts, they will peruse its pages, receive and believe the\npromise at its end, and find the kingdom of God in this living, vibrant Church.\n<\/p><p>\n<b>Projects for Making the Book of Mormon Available<\/b>\n<\/p><p>\nFor a long time there has been a vast project to make the Book of Mormon available to\neveryone who can read. Quorums of the priesthood have placed it where people stay\novernight or await their turn in professional offices. The high priests have done this great\nservice. Now, from here on, under the direction of the missionary committee of the Church,\nthe seventies quorums are to continue this act of love. On the firm foundation laid by the high\npriests, the seventies will now carry the work further and to more and more people. No one, it\nis hoped, will be able to say that he has not had opportunity to read this witness for Christ.\n<\/p><p>\n<b>\"A Marvelous Work and a Wonder\"<\/b>\n<\/p><p>\nAnyone who reads it with sincere purpose and genuine desire to know the truth will have it\nborne into his soul that Jesus Christ, the Son of God, is the Creator and Redeemer of the\nworld. He will also know that Joseph Smith was a Prophet of the Living God, called by the\nLord as the human agent for the restoration of the gospel in the last days. It will be a witness\nto a work so marvelous that wonder and joy will spring into the hearts of men as they\nrespond to its message and its testimony.\n<\/p><p>\nIn our day we see the fulfillment of a prophecy written more than two thousand years ago:\n\"Forasmuch as this people draw near me with their mouth, and with their lips do honour me,\nbut have removed their heart far from me, and their fear toward me is taught by the precept\nof men: \n<\/p><p>\n\"Therefore, behold, I will proceed to do a marvelous work among this people, even a\nmarvelous work and a wonder: for the wisdom of their wise men shall perish, and the\nunderstanding of their prudent men shall be hid\" (<span class=\"citation\" id=\"25277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25277)\">Isa. 29:13-14<\/a><\/span>).\n<\/p><p>\nLet us not falter in the effort to bring about its complete fulfillment to the awe and\nwonderment of all men in this day.\n<\/p><p>\nThe Church is carrying forth its assigned work to teach repentance and salvation to the world,\nand its beckoning arms say, \"Come.\" President David O. McKay is the prophet of God on\nwhom rests the responsibility to guide the work today. It is our equal responsibility to assist\nhim all we can, and the work will then roll forth as Daniel prophesied until it fills the whole\nearth (see <span class=\"citation\" id=\"10673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10673)\">Dan. 2:35<\/a><\/span>). That it may soon be,\nI pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}