{"ID":1396, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Man Does Not Stand Alone<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1965, pp. 53-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAfter the earth had been organized and beautified, the Lord created man in his own image and\nafter his own likeness. And then the Lord God said: \"It is not good that the man should be\nalone; I will make him an help meet for him\" (<span class=\"citation\" id=\"23714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23714)\">Gen. 2:18<\/a><\/span>).\nEve was then created and given to Adam as a companion and wife.\n<\/p><p>\n<b>\"No man is an island\"<\/b>\n<\/p><p>\nThe poet Longfellow beautifully expressed this relationship of husband and wife in the\nfollowing verse: \n<\/p><p>\nAs unto the bow the cord is,<br \/>\n     So unto the man is woman; <br \/>\n     Though she bends him, she obeys him,<br \/>\n     Though she draws him, yet she follows; <br \/>\n     Useless each without the other!<br \/><br \/>\n&nbsp; &nbsp;                    (<i>Hiawatha<\/i>.)\n<\/p><p>\nThe Lord's declaration, \"It is not good that the man should be alone\"\n(<span class=\"citation\" id=\"23715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23715)\">Gen. 2:18<\/a><\/span>), has\nlofty significance. A babe born into this world is a helpless creature, dependent on its parents\nfor care, love, and sustenance. Then as his life's cycle expands toward maturity, many other\npeople affect the course of his life. Association with other youth and participation in their\nactivities, schools, movies, television, radio, and other media also influence the individual.\n<\/p><p>\nOne of the most vital forces in this teaching or training process is that of the Church.\nSomeone has estimated that a boy fourteen years of age, raised in the Church, would have had\napproximately seventy-five auxiliary and priesthood teachers and leaders who provided more\nthan a thousand hours of gospel instruction for his benefit. Added to this there probably\nwould be another twenty-five persons currently engaged in bringing the full program of the\nChurch to him.\n<\/p><p>\nAlthough one is born alone and dies alone and is free to live, think, feel and act by himself,\nhe needs help in reaching his highest possible potential. He cannot do it fully by himself.\n<\/p><p>\nAs members of the Church, we are traveling along the same highway, each one working out\nhis own salvation, with exaltation and eternal life in the celestial kingdom as the goal. Yet in\nthis striving process we are not alone; we gain and give strength and encouragement to each\nother. It has been aptly stated: \"No man is an island; no man stands alone.\" (John Donne.)\n<\/p><p>\n<b>God in the Solitudes<\/b>\n<\/p><p>\nBut there are those who feel that they have no need for anyone else, that they are sufficient\nunto themselves. Such persons claim, for instance, that it is not necessary to attend church\nmeetings and mingle with others. They suggest that they can worship alone in the mountains,\nin the canyons, in the out-of-doors.\n<\/p><p>\nIt is true that momentous events have transpired out in nature. Moses heard the voice of the\nLord from the burning bush on the hillside and also received the Ten Commandments on Mt.\nSinai. Joseph Smith was blessed with the actual visitation from God the Father and the Lord\nJesus Christ in the Sacred Grove. The spirit of worship was surely present on those hallowed\noccasions. The Savior taught that secret prayer is efficacious when he suggested: \". . . when\nthou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which\nis in secret; and thy Father which seeth in secret shall reward thee openly\"\n(<span class=\"citation\" id=\"35427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35427)\">Matt. 6:6<\/a><\/span>).\n<\/p><p>\n<b>Worship for \"the perfection of the Saints\"<\/b>\n<\/p><p>\nEven though Moses, Joseph Smith, and the Master all worshiped as individuals and prayed\nsecretly, yet each indicated the need for group worship. The Lord had Moses set up the\nmagnificent Tabernacle in the wilderness the Prophet Joseph was directed to build churches\nand temples and establish a group educational system; and the Savior established his church\norganization for the purpose of \"perfecting . . . the saints, for the work of the ministry . . .\"\n(<span class=\"citation\" id=\"21775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21775)\">Eph. 4:12<\/a><\/span>).\nWe have received from God many commandments that require participation\ntogether as church members. The Lord has said: \n<\/p><p>\n\"And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day; \n<\/p><p>\n\"For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions\nunto the Most High\" (<span class=\"citation\" id=\"14598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14598)\">D&amp;C 59:9-10<\/a><\/span>).\n<\/p><p>\nAlso remember the instruction: \"It is expedient that the church meet together often to partake\nof bread and wine in the remembrance of the Lord Jesus\"\n(<span class=\"citation\" id=\"14570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14570)\">D&amp;C 20:75<\/a><\/span>).\n<\/p><p>\nMany blessings come from assembling with other members of the Church. On fast day we are\ninspired and uplifted as we hear fervent testimonies borne. In Sunday School and other\nmeetings we profit by the experiences and expressions of others. Then also consider the value\nof the warm smile and hearty handclasp as we associate together, giving us a feeling of\nbrotherhood and unity, a sense of belonging&mdash;belonging to one another and to the kingdom\nof God. The joys we feel are many, many times greater than if we attempted to work and\nworship alone.\n<\/p><p>\n<b>Fellowship with the Saints<\/b>\n<\/p><p>\nIt was not meant that we should stand alone. No one is an island. We need to be in fellowship\nwith the Saints. By them our lives can be made better and richer. Recently I heard of an\nincident which illustrates this point. A boy was extended an invitation to visit his uncle who\nwas a lumberjack up in the Northwest. For months the boy had looked forward with\nanticipation to this trip as an exciting adventure. Finally the time came for his journey to the\nvast timber empire of our country. His uncle met him at the depot, and as the two pursued\ntheir way to the lumber camp, the boy was impressed by the enormous size of the trees on\nevery hand. There was a gigantic tree which he observed standing all alone on the top of a\nsmall hill. The boy, full of awe, called out excitedly, \"Uncle George, look at that big tree! It\nwill make a lot of good lumber, won't it?\"\n<\/p><p>\n<b>Good Trees Grow in Groves<\/b>\n<\/p><p>\nUncle George slowly shook his head, then replied, \"No, son, that tree will not make a lot of\ngood lumber. It might make a <i>lot<\/i> of lumber but not a lot of <i>good<\/i> lumber. When a tree grows\noff by itself, too many branches grow on it. Those branches produce knots when the tree is\ncut into lumber. The best lumber comes from trees that grow together in groves. The trees\nalso grow taller and straighter when they grow together.\"\n<\/p><p>\nIt is so with people. We become better individuals, more useful timber when we grow\ntogether rather than alone.\n<\/p><p>\nThis growing together places a responsibility upon each one of us. We should try fully to\nappreciate all our associates, help them, love them, teach them the gospel of the Lord Jesus\nChrist, his plan of salvation for them. We are all the children of God. We can help others;\nthey can help us. Together we can become valuable timber in effectively building his Church\nin which we are blessed to hold membership.\n<\/p><p>\nSomewhere out there in the wards and branches and cities where you live are those who are\nlonely&mdash;lonely for want of the light of truth; lonely for the association of those who reflect\nthe Spirit of the Master; lonely, though they may not realize it now to be a part of the body of\nSaints that make up the kingdom of God here on the earth. Don't let them stand alone in the\ndark. Go to them. Let your life be a lamp to their feet. Guide them till they stand with you\nand your associates in the gospel of our Redeemer. This is your responsibility, your\nobligation, your mission, your privilege. May you fulfil all of these opportunities humbly and\nnobly, I pray in the name of the Lord Jesus Christ. Amen.\n<\/div>\n<\/div>"}