{"ID":1397, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"And God Spake All These Words...\"<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, April 1965, pp. 55-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe beginnings of most of the religions of the world are somewhat obscure, and this is true of\nthe beginnings of Israel's religion. The central event upon which all of the early stories\nconverge is the exodus of Israel from Egypt. A series of events occurred which demonstrates\nthe concern of the Lord for his children. The Hebrews believe that their God had made\nhimself known to them at the hour of their deepest need by providing a liberation from their\ntaskmasters, the Pharaohs of Egypt. The Lord called Moses to lead them. It was not an easy\nassignment to lead people who wavered between faith and doubt, obedience and defiance.\n<\/p><p>\n<b>Clues to Evidence of God's Concern for His Children<\/b>\n<\/p><p>\nMilitary strategy did not deliver the children of Israel from the pursuing Egyptian armies at\nthe Sea of Reeds, but the protection of the Lord, who separated the waters so that they might\npass over dry-shod and escape (<span class=\"citation\" id=\"22732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22732)\">Ex. 14:21-22<\/a><\/span>).\nHe came to their rescue from the pillar of cloud and fire\n(<span class=\"citation\" id=\"22731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22731)\">Ex. 13:21<\/a><\/span>). He\nsustained them in their needs as they moved across the Sinai Peninsula. When they suffered\nfrom thirst, he caused the waters to be made sweet\n(<span class=\"citation\" id=\"22733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22733)\">Ex. 15:25<\/a><\/span>). To relieve them from hunger, he provided\nquail (<span class=\"citation\" id=\"41112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41112)\">Num. 11:31<\/a><\/span>) and\nmanna (<span class=\"citation\" id=\"22734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22734)\">Ex. 16:15<\/a><\/span>).\nIn spite of these great manifestations, Moses was besieged with the constant\ntask of preserving unity and order. On occasions there were murmurings against the great\nleader and attacks on his authority when they were delayed in reaching their expected goal of\nthe land of milk and honey.\n<\/p><p>\nAfter a long struggle the Israelites entered the desert of Sinai and established a camp at the\nbase of the mountain. It was while here that a marvelous event took place. Moses had gone\nup on the mountain to seek divine guidance in the solution to the problems which faced him.\n<\/p><p>\n\"And it came to pass on the third day in the morning, that there were thunders and lightnings,\nand a thick cloud upon the mount, and the voice of the trumpet exceeding loud; so that all the\npeople that was in the camp trembled.\n<\/p><p>\n\"And Moses brought forth the people out of the camp to meet with God; and they stood at the\nnether part of the mount.\n<\/p><p>\n\"And mount Sinai was altogether on a smoke, because the Lord descended upon it in fire: and\nthe smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly.\n<\/p><p>\n\"And when the voice of the trumpet sounded long, and waxed louder and louder, Moses\nspake, and God answered him by a voice\" (<span class=\"citation\" id=\"22735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22735)\">Ex. 19:16-19<\/a><\/span>).\n<\/p><p>\nAfter the happening of these events on this awesome occasion, the Lord stood on the top of\nthe mountain, and Moses was allowed to approach him. The seventy elders were permitted to\nmove part way up the mountain, and all others remained at the base. The Lord then proceeded\nto announce what has come to be known as the Ten Commandments or the Decalogue. In\nHebrew the Decalogue is known as the Ten Words because in its primitive Hebrew form it\nconsists of ten brief phrases, each only two words long.\n<\/p><p>\n<b>The First Commandment<\/b>\n<\/p><p>\n\"Thou shalt have no other gods before me\" (<span class=\"citation\" id=\"22736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22736)\">Ex. 20:3<\/a><\/span>). In Egypt the Israelites had been\nsurrounded by people who worshiped other gods, but they had become familiar with the\npresence of the Lord through the miracles he had performed in bringing them through the Red\nSea and delivering them from the Egyptians, bringing water from the rock, providing quail\nand manna when they were hungry, and a pillar of cloud to direct them. This commandment to\nhave no other gods was given as primary for man's happiness, that he might give his\nallegiance to his true Father. There must be one supreme loyalty in one's life to the true God.\n<\/p><p>\n<b>The Second Commandment<\/b>\n<\/p><p>\n\"Thou shalt not make unto thee any graven image, or any likeness of any thing that is in\nheaven above, or that is in the earth beneath, or that is in the water under the earth: \n<\/p><p>\n\"Thou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a\njealous God, visiting the iniquity of the fathers upon the children unto the third and fourth\ngeneration of them that hate me; \n<\/p><p>\n\"And shewing mercy unto thousands of them that love me, and keep my commandments\"\n(<span class=\"citation\" id=\"22739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22739)\">Ex. 20:4-6<\/a><\/span>).\nUnder the bonds of Egypt, the Israelites had been subjected to the worship of\nthe graven images prohibited by this commandment. It might be noted at this point that there\nare some of the major Christian denominations of the world which omit from the Decalogue\nthis second commandment pertaining to graven images in its entirety and divide the tenth in\norder to have ten commandments. History has well portrayed the calamities that come to the\ngenerations of children when fathers turn from the true God. On the other hand we see the\nblessings which come to children of righteous parents.\n<\/p><p>\n<b>The Third Commandment<\/b>\n<\/p><p>\n\"Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him\nguiltless that taketh his name in vain\" (<span class=\"citation\" id=\"22740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22740)\">Ex. 20:7<\/a><\/span>).\n<\/p><p>\nBy this we are commanded not to engage in false oaths or any irreverent statement pertaining\nto God or any of his attributes or common swearing where his name is used. Swearing or\ncursing is usually the result of an effort of one who is inarticulate to impress others.\nBlasphemy is a disgusting habit which commands no respect.\n<\/p><p>\n<b>The Fourth Commandment<\/b>\n<\/p><p>\n\"Remember the sabbath day, to keep it holy.\n<\/p><p>\n\"Six days shalt thou labour, and do all thy work: \n<\/p><p>\n\"But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work,\nthou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor\nthy stranger that is within thy gates: \n<\/p><p>\n\"For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested\nthe seventh day: wherefore the Lord blessed the sabbath day, and hallowed it\"\n(<span class=\"citation\" id=\"22744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22744)\">Ex. 20:8-11<\/a><\/span>).\n<\/p><p>\nThis is a restatement of the law that existed from the beginning when God rested after the\ncreation. I have always been interested in the words \"six days shalt thou labour.\" This appears\nto be as much a commandment to work six days as it is to refrain from work on the seventh\nday. It is also interesting to note that this fourth commandment is addressed \"thou, nor thy\nson, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger.\"\nNothing is said about thy wife. Perhaps this is the reason that after the big task of getting the\nchildren washed, fed, dressed, getting her husband's clothes ready, starting the Sunday dinner,\nand arriving at church herself nearly on time, mother does not respond to the spirit of the\nopening hymn, \"Welcome, welcome, Sabbath morning, Now we rest from every care.\"\n<\/p><p>\n<b>The Fifth Commandment<\/b>\n<\/p><p>\n\"Honour thy father and thy mother: that thy days may be long upon the land which the Lord\nthy God giveth thee\" (<span class=\"citation\" id=\"22745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22745)\">Ex. 20:12<\/a><\/span>).\nChildren are admonished to respect and render obedience\nto their parents, and are expected to provide for them when disabilities arise as their parents\ndid for them as little children.\n<\/p><p>\n<b>The Sixth Commandment<\/b>\n<\/p><p>\n\"Thou shalt not kill\" (<span class=\"citation\" id=\"22747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22747)\">Ex. 20:13<\/a><\/span>).\nThis commandment is in reference to the unlawful taking\nof a human life. Life is one of man's most precious earthly possessions. Respect for human\nlife has grown over the many centuries which have passed since this law was presented, and it\nprobably outranks all of the other nine commandments as the one which has been given the\ngreatest concern by mankind.\n<\/p><p>\n<b>The Seventh Commandment<\/b>\n<\/p><p>\n\"Thou shalt not commit adultery\" (<span class=\"citation\" id=\"22751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22751)\">Ex. 20:14<\/a><\/span>).\nThe Lord is concerned with the sacredness\nof marriage and the family unit. This is not mere advice, but a clear, concise, terse\ncommandment given to apply to both men and women equally.\n<\/p><p>\n<b>The Eighth Commandment<\/b>\n<\/p><p>\n\"Thou shalt not steal\" (<span class=\"citation\" id=\"22753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22753)\">Ex. 20:15<\/a><\/span>).\nThis commandment adds the sacredness of property to\nthose concerning the sacredness of life and the sacredness of the family. This is the basic\ncommandment on which the idea of private property rests. This is a prohibition against theft,\nrobbery, burglary, taking an unfair advantage as a buyer or a seller, or any wrongful act by\nwhich one acquires that which is not rightfully his. It has been said that man has a possessive\ninstinct, but his ability to possess has its limits. For this reason the stars still are in their\nancient places only because they are out of the reach of predatory human hands. In view of\nthe present contest to control space, we are not sure of the future results.\n<\/p><p>\n<b>The Ninth Commandment<\/b>\n<\/p><p>\n\"Thou shalt not bear false witness against thy neighbor\"\n(<span class=\"citation\" id=\"22755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22755)\">Ex. 20:16<\/a><\/span>). Primarily this\ncommandment has reference to false testimony in judicial proceedings, but it is extended to\ncover all statements which are false in fact. Any untruth which tends to injure another in his\ngoods, person, or character is against the spirit and letter of this law. Suppression of the truth\nwhich results in the same injury is also a violation of this commandment.\n<\/p><p>\n<b>The Tenth Commandment<\/b>\n<\/p><p>\n\"Thou shalt not covet thy neighbor's house, thou shalt not covet thy neighbor's wife, nor his\nmanservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbor's\"\n(<span class=\"citation\" id=\"22756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22756)\">Ex. 20:17<\/a><\/span>).\nTo covet means to desire, to long for, to crave that which belongs to another\nperson. The desire to acquire good things is not a violation, but the desire to take them away\nfrom another unlawfully is a wrong. In this respect it is well for us to understand that good or\nevil commences not when the act occurs, but when one sets his heart upon a thing.\n<\/p><p>\nThe Decalogue or the ten laws were inscribed on two tablets of stone. Just how they were\narranged is not known but most students divide them into two sets. The first division consists\nof those laws which are concerned with man's relation to God. These are: no other gods, no\ngraven images, no blasphemy, and keep the Sabbath. Some have included honor thy parents,\nwhile others have put this in the category of the last five, which are the laws encompassing a\nsystem of moral duties to others&mdash;thou shalt not kill, commit adultery, steal, bear false\nwitness, or covet.\n<\/p><p>\n<b>Duty to God and Neighbor<\/b>\n<\/p><p>\nApparently the Savior had these two groups of laws in mind, the first defining man's duty to\nGod and the second providing for a duty to neighbors, when the lawyer asked him: \"Master,\nwhich is the great commandment in the law?\n<\/p><p>\n\"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy\nsoul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbor as thyself.\n<\/p><p>\n\"On these two commandments hang all the law and the prophets\"\n(<span class=\"citation\" id=\"35494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35494)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nThis clear, concise, unmistakable restatement of the Decalogue reduces the ten laws, the \"thou\nshalt nots,\" as they are often called, to two simple admonitions containing the element of\nlove&mdash;love the Lord and love thy neighbor.\n<\/p><p>\nHe loves the Lord with all his heart who loves nothing in comparison of him, and nothing but\nin reference to him, who is ready to give up, do, or suffer anything in order to please and\nglorify him. He loves God with all his soul, or rather with all his life, who is ready to give up\nlife for his sake and to be deprived of the comforts of the world to glorify him. He loves God\nwith all his strength who exerts all the powers of his body and soul in the service of God. He\nloves God with all his mind who applies himself only to know God and his will, who sees\nGod in all things and acknowledges him in all ways.\n<\/p><p>\nThe love of our neighbor springs from the love of God as its source, and the love of God is\nfound in the love of our neighbor.\n<\/p><p>\n<b>The Basis of Laws for Men<\/b>\n<\/p><p>\nThis is the teaching of the Savior. How happy the children of the earth would be if these two\nsimple precepts, which encompass the law given to Israel, could be observed. Hundreds of\nthousands of laws, statutes, and codifications of laws have been written by man in an effort to\nspell out man's rights and duties in society, most of which fall within the meaning of the\nsimple statement of the Lord, \"Thou shalt love thy neighbor . . .\"\n(<span class=\"citation\" id=\"35499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35499)\">Matt. 22:39<\/a><\/span>).\n<\/p><p>\nAs one reads of the wanderings of the Israelites in their quest for the promised land, this\nquery comes to mind: Why did they not understand and follow the prophet of the Lord? As\nwe think of the progress of man over the centuries which have followed and the great\nscientific achievements he has wrought, we marvel at the advance. But has man really\nachieved in living the simple commandments to love his neighbor and to love the Lord? Are\nwe still wandering in the barren Sinai wilderness?\n<\/p><p>\nI humbly witness that Jesus is the Christ, the Son of the True and Living God. Through his\nChurch established in these latter days, the gospel as restored in this dispensation and the\npower of the priesthood can come the help needed by those who wander, to rise above the\nworldly level and live the law of the Lord. This is our invitation to truth seekers everywhere.\nI pray that his Spirit may be with us and give us the desire and ability to live his laws, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}