{"ID":1398, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Home Training&mdash;the Cure for Evil<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1965, pp. 60-65<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters and friends: From the impressive keynote talk of President\nMcKay, nearly every speaker has dwelt on the home and human behavior in total or in part in\nspite of the fact that no one knew what others were speaking about. This would point out to\nme that there is a great universal problem and that the Lord is inspiring his servants to warn\nthe world before the whirlwind strikes.\n<\/p><p>\nWe were driving north on an Oklahoma highway and noted the afternoon sun going out of\nsight behind the clouds. The grayness got deeper and more ominous. We said, \"It looks like a\nstorm brewing.\" As darkness increased and the winds began to howl, we said, \"This storm\nwill be violent.\" As it broke with all its hellish fury, we said, \"This rain and wind have\nbecome a raging whirlwind.\"\n<\/p><p>\n<b>Turbulent Times<\/b>\n<\/p><p>\nThese are turbulent times. The newspapers give front page to ever-increasing acts of violence,\nand magazines devote pages to the growing menace. Such stories are revolting in their\nworldliness and debauchery&mdash;reminding us that there shall be a day of reckoning, as the\nprophet said: \n<\/p><p>\n\"If my people shall sow filthiness they shall reap the chaff thereof in the whirlwind . . .\"\n(<span class=\"citation\" id=\"40344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40344)\">Mosiah 7:30<\/a><\/span>).\n<\/p><p>\nInsubordination reigns. Students rebel against restraints and limitations, demanding so-called\nfreedoms in sex and social life. Youth, seemingly unafraid of law-enforcement officers, public\nopinion, or punishment, run wild. There seems to be an ever-increasing upsurge of rebellion\nin adults and youth. Vandalism continues in open defiance of officers with ever-increasing\nacts of violence.\n<\/p><p>\nThe Prophet Nephi looked forward to these last days and made some remarkable predictions: \n<\/p><p>\n\"For behold, at that day shall he [Satan] rage in the hearts of the children of men, and stir\nthem up to anger against that which is good.\n<\/p><p>\n\". . . and thus the devil cheateth their souls, and leadeth them away carefully down to hell\"\n(<span class=\"citation\" id=\"3740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3740)\">2 Ne. 28:20-21<\/a><\/span>).\n<\/p><p>\nThen, he warns: \". . . wo unto all those who tremble, and are angry because of the truth of\nGod!\" (<span class=\"citation\" id=\"3742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3742)\">2 Ne. 28:28<\/a><\/span>).\n<\/p><p>\n<b>Can Be Arrested<\/b>\n<\/p><p>\nCan it be arrested? Can we turn the tide and bring back decency and order out of chaos? The\nanswer is yes&mdash;a positive, stentorian yes. But the solution is not easy. If it could be solved\nwith money, people would tax themselves to curb it. If penal or correctional institutions\nwould suffice, a great building program would be initiated. If additional social workers could\nprevail, universities would add courses in social work. If courts and judges, attorneys and\npolicemen, prisons and penitentiaries could stop the onrush of delinquency, such institutions\nwould be dotted over all the land. But such are not cures for the malady. They but salve it\nover temporarily and effect no permanent cure.\n<\/p><p>\nThe Lord has given us a plan so simple, so costless. It requires a change of attitudes and a\ntransformation of lives. But the answer has always been here though ignored by the masses\nbecause it requires that sacrifice and dedication which men are reluctant to give.\n<\/p><p>\nThe scriptures outline this effective program: \n<\/p><p>\n\"Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and\nthey shall be one flesh\" (<span class=\"citation\" id=\"7242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7242)\">Abr. 5:18<\/a><\/span>).\n<\/p><p>\n\". . . thou shalt not covet thy neighbor's wife, nor seek thy neighbor's life\"\n(<span class=\"citation\" id=\"14562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14562)\">D&amp;C 19:25<\/a><\/span>).\n<\/p><p>\n\". . . attend to all family duties\" (<span class=\"citation\" id=\"14569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14569)\">D&amp;C 20:47<\/a><\/span>).\n<\/p><p>\nBring up your children \". . . in the nurture and admonition of the Lord\"\n(<span class=\"citation\" id=\"21783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21783)\">Eph. 6:4<\/a><\/span>).\n<\/p><p>\nIn 1833 the Lord warned through his prophet: \n<\/p><p>\n\"And that wicked one cometh and taketh away light and truth, through disobedience, from the\nchildren of men and because of the tradition of their fathers\"\n(<span class=\"citation\" id=\"14650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14650)\">D&amp;C 93:39<\/a><\/span>).\n<\/p><p>\nAnd then he offered the solution: \n<\/p><p>\n\"But I have commanded you to bring up your children in light and truth\"\n(<span class=\"citation\" id=\"14652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14652)\">D&amp;C 93:40<\/a><\/span>).\n<\/p><p>\nThe spirit of the times is worldliness. Hoodlumism is on the warpath. Supposedly good youth\nfrom recognized good families express their revolt in destructive acts. Many defy and resist\nthe law-enforcing officers. Respect for authority&mdash;secular, religious, political&mdash;seems to be\nat a low ebb. Immorality, drug addiction, general moral and spiritual deterioration seem to be\nincreasing, and the world is in turmoil. But the Lord has offered an old program in new dress,\nand it gives promise to return the world to sane living, to true family life, to family\ninterdependence. It is to return the father to his rightful place at the head of the family, to\nbring mother home from social life and employment, the children from near-total fun and\nfrolic. The Home Teaching Program with its crowning activity, the Family Home Evening,\nwill neutralize the ill effects if people will only apply the remedy.\n<\/p><p>\nAn early American prophet said: \n<\/p><p>\n\"I, Nephi, having been born of goodly parents, therefore I was taught somewhat in all the\nlearning of my father . . . yea, having had a great knowledge of the goodness and the\nmysteries of God, therefore I make a record . . .\"\n(<span class=\"citation\" id=\"1598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1598)\">1 Ne. 1:1<\/a><\/span>).\n<\/p><p>\nThis young historian was large in stature, large in understanding, large in desire, and mighty\nin power and righteousness.\n<\/p><p>\nHis great desire was to know the will of God, the purpose of life, and to persuade men to\ncome to Christ.\n<\/p><p>\nHe declared: \n<\/p><p>\n\". . . I did believe all the words which had been spoken by my father\"\n(<span class=\"citation\" id=\"1599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1599)\">1 Ne. 2:16<\/a><\/span>).\n<\/p><p>\n<b>Fathers Respected<\/b>\n<\/p><p>\nIn the divine scheme every soul has been given a father whose responsibility is not only to\nsire and provide the necessities of life, but also to train for mortality and life eternal.\n<\/p><p>\nUndoubtedly Sariah cooperated with Lehi, but it was the father who called his family together\nto teach them righteousness.\n<\/p><p>\nThe teaching of the children by the fathers is basic from the beginning. The Lord ordained it\nso.\n<\/p><p>\nThough Enos had strayed for a time, the teachings of his father prevailed, and he returned to\nworthiness.\n<\/p><p>\nEnos begins his part of the record as follows: \n<\/p><p>\n\". . . I, Enos, knowing my father that he was a just man&mdash;for he taught me . . . in the nurture\nand admonition of the Lord&mdash;and blessed be the name of my God for it&mdash;\n<\/p><p>\n\"And I will tell you of the wrestle which I had before God, before I received a remission of\nmy sins.\n<\/p><p>\n\"Behold, I went to hunt beasts in the forests; and the words which I had often heard my father\nspeak concerning eternal life, and the joy of the saints, sunk deep into my heart\"\n(<span class=\"citation\" id=\"21489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21489)\">Enos 1:1-3<\/a><\/span>).\n<\/p><p>\nIt is apparent that Enos received his greatest inspiration and training from his own faithful\nfather. And the teachings were frequent and powerful concerning eternal life.\n<\/p><p>\nHe was deeply impressed, for he said these teachings from his own father sank into his\nheart&mdash;so deep, so impressive, that now, as conviction of his errors pressed down upon him, he\nwas ready to pay a heavy price for forgiveness.\n<\/p><p>\nThe supplication of Enos is written with a pen of anguish and on the paper of faith and with a\nwillingness to prostrate himself totally that he might receive forgiveness. His words are\nmighty and definitive. He could have said merely, \"I wanted information.\" But he said, \". . .\nmy soul hungered . . .\" (<span class=\"citation\" id=\"21491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21491)\">Enos 1:4<\/a><\/span>).\nHe could have merely prayed unto the Lord like so many\npray, but in his eagerness for forgiveness, he said, \". . . I kneeled down before my Maker, and\nI cried unto him in mighty prayer and supplication for mine own soul . . .\"\n(<span class=\"citation\" id=\"21492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21492)\">Enos 1:4<\/a><\/span>).\n<\/p><p>\nHow impressive his words! \"Mighty prayer and supplication\" is not the usual prayer. The\nLord's agonies in Gethsemane, so long, so earnest, were mighty prayers.\n<\/p><p>\nEnos wept out his pleadings \"And . . . said: Lord, how is it done?\" (<span class=\"citation\" id=\"21494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21494)\">Enos 1:7<\/a><\/span>).\n<\/p><p>\nAnd the answer came: \". . . Because of thy faith in Christ, whom thou hast never before heard\nnor seen. And many years pass away before he shall manifest himself in the flesh . . .\"\n(<span class=\"citation\" id=\"21495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21495)\">Enos 1:8<\/a><\/span>).\n<\/p><p>\nWhat faith! And what was the source of this great sureness except from home and parents?\n<\/p><p>\n<b>Home Evening Programs<\/b>\n<\/p><p>\nThis was somewhat comparable to home evenings. He said: \n<\/p><p>\n\". . . I had often heard my father speak concerning eternal life, and the joy of the saints . . .\"\n(<span class=\"citation\" id=\"21490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21490)\">Enos 1:3<\/a><\/span>).\n<\/p><p>\nIn this inspired program the parents, and especially the father, will teach the children. And it is\navailable to the people of the world regardless to what church they may belong. It provides a\nformal meeting and a planned program and consistent teaching of the gospel of Christ with\nparticipation in the reading of the scriptures and in the program by the children and parents.\nEach child has his own scriptures. The organizational teachings may complement the home\nteaching.\n<\/p><p>\nThe scriptures indicate that Jacob may have had the equivalent of home evenings, for it is\nrecorded: \n<\/p><p>\n\"Then Jacob said unto his household, and to all that were with him, Put away the strange gods\n. . . and be clean, and change your garments\" (<span class=\"citation\" id=\"23719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23719)\">Gen. 35:2<\/a><\/span>).\n<\/p><p>\nKing Benjamin from his elevated platform appealed to the parents: \"And ye will not suffer\nyour children that they go hungry, or naked; neither will ye suffer that they transgress the\nlaws of God, and fight and quarrel one with another, and serve the devil, who is the master of\nsin . . .\n<\/p><p>\n\"But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love\none another, and to serve one another\" (<span class=\"citation\" id=\"40342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40342)\">Mosiah 4:14-15<\/a><\/span>).\n<\/p><p>\nIsaiah follows with a plea and a command and a promise: \n<\/p><p>\n\"And all thy children shall be taught of the Lord, and great shall be the peace of thy\nchildren\" (<span class=\"citation\" id=\"25290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25290)\">Isa. 54:13<\/a><\/span>).\n<\/p><p>\nIn the command of Moses to the wanderers certainly there was the elements of home\nteaching.\n<\/p><p>\n\"And these words . . . shall be in thine heart: \n<\/p><p>\n\"And thou shalt teach them diligently unto thy children, and shalt talk of them when thou\nsittest in thine house, and when thou walkest by the way, and when thou liest down, and when\nthou risest up\" (<span class=\"citation\" id=\"21254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21254)\">Deut. 6:6-7<\/a><\/span>).\n<\/p><p>\n<b>\"Put father back at the head of the family\"<\/b>\n<\/p><p>\nCertainly here was family worship. Then I remembered the forceful address of President\nStephen L Richards several years ago when he called upon all men to come home and assume\ntheir rightful place as the head of the family.\n<\/p><p>\nMay I quote from his eloquent sermon: \"Termites are permeating the foundation of the\nkingdom&mdash;the homes of the people&mdash;even more destructive and elusive than those\nsemi-microscopic little animals that break down our walls.\" (April 1958 general conference;\n<i>The Improvement Era<\/i> 61:409.)\n<\/p><p>\nHe quoted from a then-current magazine article wherein the eminent judge-author gave a\nnine-word cure for juvenile delinquency. With twenty-one years of his life a criminal lawyer\nand sixteen years a judge in the criminal court, he was a recognized authority. The\nchallenging nine words were: \n<\/p><p>\n\"Put father back at the head of the family.\" Ah! This is the foundation of true family life. The\narticle revealed that criminal offenders under eighteen years of age in Italy, France, Belgium,\nGermany, and Britain were responsible for from 2 percent to 16 percent of sex crimes as\ncompared with 35 percent for the United States.\n<\/p><p>\nThe judge concluded that the primary reason for the reduced percentages of juvenile\ndelinquency in the European countries was respect for authority, especially for authority in the\nhome, which normally reposes in the father as head of the family. (April 1958 general\nconference.)\n<\/p><p>\nPresident Richards explained the concepts of home, fatherhood, and motherhood, and stated\nthis Church has always taught this exalted concept of putting and keeping father at the head.\nA pity he did not live to see this divine Church embark on this challenging, newly\nemphasized program of Family Home Evening, transforming houses into homes and homes\ninto heavens.\n<\/p><p>\nOne of the most provocative and profound statements in holy writ is that of Paul wherein he\ndirects husbands and wives in their duty to each other and to family. First, he commands the\nwomen: \n<\/p><p>\n\"Wives, submit yourselves unto your own husbands, as unto the Lord.\n<\/p><p>\n\"For the husband is the head of the wife, even as Christ is the head of the church: and he is\nthe savior of the body.\n<\/p><p>\n\"Therefore as the church is subject unto Christ, so let the wives be to their own husbands in\nevery thing\" (<span class=\"citation\" id=\"21780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21780)\">Eph. 5:22-24<\/a><\/span>).\n<\/p><p>\nThis is no idle jest, no facetious matter. Much is said in those few words.\n<\/p><p>\nPaul says, \"as unto the Lord.\"\n<\/p><p>\nA woman would have no fears of being imposed upon nor of any dictatorial measures nor of\nany improper demands if the husband is self-sacrificing and worthy. Certainly no sane woman\nwould hesitate to give submission to her own really righteous husband in everything. We are\nsometimes shocked to see the wife take over the leadership, naming the one to pray, the place\nto be, the things to do.\n<\/p><p>\nHusbands are commanded: \". . . love your wives, even as Christ also loved the church, and\ngave himself for it\" (<span class=\"citation\" id=\"21782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21782)\">Eph. 5:25<\/a><\/span>).\n<\/p><p>\nHere is the answer: Christ loved the Church and its people so much that he voluntarily\nendured persecution for them, suffered humiliating indignities for them, stoically withstood\npain and physical abuse for them, and finally gave his precious life for them.\n<\/p><p>\nWhen the husband is ready to treat his household in that manner, not only the wife, but also\nall the family will respond to his leadership.\n<\/p><p>\nCertainly, if fathers are to be respected, they must merit respect; if they are to be loved, they\nmust be consistent, lovable, understanding, and kind, and must honor their priesthood.\n<\/p><p>\nPresident Richards further states: \"[Their wives] know that that priesthood has true virtue\nwithin it&mdash;the power to bless, the power to heal, the power to counsel, to make peace and\nharmony prevail.\"\n<\/p><p>\nWhat great incentives the mother has to honor and build up her worthy husband in the esteem\nof the offspring when she knows that this contributes to the well-adjusted lives of her\nchildren. And what a great incentive the father has for rising to his tallest stature to merit the\nlove and respect of all members of his family!\n<\/p><p>\nAnd so, we plead with the fathers to return to their little kingdoms and with kindness, justice,\nproper discipline to inspire; and we appeal to the mother to help to create that happy family\nrelationship.\n<\/p><p>\nIn the great Home Teaching Program and Family Home Evenings, the responsibilities lie first\nand properly on the head of the father. The wife will assist. What true father would shirk this\ngreat privilege? What father would shift the planning, organizing, conducting such family\nprograms? What dutiful father would evade this teaching, opportunity, and responsibility?\n<\/p><p>\nNephi credited his father with his training as did Enos. It was the words which he had often\nheard his father speak which stirred him to a soul-hungering which brought him back to\nspiritual health and landed him on his knees for an all-day, all-night communication with his\nMaker.\n<\/p><p>\nIt would appear from the scriptures that it was Jacob who trained his household and gave\nthem their blessings.\n<\/p><p>\nNow let us see the other side. The scriptures condemn men and women when they fail to do\ntheir duty.\n<\/p><p>\nThe Lord punished the temple worker Eli, charging him with the serious sins of his sons.\n<\/p><p>\nAnd the Lord whispered through Samuel: \". . . I will perform against Eli all things which I\nhave spoken concerning his house . . .\n<\/p><p>\n\". . . because his sons made themselves vile, and he restrained them not\"\n(<span class=\"citation\" id=\"2557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2557)\">1 Sam. 3:12-13<\/a><\/span>).\n<\/p><p>\nIn modern times the Lord said: \"Now, I, the Lord, am not well pleased with the inhabitants of\nZion, for there are idlers among them; and their children are also growing up in wickedness\"\n(<span class=\"citation\" id=\"14612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14612)\">D&amp;C 68:31<\/a><\/span>).\n<\/p><p>\nTo Frederick G. Williams, he said: \n<\/p><p>\n\". . . you have continued under this condemnation; \n<\/p><p>\n\"You have not taught your children light and truth . . . and that wicked one hath power, as\nyet, over you, and this is the cause of your affliction.\n<\/p><p>\n\". . . if you will be delivered you shall set in order your own house, for there are many things\nthat are not right in your house\" (<span class=\"citation\" id=\"14655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14655)\">D&amp;C 93:41-43<\/a><\/span>).\n<\/p><p>\nTurning to Sidney Rigdon, the Lord charged: \"Verily, I say unto my servant Sidney Rigdon,\nthat in some things he hath not kept the commandments concerning his children; therefore,\nfirst set in order thy house\" (<span class=\"citation\" id=\"14658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14658)\">D&amp;C 93:44<\/a><\/span>).\n<\/p><p>\nAnd then the Lord said: \"What I say unto one I say unto all; pray always lest that wicked one\nhave power in you, and remove you out of your place\" (<span class=\"citation\" id=\"14659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14659)\">D&amp;C 93:49<\/a><\/span>).\n<\/p><p>\n<b>Teach the Children<\/b>\n<\/p><p>\nHow sad if the Lord should charge any of us parents with having failed to teach our children.\nTruly a tremendous responsibility falls upon a couple when they bring children into the world.\nNot only food, clothes, shelter are required for them but loving, kindly disciplining and\nteaching.\n<\/p><p>\nI wonder what this world would be like if every father and mother gathered their children\naround them at least once a week, explained the gospel, and bore fervent testimonies to them.\nHow could immorality continue and infidelity break families and delinquency spawn? Divorce\nwould reduce and such courts would close. Most ills of life are due to failure of parents to\nteach their children and the failure of posterity to obey.\n<\/p><p>\nOf course, there are a few disobedient souls regardless of training and teaching, but the great\nmajority of children would respond to such parental guidance.\n<\/p><p>\nAnd then, I think: Had Israel's fathers and mothers done their full duty to their children,\nwould Palestinian forests have vanished, their hills been denuded? Would they have been slain\nby their enemies, the sword running through their land? Would their power have been broken,\ntheir heaven made as iron, their earth as brass? Would hunger have stalked the land? Would\nmothers have devoured their children? Would the people have again been taken in bondage?\n<\/p><p>\nHad every father in Babylon, assisted by the mother, taught and trained little ones in the\nnurture and admonition of the Lord (<span class=\"citation\" id=\"21784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21784)\">Eph. 6:4<\/a><\/span>),\nwould that great city have been covered with sand and its\ncorruption buried in the earth, its springs dried up, its temples toppled? Would drunken\nrevelry have lulled them to an unawareness of their danger? Would palms and willows wither\nand would lands be dried and desolate? Would Babylon have become a hiss and a byword and\nwould the wolf and the jackal, the owl and doleful creatures be its only inhabitants and the\nshepherd and the Arabian avoid the haunted place?\n<\/p><p>\nHad every Roman father been teaching his sons righteousness instead of war and every\nmother making a home for her children, had all parents assembled their children in their\nhomes instead of the circuses and public baths, had they taught them chastity and honor and\nintegrity and cleanness, would Rome still be a world power? Certainly it was not the barbarian\nfrom the north but the insidious moral termites within which destroyed the Roman world\nempire.\n<\/p><p>\nHad the parents of the world from Adam down carried on their home teaching, their home\nevenings, their home togetherness and sweet family life as ordained by the Lord, would there\nhave been a world deluge, a Tower of Babel, a Sodom and Gomorrah? Would the streets of\nSamaria ever have been plowed or the walls of Jerusalem leveled? Would there be oriental\nand occidental enemies today establishing military bases, accumulating ammunition, inventing\nmissiles, preparing nuclear weapons? Would they be crouching as cats after mice, waiting for\nthe rotting process to develop to the point of no return? Would increasing delinquency and\nrebellion cause them to wait while the progressing, softening illness would make that death\ninevitable?\n<\/p><p>\nIn our own dispensation the Lord reiterated his basic command to those who brought children\ninto the world when he said: \n<\/p><p>\n\"And again, inasmuch as parents have children in Zion . . . that teach them not . . . the sin be\nupon the heads of the parents.\n<\/p><p>\n\"For this shall be a law unto the inhabitants of Zion . . .\"\n(<span class=\"citation\" id=\"14608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14608)\">D&amp;C 68:25-26<\/a><\/span>).\n<\/p><p>\n\"And they shall also teach their children to pray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"14610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14610)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nHome life, home teaching, parental guidance is the panacea for all the ailments, a cure for all\ndiseases, a remedy for all problems.\n<\/p><p>\nAnd in our land, if the home teaching by local leaders, crowned by the home evenings with\nfather and mother enthroned, were the rule in Zion, would not taverns be closed, and\ngambling dens be boarded up, and licentiousness nearly eliminated, and hoodlumism\nterminated, and jails reduced, and penitentiaries limited?\n<\/p><p>\nWould we not be safe to walk in dark places and eliminate locks from our doors and\nenforcement officers from our streets if men and women returned home?\n<\/p><p>\nOh, my brothers and sisters, the sons and daughters of God, the members of Christ's Church,\nthe people of all religious affiliations, the people of all nations, let us take hold of this general\npanacea and heal our wounds and immunize our children against evil by the simple process of\nteaching and training them in the way of the Lord. Every father and mother in Zion, and\nevery Catholic, Protestant, Jewish, Mohammedan, and all other parents have the same\nresponsibility: to teach their children to pray and walk uprightly before the Lord!\n<\/p><p>\nIt is my humble prayer that this glorious world may yet be a reality, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}