{"ID":1399, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Youth's Obligation to Parents<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, April 1965, p. 69-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have appreciated, my brethren and sisters, the marvelous counsel given throughout this\nconference to parents with regard to their children. I wonder, would you object, would it be in\norder if I ignored you for the next few minutes and spoke directly to children about their\nobligation to their parents?\n<\/p><p>\nNo age is quite so carefree, so restless, so potential as high school years. Notwithstanding the\noutward turmoils and nonconformity, these are years of quiet inner growth. These are years of\nsilent, restless maturing. And it is to our youth of high school years that I speak.\n<\/p><p>\n<b>Lending Your Treasures<\/b>\n<\/p><p>\nA few days ago I visited a large automobile dealership and looked at many new automobiles.\nOne in particular caught my eye&mdash;a convertible sports model with all of the fancy equipment\nyou could imagine. It had push-button everything and more horsepower than a division of\ncavalry. And it can be purchased for only $7,100. How I would have enjoyed a car like that\nwhen I was in high school! It occurred to me that you may be interested in owning such a\ncar.\n<\/p><p>\nDo you have an imagination? Imagine with me that I am your benefactor; I have decided to\npresent to a typical teenager a car such as this, and you are the one who has been chosen. On\nthe evening of the presentation, I see that you are not quite financially able to run such a car,\nso I generously include free gas, oil, maintenance, tires, anything your car will use; all of this,\nand the bills come to me.\n<\/p><p>\nHow you will enjoy that car! Think of driving it to school tomorrow. Think of all the new\nfriends you will suddenly acquire.\n<\/p><p>\nYour parents may be hesitant to let you use this car freely, so I will visit with them. I am\nsure they will be reluctant, but because of my position as one of the leaders of the Church,\nthey will consent.\n<\/p><p>\nLet us imagine, then, that you have your car, everything to run it, freedom to use it.\n<\/p><p>\nSuppose that one evening you are invited to attend a church social. \"There are just enough of\nyou to ride in my station wagon,\" your teacher says. \"You may leave your car home.\" When\nthey come to take you to the party, you suddenly remember your new convertible parked at\nthe curb with the top down. You hastily go back in the house and give the keys to your\nfather, asking that he put it in the garage, for it looks as if it may rain. Your father, of course,\nobediently agrees. (It is interesting how obedient parents have become these days.)\n<\/p><p>\nLater you come home and notice your car is not at the curb. \"Dear old dad,\" you muse,\n\"always willing to help out.\" But as the station wagon pulls into the driveway and the lights\nflash into the garage, you see it stands empty.\n<\/p><p>\nYou rush into the house, find father, and ask that very urgent question.\n<\/p><p>\n\"Oh, I loaned it to someone,\" he responds.\n<\/p><p>\nThen imagine seriously imagine, a conversation such as this.\n<\/p><p>\n\"Well, who was it?\"\n<\/p><p>\n\"Oh, that boy who comes by here regularly.\"\n<\/p><p>\n\"What boy?\"\n<\/p><p>\n\"Oh, that . . . well, I have seen him pass here several times on his bicycle.\"\n<\/p><p>\n\"What is his name?\"\n<\/p><p>\n\"Well, I'm afraid I didn't find out.\"\n<\/p><p>\n\"Where did he take the car?\"\n<\/p><p>\n\"That really wasn't made clear.\"\n<\/p><p>\n\"When will he bring it back?\"\n<\/p><p>\n\"Well, there really wasn't any agreement on that.\"\n<\/p><p>\nThen suppose that your father should say to you, with some impatience, \"Now you calm\ndown. He rushed in here. He needed a car. You weren't using it. He seemed to be in a frantic\nhurry over something, and he looked like an honest boy so I gave him the keys. Now relax.\nGo to bed. Calm down.\"\n<\/p><p>\nI suppose under the circumstances you would look at your father with that puzzled expression\nand wonder if some important connection had slipped loose in his thinking mechanism.\n<\/p><p>\nIt would take a foolish father to lend such an expensive piece of equipment on an\narrangement such as that&mdash;particularly one that belonged to you.\n<\/p><p>\n<b>Parents Lend Their Treasures<\/b>\n<\/p><p>\nI am sure that you have anticipated the moral of this little illustration, you of high school age.\nIt is in these years that dating begins&mdash;this custom of two sets of parents lending their\nteenagers to one another for the necessary and the important purpose of their finding their\nway into maturity and eventually into marriage. Perhaps for the first time you notice and you\nbegin to resent the interest of your parents in and their supervision of your activities.\n<\/p><p>\nDating leads to marriage. Marriage is a sacred religious covenant and in its most exalted\nexpression may be an eternal covenant. Whatever preparation relates to marriage, whether it\nbe personal or social, concerns us as members of the Church.\n<\/p><p>\n<b>Parents Owe Guidance in Dating<\/b>\n<\/p><p>\nNow, I speak very plainly to you, my young friends. If you are old enough to date, you are\nold enough to know that your parents have not only the right but the sacred obligation, and\nthey are under counsel from the leaders of the Church to concern themselves with your dating\nhabits.\n<\/p><p>\nIf you are mature enough to date, you are mature enough to accept without childish, juvenile\nargument their authority as parents to set rules of conduct for you.\n<\/p><p>\nNo sensible father would lend your new convertible to anybody, to go anywhere, to do\nanything, to come back any time.\n<\/p><p>\n<b>Some Dating Guide Lines<\/b>\n<\/p><p>\nIf you are old enough to date, you are old enough to see the very foolishness of parents who\nwould lend their children on any such an arrangement. Don't ask your parents to permit you,\ntheir most precious possession, to go out on such flimsy agreements.\n<\/p><p>\nActually the loan of the car would not be so serious as you suppose; for should it be\ncompletely destroyed, it could be replaced. There are some problems and some hazards with\ndating for which there is no such fortunate solution.\n<\/p><p>\n<b>How to Appreciate<\/b>\n<\/p><p>\nWhen you are old enough, you ought to start dating. It is good for young men and young\nwomen to learn to know and to appreciate one another. It is good for you to go to games and\ndances and picnics, to do all of the young things. We encourage our young people to date.\nWe encourage you to set high standards of dating.\n<\/p><p>\n<b>Group Dating<\/b>\n<\/p><p>\nWhen are you old enough? Maturity may vary from individual to individual, but we are rather\nof the conviction that dating should not even begin until you are well into your teens. And\nthen, ideal dating is on a group basis. None of this steady dancing, steady dating routine.\nSteady dating is courtship, and surely the beginning of courtship ought to be delayed until you\nare almost out of your teens.\n<\/p><p>\n<b>Supervision<\/b>\n<\/p><p>\nDating should not be premature. You should appreciate your parents if they see to that.\nDating should not be without supervision, and you should appreciate parents who see to that.\n<\/p><p>\n<b>Church Guide Lines<\/b>\n<\/p><p>\nYoung people sometimes get the mistaken notion that the religious attitude and spirituality\ninterfere with youthful growth. They assume that the requirements of the Church are\ninterferences and aggravations which thwart the full expression of young manhood and young\nwomanhood.\n<\/p><p>\nHow foolish is the youth who feels that the Church is a fence around love to keep him out.\nOh, youth, if you could know! The requirements of the Church are the highway to love and to\nhappiness, with guard rails securely in place, with guideposts plainly marked, and with help\nalong the way. How unfortunate to resent counsel and restraint. How fortunate are you who\nfollow the standards of the Church, even if just from sheer obedience or habit. You will find\na rapture and a joy fulfilled.\n<\/p><p>\n<b>Parents Love You<\/b>\n<\/p><p>\nBe patient with your parents. They love you so deeply. They are emotionally involved with\nyou, and they may become too vigorous as they set their guidelines for you to follow. But be\npatient. Remember, they are involved in a big do-it-yourself child-raising project, and this is\ntheir first time through. They have never raised a child just like you before.\n<\/p><p>\n<b>Accept Discipline&mdash;the Reliable Maturer<\/b>\n<\/p><p>\nGive them the right to misunderstand and to make a mistake or two. They have accorded you\nthat right. Recognize their authority. Be grateful for their discipline. Such discipline may set\nyou on the path to greatness.\n<\/p><p>\nAn example of what a little discipline can do is found in the comment President McKay made\nat Merthyr Tydfil in 1963. \"I was reminded,\" he said, \"of a visit I made home when I was in\ncollege. Mother was sitting on my left, where she always sat at dinner, and I said, 'Mother, I\nhave found that I am the only one of your children whom you have switched.' She said, 'Yes,\nDavid O., I made such a failure of you, I didn't want to use the same method on the other\nchildren.'\" (Church News, Sept. 7, 1963, p. 10.)\n<\/p><p>\nBe open with your parents. Communicate with them. Discuss with them your problems. Have\nprayer with them before a dating event.\n<\/p><p>\nStay in group activities. Don't pair off. Avoid steady dating. The right time to begin a\ncourtship is when you have emerged from your teens.\n<\/p><p>\nHeed the counsels from your bishop, from your priesthood and auxiliary teachers, from your\nseminary teacher.\n<\/p><p>\nOne further thought. When we talked about my giving you an automobile, that was\nmake-believe. First, of course, at that price it had to be. But even if I could, while you are in\nhigh school, I wouldn't because I think too much of you. Your parents would be very wise to\nknow what car ownership in high school contributes to school dropout, to broken hearts, and\nto broken lives.\n<\/p><p>\nWe have a son who is driving now. We have talked about a car for him. (That means he has\ntalked, and we have listened.) We have put this off by suggesting that if he has a car of his\nown he must earn it. If it looks as though he may, I suppose we will have to pray that he has\nsome kind of depression or another. In the meantime we will try as parents to be very\ngenerous with the use of the family car. We will try to see that he is not handicapped.\n<\/p><p>\n<b>Honor Father and Mother<\/b>\n<\/p><p>\nYoung people, \"honour thy father and thy mother\": which is the first commandment with a\npromise, \"that thy days may be long upon the land which the Lord thy God giveth thee\"\n(<span class=\"citation\" id=\"22746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22746)\">Ex. 20:12<\/a><\/span>).\n<\/p><p>\nI bear witness that God lives. You are old enough now to be told that we, your parents, are\nchildren also, seeking to follow the authority and to relate to the discipline of Him. We love\nyou, our youth. But more than this, we respect you. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}