{"ID":14, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, pp. 50-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am almost tempted to say that the short talks are better than the long ones. I don't know\nwhether I dare say it or not.\n<\/p><p>\nI was interested this morning in hearing Brother Thomas E. McKay report conditions in the\nEuropean Missions, and particularly was I interested in hearing that the local missionaries in\nGreat Britain had reported sixty baptisms. You presidents of stakes each has a mission in your\nstake. In spite of the intensive activity of this day, and some shortage of personnel, I am sure\nthat if the missionaries of England, in the conditions in which they find themselves after this\nlength of time, can do this kind of work, we can ably man and conduct our stake missions.\nScattered throughout the length and breadth of the British Mission there are not to be found as\nmany members of the Church as there are in many of our stakes, and their resources and\nopportunities cannot compare with ours &mdash; and yet they are going forward. We do appreciate\nthe cooperation we have received from you stake presidents and we ask you for a continuance\nof this cooperation in this highly important obligation which the Lord has placed upon us, and\nwhich should have yet greater emphasis and attention.\n<\/p><p>\nThe radio mail brings in a good deal of interesting comment from many thousands of people.\nOne listener sent in a clipping from <i>The Christian Advocate<\/i>, three or four days ago.\n<i>The Christian Advocate<\/i>, according to its own masthead, is the official magazine of Methodism.\nThis is the opening sentence of the clipping:\n<\/p><p>\nIf the prophets had kept out of politics, they would never have gotten into the Old Testament.\n<\/p><p>\nIt struck me rather forcibly, and also the thought struck me that if this had appeared in our\nown publications someone would have criticized it as \"politics,\" but since it appeared in a\nMethodist publication I suppose it is all right to present it here without hearing it derided as\n\"politics.\" (Laughter) Seriously, I believe the time is opportune to leave just this thought,\nsince we are not now in the midst of any political campaign, since we face no immediate\nelection, and since the heat of such things is not with us at the moment:\n<\/p><p>\nAs I looked back to those prophets who would never have gotten into the Old Testament if\nthey had kept out of \"politics,\" I suddenly became aware that the Philistines certainly didn't\nlike the \"politics\" of the Israelites; I am sure that the Pharaohs didn't like the \"politics\" of\nMoses when he led the children of Israel out of bondage. I am equally sure that Saul didn't\nlike the \"politics\" of Samuel when, at the Lord's command, he anointed David king; and I am\nsure that the captains and kings didn't like the \"politics\" of Jeremiah, or any of the other\nprophets of God.\n<\/p><p>\nBut this fact is fundamental: The principles of religion enter into every activity of life. Should\nthe activities of politics extend themselves into every activity of life, we must be increasingly\ncareful to weigh every issue of politics according to principle, and not according to politics, if\nyou please. I am sure that politics were attributed to the President of this Church, by many, he\ntook his stand, courageous and outspoken, on the prohibition question, for example. Call it\npolitics if you wish. The principle is there and always will be, and some day his stand will be\nvindicated. It has been already in the minds of thinking and honest men.\n<\/p><p>\nI have been reading recently the last twenty sermons of Pastor Martin Niemoller, whose\nunfortunate country could no longer tolerate his preaching. In his next to last sermon is this\ncomment:\n<\/p><p>\nWe are being accosted on all sides by statesmen, by the man on the street, who tells us: \"Do\nnot speak so loudly or you will land in prison. Pray do not speak so plainly; surely you can\nsay all that in a more obscure fashion.\" But, brothers and sisters, we are not allowed to put\nour bushel under a basket.\n<\/p><p>\nOne more sermon after that, and Martin Niemoller no more ascended to his pulpit, and I think\nhe has never been heard from since.\n<\/p><p>\nA quotation from Jeremiah will be of interest to all who have the sacred trust of leadership in\nthe wards and stakes and missions of this Church:\n<\/p><p>\nThus saith the Lord; Stand in the court of the Lord's house, and speak unto all the cities of\nJudah all the words that I command thee to speak unto them; <i>diminish not a word<\/i>.\n(<span class=\"citation\" id=\"26450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26450)\">Jer. 26:2<\/a><\/span>).\n<\/p><p>\nAs we face the issues of the future, my brethren, may we, in the leadership of our people here\nat headquarters, and you in your stakes, weigh all the issues according to principle. There\ncomes a time in the career of every man when he must speak according to the truth or break\nthe trust of his office, and when the Presidency of the Church, and their associates in the\ngeneral councils of the Church, unitedly take a stand on any principle, let us remember the\nprophets of the Old Testament, and meet the issues according to their merit as principles, and\non no other consideration.\n<\/p><p>\nI leave you my testimony of my gratitude to my Father in heaven for the Presidency of this\nChurch, and those who are associated with them; for the restoration of the gospel, and all that\nit means. This is the work of the Lord, and it will go forward to the accomplishment of His\npurposes, regardless of the schemes of men and the confused issues of the day. God be with\nyou. Amen.\n<\/p>\n<\/div>\n<\/div>"}