{"ID":140, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">On Detecting Truth from Error<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1944, pp. 72-76<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPrompted by my reflections over the past months of experiences I have had, and inspired by\nthat very comprehensive message read to us from President Grant, and from the impressions\nof this meeting, I have some things I should like to say that to me should be vital to all\nLatter-day Saints, and indeed to all seekers after truth.\n<\/p><p>\nDREAMS AND DELUSIONS\n<\/p><p>\nThere came to my office some time ago a faithful Latter-day Saint who related an experience\nin which she was placed in a very embarrassing situation. She had been deceived and led\nastray by those who professed to have had spiritual manifestations, and because she had\nfollowed what she thought was the light, she had found herself in rather serious economic\ndifficulties. As she finished the story of her experience, she asked me this question: \"How can\none be certain that a thing is true or false, or that his decision is approved of the Lord?\"\n<\/p><p>\nI have thought a lot about that question, because I find it being asked by those who have been\nled into conditions of confusion, by those who have professed to have received by dreams and\nrevelations certain information as to mining properties that were supposedly for religious and\nspiritual purposes. I have known of those who have likewise been led into organizations that\nwere unholy because of their listening to teachings of some who profess to set up\norganizations they call the \"United Order.\" It is the same question that many of our fine\nyoung women are asking when there are those who encourage them to live in illicit\nrelationships under guise of authorized marriage contracts, by some who profess to be the\nauthorized servants of the Lord.\n<\/p><p>\nFrom students who are struggling in their higher education we have the same inquiry: \"How\nmay we know the difference between truth and that which we study so often in our\ntextbooks?\"\n<\/p><p>\nThere are those in the military service, under the pressure of the expediencies of war, who are\nimbibing many distorted views that they have difficulty in squaring with the truth. In these\ndays hardly do we listen to the radio to one who gives a political speech but what we hear the\nshouts of \"Untruth!\" and opposing speakers being called untruthful.\n<\/p><p>\nIn a recent visit to a conference I learned that a man had attained quite a following by\nrelating what he termed a vision, in which the Savior was supposed to have appeared to him,\nand he thought he was making a great contribution to the personality of the Savior by telling\nthe people that He had red hair, in contradiction to the revelations of the Lord.\n<\/p><p>\nSo in all these experiences the question is asked: \"How may we know the difference between\ntruth and error, and how may we be able to detect the same?\"\n<\/p><p>\nTHE WORD OF THE LORD\n<\/p><p>\nAs I studied the matter and gave some thought to it, I found the Lord had revealed something\nvery precious to us. He said:\n<\/p><p>\nBehold, verily I say unto you, that there are many spirits which are false spirits, which have\ngone forth in the earth, deceiving the world. . . .\n<\/p><p>\nBehold, verily I say unto you, there are hypocrites among you, who have deceived some,\nwhich has given the adversary power; but behold such shall be reclaimed;\n<\/p><p>\nBut the hypocrites shall be detected and shall be cut off, either in life or in death, even as I\nwill; and wo unto them who are cut off from my church, for the same are overcome of the\nworld (<span class=\"citation\" id=\"11977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11977)\">D&amp;C 50:2,7-8<\/a><\/span>).\n<\/p><p>\nThe Lord has told us further that we should seek the best gifts, that we be not led astray.\nApparently the Lord had in mind the very conditions under which we now live, for in the\nwords of prophecy that he gave to his disciples when they asked him how they should know\nwhen his second coming was nigh, he said this:\n<\/p><p>\nFor there shall arise false Christs, and false prophets, and shall shew great signs and wonders;\ninsomuch that, if it were possible, they shall deceive the very elect\n(<span class=\"citation\" id=\"33935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33935)\">Matt. 24:24<\/a><\/span>).\n<\/p><p>\nNow mark you these words&mdash;\"who are the elect according to the covenant\"\n(<span class=\"citation\" id=\"30773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30773)\">JS&mdash;M 1:22<\/a><\/span>).\n<\/p><p>\nSATAN'S AIM IS TO DECEIVE\n<\/p><p>\nSome of those were to be led astray who were to be members of his Church so I am not\nsurprised in this day when with the power of these evil spirits they are finding a following\nfrom those who profess membership in the Church. The extremes to which the master of\ndarkness would go to lead astray those who were to be deceived is indicated by the\nexperiences of many of our prophets. I cite the experience of Alma's contention with the\nanti-Christ, Korihor, who, you remember, was stricken dumb when he asked for a sign, and\nwhile he was thus impressed that the power of the Lord was upon him in judgment because of\nhis wickedness, wrote his testimony that Satan had appeared to him as an angel of light and\nhad told him that there was no such a thing as God\n(<span class=\"citation\" id=\"8834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8834)\">Alma 30:52-53<\/a><\/span>).\n<\/p><p>\nSo he may come today with guileful ways, with deceiving and lying spirits, to entrap us.\n<\/p><p>\nBut the Lord has not left his people alone, and those who would may be well guided in the\nmidst of these trying conditions. The prophets of every dispensation, and indeed our own\nleader in this conference, has told his people how they might avoid these pitfalls. The Apostle\nPaul said:\n<\/p><p>\n. . . Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things\nwhich God hath prepared for them that love him. But God hath revealed them unto us by his\nSpirit: for the Spirit searcheth all things, yea, the deep things of God.\n<\/p><p>\nFor what man knoweth the things of a man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God. . . . Neither can he know them,\nbecause they are spiritually discerned\n(<span class=\"citation\" id=\"107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(107)\">1 Cor. 2:9-11,14<\/a><\/span>).\n<\/p><p>\nLIGHT GIVEN THROUGH THE HOLY GHOST\n<\/p><p>\nThe writer of the Gospel of John, told of a light, in describing the powers controlled and\noperated by the Savior, the true light that was to light every man that cometh into the world\n(<span class=\"citation\" id=\"27109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27109)\">John 1:9<\/a><\/span>).\nIn modern revelation the Lord told us more about this when he spoke of the light which was\nto shine, which was to enlighten our understanding, and was to give light and intelligence to\nall mankind; it was to be in the light of the sun, the moon and the stars; indeed, we might say\nthis light was to constitute the reason in man and the instinct in animal life\n(<span class=\"citation\" id=\"12008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12008)\">D&amp;C 88:7-13<\/a><\/span>).\n<\/p><p>\nBut to baptized believers there was a greater light given, and that was the power of the Holy\nGhost which has been spoken of here. That power which Jesus described was to give us\npower to understand all things, to bring to our recollection that which he had taught\n(<span class=\"citation\" id=\"27157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27157)\">John 14:26<\/a><\/span>), to\nreprove the world of sin and of righteousness and judgment\n(<span class=\"citation\" id=\"27161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27161)\">John 16:8<\/a><\/span>), and to guide us into all truth\n(<span class=\"citation\" id=\"27162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27162)\">John 16:13<\/a><\/span>).\nMoroni told us that if we ask with a sincere heart, with real intent and with faith in Christ,\nthat by the power of the Holy Ghost we might know the truth of all things\n(<span class=\"citation\" id=\"38229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38229)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nThese powers are given to us on condition. And the conditions as to the ways by which man\nmight be darkened and be unable to see and perceive by these great God-given powers were\nwell set forth yesterday by Brother Kimball in his very excellent address. We are to\nunderstand further that the wicked one would come and that he should take away light and\ntruth from the children of men through disobedience\n(<span class=\"citation\" id=\"12027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12027)\">D&amp;C 93:39<\/a><\/span>).\n<\/p><p>\nI listened to a doctor friend explain a very interesting matter to me, when he said that all\ngerm cells within each individual were directly or indirectly connected with some nerve\nsystem. By that connection there was made possible an intelligence in the individual necessary\nto maintain the vital life processes. So, likewise, it seems to me, that in the Church we as\nindividuals must maintain our connection with the source of divine intelligence if we, too, are\nto maintain and direct the growth of our spiritual lives properly. Failure to maintain this\nintelligent connection in the germ cell or the individual brings decay, stagnation, and death,\nin the case of the individual, or spiritual death in the case of a member of this Church.\n<\/p><p>\nThere are spiritual phenomena that have sometimes disturbed us and that have seemed to be\ninduced by this master of darkness. The Lord has given us certain definite ways by which we\nmay perceive and detect the same. In one revelation he told us, \"And that which doth not\nedify is not of God, and is darkness. That which is of God is light; and he that receiveth light,\nand continueth in God, receiveth more light; and that light groweth brighter and brighter until\nthe perfect day\" (<span class=\"citation\" id=\"11978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11978)\">D&amp;C 50:23-24<\/a><\/span>).\n<\/p><p>\nAgain he told us we might understand that those who were ordained of God and were set at\nthe head, to them would be given the understanding to know the difference between these\nspirits, suggesting clearly that it was the business of the members of the Church to seek to be\nguided by the counsel of those who have been set at the head\n(<span class=\"citation\" id=\"11979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11979)\">D&amp;C 50:26,30<\/a><\/span>).\n<\/p><p>\nAUTHORITY VESTED IN THE HEAD OF THE CHURCH\n<\/p><p>\nIn the revelation given to the Prophet Joseph Smith, known as the 132nd Section of the D&amp;C,\nthe Lord sets this out in plainness, in which he said that there is only one man on the earth at\none time who holds the keys of this authority, by which all contracts and bonds and things\npertaining to the salvation of the children of men should be sealed\n(<span class=\"citation\" id=\"12063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12063)\">D&amp;C 132:7<\/a><\/span>).\n<\/p><p>\nIn an address delivered by Elder Joseph Fielding Smith in October of 1920, he made an\nexplanation of this matter. He said:\n<\/p><p>\nI hold the priesthood; you brethren here hold the priesthood; we have received the\nMelchizedek Priesthood&mdash;which was held by Elijah and by other prophets and by Peter, James\nand John. But while we have authority to baptize, while we have authority to lay on hands for\nthe gift of the Holy Ghost and to ordain others and do all these things, without the sealing\npower we could do nothing, for there would be no validity to that which we did. Of course an\nelder can baptize, and they did baptize before Elijah came, and that was valid, and the\nordinance work that was done then was valid; but the higher ordinances, the greater blessings\nwhich are essential to exaltation in the kingdom of God, and which can only be obtained in\ncertain places, no man has a right to perform except as he receives the authority to do it from\nthe one who holds the keys. It makes no difference how great an office you have, what\nposition in the Church you hold, you cannot officiate unless the keys, the sealing power, is\nthere back of it . . .\n<\/p><p>\nI have no right, there is no man upon the face of this earth who has the\nright to go forth and administer in any of the ordinances of this gospel unless the President of\nthe Church, who holds the keys, sanctions it. He has given us authority, he has put the sealing\npower in our priesthood, because he holds those keys; and if the President of the Church\nshould say to us, \"You shall not baptize in this state or in that state, or in this nation,\" any\nman that would go forth to baptize contrary to that command would be violating a command\nof God and going contrary to authority and power; and that which he did would not be sealed\n. . . The man who holds the keys can bestow and he can withdraw; he can give the power, and\nhe may take it again; and if he takes it, that ends our right to officiate. That has been done; it\nmay be done again.\n<\/p><p>\nHOW TO DETECT TRUTH FROM ERROR\n<\/p><p>\nI wish that we understood that. I wish that we might understand these principles by which we\nmight obtain this light, as an answer to those who ask us the question, \"How may we detect\ntruth from error?\"\n<\/p><p>\nTo all those then who would seek an answer to their question may we reply by asking them\nthese questions:\n<\/p><p>\nAre you living righteously in order that you may enjoy the influence of the Holy Spirit, and\nthe revelations of the Holy Ghost? Have you studied the matter out in your mind, and then\nhave you asked God if this thing is right (<span class=\"citation\" id=\"11939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11939)\">D&amp;C 9:8<\/a><\/span>)?\nIf so, you may have the right to enjoy the spirit to\nknow that it is right. Does that which you have had presented to you enlighten you? Does it\nedify your soul? Is it in harmony with the teachings of the Gospel? Is it approved and\naccepted by those who preside as the leaders of the Church?\n<\/p><p>\nIf your answers to these questions are in the affirmative, then you are entitled to the great\npromise that the Lord made in a revelation to this people, in which he said: \"And if your eye\nbe single to my glory, your whole body shall be filled with light, and there shall be no\ndarkness in you, and that body which is filled with light comprehendeth all things\"\n(<span class=\"citation\" id=\"12012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12012)\">D&amp;C 88:67<\/a><\/span>).\n<\/p><p>\nMay the leaders of this people who sit in this congregation so live and so teach that those\nwho are wavering in their faith, who are being led astray by these false and lying spirits, may\nbe so taught to live and to walk that they might enjoy this fulness of light that will preserve\nthem from the errors that otherwise would bring their downfall, I pray humbly, in the name of\nthe Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}