{"ID":1400, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Light: Symbol of God's Word<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1965, pp. 72-73<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, we have heard much during this conference about the home and the\nfamily, and I am sure you all know that they are the units of civilization. A nation can rise no\nhigher than its homes.\n<\/p><p>\nBruce Barton, in one of his books entitled <i>On the Up and Up<\/i>, tells about a clergyman who\nhad recently visited a parish where he had labored successfully for thirty years. The old\nchurch had crumbled, and the region round about had become a slum. The families he had\nknown so well had been scattered to the suburbs, and the church, of course, was closed.\n\"What is left,\" he moaned in self-pity, \"to show for all my labor?\" He could not understand\nthat everything was left. Some of the people, their sons and daughters, were left. To them he\nhad preached Sunday after Sunday. He had built up their faith, enriched their lives, and given\nthem renewed incentives to live a righteous life.\n<\/p><p>\n<b>The Importance of People and Their Regeneration<\/b>\n<\/p><p>\nThere is nothing more important than people&mdash;our own neighbors and friends. They are\nprecious in the sight of God. To reclaim them from waywardness and sin is our greatest\nobligation. God loves them, and amid the changes which come and go, they still are his\ntreasures. I have concluded that he is more interested in them than in their possessions, like\nstocks and bonds, houses and lands. We cannot fight change for we are living in a changing\nworld. Permanency has few guarantees. There are things, however, which do not change.\nHonor, like truth, is not a composite thing. It never changes. It is the light which brightens\nour pathway. I suppose all people have a degree of light within them. Sometimes it is very\ndim; sometimes it has been extinguished by evil thoughts and deeds. The human mind is\ndarkened by the shadows of earth. The word \"light\" appears many times in the scriptures,\nmodern and ancient. When it does, it is symbolic of truth, for God's word is truth.\n<\/p><p>\nIt was on the Master's lips many times as he spoke and conversed with people. I read from\nhis Sermon on the Mount: \n<\/p><p>\n\"Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth\nlight unto all that are in the house.\n<\/p><p>\n\"Let your light so shine before men, that they may see your good works, and\nglorify your Father which is in heaven\" (<span class=\"citation\" id=\"35419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35419)\">Matt. 5:15-16<\/a><\/span>).\n<\/p><p>\nTo Nicodemus, the Jewish ruler who came to Jesus at night, the Savior was a little more\nexplicit. He said, \". . . this is the condemnation, that light is come into the world, and men\nloved darkness rather than light, because their deeds were evil\"\n(<span class=\"citation\" id=\"28172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28172)\">John 3:19<\/a><\/span>).\n<\/p><p>\nWhat happens when a light fades out&mdash;when a man, a woman, a family, or a nation departs\nfrom the standards by which they have arisen and succeeded? Then all things go to decay.\nThey build their structures on sand. The winds of adversity blow. The storms come, and the\nstructures tumble. Their hopes, their aspirations, and their innermost feelings and longings are\nshattered. Their house is left unto them desolate. It is the tragedy of an irresolute and\nmisspent life.\n<\/p><p>\nActivity in the Church is the one best safeguard; it is essential to growth and development.\nLight does not penetrate the dark places without some effort and some solicitation. It requires\nthe energy of individuals, personal contacts, patience, diligence, and the inspiration of devoted\nmissionaries and teachers to spread the light and to place the gospel message in the hearts of\npeople.\n<\/p><p>\n<b>The Gospel a Light to Guide Mankind<\/b>\n<\/p><p>\nThe gospel is a beacon light to guide humanity through the journey of life. It points the way.\nIt inspires unselfish service. It fills the soul with love for others, and it is the pure, primitive\nfaith preached by great men like Peter and Paul.\n<\/p><p>\nJesus outlined the road to happiness, for his gospel in a way of life. It is the foundation upon\nwhich you and I must build our lives. There is no other safe and dependable road for us to\nfollow, for \". . . strait is the gate, and narrow is the way, which leadeth unto life, and few\nthere be that find it\" (<span class=\"citation\" id=\"35444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35444)\">Matt. 7:14<\/a><\/span>).\n<\/p><p>\nThose who have spoken today and in the past from the place where I now stand have testified\nto the divinity of Jesus Christ. His words are solemn declarations of truth, and his life is a\nshining light to all the world. That light will never fade away, for \"heaven and earth shall\npass away,\" said he, \"but my words shall not pass away\" (<span class=\"citation\" id=\"35506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35506)\">Matt. 24:35<\/a><\/span>).\n<\/p><p>\nIt will survive the harsh, superficial, and bitter criticism of bigots and cynics. In all of his\nassertions, Jesus never minimized nor underrated the importance of his message to the world.\n<\/p><p>\nMany of you who are listening to me at this moment, and I refer to the Latter-day Saints,\nhave introduced the gospel into your lives. You have tested it. You have lived by it. It has\nguided your footsteps and has kept you mindful of your duty to God and your fellow men.\nYour convictions have deepened, and your understanding of the gospel has increased; you\nhave recognized the priesthood as the life-giving power of the Church; you have read the\nliterature of the Church, including the Book of Mormon; doubt and uncertainty have fled;\ndoctrines and principles have been examined and compared with those taught in other\nchurches. You know the purpose and meaning of mortal life. You have answered the\nquestions which have perplexed humanity for centuries, namely: Whence did I come? Why\nam I here? and, What is my destiny? You are composed and satisfied.\n<\/p><p>\n<b>Revival of Faith and Hope for Eternal Life<\/b>\n<\/p><p>\nThe revival of faith and enthusiasm in the early Saints and followers of Jesus after the\ncrucifixion and the resurrection is one of the marvels of history. They too had investigated\nand examined. They were convinced by what they had seen and by the promptings of the\nHoly Ghost that Jesus is the Christ, the promised Redeemer, that truth had been personified\nbefore them, and they recognized it. The proof was overwhelming. They could not\nconscientiously deny it.\n<\/p><p>\nMay we be true to our convictions. May we be loyal to our standards. May we serve the Lord\nwith a singleness of purpose and live righteously before him and all men, I pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}