{"ID":1402, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Principle With Promise<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, April 1965, pp. 75-78<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI seek the direction of the Holy Spirit that the things I say may be in harmony with the\ninspirational things to which we have listened.\n<\/p><p>\nTo the Galatian Saints Paul wrote these stirring words: \"Stand fast therefore in the liberty\nwherewith Christ hath made us free, and be not entangled again with the yoke of bondage\"\n(<span class=\"citation\" id=\"23272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23272)\">Gal. 5:1<\/a><\/span>).\n<\/p><p>\nI thought I witnessed something of this bondage recently while riding in the lounge of a\ncrowded plane with three other men.\n<\/p><p>\n<b>A Yoke of Bondage: A Panel of the Enslaved<\/b>\n<\/p><p>\nAs the jet began the fast climb to its assigned altitude, I noticed that the man across the table\nhad his eyes fixed intently on the \"No Smoking\" sign. The instant it went off, he reached for\nhis cigarettes. As he began smoking, the man next to me became nervous. He clenched and\nopened his fists, looked out the window, turned to look at the man across the table, and his\nface reddened. The air was a little bumpy. I thought he might have been frightened. I took a\ncloser look. He was a man of good physique, well-dressed immaculately groomed. He did not\nlook the kind who would be frightened by a little bumpy air.\n<\/p><p>\nThen the fourth member of our quartet took a pack of cigarettes from his pocket. He offered\nme one, and I declined. He then offered my seat companion one, and he replied, \"I'm trying\nto quit, and it's nearly killing me.\"\n<\/p><p>\nI had started a conversation.\n<\/p><p>\nThe first man to light up told how he had resolved to quit after hearing in January 1964 the\nreport of the Surgeon General of the United States. He recounted a tale of agonizing days and\nsleepless nights and of a final surrender to a habit that had held him for many years. He\nplaced his cigarette between his lips, inhaled long and deeply, then lowered his head as the\nsmoke drifted slowly from his lips and nostrils \"I couldn't lick it,\" he said with an evident air\nof defeat.\n<\/p><p>\nThe next smoker took up the conversation. \"I almost quit. I'd been burning two packs a day. I\nthought I could taper off. I cut down to one cigarette after each cup of coffee. That was my\nformula. It lasted for a time but I found myself drinking too much coffee. Now I'm back to a\npack a day.\"\n<\/p><p>\nHe had the manner of an educated man. He held in his hands a business journal. He said that\nthe report of the Surgeon General had frightened him also, but then he had read counteracting\nstatements. Perhaps, he concluded, the relationship between cigarette smoking and cancer is\nonly coincidental; the disease could just as likely come from the exhaust fumes we breathe.\nThen with an impulsive display of self-mastery, he crumpled his half-smoked cigarette into\nthe ash tray, snapped shut the lid, and commented, \"Just the same, I wish I could quit.\"\n<\/p><p>\nMy seat companion then spoke: \"I'm convinced there's some truth in what I've seen and read\non the subject. We take the government's word for an awful lot these days, conclusions based\non less convincing evidence than this I don't believe you can deny the facts. There is a hazard\nin smoking. But I'm having a terrible fight. I never dreamed a habit could be so tough to\nbreak.\n<\/p><p>\nOne of them looked at me. \"What about you?\" he asked.\n<\/p><p>\nI replied: \"I've never used them.\"\n<\/p><p>\n\"How lucky can you be!\" was his response. Without wishing in any way to appear\nself-righteous, I thought the same thing&mdash;\"How lucky can I be!\" And I thought of a day long\nago when as a boy I sat in this Tabernacle and heard President Heber J. Grant speak with\nmoving conviction on the \"Little White Slaver,\" as he bore eloquent testimony of the Word of\nWisdom as a divine law. I was greatly impressed that day, and that impression gave me\nresolution.\n<\/p><p>\nWho could question the bondage in which these men found themselves? Our conversation\nindicated that all three were educated, able men who made important decisions every day. But\nin a matter admittedly affecting their own lives and health, two already had conceded defeat,\nand the third was fighting a terrible battle, the victim of a habit that would not let him go.\n<\/p><p>\nOne study indicates that among men who had stopped smoking, 371\/2 percent reported they\nwere smoking again. And even among those who reported that they had gone for as long as\n12 to 24 months, nearly 18 percent had relapsed into the old habit. (<i>Consumer Reports<\/i>, March\n1964, pp. 112-113.)\n<\/p><p>\n<b>Cigarette Smoking&mdash;a Health Hazard<\/b>\n<\/p><p>\nCommenting on the January 1964 report of the Surgeon General, an editor concluded: \"No\nlonger can reasonable men argue whether smoking is or is not a major health hazard. It is.\nThe remaining topic for consideration is what can be done about it.\" (<i>Ibid.<\/i>, p. 112.)\n<\/p><p>\nA veritable mountain of evidence has been produced by the Surgeon General's office, the\nFederal Trade Commission, the American Cancer Society, the American Medical Association\nthe National Tuberculosis Association, and many other groups and individuals. Responsible\nofficers are concerned over the grim statistics indicating that somewhere between 125,000 and\n300,000 people a year die in the United States from diseases that may be associated with the\nsmoking of cigarettes, that your chances of death from lung cancer are 70 percent greater if\nyou smoke cigarettes, that the hazards of other diseases are seriously increased.\n<\/p><p>\nIt is an issue of serious magnitude when the American Cancer Society estimates that\n\"one-pack-a-day smokers die five years earlier than non-smokers . . . Heavy smokers, two\npacks a day or more, die seven years earlier. This means that each pack shortens life five to\nseven hours\" (<i>The Evidence is Clear<\/i>, p. 13).\n<\/p><p>\nMuch of this shocking statistical data has been repeated in Washington during the past two\nweeks where public hearings have been going forward on proposals to nullify to a degree the\neffect of cigarette advertising with health warnings.\n<\/p><p>\nNotwithstanding the flood of evidence, there has been determined and skilful opposition.\n<\/p><p>\n<b>Millions to Advertise the Slave Master<\/b>\n<\/p><p>\nWell might this be expected. Involved in this problem are the 8 billion dollar a year tobacco\nindustry, the 200 million a year spent with advertising media, the millions paid in taxes, much\nof it to the federal government. This creates the strange anomaly of a government that is\ndoing little if anything to reduce the smoking of its citizens and thereby safeguard their\nhealth, even though its own official agencies have produced alarming evidence of the hazards\ninherent in the continued use of cigarettes.\n<\/p><p>\nBritain has been more forward. It has placed a governmental ban on cigarette advertising, as\nhas Italy.\n<\/p><p>\nThe American tobacco industry recently set up a new advertising code. But make no mistake\nabout it, advertising continues, with as much as 10 million dollars being spent to launch a\nsingle new brand. Pleas are made that as long as the manufacture of a product is permitted, its\nadvertising should be permitted. To which comes the rejoinder that in cases where serious\nhazards are clearly indicated, there is a responsibility also to indicate those hazards.\n<\/p><p>\n<b>Emancipation from Tobacco Slavery, a Health Issue<\/b>\n<\/p><p>\nTo the many able and devoted men and women across the nation who are concerned with this\nproblem, it is not a religious issue. It is a health issue.\n<\/p><p>\nBut with all that has been said, with all the statistics that have been accumulated, with a\nconstant and painful parade of surgery cases through the nation's hospitals, the consumption\nof cigarettes increases. There was a decrease in 1964 for a time, but the trend again is\nupward. There is belief but there is no faith.\n<\/p><p>\n<b>132 Years Ago, God Said, 'Tobacco is not good for man.'<\/b>\n<\/p><p>\nIn contemplating all of this, one appreciates the incomparable wisdom of the Lord who in\n1833 in a rural town on the frontier of America spoke these simple and encompassing words:\n\". . . tobacco . . . is not good for man\" (<span class=\"citation\" id=\"14644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14644)\">D&amp;C 89:8<\/a><\/span>).\n<\/p><p>\nHe did not say that one would get lung cancer, develop heart or respiratory problems if he\nsmoked. He did not produce mountainous statistics or recite case histories. He simply declared\nthat \". . . tobacco . . . is not good for man . . .\"\n<\/p><p>\nThat declaration was given as \"a principle with promise\" (<span class=\"citation\" id=\"14639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14639)\">D&amp;C 89:3<\/a><\/span>).\n<\/p><p>\n<b>\"In consequence of evils and designs\"<\/b>\n<\/p><p>\nIt was given as a warning and a forewarning, \"in consequence of evils and designs which do\nand will exist in the hearts of conspiring men in the last days\" (<span class=\"citation\" id=\"14642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14642)\">D&amp;C 89:4<\/a><\/span>).\nHow aptly descriptive these words are in light of what we today observe.\n<\/p><p>\n<b>The Way to Liberty<\/b>\n<\/p><p>\nGod be thanked for this declaration and the promise that accompanies it. Can there be any\ndoubt that it is a Word of Wisdom when great forces, with millions of dollars at their\ncommand and some of the cleverest minds in the art of advertising, promote that which sober\nmen of science also now say \"is not good for man\"?\n<\/p><p>\nOne cannot read the testimony without recognizing that true freedom lies in obedience to the\ncounsels of God. It was said of old that \". . . the commandment is a lamp; and the law is\nlight\" (<span class=\"citation\" id=\"41466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41466)\">Prov. 6:23<\/a><\/span>).\n<\/p><p>\nThe gospel is not a philosophy of repression, as so many regard it. It is a plan of freedom that\ngives discipline to appetite and direction to behavior. Its fruits are sweet and its rewards are\nliberal, as I am confident my friends on the plane would have been happy to have testified.\n<\/p><p>\n\"Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled\nagain with the yoke of bondage\" (<span class=\"citation\" id=\"23273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23273)\">Gal. 5:1<\/a><\/span>).\n<\/p><p>\n\". . . where the Spirit of the Lord is, there is liberty.\"\n(<span class=\"citation\" id=\"3051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3051)\">2 Cor. 3:17<\/a><\/span>). In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}