{"ID":1404, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">False Loyalty<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, April 1965, pp. 82-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am truly grateful, my brethren, to be in the presence of President David O. McKay and his\nCounselors this night, and these, my brethren of the General Authorities, and you, my\nbrethren of the priesthood; and I pray for an interest in your faith and prayers, prayers which\nI have earnestly made since receiving this assignment.\n<\/p><p>\n<b>The Priesthood Sustains Man<\/b>\n<\/p><p>\nThis marvelous testimony of the disparagements and the dissolutions that are being caused by\nthe violations of God's laws as has been stated by President McKay presents the anticipation\nof a great tragedy among men. But perhaps the destruction of faith and honor in the lives of\nthose who partake of any harmful indulgence will be even greater than the physical\ndisabilities which it incurs. I believe that there is an honor in the priesthood of God which\nsustains man. As a fundamental reason for the restoration of the gospel of Jesus Christ in this\nthe last dispensation, the Lord gave the following to the Prophet Joseph Smith: \". . . that\nevery man might speak in the name of God the Lord, even the Savior of the world\";\n(<span class=\"citation\" id=\"14537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14537)\">D&amp;C 1:20<\/a><\/span>)\nand I believe that the highest concept of this is that he who holds the priesthood shall\ndo so and shall speak in this manner for and in behalf of his family. This bears the mark of\nthe most crucial phase of the gospel plan, for the extent of the family priesthood sealing\namong the children of God the Eternal Father vindicates the purpose of mortality.\n<\/p><p>\n<b>Articles of Righteous Dominion<\/b>\n<\/p><p>\nThe articles of righteous dominion revealed to Joseph Smith are essential principles of the\npriesthood as applied to self and are the influence to be exercised over others for the good of\nall (see <span class=\"citation\" id=\"14684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14684)\">D&amp;C 121:37-44<\/a><\/span>).\nIn their highest sense they are characteristic of honor. Honor is the\nprinciple of power that must weigh in the balance all opposing principles of indulgence\ncontrary to the will of God and the spirit of the priesthood. It was the honor or the power of\nGod which Lucifer unrighteously sought in the preexistence (see\n<span class=\"citation\" id=\"14575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14575)\">D&amp;C 29:36<\/a><\/span>). We who hold\nthe priesthood of God have within our grasp the highest aspects of honor. The\nstraightforwardness of living is obtained in magnifying the priesthood principles. Here is the\ndirect channel as proclaimed by the Lord leading to glory, honor, immortality, and eternal\nlife.\n<\/p><p>\n<b>Man Must Be Worthy<\/b>\n<\/p><p>\nFor a man to obtain the priesthood with God-given rights, to exercise and magnify it in behalf\nof his family he must be worthily ordained to it. But the proven stumbling block to this high\nprivilege in our day and time are the dishonorable indulgences of things of a physical and\nmoral nature. And because of the standards implied by abstaining from harmful indulgences, I\nhave known many good men plagued with bad habits who absent themselves from priesthood\nactivity. It affects a man's honor and becomes an obstruction which prevents him from\nresponding to the priesthood which otherwise would be natural to him. The measure of honor\nwe reach in life is dependent upon the caliber of that which we permit to become a part of\nourselves, which affects our physical, emotional, and mental ways of life. Seeds sown in\nhonor spring forth to become jewels of eternity, while seeds sown in dishonor for whatever\npurpose decay and die in the corrupted soil where they are sown.\n<\/p><p>\nGod does not require of man the achievement of honor and nobility without having given him\nthe inherent power to obtain it. As revealed to the Prophet Joseph Smith, the Lord has said to\naccomplish this that \". . . the power is in them, wherein they are agents unto themselves\"\n(<span class=\"citation\" id=\"14597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14597)\">D&amp;C 58:28<\/a><\/span>).\nAnd as agents unto ourselves a man can therefore accomplish that which he\nwills to accomplish and needs not indulge in that which he does not will to indulge in. The\ncomplete restraining of harmful indulgences, both physical and moral, is a matter of personal\nhonor. \"Blessed is the man,\" says the Apostle James, \"that endureth temptation; for when he is\ntried, he shall receive the crown of life . . .\"\n(<span class=\"citation\" id=\"26183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26183)\">James 1:12<\/a><\/span>).\n<\/p><p>\n\"He that overcometh,\" said the Master unto John, \"shall inherit all things; and I will be his God, and\nhe shall be my son\" (<span class=\"citation\" id=\"42390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42390)\">Rev. 21:7<\/a><\/span>).\n<\/p><p>\nThese are days of challenge to maintain individual honor and inner stability. Men and boys\nlose their honor for false reasons.\n<\/p><p>\n<b>False Principles<\/b>\n<\/p><p>\nNot long ago in one of the large eastern cities of America, a young man in his middle teens\nwas shot by a stray bullet in a gang war. As he fought for his life in a hospital, he told police\nauthorities that he never really felt a part of the gang but that he had hung on because of his\nloyalty to two members of the gang that he had grown up with in his own neighborhood. He\nfelt that if he were to drop out he would be untrue to them.\n<\/p><p>\nThis incident tells the story of a false sense of loyalty that caused this young man to surrender\nthe principles of decent living to participate in things against his own nature, even nullifying\nhis chances for a good life and bringing disgrace upon his family and community. Had he\nwith honor courageously faced up to his problem, following the tougher road of dropping out\nof the gang and revealing to the authorities the escapades of rape and murder and larceny that\nthe gang, of which only a minority were the leaders, had perpetrated, many could have been\nrehabilitated and saved, and he himself would have lived to accomplish his boyhood dream to\nbuild ships. Instead, his life, as he died a few days later, was forfeited, and others of the mob\nhave been sent to prison, one to pay for his life.\n<\/p><p>\nWhen we weigh in the balance the difference between honor and loyalty, there comes a time\nwhen in order to achieve honor one must determine the value of that to which he will give his\nloyalty. If it calls for a surrender of honor then it is false. False loyalty will sometimes seem\nvery real, and there is a strange code among young men that induces such a false loyalty, but\nthey must calculate the end result.\n<\/p><p>\nOnce in ancient Israel King Saul found displeasure with God for failing to obey, although he\nthought that he had kept the law by offering sacrifice. To him came the denunciation, \". . . to\nobey is better than sacrifice . . .\" (<span class=\"citation\" id=\"2558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2558)\">1 Sam. 15:22<\/a><\/span>).\nThis did not mean that sacrifice was not a\ngood principle, but when exhibited by disobedience it is false. Loyalty likewise is a good\nprinciple, but never if it means the surrender of honor.\n<\/p><p>\nJust how much cheating goes on in colleges and universities&mdash;it is estimated to be far more\nthan most educational officials realize&mdash;is the subject of a nationwide study by Columbia\nUniversity. \"Of the students questioned in the 99 college survey, more than half have admitted\nto cheating.\" The national conscience is shocked by the cheating scandal at the US Air Force\nAcademy in Colorado. But conclusions \"Based on the Columbia University survey involving\n5,422 students at 99 colleges and universities coast to coast\" suggest: \n<\/p><p>\n\"Some ways to reduce cheating are indicated in the survey, based on questionnaires returned\nby 5,422 college students, 626 deans and 502 student-body presidents. Conclusions include: \n<\/p><p>\n\"Colleges with honor systems, the study finds, 'are less apt to have a high level of cheating\nthan those with other arrangements for control.'\" (Copyright article by <i>U. S. News &amp; World Report,<\/i>\nFebruary 8, 1965, p. 10.) Cheating and acts of dishonor are not confined to the\nclassroom and wherever exhibited demonstrate abnormality.\n<\/p><p>\nWhen honor and integrity are sacrificed to gain some cheap and fanciful end, a change takes\nplace within the inner structure of the individual.\n<\/p><p>\nNot all narcotics, which change conditions from normal to abnormal, from real to unreal, are\nfound in pellets and powders, liquids, tipparillos, or in filtered white tubes of satisfaction.\n<\/p><p>\n<b>Avoid Whatever Deteriorates Human Personality<\/b>\n<\/p><p>\nIn a true sense, any dishonorable, superficial, or insincere indulgence reacts upon the nervous\nsystem like a narcotic. And when unnatural or unearned pleasures are sought, there is a\ncertain imbalance that takes place. The use of alcohol, heroin, tobacco, cocaine, tea, coffee, or\nother stimulants&mdash;and add to these dishonor, dishonesty, insincerity, the pollution of the mind\nwith evil and immoral thoughts and you get a wider meaning of what is meant by a\nnarcotic&mdash;these are the \"kicks\" that can kick a young man, or anyone for that matter, right out of the\nrealms of decency, honor, and a character of integrity.\n<\/p><p>\nIn all of the indulgences, both immoral and physical, the first makes the second easier; to\nyield to temptation once makes it easier to yield again and again. But to resist and restrain\nsustains normalcy, making later decisions even more positive. I once stood on a street in\nTrondheim, Norway, looking up at a statue of a Viking who had been mounted atop a lofty\npillar. And at the time there came to my mind a fable of the Norsemen I had heard as a boy\nwhich I recall went like this: \"The blood of the conquered goes over into the veins of the\nconqueror.\"\n<\/p><p>\n<b>Obedience to the Word of God Is the Way to Perfection<\/b>\n<\/p><p>\nThus, my brethren, 132 years ago the Lord revealed unto the Prophet Joseph Smith words of\nwisdom concerning harmful indulgences which tear down the structure of the human body by\nthe abnormalities which contribute to moral and spiritual delinquencies, calling for a surrender\nof dignity and honor. The Lord, in concluding this revelation, indicates its relationship to the\nwhole gospel plan when he said to keep and do these things, that we may then walk in\nobedience to the commandments of God (see <span class=\"citation\" id=\"14646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14646)\">D&amp;C 89:18<\/a><\/span>).\nHerein I believe is the key of this\nrevelation: to \"find wisdom and great treasures of knowledge, even hidden treasures\" \n(<span class=\"citation\" id=\"14648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14648)\">D&amp;C 89:19<\/a><\/span>).\n<\/p><p>\nTo me the most important personal phase of the gospel and one that can realistically lead to\nthe attainment of its many gifts is that part which reaches down into the very fiber of the\npersonal self. Here is where the power is developed. It concerns the actuality of what a person\nreally is and not what he professes to be. The real motivation of gospel law produces a\ncharacter and nobility of soul that is devoid of any false and superficial veneer.\n<\/p><p>\nWhat I am suggesting here is that basically and inherently a man cannot be both evil and\ngood; he cannot, as the Lord has said, serve two masters. Any attempt at double-mindedness\ncan produce but one thing, and that is instability.\n<\/p><p>\nThere are some, for vanity or other superficial reasons, who may seemingly offer a good gift,\nbut only to deceive, and often as not this simulation is made to cover something ugly and\nsinful which lodges beneath the false veneer.\n<\/p><p>\nIn the balance of the innermost thoughts and feelings lies the real person, to be evil or to be\ngood. God recognizes no sense of good which is but a cloak of how the inner person really\nfeels in opposition thereto.\n<\/p><p>\nAnd unto those who with dishonor surrender their cause to superficial and unearned pursuits\nthat come from these harmful indulgences, the Prophet Moroni gives utterance to the\nteachings of his father Mormon: \n<\/p><p>\n\". . . a bitter fountain cannot bring forth good water; neither can a good fountain bring forth\nbitter water\" (<span class=\"citation\" id=\"38317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38317)\">Moro. 7:11<\/a><\/span>).\n<\/p><p>\n\". . . a man being evil cannot do that which is good; for if he offereth a gift, or prayeth unto\nGod, except he shall do it with real intent it profiteth him nothing\" (<span class=\"citation\" id=\"38314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38314)\">Moro. 7:6<\/a><\/span>).\n<\/p><p>\n\". . . if a man being evil giveth a gift, he doeth it grudgingly; wherefore it is counted unto\nhim the same as if he had retained the gift; wherefore he is counted evil before God\"\n(<span class=\"citation\" id=\"38315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38315)\">Moro. 7:8<\/a><\/span>).\n<\/p><p>\n\"And likewise also is it counted evil unto a man, if he shall pray, and not with real intent of\nheart; yea, and it profiteth him nothing, for God receiveth none such\"\n(<span class=\"citation\" id=\"38316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38316)\">Moro. 7:9<\/a><\/span>).\n<\/p><p>\n\"Wherefore, all things which are good cometh of God; and that which is evil cometh of the\ndevil\" (<span class=\"citation\" id=\"38318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38318)\">Moro. 7:12<\/a><\/span>).\n<\/p><p>\n\". . . the devil . . . persuadeth no man to do good, no, not one; neither do his angels; neither\ndo they who subject themselves unto him\" (<span class=\"citation\" id=\"38320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38320)\">Moro. 7:17<\/a><\/span>).\n<\/p><p>\n<b>Influence of Priesthood Executive Committee<\/b>\n<\/p><p>\nIt has been said, and wisely so, that the margin of difference between the causes that would\nconfer the priesthood of God upon one but not upon another is only a hair's breadth.\nBasically men who are attracted to this Church are good men. We need to find that goodness.\nWe must work at our business that every man may speak in the name of the Lord God in\nbehalf of his own family and then that he may work with others. This calls for concerned\nindividual and family analysis and projection within the framework of our priesthood\nprogram. It places particular stress upon the enterprise and action of the ward priesthood\nexecutive committee as they, under the direction of the bishopric, will give direction and\nassistance and counsel, working through the priesthood leaders and home teachers, to reach\nall, but especially at first the fathers, that they may be able to stand at the head of their own\nfamilies in righteousness.\n<\/p><p>\nDisparagement should not exist as we strive with these many good men who are so close to\nthe honor of taking their rightful place.\n<\/p><p>\nI remember one man that we had challenged to stop smoking cigarettes that he might be\nprepared to go to the house of the Lord where his wife might be sealed to him and their\nchildren to them. But he said to me, his bishop, \"I like to smoke, the greatest enjoyment I get\nout of life is from smoking,\" and then he added, \"I even set the alarm clock throughout the\nnight and awaken and sit on the edge of the bed at every alarm and smoke a cigarette.\" Now I\nnever heard of a habit any worse than that.\n<\/p><p>\nAnd I asked, \"Do you really mean that?\"\n<\/p><p>\nHe said, \"Yes, I do.\"\n<\/p><p>\nWell, I called at his home a few evenings later at 10 pm. This was the time he said he went\nto bed. He greeted me by saying, \"Bishop, what are you doing here at this time of the night?\"\n<\/p><p>\n\"Well,\" said I, \"I have come to see how you set the alarm clock.\"\n<\/p><p>\nHe said, \"I wouldn't want to do this with you here.\"\n<\/p><p>\nWell, I stayed deliberately until three o'clock in the morning, and I thought he was going to\nthrow me out a number of times. I exhausted all of my understanding of these situations as I\ntried to keep him interested, but at three in the morning I said to him, \"Now, brother, you\nhave missed five alarms. Why don't you go the rest of the night without a cigarette?\"\n<\/p><p>\nAt that moment he felt a sense of honor and a dignity that he did not need to smoke. He\nlooked at me with a peculiar smile that these men often get when they make a decision of this\nkind, and he said, \"All right, I will.\" He never touched another cigarette.\n<\/p><p>\n<b>Habits which Weaken Good Men<\/b>\n<\/p><p>\nI remember another man, who was a carpenter, who said that he couldn't quit. He smoked\ntwo packages a day, and he said, \"My body requires nicotine, I have smoked so long.\" And\ntwo packages in that day before filters was a lot of nicotine. And he couldn't change, and he\nwouldn't accept the challenge to get ready to be ordained an elder.\n<\/p><p>\nBut something very strange happened to him. He got hit on the head with a falling two-by-six\nas he worked on the roof framework of a house. His wife called me about the accident, and I\nrushed to the hospital. When he regained consciousness, he had lost his memory. He didn't\nknow his wife; he didn't know me. He was that way for nearly six weeks. But the strange\nthing was that he didn't ask for a cigarette once. He forgot that he used tobacco. And on the\nday when he began to remember who he was and something of his experience, he asked for a\ncigarette, and the nurse said, \"Well, I didn't know that you smoked.\"\n<\/p><p>\nHe said, \"Of course I do; please, may I have some cigarettes.\"\n<\/p><p>\n\"Well,\" she said, \"you haven't had a cigarette for six weeks.\"\n<\/p><p>\nAnd then he remembered the things we had told him, that it was in his mind, that his body\ndidn't require nicotine, and he said, \"Well, if I haven't smoked for six weeks, I am not going\nto take up the habit now.\" And he never smoked again.\n<\/p><p>\nI remember still another brother, a friend of mine, who had the habit of drinking. In many\nways he was a wonderful man. He had the kindest heart, but he had this weakness which\nmanifested itself every time he was under pressure or had some difficulty and couldn't seem\nto solve his problem. Then he would go off somewhere and drink into drunkenness. I have\ntaken him home a number of times, but upon this occasion the police had got there first and\nhad taken him to the county jail. So I had to go over there at the pleadings of his dear wife,\narriving just about the time when they were taking the big coffee pot around to them to sober\nthem and send them home. When they came to him he refused to take the coffee. He said it\nwas against the Word of Wisdom.\n<\/p><p>\nWell, I finally got him out in the car, and with the help of his wife we took him home, got\nhim upstairs, undressed and ready for bed. But he sat on the edge of the bed and wouldn't get\nin. It was nearly three in the morning. I had to get to work early in the morning, and I kept\nthinking \"Why doesn't he go to bed?\" I said, \"Why don't you get in bed now? Here you are;\nyou are in your own home.\"\n<\/p><p>\nAnd finally after a short while he told me why he wouldn't go to bed. He said, \"I haven't\nsaid my prayers yet.\" And I had the privilege of kneeling with this good man. I see the\ngoodness that is in these men that we have to reach. There is not much difference between\nthem and the most active. They are wonderful men, and they can be corrected from these\nhabits.\n<\/p><p>\nNow I bear my testimony to you, my brethren, that the abstaining from harmful indulgences\nis a great commandment from the Lord. There are many who say that it is only by way of\ncounsel (<span class=\"citation\" id=\"50019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50019)\">D&amp;C 89:2-3<\/a><\/span>), but I would say in response to that that in the early days of the Church a number of\nthe brethren were excommunicated and reasons given in some instances were because they\nhad not kept the Word of Wisdom. The implication that it is just something we can take or\nleave has never, I believe, been a part of its intent. It is the will of God and therefore a\ncommandment. These indulgences are the things that frequently keep men from receiving the\nhonor and the dignity of the priesthood. I bear my testimony to the effectiveness and reality\nof things that we can do to help them, and I do it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}