{"ID":1405, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Death Instinct<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1965, pp. 86-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, I appreciate very much this privilege of having a part with you in this great\npriesthood brotherhood under which we receive our commission to serve God.\n<\/p><p>\nSome time ago a friend of mine who lives on the farm was telling me that as his sons get old\nenough to share in the responsibility of farm work, he arranges for them to have a little land\nto till or some farm animals to raise. And, of course, they receive the compensation involved.\n<\/p><p>\n<b>\"My father's business\"<\/b>\n<\/p><p>\nThe Lord also has that kind of program. As his children become sufficiently mature, he\ninvites them to have a part in that great enterprise that Jesus referred to as \"my Father's\nbusiness\" (<span class=\"citation\" id=\"31646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31646)\">Luke 2:49<\/a><\/span>).\nThat is the business of building character, integrity Godliness, and eternal life into\nhis children. God has said that it is his work and his glory \". . . to bring to pass the\nimmortality and eternal life of man\" (<span class=\"citation\" id=\"39237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39237)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nAnd then by way of invitation to us he has said, \". . . If ye have desires to serve God ye are\ncalled to the work\" (<span class=\"citation\" id=\"14545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14545)\">D&amp;C 4:3<\/a><\/span>).\nAnd we may have as large a part as we are able to qualify\nfor in the very work in which God himself spends his entire time. Of course, we must also be\nprepared to accept our share of the responsibility.\n<\/p><p>\nWe have been given the priesthood, which is the authority to act in the name of the Lord. But\nwe ourselves must develop the leadership, which is the ability to act in the name of the Lord.\nAnd I suppose that one is not of great consequence without the other. That is, what good\nwould come from a missionary having the authority to make converts if he did not also have\nthe ability to make converts?\n<\/p><p>\nOur world itself is made up of opposites. There is a kind of north pole and south pole in\nevery life. We live amid the contrasts of positive and negative, good and evil, uphill and\ndownhill, heaven and hell. Jesus talked about the straight and narrow way that leads to life\n(<span class=\"citation\" id=\"35443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35443)\">Matt. 7:13-14<\/a><\/span>),\nbut we must also be aware of the dangers of that broad road that leads toward death.\n<\/p><p>\n<b>Blessings, If You Obey<\/b>\n<\/p><p>\nThe Lord himself has said, \"Behold, I set before you this day a blessing and a curse; \n<\/p><p>\n\"A blessing, if ye obey the commandments of the Lord your God,\n<\/p><p>\n\"And a curse if ye . . . turn aside out of the way which I command you this day\"\n(<span class=\"citation\" id=\"21256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21256)\">Deut. 11:26-28<\/a><\/span>).\nAnd we determine the direction of our lives by which of the affinities,\nantagonisms, or inclinations we build into them. There is a natural duality in life which Plato\ncalled \"the upper and the lower soul.\" Jesus referred to this antagonism as \"the spirit and the\nflesh\" (<span class=\"citation\" id=\"35510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35510)\">Matt. 26:41<\/a><\/span>),\nbut some time ago a psychologist said that each of us has within himself \"a life\ninstinct\" and also \"a death instinct.\"\n<\/p><p>\nThe dictionary says that an \"instinct\" is a natural aptitude or tendency leading toward a goal.\nIn introducing the Master, the Apostle John said, \"In him was life; and the life was the light\nof men\" (<span class=\"citation\" id=\"28159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28159)\">John 1:4<\/a><\/span>).\n<\/p><p>\nThe greatest commodity in the universe is life. And Jesus announced his own mission by\nsaying, \"I came that ye might have life and have it more abundantly\"\n(see <span class=\"citation\" id=\"28187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28187)\">John 10:10<\/a><\/span>). God\nhas endowed every seed with a life germ by which it is able to reach upward toward better\nthings. But the greatest gift of God is eternal life\n(<span class=\"citation\" id=\"14552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14552)\">D&amp;C 14:7<\/a><\/span>), and after endowing his children with his\nown potentialities, he implanted in them a kind of upward reach, a natural inclination or a\ntendency to strive by which the offspring of God may hope to become like the parent.\n<\/p><p>\n<b>Forces of Death<\/b>\n<\/p><p>\nBut the life instinct also has its opposite. All around us we see the results of that sinister\nattraction leading toward death which might be compared to the instinct that leads the moth\ntoward the flame that will destroy it. It is an interesting fact that nature never wearies of\nimposing punishment. The unfortunate moth may burn off its wings, blister its body, and burn\nitself blind, but the flame goes on and on, unmolested, unhurt, unsympathetic, and even\nunaware of the terrible pain it has inflicted. No one really knows how severe the torments of\nthe body may be. We know they can be sufficient to send one insane or to bring about his\ndeath. But the spirit is eternal; it can suffer, but it cannot die. There is no such thing as a\ncancellation of existence. The chief characteristic of eternal death is not oblivion but endless\npain and regret. When one dies as to things pertaining to righteousness, then misery and\ndespair take over the control of life; and of some who had passed the point of no return, the\nLord said, \"He that is unjust, let him be unjust still: and he which is filthy, let him be filthy\nstill\" (<span class=\"citation\" id=\"42392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42392)\">Rev. 22:11<\/a><\/span>).\nAnd certainly those who allow their better impulses to die will be\nmiserable forever, as there can be no happiness in wickedness.\n<\/p><p>\nThe most feared experience of life is death. We instinctively cling to life with every ounce of\nour strength. In the days of Job it was said, \". . . all that a man hath will he give for his life\"\n(<span class=\"citation\" id=\"26714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26714)\">Job 2:4<\/a><\/span>).\nThere isn't anything that we wouldn't do, there is no expense that we would not\ninvolve ourselves in to prolong life for a week or a month, even though we knew that that\nperiod would be filled with pain and unhappiness. But when John said, \"There is a sin unto\ndeath\" (<span class=\"citation\" id=\"1073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1073)\">1 Jn. 5:16<\/a><\/span>),\nhe was speaking of a more dreadful death than that of the body.\nAnd Paul describes this sin by saying, \"For it is impossible for those who were once\nenlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,\n<\/p><p>\n\"And have tasted the good word of God, and the powers of the world to come,\n<\/p><p>\n\"If they shall fall away, to renew them again unto repentance; seeing they crucify to\nthemselves the Son of God afresh, and put him to an open shame\"\n(<span class=\"citation\" id=\"24344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24344)\">Heb. 6:4-6<\/a><\/span>). But this\nsecond death does not take place all at once. Spiritually we die a little bit at a time. Our\nenthusiasm dies, our faith dies, and our ambition dies.\n<\/p><p>\nNo one ever gets off the straight and narrow way at right angles, and no sin is born fully\ngrown. Every sin is a minor one to begin with. Percentage-wise, very few people will ever\nlose their blessings because they have become murderers or sons of perdition. As someone has\npointed out, it isn't the giant redwoods that trip us up as we walk through the forest, it's the\nvines and the underbrush.\n<\/p><p>\n<b>Safeguards Against Forces of Destruction<\/b>\n<\/p><p>\nAnd one of the most damaging sins and one that gives greatest strength to our death instinct\nis the violation of that great revelation given 132 years ago called the Word of Wisdom.\nSome violators of this law tend to excuse themselves because it appears to be such a small\nthing. It seems like just a little disobedience, a little caffeine, a little nicotine, a little friendly\nindulgence in alcohol. Yet these are the springboards to disease, broken homes, immorality,\ndisloyalty to God, physical death, and the death of many of our eternal interests.\n<\/p><p>\nIn the February 26, 1965 issue of <i>Life<\/i> magazine, there is an appalling article about the toll\nbeing taken by the dope traffic in the United States. And among its most damning effects is\nthe deadly addiction it forms and the good inclinations that are destroyed by its craving. Dope\nusers often lie, steal, or kill to satisfy these appetites of death. But in some degree, these same\nresults are characteristic of every sin. Every disobedience, every dishonesty, and every\nexercise of lust forms an evil addiction and strengthens the death instincts. No one ever needs\na recording angel to look over his shoulder to take notes on his sins. Good or bad, everything\nthat we do is being recorded in our appetites, our nervous systems, our personalities, our\nminds, and our immortal spirits. Every cigarette, every crime, and every irreverence is\nindelibly written down in the person of its victim. A violator of the man-made laws may at\nleast hope that his crime will not be discovered. But for the violators of the laws of God,\nthere is no possibility to escape punishment. And each transgressor becomes his own\nprosecutor, his own judge, his own jury, and his own executioner.\n<\/p><p>\nA violation of civil law can put us in jail. A crime against our health may cause us to be\nlocked up in some wearisome hospital of pain, but a sin against our eternal lives may give our\ndeath instincts sufficient power to cast us into the fires of hell. And unfortunately, from this\nverdict there is no appeal, for when we sentence ourselves to be dope addicts, alcoholics,\nmoral weaklings, or unprofitable servants, what power can nullify the condemnation?\n<\/p><p>\n<b>Wages of Sin<\/b>\n<\/p><p>\nThe Apostle Paul said, \". . . the wages of sin is death\"\n(<span class=\"citation\" id=\"42790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42790)\">Rom. 6:23<\/a><\/span>). Death is the\nirrevocable consequence of allowing this strange affinity for evil to establish itself in our\nlives. Sin can make good seem so unattractive that we turn our backs on righteousness and\nfight against God.\n<\/p><p>\nThe other day a man who had witnessed the long agonizing cancerous death suffered by his\nfather shot himself when the doctor told him that the symptoms indicated that he might suffer\na similar fate. Suicide may solve his problem so far as this life is concerned, but what about\neternity? If we so much dread the pitiful, lingering, unhappy death of the body, what would it\nbe like to endure eternal death in one's own soul?\n<\/p><p>\nOf those who sin unto death the Lord has said, \". . . it had been better for them never to have\nbeen born; \n<\/p><p>\n\"For they are vessels of wrath doomed to suffer . . . with the devil and his angels in eternity; \n<\/p><p>\n\"Concerning whom I have said there is no forgiveness in this world nor in the world to\ncome&mdash;\n<\/p><p>\n\". . . they . . . shall go away into the lake of fire and brimstone, with the devil and his\nangels&mdash;\n<\/p><p>\n\"And [are] the only ones on whom the second death shall have any power\"\n(<span class=\"citation\" id=\"14616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14616)\">D&amp;C 76:32-34,36-37<\/a><\/span>).\nAnd yet the most painful cancerous death that we can bring upon ourselves may be\nonly a symbol of our eternal regret and suffering.\n<\/p><p>\n<b>\"To be spiritually minded is life and peace\"<\/b>\n<\/p><p>\nBut on the other side of our possibility, what a thrilling opportunity we have to develop our\nlife instincts. We live in the greatest age, under the most favorable conditions ever known in\nthe world. The pathway to exaltation has been perfectly marked and brilliantly lighted, and no\none needs to get off the straight and narrow way except by his own choice. In the revelation\nthe Lord said, \"And all saints who remember to keep and do these sayings, walking in\nobedience to the commandments, shall receive health in their navel and marrow to their\nbones; \n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures; \n<\/p><p>\n\"And shall run and not be weary, and shall walk and not faint.\n<\/p><p>\n\"And I, the Lord, give unto them a promise, that the destroying angel shall pass by them as\nthe children of Israel, and not slay them\"\n(<span class=\"citation\" id=\"14647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14647)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\nThe body is the temple of the spirit, and both mutually react upon each other. John Locke\nsaid, \"A sound mind in a sound body is a short but full description of a happy state in this\nworld.\" When the mind and the body are operating properly and the tissues are crying for\nexercise, then there is joy and zest in living. To maintain its health and strength the body\nmust work. Likewise, a healthy spirit must be constantly and vigorously employed in doing\ngood. Lethargy is a part of the death instinct, whereas righteous zeal builds up the life instinct.\nProbably the greatest idea in the universe is God's promise that we \". . . might have life, and\n. . . have it more abundantly\" (<span class=\"citation\" id=\"28188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28188)\">John 10:10<\/a><\/span>).\nAnd our lives fail to the extent to which our life\ninstincts lose their ascendancy by tolerating those little evils causing our addiction to sin.\n<\/p><p>\nThe story has been told of an explorer walking through an arctic winter. Because he was tired\nand cold, he decided to sit down and rest. After a few minutes he began to feel better. The\nweariness and unpleasantness began to disappear. Because he was a little drowsy, he decided\nthat a fifteen minute nap would give him the help he needed. Then suddenly it occurred to\nhim that he was freezing to death. In desperation he jumped to his feet and ran with all his\nmight. He was running for his life, and soon the blood was churning through his veins,\nproducing the natural heat that saved him from death.\n<\/p><p>\nThrough our world of opposites, we are also running for our lives, and Jesus has indicated\nwhat the amount of our effort should be when he said, \"O ye that embark in the service of\nGod, see that ye serve him with all your heart, might, mind and strength, that ye may stand\nblameless before God at the last day\" (<span class=\"citation\" id=\"14544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14544)\">D&amp;C 4:2<\/a><\/span>).\n<\/p><p>\nMay God help us to keep all of his commandments, that in its best meaning we may have life\nand have it more abundantly (<span class=\"citation\" id=\"28189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28189)\">John 10:10<\/a><\/span>).\nThis I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}