{"ID":1406, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How Fortunate Can We Be?<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, April 1965, pp. 90-93<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI suppose I could not possibly fail to tell you now what happened to me in Twin Falls some\nyears ago in the home of the stake president's counselor, when two little girls engaged in\nconversation about the visitor to the stake conference the coming weekend. The smallest had\nbeen influenced by the full-time missionaries, who had impressed her greatly. She could\nhardly wait to grow up to be a missionary; she wanted to be an elder. Her older sister assured\nher that she couldn't possibly be an elder, that only men could be elders, and she said, \"Oh,\nno. Daddy told me that Marion D. Hanks is coming to our conference, and <i>she's<\/i> an elder.\"\n<\/p><p>\nThere are some things we live with gratefully, if sometimes patiently.\n<\/p><p>\nThere is a poem which I believe was written for President McKay, though I am not sure the\nauthor knew he wrote it for him, and I would like to take this chance to quote it. It is short\nand impressive. Will you get the words&mdash;it says,\n<\/p><p>\n\"'Tis human fortune's happiest height to be<br \/>\n     A spirit melodious, lucid, poised, and whole; <br \/>\n     Second in order of felicity<br \/>\n     To walk with such a soul.\"<br \/><br \/>\n&nbsp; &nbsp;     (Quoted in O. C. Tanner, <i>Christ's Ideals for Living<\/i>, p. v.)\n<\/p><p>\nI am sure I express your gratitude for the privilege of the walk with such a soul.\n<\/p><p>\nTo me one of the most impressive sights in this world is the group at which I now look and\nwhat it represents. Interspersed among you men are many choice youngsters. I had a chance\nto shake hands with some a few minutes ago. And though I don't intend to talk only to them\nor especially to them in the few minutes I stand here, I would like to be able to feel that they\nunderstand what I am saying, and I am going to try to do that. If they do, I think the rest of\nus will.\n<\/p><p>\n<b>\"How Lucky Can You Be!\"<\/b>\n<\/p><p>\nBrother Hinckley gave us a wonderful sermon this afternoon. I'm hopeful that all will have a\nchance to read it. It revolved around an experience with mature, successful, effective,\nintelligent men in varying degrees of involvement or noninvolvement with tobacco. As he\nspoke the words of them, which he applied to himself, I applied them to myself; and you who\nare here were doing likewise, I feel sure: \"How lucky can you be.\"\n<\/p><p>\nI thought of an experience that occurred on these grounds a few years ago when an\ninternationally known nutritionist and research scientist, who had flown here from Stockholm\nfor the express purpose of looking at us and getting something of our story, sat across the\ndesk with a copy of the Doctrine and Covenants opened to section 89, of which and from\nwhich we have been speaking tonight. I had asked him a question, and I was very much\ninterested in his answer. He had been a bit combative, or at least defensive along the route. I\nsaid to him, \"Dr. Waerland, what would you think of a young man, 27 years of age, who\nwrote that document more than 120 years ago?\"\n<\/p><p>\nHe said, \"I would say that he was 120 years ahead of his time.\" He then talked of some of the\nnutritional, affirmative aspects of the Word of Wisdom. He talked of the discoveries of\nscience and of his own researches, and said that every suggestion of the Word of Wisdom was\naffirmative and valid.\n<\/p><p>\nI said again, \"What would you think of a prophet who knew all that long ago, without any\nspecial preparation or training in the sense you have had it?\"\n<\/p><p>\nAnd he said again, \"I am not a religious man, and I know little of prophets, but whoever\nwrote that document was 120 years ahead of his time.\"\n<\/p><p>\n<b>Investment in Health<\/b>\n<\/p><p>\nHow fortunate can we be? Many of us are not acquainted with the facts, though many of us\nare, that in this world there are many choice forces seeking the same ends we are when we\nteach this great principle of health. One who represented an interesting viewpoint was Thomas\nA. Edison, thought by many to be the greatest creative genius this world has known. In his\ndiary he wrote these words, and I would hope that every young Latter-day Saint who\nsometimes feels uneasy in the peculiarities or uniqueness of his own health viewpoints would\nremember them or have access to them. Edison is talking about ways of living and thinking\nand working. He says, \"The useful man never leads the easy, sheltered, knockless, unshocked\nlife. At 36 he ought to be prepared to deal with realities, and after about that period in his\nlife, until he is 60, he should be able to handle them with a steadily increasing efficiency.\nSubsequently, if he has not injured his body by excess indulgence in any of the narcotics (and\nby this term I mean liquor, tobacco, tea, and coffee), and if he has not eaten to excess, he\nvery likely may continue to be achievingly efficient up to his 80th birthday, and in\nexceptional cases until 90.\"\n<\/p><p>\n<b>The Nature of Alcohol<\/b>\n<\/p><p>\nNow, I interpolated no words, all of those are his. He identifies narcotics specifically and\ninterestingly as substances with which we as a Church have been at odds since God spoke to a\nboy-prophet a long time ago.\n<\/p><p>\nI cannot forget an occasion when Dr. John A. Widtsoe, whom you will remember as a great\nscientist as well as a great Latter-day Saint leader, was one of a group of panelists at a\nuniversity. Two others, also representing religious points of view, preceded him. One\nattempted to make an accommodation to work out an acceptable approach to moderation in\ndrink. The next was a fine young minister of the gospel, and he with measured but very\nemphatic phrases objected to all that his predecessor had said, and added, \"As a people, and\nparticularly as a group of young leaders in my church, we believe alcohol to be a tool of the\ndevil, and we are against it.\" Dr. Widtsoe stood and very quietly and graciously said, \"We\nlink arms with this choice young man and those who walk with him because his view I accept\nand believe to be our own.\" And then, he said, \"Because I have a little time allotted and\nbecause my background happens to be chemistry and its research, let me talk to you of the\nnature of alcohol.\" I understood that he was linking arms with other good people of honest\nintent who were seeking to teach the truth about substances that are not good for the human\nbody.\n<\/p><p>\n<b>The Cleanness and Integrity of the Human Body<\/b>\n<\/p><p>\nNow, the Lord has given us a great program of health, but not infrequently I expect some of\nus don't tell our young people and maybe fail to recall ourselves that this program is based on\nmarvelous fundamental eternal principles. You will remember that in the Doctrine and\nCovenants in a great section received in 1832, a great revelation, the Lord says, \". . . the spirit\nand the body are the soul of man\" (<span class=\"citation\" id=\"14632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14632)\">D&amp;C 88:15<\/a><\/span>).\nA little later he revealed again the truth that\nthe elements&mdash;that is, the elements that make up our body&mdash;[p. 92.] and the spirit in us,\nwhen they are combined, permit us to have a fulness of joy. These are eternally important\nprinciples. They go hand in hand with the great truth that God lives, that he is the Father of\nthe spirits of all mankind, that mortal life has a great meaning in the eternal journey man\nmakes, and that one of the great purposes of mortal life is to take upon ourselves a mortal\nbody (the elements), because in our eternal experience there will come a time of reunion of\nbody and spirit. You see, young men, when we die, as surely we do, the body goes to the\ntomb. The spirit persists, it goes on it lives. You will be you, and I will be I, each will be\nhimself. Yes, there is a break in the eternal journey, but the break is only for the body. The\nspirit goes on, and then one day in God's wisdom and through his power the body will be\nreconstituted (in a way I do not know, and the detail is of no great consequence to me),\nresurrected, and the body and the spirit will recombine: \". . . the spirit and the body are the\nsoul of man\" (<span class=\"citation\" id=\"14633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14633)\">D&amp;C 88:15<\/a><\/span>).\nA little later he revealed again the truth that the elements&mdash;that\nis the elements that make up your body&mdash;and the spirit in us, when they are combined, permit\nus to have a fulness of joy. These are eternally important principles. They go hand in hand\nwith the great truth that God lives, that He is the father of the spirits of all mankind, that\nmortal life has a great meaning in the eternal journey man makes, and that one of the great\npurposes of mortal life is to take upon ourselves a mortal body (the elements), because in our\neternal experience there will come a time of reunion of body and spirit. You see, young men,\nwhen we die, as surely we do, the body goes to the tomb. The spirit persists, it goes on, it\nlives. You will be you, and I will be I, each will be himself. Yes, there is a break in the\neternal journey, but the break is only for the body. The spirit goes on, and then one day in\nGod's wisdom and through his power the body will be reconstituted (in a way I do not know,\nand the detail of which is of no great consequence to me), resurrected, and the body and the\nspirit will recombine:  \". . . the spirit and the body are the soul of man\"\n(<span class=\"citation\" id=\"124434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124434)\">D&amp;C 88:15<\/a><\/span>). That's\none big reason why it is very important that we understand the fundamental principles upon\nwhich this great program rests. It is vital that we do everything we can to preserve in honor\nand cleanliness and integrity this mortal body. It is part of our eternal soul.\n<\/p><p>\nI remember reading a statement by a great person who said that this is one of the paradoxes\nof modern Christianity. It makes the body a very useless, negative, evil thing, and yet teaches,\ntheoretically at least, the reality of a resurrection in which this body is part of an eternal soul.\nThere is no such difficulty in the philosophy God has permitted us to understand. The body is\na non-evil component of the eternal soul. That's one big reason why we ought to be anxious\nto keep it clean, anxious to be interested to keep from it the substances that would harm it&mdash;and\nnot alone it, but the rest of us. Have you ever heard these words of Goethe, the great\nGerman: \"The  whole purpose of the world seems to be to provide a physical basis for the\ngrowth of the spirit.\"\n<\/p><p>\n<b>The Temple in which the Spirit Dwells<\/b>\n<\/p><p>\nNow, in effect, and perhaps with some limitations of understanding, Goethe was talking about\nwhat Paul said. Paul said that this is a temple, this body in which the Spirit of God dwells\n(see <span class=\"citation\" id=\"407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(407)\">1 Cor. 3:16<\/a><\/span>)&mdash;a spirit child of God. And Paul thus expressed his understanding that it is\nour obligation to keep it clean and pure and, so far as we are able, free from the intrusions of\nthat which would harm it.\n<\/p><p>\n<b>\"A principle with a promise\"<\/b>\n<\/p><p>\nNow let me say, as I conclude, one other thing. This is a principle with a promise. For years,\nyoung and some older people have been coming to me asking me to define substances or list\nthem which were not to be used. And I have tried to reply with the words of the Lord: This is\na principle with a promise (see (<span class=\"citation\" id=\"14640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14640)\">D&amp;C 89:3<\/a><\/span>).\nWhat is the principle? As I understand it, the\nprinciple is that everything that God has provided for us that is good we should use with\nthanksgiving, with judgment, with prudence, and not in excess. Everything that isn't good for\nus we should let alone. I understand that to be the heart of the principle. And the promise?\nThe promise is that if we will obey the principle through obedience we will get better health,\ngreater knowledge and wisdom, and wonderful spiritual blessings. There are so many\nexamples of these great truths that I would like to tell you about, but let me mention one. As\nI walked to this building this very afternoon, I heard a man say to his companion (and I\ndidn't recognize either, nor do I think they were part of the conference group and I know\nnothing of the genesis of the statement or its circumstances, but I report accurately what he\nsaid): \"When he gets a few drinks in him, he is really ugly and mean.\"\n<\/p><p>\nI'm not sure anybody can improve upon that description of one who makes the mistake of\ngetting involved in a substance that dulls his judgment, that inhibits his natural anxiety to\ncontrol himself, that imposes upon his will.\n<\/p><p>\nGod bless us to have the courage of conviction to live the principle and therefore inherit the\npromise, and to be courageous enough as we mingle with those who do not understand the\nprinciple, to appreciate their value and their worth, and share with them, as they will permit,\nthe important reasons why we should be concerned to be obedient to this law of God, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}