{"ID":1408, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Way to Peace Revealed<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1965, pp. 103-107<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and Counselors, President Smith, the rest of the General Authorities,\nbrothers and sisters and friends. I am embarrassed. Since my secretary gave the press and\ntranslators my notes, I have decided not to use them. Please accept my apologies, and don't\nblame her. Brother Evans, my co-worker, advised me on the way over here this morning that\nwe have a much larger television and radio audience than I thought we would have.\nTherefore, on the 135th anniversary of the establishment of The Church of Jesus Christ of\nLatter-day Saints, I have decided to say a word or two about the message the Lord charged\nthis his Church to declare, particularly with respect to present and future world conditions.\n<\/p><p>\nI make no apology for the scriptures I am going to read. Of them the Lord said: \"What I . . .\nhave spoken, I have spoken, and I excuse not myself; and though the heavens and the earth\npass away, my word shall not pass away, but shall all be fulfilled\"\n(<span class=\"citation\" id=\"14541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14541)\">D&amp;C 1:38<\/a><\/span>). In using\nthese scriptures, I have no ill will toward the world&mdash;nothing but love and a hope that the\nworld will listen to what the Almighty himself has said.\n<\/p><p>\nFifteen months ago, in the <i>Deseret News<\/i>, was a column in which Sydney J. Harris referred to\nan entry in the log of Peary when he was trying to reach the North Pole.\n<\/p><p>\n\"On this trip, he traveled a whole day [northward] . . . At night, when he checked his\nbearings . . . he found to his surprise that he was much further South than he had been in the\nmorning.\n<\/p><p>\n\"All day . . . he had been driving toward the North on an immense iceberg drawn southward\nby an ocean current.\n<\/p><p>\n\"And sometimes,\" said the commentator \"it occurs to me that we are all standing on this\niceberg, racing forward in one direction, while the very ground beneath us moves implacably\nin the other direction.\n<\/p><p>\n\"With tremendous speed and power, we are moving toward discoveries and inventions that\nutterly dwarf Peary's conquest of the North Pole. In medicine, in technology, in food supply,\nin materials and techniques and processes, we have made more progress in the last fifty years\nthan was made in the previous five hundred.\n<\/p><p>\n\"Yet, at the same time, the ground we are standing on steadily seems to move backward,\ndrawn not by ocean currents, but by social currents too vast and deep for us to comprehend,\nmuch less to control.\n<\/p><p>\n\"As we check our bearings . . . at this point in history, we are more surprised and appalled\nthan Peary to learn that we are 'farther South' than our fathers and grandfathers were.\n<\/p><p>\n\"The first two-thirds of the 20th Century have witnessed a monumental regression from the\nhopes and aspirations of the 19th Century. For now, with all the new techniques at our\ndisposal for mastering nature and controlling our own destinies, we appear further than ever\nfrom our goals.\" (Sydney J. Harris, <i>Deseret News<\/i>, January 7, 1964.)\n<\/p><p>\nFrom the October 13, 1964, issue of the same paper, I clipped the following from Walter\nLippmann.\n<\/p><p>\n<b>Our Civilization Is Going Forward Backwards<\/b>\n<\/p><p>\n\"Nobody knows,\" he says, \"just why our affluent society is filled with so much anxiety, or\njust why crime is increasing so alarmingly among the young . . . These [and other conditions\nwhich he cites] are all matters which can be mentioned, but which cannot be debated\nseriously, because the wisest men among us are still searching for, but have not found, the\nanswers.\"\n<\/p><p>\nNow, like the rest of the world, informed Latter-day Saints are fully aware that our\ncivilization is going forward backwards and that our affluent society is filled with much\nanxiety. But, unlike the rest of the world, we are not \"still searching for . . . the answers.\" We\nknow what they are. The Almighty himself has revealed them. He has made known the cause\nof the downward drift, and he has revealed the one and only remedy therefore. We not only\nknow these things; but, as already said, we are under a divine charge to declare them to the\nworld.\n<\/p><p>\n<b>God Has Revealed the Remedy<\/b>\n<\/p><p>\nAnd so, pursuant to this charge, we do declare that more than a century ago God our Eternal\nFather, knowing where the course of men was leading, opened the heavens and gave warning.\nHe not only confirmed the drift; he pointed out the reason for it. He revealed also the remedy\nfor it. He further predicted the awful consequences of a failure to follow that remedy.\n<\/p><p>\nAnd finally, he gave assurance that righteousness, peace, and happiness will ultimately prevail\namong the inhabitants of the earth.\n<\/p><p>\nThis, of course, is not the time or the place for an exhaustive review of what the Lord said on\nthese vital issues. A few quotations will suffice, however to indicate the nature of what he\nrevealed.\n<\/p><p>\nFirst, as to the downward drift: On the night of September 21, 1823, an angel, who\nintroduced himself as \"a messenger sent from the presence of God,\" appeared at the bedside\nof Joseph Smith, Jun., and informed him \". . . of great judgments which were coming upon\nthe earth, with great desolations by famine, sword, and pestilence; and that these grievous\njudgments would come on the earth in this generation\"\n(<span class=\"citation\" id=\"30479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30479)\">JS&mdash;H 1:33,45<\/a><\/span>).\n<\/p><p>\nOn Christmas day 1832 about thirty years before the Civil War broke out, the Lord said to the\nProphet: \n<\/p><p>\n\"Verily, thus saith the Lord concerning the wars that will shortly come to pass, beginning at\nthe rebellion of South Carolina, which will eventually terminate in the death and misery of\nmany souls; \n<\/p><p>\n\"And the time will come that war will be poured out upon all nations . . .\n<\/p><p>\n\"And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and\nwith famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid\nlightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and\nchastening hand of an Almighty God, until the consumption decreed hath made a full end of\nall nations\" (<span class=\"citation\" id=\"14629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14629)\">D&amp;C 87:1-2,6<\/a><\/span>).\n<\/p><p>\nThat the Lord's purpose in revealing these unhappy impending calamities was not to condemn\nbut to save mankind is evidenced by the fact that with the warning he identified the cause and\nrevealed the means by which the calamities may be turned aside.\n<\/p><p>\nAs to their cause, he said, speaking of the inhabitants of the earth, \". . . they have strayed\nfrom mine ordinances, and have broken mine everlasting covenant; \n<\/p><p>\n\"They seek not the Lord to establish his righteousness, but every man walketh in his own\nway, and after the image of his own God, whose image is in the likeness of the world\"\n(<span class=\"citation\" id=\"14532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14532)\">D&amp;C 1:15-16<\/a><\/span>).\n<\/p><p>\nWe are, then, going forward backwards, and our affluent society is filled with much anxiety\nbecause the inhabitants of the world \". . . seek not the Lord to establish his righteousness, but\nevery man walketh in his own way, and after the image of his own God\"\n(<span class=\"citation\" id=\"14533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14533)\">D&amp;C 1:16<\/a><\/span>). I\nask you candidly, how could current attitudes of men and nations throughout the world be\nmore accurately described?\n<\/p><p>\nTo me the foregoing statements clearly reveal the fact that if men do not humble themselves\nand cease relying solely upon their own wisdom, if they do not turn and seek the Lord to\nestablish his righteousness, they will implement the \"decreed . . . end of all nations\"\n(<span class=\"citation\" id=\"14630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14630)\">D&amp;C 87:6<\/a><\/span>).\n<\/p><p>\nAs to the way to avoid the calamities the Lord, in his preface to the publication of a\ncompilation of some of the revelations which he gave during the restoration, said: \n<\/p><p>\n\"Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments; \n<\/p><p>\n\"And also gave commandments to others, that they should proclaim these things unto the\nworld; and all this . . .\n<\/p><p>\n\". . . that man should not counsel his fellow man [that is, rely upon his own judgment],\nneither trust in the arm of flesh&mdash;\n<\/p><p>\n\"But that every man might speak in the name of God the Lord, even the Savior of the world; \n<\/p><p>\n\"That faith also might increase in the earth; \n<\/p><p>\n\"That mine everlasting covenant might be established [that from which the world had\nstrayed]; \n<\/p><p>\n\"That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends\nof the world, and before kings and rulers\"\n(<span class=\"citation\" id=\"14536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14536)\">D&amp;C 1:17-23<\/a><\/span>).\n<\/p><p>\n<b>The Remedy: The Gospel of Jesus Christ<\/b>\n<\/p><p>\nThe commandments referred to in these scriptures, which were given to the Prophet Joseph\nSmith and which others were commanded to declare to the world, collectively embrace the\npure and simple gospel of Jesus Christ, which gospel is the remedy to the problems of our\ntimes. Because it now is, and has always been, the only plan by which men can live in\nrighteousness, peace, and happiness in the earth, the Lord has from the beginning repeatedly\nrevealed it He revealed it to Adam. Thereafter he revealed it to Enoch, to Noah, the Jaredites,\nAbraham, Moses, and the prophets, and to the Nephites. Jesus himself personally taught it in\nthe Meridian of Time, both in the land of Jerusalem and in America. It contains the\nordinances from which the Lord said the inhabitants of the earth had strayed. It is the\n\"everlasting covenant\" which he said they had broken (<span class=\"citation\" id=\"14531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14531)\">D&amp;C 1:15<\/a><\/span>).\nIt leads men to \"seek the Lord to\nestablish his righteousness\" (<span class=\"citation\" id=\"14534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14534)\">D&amp;C 1:16<\/a><\/span>).\nIt is literally, as Paul says, \"the power of God unto salvation\"\n(<span class=\"citation\" id=\"42785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42785)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nFor the purpose of saving mankind in this world, and in the world to come, the Lord revealed\nit anew in this dispensation through the Prophet Joseph Smith, Jun. Through him also the\nLord, 135 years ago today, reestablished his Church, \". . . even The Church of Jesus Christ of\nLatter-day Saints\" (<span class=\"citation\" id=\"14676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14676)\">D&amp;C 115:4<\/a><\/span>),\ncommonly known as \"the Mormon Church.\" This Church is\nthe Lord's appointed custodian and legal administrator of the ordinances of his gospel.\n<\/p><p>\n<b>Backwardness Can Be Reversed<\/b>\n<\/p><p>\nIf enough people will accept and live it, the troubles of the world will fade away as the\nhoarfrost before the burning rays of the rising sun. Our going forward backwards will be\nreversed, and the anxieties of our \"affluent society\" will diminish and cease.\n<\/p><p>\n<b>Otherwise, a Desolating Scourge<\/b>\n<\/p><p>\nAnd what if enough people do not accept the remedy? Well, in such event the inhabitants of\nthe earth will suffer the consequences of their disobedience. I say this humbly but confidently\nbecause the Lord himself said to the Prophet Joseph Smith in March of 1829: \n<\/p><p>\n\". . . this generation shall have my word through you\"; and\n<\/p><p>\n\"Verily, I say unto you, that woe shall come unto the inhabitants of the earth if they will not\nhearken unto my words; \n<\/p><p>\n\"For a desolating scourge shall go forth among the inhabitants of the earth, and shall continue\nto be poured out from time to time, if they repent not, until the earth is empty, and the\ninhabitants thereof are consumed away and utterly destroyed by the brightness of my coming.\n<\/p><p>\n\"Behold, I tell you these things, even as I also told the people of the destruction of Jerusalem,\nand my word shall be verified at this time as it hath hitherto been verified\"\n(<span class=\"citation\" id=\"14546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14546)\">D&amp;C 5:10,5,19-20<\/a><\/span>).\n<\/p><p>\nOur choice, then, is clear. Men, in the exercise of their God-given free agency, will make&mdash;in\nfact, they are now making day by day&mdash;the decision.\n<\/p><p>\nSuch, in brief and inadequate outline, is the message which we, the members of The Church\nof Jesus Christ of Latter-day Saints, are under divine charge to declare to the world. For as\nthe Lord told his prophets in dispensations past, so he told his modern Prophet, Joseph Smith,\nthat the revelations which had been given to him were not for the sake of himself and his\nassociates only, but were for the sake of the whole world. In the preface already referred to\nhe said,\n<\/p><p>\n\". . . the voice of the Lord is unto the ends of the earth . . . unto all men . . .\n<\/p><p>\n\"And again, verily I say unto you, O inhabitants of the earth: I the Lord am willing to make\nthese things known unto all flesh\" (<span class=\"citation\" id=\"14530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14530)\">D&amp;C 1:11,2,34<\/a><\/span>).\n<\/p><p>\nAs to who should make the declaration, the Lord was equally explicit. Speaking to the\nProphet, he said, \". . . ye shall teach them unto all men; for they shall be taught unto all\nnations, kindreds, tongues and people\" (<span class=\"citation\" id=\"14582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14582)\">D&amp;C 42:58<\/a><\/span>).\n<\/p><p>\n<b>\"The voice of warning shall be to all people\"<\/b>\n<\/p><p>\n\"And the voice of warning shall be unto all people, by the mouths of my disciples, whom I\nhave chosen in these last days\" (<span class=\"citation\" id=\"14529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14529)\">D&amp;C 1:4<\/a><\/span>).\n<\/p><p>\n\"Send forth the elders of my church unto the nations which are afar off; unto the islands of\nthe sea; send forth unto foreign lands; call upon all nations\"\n(<span class=\"citation\" id=\"14694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14694)\">D&amp;C 133:8<\/a><\/span>).\n<\/p><p>\nIn conclusion, let me say that the message we declare includes the glorious assurance that in\nthe end righteousness, peace, and happiness will come to the inhabitants of the earth. Whether\nafter the destruction foreshadowed or as a result of repentance, men return to his ordinances,\nabide by his everlasting covenant, and \"seek the Lord to establish his righteousness\"\n(<span class=\"citation\" id=\"14535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14535)\">D&amp;C 1:16<\/a><\/span>), remains to be seen.\n<\/p><p>\n<b>The Second Advent of Our Lord, Jesus Christ<\/b>\n<\/p><p>\nThe assurance of the glorious day of peace is frequently given in connection with references\nto the second advent of our Lord Jesus Christ. This one I have taken from the 45th section of\nthe Doctrine and Covenants.\n<\/p><p>\n\". . . I have sent mine everlasting covenant into the world, to be a light to the world, and to\nbe a standard for my people, and for the Gentiles to seek to it, and to be a messenger before\nmy face to prepare the way before me.\n<\/p><p>\n\"Wherefore, come ye unto it . . .\n<\/p><p>\n\"And it shall come to pass that he that feareth me shall be looking forth for the great day of\nthe Lord to come, even for the signs of the coming of the Son of Man.\n<\/p><p>\n\"And they shall see signs and wonders, for they shall be shown forth in the heavens above,\nand in the earth beneath . . .\n<\/p><p>\n\". . . and, behold, I will come; and they shall see me in the clouds of heaven, clothed with\npower and great glory; with all the holy angels . . .\n<\/p><p>\n\"And at that day . . . shall the parable be fulfilled which I spake concerning the ten virgins.\n<\/p><p>\n\"For they that are wise and have received the truth [the gospel of Jesus Christ], and have\ntaken the Holy Spirit for their guide [and are directed by the Holy Ghost], and have not been\ndeceived&mdash;verily I say unto you, they . . . shall abide the day.\n<\/p><p>\n\"And the earth shall be given unto them for an inheritance; and they shall multiply and wax\nstrong, and their children shall grow up without sin unto salvation.\n<\/p><p>\n\"For the Lord shall be in their midst, and his glory shall be upon them, and he will be their\nking and their lawgiver\" (<span class=\"citation\" id=\"14583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14583)\">D&amp;C 45:9-10,39-40,44,56-59<\/a><\/span>).\n<\/p><p>\nGod grant that we may heed the message and be prepared for that great day I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}