{"ID":1410, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Work of Elijah<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, April 1965, pp. 110-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>The Coming of Elijah<\/b>\n<\/p><p>\nA prophecy given in Malachi, chapter 4, verses 5 and 6, has long bothered Bible students.\nSince the Old Testament closes with these words, it would be well to understand what they\nmean. I quote: \n<\/p><p>\n\"Behold, I will send you Elijah the prophet before the coming of the great and dreadful day\nof the Lord: \n<\/p><p>\n\"And he shall turn the heart of the fathers to the children and the heart of the children to their\nfathers, lest I come and smite the earth with a curse\"\n(<span class=\"citation\" id=\"32790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32790)\">Mal. 4:5-6<\/a><\/span>).\n<\/p><p>\nBecause of a misunderstanding of Luke 1:17, which states that the child later to be named\nJohn the Baptist would come in the spirit and power of Elias to turn the hearts of the fathers\nto the children (<span class=\"citation\" id=\"31640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31640)\">Luke 1:17<\/a><\/span>),\nmany persons have thought that John the Baptist who held the office of an\nElias, or messenger, was the Elijah who was to return. This verse explains that John's work\nwas a preparatory work to \"make ready a people prepared for the Lord\" and not the work of\nsealing or completion, which keys Elijah held. When John was bluntly asked the question, he\nsaid: \n<\/p><p>\n\". . . I am not the Christ.\n<\/p><p>\n\"And they asked him, What then? Art thou Elias [Elijah]? And he saith, I am not. Art thou\nthat prophet? And he answered, No\" (<span class=\"citation\" id=\"28163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28163)\">John 1:20-21<\/a><\/span>).\n<\/p><p>\nThis, of course, had to be true, for the prophecy stated that Elijah the Prophet should return\nbefore the second coming of the Lord, when Jesus was to come in great power, majesty, and\nglory as judge of all the earth. The mission of Elias held by John the Baptist comes first, and\nso just as John came before Elijah in the days of Jesus Christ, so John came before Elijah in\nthese latter days to restore the preparatory Aaronic Priesthood before the greater power in the\npriesthood was given.\n<\/p><p>\n<b>Elijah Expected<\/b>\n<\/p><p>\nAmong Jewish people Elijah is still the expected guest at every passover, for whom a vacant\nseat is reserved at the table. Thus the tradition of Elijah's return before the coming of the\nRedeemer in power and glory has been kept alive in the land. There must, therefore, be some\nimportant work that this great prophet had to perform, some power that he possessed which\nhad to be restored again to the children of men so that they might be gathered as the \"children\nof God\" (<span class=\"citation\" id=\"28195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28195)\">John 11:52<\/a><\/span>).\nAt the close of his ministry we read that as Elijah talked to his successor Elisha: \n<\/p><p>\n\". . . behold, there appeared a chariot of fire, and horses of fire, and parted them both\nasunder; and Elijah went up by a whirlwind into heaven\"\n(<span class=\"citation\" id=\"3190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3190)\">2 Kgs. 2:11<\/a><\/span>).\n<\/p><p>\nThus Elijah enjoyed the same glorious privilege that Enoch had of not tasting death but of\nbeing translated. According to prophecy both prophets had a special work to do which\nrequired this change in their mortal bodies.\n<\/p><p>\n<b>Restoration Before the Coming of the Dreadful Day<\/b>\n<\/p><p>\nIt stretches credulity beyond the breaking point to assume that Joseph Smith the Prophet could\nhave kept all these details in mind when the fulness of the gospel was restored. There is only\none explanation which can fill all the requirements of the scripture, and this is that the events\ntranspired just as he claimed they did. Following his great vision of the Father and the Son,\nan angel came to administer to Joseph and teach him what had to be done to restore the\ngospel again to the earth before the coming of the great and dreadful day for the wicked, but\nfor the righteous, the glorious day of the Lord.\n<\/p><p>\nIn the second great vision which Joseph Smith received, the Angel Moroni quoted the words\nof Malachi as they were originally written and should have been translated: \n<\/p><p>\n\"Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the\ncoming of the great and dreadful day of the Lord.\n<\/p><p>\n\"And he shall plant in the hearts of the children the promises made to the fathers, and the\nhearts of the children shall turn to their fathers.\n<\/p><p>\n\"If it were not so, the whole earth would be utterly wasted at his coming\"\n(<span class=\"citation\" id=\"14543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14543)\">D&amp;C 2:1-3<\/a><\/span>).\n<\/p><p>\nAfter Joseph Smith received the priesthood and the power thereof, it was explained to him\nthat the word \"turn\" could be better understood if the word \"seal\" were used. Thus the full\nmeaning of the work of the priesthood becomes clear, that after Elijah shall plant in the hearts\nof the children the promises made to the fathers the children should be sealed to the fathers,\notherwise the meaning of life would be misunderstood and the whole purpose of life on this\nearth would be utterly wasted when Christ should return again to claim his children.\n<\/p><p>\n<b>Commandment to Teach the Gospel<\/b>\n<\/p><p>\nFirst of all, then, we may ask a question. What were the promises made to the fathers which\nare so important to our understanding? The first father was Adam, and the Lord gave him a\ncommandment to teach this promise freely unto his children \n(<span class=\"citation\" id=\"39245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39245)\">Moses 6:58<\/a><\/span>), saying: \n<\/p><p>\n\"That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as\nye were born into the world by water, and blood, and the spirit, which I have made, and so\nbecame of dust a living soul, even so ye must be born <i>again<\/i> into the kingdom of heaven, of\nwater, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that\nye might be sanctified from <i>all<\/i> sin and enjoy the words of eternal life in this world,\n<i>and eternal life in the world to come<\/i>, even immortal glory; \n<\/p><p>\n\"For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood\nye are sanctified; \n<\/p><p>\n\"Therefore it is given to abide in you; the record of heaven; the Comforter; the peaceable\nthings of immortal glory; the truth of all things; that which quickeneth all things, which\nmaketh alive all things; that which knoweth all things, and hath all power according to\nwisdom, mercy, truth, justice, and judgment.\n<\/p><p>\n\"And now, behold I say unto you: This is the plan of salvation unto all men, through the\nblood of mine Only Begotten, who shall come in the meridian of time\"\n(<span class=\"citation\" id=\"39248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39248)\">Moses 6:59-62<\/a><\/span>, italics added).\n<\/p><p>\n<b>Covenant of Adam<\/b>\n<\/p><p>\nWhen Adam, hearing and understanding these words, made this covenant and was sealed\naccordingly to become alive both spiritually and physically, God said to him: \n<\/p><p>\n\". . . Thou art baptized with fire, and with the Holy Ghost. This is the record of the Father,\nand the Son, from henceforth and forever; \n<\/p><p>\n\"And thou art after the order of him who was without beginning of days or end of years, from\nall eternity to all eternity.\n<\/p><p>\n\"Behold, thou art one in me, a son of God; and thus may all become my sons. Amen\"\n(<span class=\"citation\" id=\"39249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39249)\">Moses 6:66-68<\/a><\/span>).\n<\/p><p>\n<b>Sealed by the Priesthood<\/b>\n<\/p><p>\nThus Adam was sealed a son of God by the priesthood, and this promise was taught among\nthe fathers from that time forth as a glorious hope to men and women on the earth if they\nwould listen and give heed to these promises\n<\/p><p>\nIt was this power of sealing which was given as a key to Elijah by which he could seal the\nheavens that it did not rain on the wicked King Ahab and his unrighteous wife Jezebel nor on\nhis whole kingdom for the space of three years and six months\n(<span class=\"citation\" id=\"31648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31648)\">Luke 4:25<\/a><\/span>;\n<span class=\"citation\" id=\"26185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26185)\">James 5:17<\/a><\/span>) until\nthe power of God was felt in the land. Later through the use of this priesthood, Elijah loosed\nthe rains, which came again to restore life to the parched land. It was this same sealing power\nwhich Jesus Christ promised Peter as he said: \n<\/p><p>\n\"And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind\non earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in\nheaven\" (<span class=\"citation\" id=\"35485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35485)\">Matt. 16:19<\/a><\/span>).\n<\/p><p>\n<b>Power to Seal<\/b>\n<\/p><p>\nThis sealing power of the priesthood he later gave to the Twelve Apostles as he said to them: \n<\/p><p>\n\"Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and\nwhatsoever ye shall loose on earth shall be loosed in heaven\"\n(<span class=\"citation\" id=\"35489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35489)\">Matt. 18:18<\/a><\/span>).\n<\/p><p>\nThus, when, according to prophecy the Lord restored the sealing power of the priesthood to\nearth again, he informed Joseph that he would send: \n<\/p><p>\n\". . . Elijah, unto whom I have committed the keys of the power of turning [sealing] the\nhearts of the fathers to the children, and the hearts of the children to the fathers, that the\nwhole earth may not be smitten with a curse\" (<span class=\"citation\" id=\"14573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14573)\">D&amp;C 27:9<\/a><\/span>).\n<\/p><p>\nJoseph Smith recorded how this came to pass on April 3, 1836, in the temple at Kirtland,\nOhio, as he wrote: \n<\/p><p>\n\"After this vision had closed, another great and glorious vision burst upon us; for Elijah the\nprophet, who was taken to heaven without tasting death, stood before us, and said: \n<\/p><p>\n\"Behold, the time has fully come, which was spoken of by the mouth of Malachi&mdash;testifying\nthat he [Elijah] should be sent, before the great and dreadful day of the Lord come&mdash;\n<\/p><p>\n\"To turn the hearts of the fathers to the children, and the children to the fathers, lest the\nwhole earth be smitten with a curse&mdash;\n<\/p><p>\n\"Therefore, the keys of this dispensation are committed into your hands; and by this ye may\nknow that the great and dreadful day of the Lord is near, even at the doors\"\n(<span class=\"citation\" id=\"14673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14673)\">D&amp;C 110:13-16<\/a><\/span>).\n<\/p><p>\nThe question is sometimes asked why the Prophet Joseph Smith forgot to include a baptismal\nfont in the Kirtland Temple so that the work of salvation for the dead could be done. He did\nnot forget or overlook this matter. The doctrine had not yet been fully revealed, and there was\nas yet no sealing power given. It is true that the Melchizedek Priesthood had been restored by\nPeter, James, and John and the gospel ordinances had been revealed, but there was as yet no\nsealing power given. This came with Elijah's visit as he restored the sealing power of the\npriesthood to the earth.\n<\/p><p>\n<b>Authority to Seal<\/b>\n<\/p><p>\nI want to impress upon the members of the Church of Jesus Christ that the great key of the\npriesthood which was given by Elijah to Joseph was the authority to seal on earth and have\nthat sealing become effective in the heavens. It was not the work for the dead which he\nrestored, but the power to seal the living which made work for the dead possible. It must be\nunderstood that the power of Elijah is given to the living, not to the dead. It is the living\nwhich are to be sealed to one another according to family lines, father to mother and parents\nto children and children to parents. Only through the exercise of this great sealing power of\nthe priesthood for the living do baptism for the dead and salvation for the dead become\nmeaningful and possible.\n<\/p><p>\n<b>Ordinances for the Dead<\/b>\n<\/p><p>\nWhen the living are sealed, they may act as proxies for those who are dead, for as Peter\ntaught: \n<\/p><p>\n\"For this cause was the gospel preached also to them that are dead, that they might be judged\naccording to men in the flesh, but live according to God in the spirit\"\n(<span class=\"citation\" id=\"2304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2304)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nIt was for this purpose that Jesus Christ preached to the spirits in prison, that they might be\nconverted and be willing to accept the sealings performed in their behalf by their living\ndescendants. Unless the family of the righteous are thus sealed together from father to son and\nfrom mother to daughter back to Adam and from Adam to Christ and from Jesus Christ to\nGod the Eternal Father, the purpose of earth life has been missed, and life itself has been a\nwaste.\n<\/p><p>\nBy the power of this priesthood restored by the Prophet Elijah, it is now possible for a man to\nprove his love for his wife and family by living righteously enough to be worthy to take them\nwith him into a temple of the Lord and have them sealed to him, not for this life alone, but\nby this great sealing power to have that union sealed in the heavens for all eternity. When the\npoet sang of a love which would last until the \"stars grow old and the sun grows cold,\" he\nwas not singing of a love that was only to last \"until death do you part,\" but of a marriage\nthat would last throughout the eternity of time, never withering, never dying, never growing\nold or commonplace.\n<\/p><p>\nBy the same token, then, our hearts being turned to the promises made to the fathers, we are\nalso turned to the fathers themselves. Should they languish in a spirit prison or be held back\nfrom spiritual growth because they were born at a time when this sealing power was not on\nthe earth? As God is a just God and one who loves his children, a way has been prepared\nwhereby those who are dead may be identified and then sealed together in a family\nrelationship in the temples of the Lord by their descendants who love them enough to do this\nwork for them.\n<\/p><p>\nWe have assumed that this work was to be done merely as a gesture of grace on the part of\nthe living for those of our ancestors who are dead. This is a misconception which comes from\nnot understanding the full meaning of the gospel. The plan of salvation is the plan of saving\nthe children of God in a family relationship. Indeed, we may call this a universal salvation\nbecause it applies to all men and women who will qualify themselves through repentance and\ndesire to become the children of God. We cannot be saved without our progenitors. In spite of\nthe faith of all the prophets as cited by Paul in the eleventh chapter of Hebrews, he concludes\nby saying: \n<\/p><p>\n\"And these all, having obtained a good report through faith, received not the promise: \n<\/p><p>\n\"God having provided some better thing for us, that they without us should not be made\nperfect\" (<span class=\"citation\" id=\"24349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24349)\">Heb. 11:39-40<\/a><\/span>).\n<\/p><p>\nWe must be linked to them, and they to their fathers and mothers back to Father Adam and\nMother Eve, and they to Jesus Christ, and he to God as his Only Begotten Son in the flesh.\nThus to save our own selves and to complete our own salvation, we must have our hearts\nturned to our fathers, seek out their identities, and perform the work of salvation for them. We\nwill be held accountable for their blood unless we do so.\n<\/p><p>\n<b>Work of Elijah for the Living and the Dead<\/b>\n<\/p><p>\nSo the work of Elijah was not confined to the living or to the dead. It was a universal mission\nboth for the living <i>and<\/i> the dead whereby the way was opened for all who will to hearken and\nobey and so receive the glory reserved for those who love the Lord. As Jesus told John the\nBeloved: \n<\/p><p>\n\"Behold, I stand at the door, and knock: if any man hear my voice and open the door, I will\ncome in to him, and will sup with him, and he with me\"\n(<span class=\"citation\" id=\"42382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42382)\">Rev. 3:20<\/a><\/span>).\n<\/p><p>\nSo the knock is at the door. Any man who <i>really<\/i> loves his wife and his family will not rest\nuntil he can qualify himself by acceptance of the Lord Jesus Christ and by righteous living to\ntake his wife and family with him into the temple of the Lord and there have them sealed to\nhim forever under the sealing power of the priesthood, which was brought again to earth by\nthe hand of the Prophet Elijah that our hearts may be filled with these great promises made to\nthe fathers and that we may be sealed into the family of Jesus Christ and through him to be\nbrought into the presence of God the Eternal Father.\n<\/p><p>\nI testify of the truth of these things in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}