{"ID":1411, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Family Unity through a Father's Blessing<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1965, pp. 114-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have heard much concerning family unity in the home during this conference. Truly this\nis a family church.\n<\/p><p>\n<b>Evidences of Disintegration<\/b>\n<\/p><p>\nI, too, am concerned at the far too many divorces and temple cancellations and signs of\ndisunity among members of the Church. The gospel should be the greatest means of uniting\nthe family.\n<\/p><p>\nI can't understand how anyone who has been married in the temple and understands the\nmeaning of celestial marriage, which is for time and all eternity, can get himself in such a\ncondition as even to consider divorce.\n<\/p><p>\n<b>Evidences of Salvation and Survival<\/b>\n<\/p><p>\nI am pleased with the increasing reports success in missionary work as a result of teaching\nfamilies. The fundamental purpose for which this earth was created was to establish individual\nfamilies forever. The family is the only organization which is eternal.\n<\/p><p>\nIn the beginning God said, \"It is not good for man to be alone\"\n(see <span class=\"citation\" id=\"23716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23716)\">Gen. 2:18<\/a><\/span>).\n<\/p><p>\n<b>Learning To Be Perfect<\/b>\n<\/p><p>\nOne of the fundamental purposes of this life is to have experiences whereby we may learn to\nbe perfect. Man is not perfect without the woman, nor is the woman perfect without the man.\n<\/p><p>\nThe Lord said unto Adam and Eve, as he drove them from the Garden of Eden, that they\nmight learn obedience by their own experience.\n<\/p><p>\nHe said \"they,\" not the singular pronoun but the plural. We are given many varied experiences\nin this life to prepare us to live together forever. These experiences should bring an ever\nincreasing love for each other. This includes learning to be patient with each other, to develop\nincreasing tolerance, consideration, and kindness. Love is eternal and knows no bounds and\nhas no measurable limits.\n<\/p><p>\nPriesthood and motherhood go hand in hand. Neither is complete without the other. Both are\neternal. A perfect family requires the proper fulfillment of both. This life is to help us fulfil\nthese two responsibilities, that we may exercise them through eternity.\n<\/p><p>\n<b>Priesthood and Perfection<\/b>\n<\/p><p>\nPriesthood is patriarchal, which means \"of the father.\" A married man is the patriarch of his\nhome and is responsible to bless members of his family. The exercising of this privilege could\nbe a means of preventing many broken homes. We think of a priesthood holder as one who\nshould bless or christen his children, baptize and confirm them, and perform the other\nordinances of the gospel in behalf of members of his family. We forget that it is not required\nto have some other ordinance such as christening and confirming attached thereto to enable\nthe father to bless members of his family. His responsibility is not only to bless his children,\nbut his wife is an important member of his family too. Yes, we think of blessing the wife\nwhen she is sick, but if the relationship between husband and wife becomes a bit strained,\nwouldn't it be a good thing for the husband to give his wife a blessing for the purpose of\nincreasing the unity and love for each other?\n<\/p><p>\nI remember an experience I had when a good sister who wanted a special blessing came to\nmy office. When I asked her why she wanted a special blessing, she refused to tell me. I\nlearned from her that her husband was a member of the Church and held the Melchizedek\nPriesthood, so I spent considerable time trying to teach her the principle of priesthood order,\nwhere the father in the home should bless the members of the family, and concluded a long\ndiscussion of teaching her this principle, by having her go home to get her blessing from her\nhusband instead of from me.\n<\/p><p>\nSometime later she returned to my office, refreshed my memory of this experience, and said\nshe left my office very resentful. Here I thought I had done a good job in teaching her this\nprinciple of priesthood order, so I had to ask more questions to find out what had happened.\n<\/p><p>\nShe said the reason she refused to tell me why she wanted a blessing was that she wanted the\nblessing because there wasn't the proper relationship between her and her husband, and then I\nhad sent her home to get a blessing from her husband. So naturally she was a little bit\nresentful.\n<\/p><p>\nThen she added, \"That was one of the finest things that ever happened.\" She said she went\nhome, she prayed about it, she thought about it, and then finally she mustered enough courage\nto ask her husband for the blessing. Of course it shocked him, but she was patient; she let him\nthink it over a bit, ponder about it, and Fay about it; and finally he gave her a blessing. Then\nshe added, \"There has never been such a fine relationship in our home in all our lives as we\nhave had since he gave me that blessing.\"\n<\/p><p>\nNaturally I could see what had happened. This is a two-way street. First she had to clean her\nside of the slate and humble herself. Then she asked him for the blessing, and he had to\nhumble himself and clean his side of the slate. Then he sealed the blessing upon her which\nthey had fulfilled by living the law upon which the blessing was predicated. This is priesthood\norder.\n<\/p><p>\n<b>\"Brethren magnify Priesthood\"<\/b>\n<\/p><p>\nBrethren, magnify your priesthood. Bless your family, your children and your wife. When we\nfollow the order which the Lord has laid out for us, we cannot fail. I believe this practice\nwould save many teetering marriages and increase the unity in many homes.\n<\/p><p>\nIt is usually the wife who is trying to save the marriage. This is a two-way street. It requires\nthe efforts of both.\n<\/p><p>\nToo many couples are living lives of \"quiet desperation.\" I don't know who used that term\nfirst, but it is so expressive. Some go through life just tolerating each other rather than\ncorrecting the trouble. Do something about it. Exercise the priesthood which is in your home.\n<\/p><p>\nFirst, each must have a desire to get along with each other. Each must be willing to do\nsomething to make amends. Each must be willing to forgive and forget. Wipe the slate clean\nof all unpleasant memories.\n<\/p><p>\nAsk the Father for help. Ask him to bless your efforts with success. Ask together, as well as\nseparately in individual prayers. Kneel together and pray vocally together.\n<\/p><p>\nWhen you are married you must learn to do all things together. You are no longer single\nindividuals.\n<\/p><p>\nThe joy and happiness that comes from sharing this life together, living the gospel in its\nfulness, is worth all the effort you put into it, and it will be rewarding in this life and through\nall eternity.\n<\/p><p>\nMay we all strive to this end is my prayer in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}