{"ID":1412, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Missionary Experiences<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1965, pp. 116-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, in your presence this morning I would like to express my gratitude to\nmy Heavenly Father for my membership in his Church, and for what it means to me and my\nfamily, and for the pattern of life that it gives us to live by, and for the thousands of faithful\nLatter-day Saints who are such wonderful friends everywhere I go in the Church. This is the\ngreatest brotherhood in all the world.\n<\/p><p>\nMany of you know that I have spent many years in missionary service, and I thank the Lord\nfor this great arm of his Church. As we heard here today in the statistics that were given,\nthere are over 16,000 at the present time engaged in this missionary work, one of the most\nunselfish contributions for the blessing of humanity that this world has ever known. And as\nwe labor among the people and see what the gospel does for them, that is when we really\nrealize what a marvelous thing this work is.\n<\/p><p>\n<b>A Man Anew<\/b>\n<\/p><p>\nI would like to make reference today to a few of my experiences. When I was president of a\nmission, a brother was on his way home from doing his branch teaching, and he saw my light\nburning, and he belled on, and said, \"President Richards, I was just wondering, as I was going\nhome, when I saw your light, if you would be interested in knowing what I was thinking.\"\nAnd I told him I certainly would. So he came in. He said, \"I was thinking of who I was, and\nwhat I was when the Mormon elders came to my home, and who I am today and what I am,\nand I just can't believe that I am the same man.\" He said, \"I have changed so much. I don't\nthink the same thoughts. I don't have the same habits. I don't have the same ideals to live by.\nI have completely changed.\" Isn't that what the Apostle Paul meant when he said that we are\nburied with Christ in baptism and that as he arose to the glory of his Father that we should\ncome forth and walk in a newness of life, knowing this first, that our old man of sin is buried\nwith him (see <span class=\"citation\" id=\"42789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42789)\">Rom. 6:4<\/a><\/span>)?\n<\/p><p>\nYou can go all over this Church and apply that to all who have come in faith and have\nentered into the waters of baptism and have taken upon them the name of Christ our Lord.\nAccording to the statistics here today we had nearly 100,000 converts during the last year,\npeople who have left the teachings of their youth and joined this Church because they found\nsomething in it that they did not already possess in their own churches.\n<\/p><p>\n<b>What Will Unite Christendom?<\/b>\n<\/p><p>\nDuring the year we converted a very prominent minister who has held religious revivals all\nover the United States and has known many, many ministers. I visited with him, and this is\nwhat convinced him: He realized how this world was divided upon spiritual matters. If you\njust stop to think for a moment of all the hundreds of so-called Christian churches in the\nworld, they have all come into existence because they couldn't agree in their interpretation of\nthe Bible. If we had all the Bibles in the world, that wouldn't unite Christianity. It comes\nback to what was mentioned here a few moments ago by Brother Franklin D. Richards, that\none of the fundamentals of this Church is modern revelation, and that is what convinced this\nminister that I have been talking about.\n<\/p><p>\nHe has now been going around renewing friendships with many of the ministers he has\nknown and making appointments for one of our brethren to meet with them and talk with\nthem, and they are beginning to recognize that the great loss in this Christian world today is\nthe lack of modern revelation&mdash;lack of something authoritative that we can turn to that tells\nus what is right and what is wrong. How could we hope with some hundreds of these\ndifferent churches that they can ever get together and reconcile their differences, and even if\nthey did that, where would they get their authority to bind the heavens to which reference has\nbeen made here today?\n<\/p><p>\n<b>Modern Revelation<\/b>\n<\/p><p>\nAnd so we come back to the story that has been told us during this conference of a search for\ntruth on the part of the Prophet Joseph Smith and its importance in our lives.\n<\/p><p>\nSpeaking of this fundamental requirement, all of the mistakes in doctrine could have been\navoided if the Lord had just had living prophets for the world, and that is what has brought us\nto what we are today. If all of the Bibles in this world had been destroyed, we would still be\npreaching what we are preaching. We didn't get our Church by a study of the Bible; we got it\nthrough the revelations of God the Eternal Father and the sending to this earth of heavenly\nmessengers that have brought back the power to officiate in the name of the Lord and have\ngiven us a clear, comprehensive understanding of the truths of the gospel.\n<\/p><p>\nWhen I was in Holland on a mission, I was invited at one time to talk to a group of\nbusinessmen&mdash;a Bible class. We met in the home of a prominent furniture dealer. They gave\nme an hour and a half and a subject to discuss. At the close of the hour and a half I don't\nthink there had been one question asked. I laid my Bible on the table and folded my arms and\nwaited for a comment. The first comment came from a daughter of the man of the house. She\nwas the only woman in the room at that time with about twenty businessmen, each with his\nBible. She said, \"Father, I just can't understand it. I have never attended one of these Bible\nclasses in my life that you haven't had the last word to say on everything, and tonight you\nhaven't said a word.\"\n<\/p><p>\nHe shook his head and said, \"There isn't anything to say. This man has been teaching us\nthings we have never heard of, and he has been teaching them to us out of our own Bibles.\"\nNow, that's why we have to have modern revelation. No one but God the Eternal Father\ncould give us the truth.\n<\/p><p>\n<b>Joseph of Egypt Told of the Modern Prophet<\/b>\n<\/p><p>\nYou will remember the promise we read in the Book of Mormon how the Lord promised\nJoseph, who was sold into Egypt, that he would raise up a prophet from his loins in the latter\ndays by the name of Joseph, whose father's name would be Joseph. He would bring forth his\nword. He not only would bring forth his word, but would also bring men to conviction of his\nword that had already gone forth among them (see <span class=\"citation\" id=\"3735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3735)\">2 Ne. 3:7-15<\/a><\/span>).\nAnd that is what our\nmessage is as missionaries to the world: it is to teach them the truths that have been revealed\nthrough the restoration of the gospel, through the promised prophet.\n<\/p><p>\nI would like to refer to another experience I had a few years ago. Two of the large churches\nof the western part of the United States were holding a convention here in Salt Lake City.\nThe leader wrote a letter to President McKay and asked if he would send one of the General\nAuthorities to attend that convention and to talk for two hours in the morning session and tell\nthem the story of Mormonism and to remain as their guest for lunch and then to remain for\nan hour and a half in the afternoon and let them ask questions.\n<\/p><p>\nPresident McKay gave me the assignment, and of course I was happy because I have always\ntold the missionaries that you never need to worry about arguing as long as you learn how to\ntell our story and you keep the lead, for you are telling people things they have never heard\nof. They pushed their luncheon back a half an hour and gave me two hours and a half. I said,\n\"Do you want it just the way we believe it, how we got this Church and what we believe?\"\nAnd the leader said, \"That's what we want.\" Of course, there isn't time to tell you very much\nabout that, but I talked for two hours and a half to them, and when I went to leave, the man\nin charge said, \"Mr. Richards, this has been one of the most interesting experiences of my\nentire life.\"\n<\/p><p>\nAll those leaders, ministers, church executives of these western states only asked me one\nquestion, and I think you might be interested in what that question was. The leader said,\n\"Now, Mr. Richards, you have told us that you believe that God is a personal God.\" I said,\n\"That's right, that's the very foundation of our religion: whom we worship.\"\n<\/p><p>\nNow, brothers and sisters, we have nothing to fear; we have everything to give. The heavens\nhave been opened, and the Lord has revealed his truth.\n<\/p><p>\nBy the way, this minister I just told you about that believes in modern revelation has another\nminister ready for baptism who gives a radio address every day in one of our largest cities,\nand the only thing that is holding him back is that he doesn't know what he is going to do for a\nliving when he joins the Church. But he has already confessed that he believes that Joseph Smith\nwas a Prophet of God.\n<\/p><p>\n<b>A Minister with the Aaronic Priesthood<\/b>\n<\/p><p>\nSometime back, we converted a minister who had been a minister for thirty years. I heard a letter\nread that he wrote in which he said he had always believed that he had as much authority as\nany man to administer the ordinances of the gospel until he met the Mormon missionaries.\n\"Now,\" he said, \"I have come to believe that I must accept baptism at their hands,\" and after he\nwas baptized, he told me this himself as he sat in my office. He said, \"I accepted Joseph Smith\nas a Prophet of God. I didn't feel that I could say I knew he was a Prophet, but I believed he was\na Prophet. But,\" he said, \"when the elders of Israel laid their hands upon my head and\nconferred upon me the Aaronic Priesthood, I felt a thrill go through my being from the crown\nof my head to the soles of my feet such as I had never felt in my life, and I knew that no\nman could do that for me, that such feelings had to come from the Lord.\"\n<\/p><p>\nWhen he sat in my office, he said this, \"Brother Richards, when I think of how little I had to\noffer my people as a minister of the gospel compared to what I now have in the fulness of the\ngospel as it has been restored, I want to go back and tell all my friends what I have found. Now\nthey won't listen to me. I am an apostate from their church.\" But his conversion was so\ngenuine that he gave up his ministry and took a menial job in order that he might become a\nmember of the Church of Jesus Christ and worship God the Eternal Father according to the\nnew conversion and conviction that the Lord had planted in his heart.\n<\/p><p>\nHe pointed to this temple here on this temple block and said, \"I can't wait to get in there with\nmy wife.\" That was one of the principles that appealed to him. How could any true Christian\nwho lives the principles of righteousness and treats his wife and his children as he should&mdash;how\ncould he ever look forward to an eternity without the companionship of his wife and his\nchildren? And yet because of lack of divine inspiration and modern revelation, the scriptures\nhave been so misunderstood that there isn't another one of the reputable churches of this\nworld, according to my investigation, that believes that the marriage covenant and the family\nunit will project itself beyond the grave.\n<\/p><p>\n<b>Building for a Thousand Years<\/b>\n<\/p><p>\nWe have had some wonderful talks on this subject in this conference. President Joseph\nFielding Smith gave us a wonderful doctrinal talk in the first meeting on this subject. But\npeople have been misled, and what is there now to induce them to live the kind of lives they\nought to live. We have to have a foundation upon which to build. I like the story they tell\nabout when they built this great temple here on this temple block, and they tell us that the\nfootings are sixteen feet wide, and at one time President Brigham Young came along and saw\nthem throwing in some chipped granite. He made them take it out and put in these great\ngranite blocks with this explanation: \"We are building this temple to stand through the\nmillennium.\"\n<\/p><p>\nIs there any man in Israel or any man who truly loves his family who doesn't want to build\nhis home to stand through the millennium? Can you imagine living forever and forever\nwithout the companionship of your wife and your children? I would just as soon believe that\ndeath is a complete annihilation of both body and spirit as to think that the ties that are so\nsacred here could not be projected into the eternal world.\n<\/p><p>\nAnd that is what the Lord has promised us through modern revelation. We don't have to\ndepend upon man's interpretation of the Bible. We have the word of the Lord himself to his\nProphet of this dispensation, telling us what we must do to have our wives and our children\nthroughout the countless ages of eternity. No wonder the Christian world, who know nothing\nabout the three degrees of glory that President Brown spoke about, don't know how to plan.\nThere never was a time that the Lord gave this revelation as completely, as far as we know,\nuntil that revelation was given to the Prophet Joseph Smith.\n<\/p><p>\nPaul was caught up into the third heaven and the paradise of God, and he saw things he was\nnot permitted to write (see (<span class=\"citation\" id=\"3053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3053)\">2 Cor. 12:2-4<\/a><\/span>).\nHe must have seen something pretty wonderful by\nthe time he had passed the first and the second heaven and the paradise of God into the third\nheaven, but he did say, \"Eye hath not seen, nor ear heard, neither have entered into the heart\nof man, the things which God hath prepared for them that love him\"\n(<span class=\"citation\" id=\"403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(403)\">1 Cor. 2:9<\/a><\/span>).\n<\/p><p>\nI thank the Lord that we have the truth. I like the statement made by Anderson M. Baten to\nhis wife Beulah, in which he said: \n<\/p><p>\n\"I wed thee forever, not for now,<br \/>\n     Not for the sham of earth's brief years.<br \/>\n     I wed thee for the life beyond the tears,<br \/>\n     Beyond the heartache and clouded brow.<br \/>\n     Love knows no grave, and it shall guide us, dear,<br \/>\n     When life's spent candles flutter, and burn low.\"\n<\/p><p>\n<b>World Knowledge of Eternal Marriage and Family<\/b>\n<\/p><p>\nOne other thought along that line. I preached a sermon on this subject in the mission field,\nand I quoted from all the major churches from their official statements to the effect that not\none of them believed in the eternal duration of the marriage covenant and the family unit. At\nthe close of the meeting I stood at the door to greet the people, and a man came up and\nintroduced himself as a Baptist minister, and I said, \"Did I misquote you?\"\n<\/p><p>\n\"No,\" he said, \"Mr. Richards, but it's just as you say, we don't believe all the things our\nchurches teach.\"\n<\/p><p>\nI said, \"You don't believe them either. Why don't you go back and teach your people the\ntruth. They will take it from you, and they are not ready to take it from the Mormon elders\nyet.\"\n<\/p><p>\nHe said, \"I'll see you again.\" That is all I could get out of him that day.\n<\/p><p>\nThe next time I went there, my coming was announced because I was the mission president.\nAs I walked up to that little church, there stood that minister. As we shook hands, I said, \"I\nwould certainly be interested to know what you thought of my last sermon.\"\n<\/p><p>\nHe said, \"Mr. Richards, I have been thinking about it ever since, and I believe every word\nyou said, but I would have liked to hear the rest of it.\"\n<\/p><p>\nBrothers and sisters, I thank God that we have the voice of living prophets to show us the\nway and that we don't have to depend on the written word only. Wasn't that what Jesus\nmeant when he stood overlooking Jerusalem and said, \"O Jerusalem, Jerusalem, thou that\nkillest the prophets, and stonest them which are sent unto thee, how often would I have\ngathered thy children together, even as a hen gathereth her chickens under her wings, and ye\nwould not!\n<\/p><p>\n\"Behold, your house is left unto you desolate.\n<\/p><p>\n\"For I say unto you, ye shall not see me henceforth, till ye shall say, Blessed is he that\ncometh in the name of the Lord\" (<span class=\"citation\" id=\"35501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35501)\">Matt. 23:37-39<\/a><\/span>).\n<\/p><p>\nSo we invite all men everywhere to be willing to listen to the living prophets that God has\nraised up in this dispensation so that they can be taught correct principles and not be tossed to\nand fro with every wind of doctrine, as we read in the scriptures (see\n<span class=\"citation\" id=\"21777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21777)\">Eph. 4:14<\/a><\/span>); and may\nGod help us as a people so to live that we may be worthy of the blessings he has in store for\nus and be a light unto the world, I pray and ask God to bless you all in the name of the Lord\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}