{"ID":1413, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Not Commanded in All Things<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1965, pp. 121-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn 1831 the Lord said this to his Church: \n<\/p><p>\n\"For behold, it is not meet that I should command in all things; for he that is compelled in all\nthings, the same is a slothful and not a wise servant; wherefore he receiveth no reward.\n<\/p><p>\n\"Verily I say, men should be anxiously engaged in a good cause, and do many things of their\nown free will, and bring to pass much righteousness; \n<\/p><p>\n\"For the power is in them, wherein they are agents unto themselves. And inasmuch as men do\ngood they shall in nowise lose their reward.\n<\/p><p>\n\"But he that doeth not anything until he is commanded, and receiveth a commandment with\ndoubtful heart, and keepeth it with slothfulness, the same is damned\"\n(<span class=\"citation\" id=\"14595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14595)\">D&amp;C 58:26-29<\/a><\/span>).\n<\/p><p>\nThe purposes of the Lord&mdash;the great objectives&mdash;continue the same: the salvation and\nexaltation of his children.\n<\/p><p>\n<b>Objectives and Guide Lines<\/b>\n<\/p><p>\nUsually the Lord gives us the overall objectives to be accomplished and some guidelines to\nfollow, but he expects us to work out most of the details and methods. The methods and\nprocedures are usually developed through study and prayer and by living so that we can\nobtain and follow the promptings of the Spirit. Less spiritually advanced people, such as those\nin the days of Moses, had to be commanded in many things. Today those spiritually alert look\nat the objectives, check the guidelines laid down by the Lord and his prophets, and then\nprayerfully act&mdash;without having to be commanded \"in all things.\" This attitude prepares men\nfor godhood.\n<\/p><p>\nThe overall objective to be accomplished in missionary work, temple work, providing for the\nneedy, and bringing up our children in righteousness has always been the same; only our\nmethods to accomplish these objectives have varied. Any faithful member in this dispensation,\nno matter when he lived, could have found righteous methods to have carried out these\nobjectives without having to wait for the latest, specific church-wide program.\n<\/p><p>\n<b>His Children To Act on Their Own Initiative and Responsibility<\/b>\n<\/p><p>\nSometimes the Lord hopefully waits on his children to act on their own, and when they do\nnot, they lose the greater prize, and the Lord will either drop the entire matter and let them\nsuffer the consequences or else he will have to spell it out in greater detail. Usually, I fear,\nthe more he has to spell it out, the smaller is our reward.\n<\/p><p>\nOften, because of circumstances, the Lord, through revelation to his prophets or through\ninspired programs designed by faithful members which later become adopted on a\nchurch-wide basis, will give to all the membership a righteous means to help accomplish the\nobjective; for instance, any member of the Church a century ago who studied church doctrine\nwould have known that he had the prime responsibility to see that his children had\nspiritualized family recreation and were taught in the home lessons in character building and\ngospel principles. But some did not do it.\n<\/p><p>\n<b>The Home Evening<\/b>\n<\/p><p>\nThen, in 1915 President Joseph F. Smith introduced, church-wide, the \"weekly home evening\nprogram\" with promised blessings to all who faithfully adopted it. Many refused and lost the\npromised blessings. (At the October conference, 1947, I referred to that promise in a talk on\nthe Family Home Evening.) Today we have the home evening manual and other helps. Yet\nsome still refuse to bring up their children in righteousness.\n<\/p><p>\nBut there are some today who complain that the home evening manual should have been\nissued years ago. If this is true then the Lord will hold his servants accountable, but no one\ncan say that from the inception of the Church up to the present day the Lord through his\nSpirit to the individual members and through his spokesmen, the prophets, has not given us the\nobjectives and plenty of guidelines and counsel. The fact that some of us have not done much\nabout it even when it is spelled out in detail is not the Lord's fault.\n<\/p><p>\nFor years we have been counseled to have on hand a year's supply of food. Yet there are\nsome today who will not start storing until the Church comes out with a detailed monthly\nhome storage program. Now suppose that never happens. We still cannot say we have not\nbeen told.\n<\/p><p>\nShould the Lord decide at this time to cleanse the Church&mdash;and the need for that cleansing\nseems to be increasing&mdash;a famine in this land of one year's duration could wipe out a large\npercentage of slothful members, including some ward and stake officers. Yet we cannot say\nwe have not been warned.\n<\/p><p>\nAnother warning: You and I sustain one man on this earth as God's mouthpiece&mdash;President\nDavid O. McKay&mdash;one of the greatest seers who has ever walked this earth. We do not need\na prophet&mdash;we have one&mdash;what we desperately need is a listening ear.\n<\/p><p>\n<b>Warnings of Threats to Freedom<\/b>\n<\/p><p>\nShould it be of concern to us when the mouthpiece of the Lord keeps constantly and\nconsistently raising his voice of warning about the loss of our freedom as he has over the\nyears? There are two unrighteous ways to deal with his prophetic words of warning: you can\nfight them or you can ignore them. Either course will bring you disaster in the long run.\n<\/p><p>\nHear his words: \"No greater immediate responsibility rests upon members of the Church, upon\nall citizens of this Republic and of neighboring Republics than to protect the freedom\nvouchsafed by the Constitution of the United States.\" (Cited in Jerreld L. Newquist,\n<i>Prophets, Principles and National Survival<\/i> [SLC: Publishers Press, 1964], p. 157.) As important as are\nall other principles of the gospel, it was the freedom issue which determined whether you\nreceived a body. To have been on the wrong side of the freedom issue during the war in\nheaven meant eternal damnation. How then can Latter-day Saints expect to be on the wrong\nside in this life and escape the eternal consequences? The war in heaven is raging on earth\ntoday. The issues are the same: \"Shall men be compelled to do what others claim is for their\nbest welfare\" or will they heed the counsel of the prophet and preserve their freedom?\n<\/p><p>\nSatan argued that men given their freedom would not choose correctly, therefore he would\ncompel them to do right and save us all. Today Satan argues that men given their freedom do\nnot choose wisely; therefore a so-called brilliant, benevolent few must establish the welfare\ngovernment and force us into a greater socialistic society. We are assured of being led into the\npromised land as long as we let them put a golden ring in our nose. In the end we lose our\nfreedom and the promised land also. No matter what you call it&mdash;communism, socialism, or\nthe welfare state&mdash;our freedom is sacrificed. We believe the gospel is the greatest thing in\nthe world; why then do we not force people to join the Church if they are not smart enough\nto see it on their own? Because this is Satan's way, not the Lord's plan. The Lord uses\npersuasion and love.\n<\/p><p>\nHear again the words of God's mouthpiece: \"Today two mighty forces are battling for the\nsupremacy of the world. The destiny of mankind is in the balance. It is a question of God and\nliberty, or atheism and slavery . . .\n<\/p><p>\n\"Those forces are known and have been designated by Satan on the one hand, and Christ on\nthe other.\n<\/p><p>\n\"In Joshua's time they were called 'gods of the Amorites,' for one, and 'the Lord' on the\nother . . . In these days, they are called 'domination by the state,' on one hand, 'personal\nliberty,' on the other; communism on one, free agency on the other\" (<i>Ibid.<\/i>, pp. 215-216).\n<\/p><p>\nNow, the Lord knew that before the gospel could flourish there must first be an atmosphere of\nfreedom. This is why he first established the Constitution of this land through gentiles whom\nhe raised up (<span class=\"citation\" id=\"14666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14666)\">D&amp;C 101:80<\/a><\/span>)\nbefore he restored the gospel. In how many communist countries today are we\ndoing missionary work, building chapels, etc.? And yet practically every one of those\ncountries have been pushed into communism and kept under communism with the great\nassistance of evil forces which have and are operating within our own country and\nneighboring lands.\n<\/p><p>\nYes, were it not for the tragic policies of governments&mdash;including our own&mdash;tens of millions\nof people murdered and hundreds of millions enslaved since World War II would be alive and\nfree today to receive the restored gospel.\n<\/p><p>\nPresident J. Reuben Clark, Jr., put it clearly and courageously when he said: \n<\/p><p>\n\"Reduced to its lowest terms, the great struggle which now rocks the whole earth more and\nmore takes on the character of a struggle of the individual versus the state . . .\n<\/p><p>\n\"This gigantic worldwide struggle, more and more takes on the form of a war to the death.\nWe shall do well and wisely so to face and so to enter it. And we must all take part. Indeed,\nwe all are taking part in that struggle, whether we will or not. Upon its final issue, liberty\nlives or dies . . . The plain and simple issue now facing us in America is freedom or slavery\n. . . We have largely lost the conflict so far waged. But there is time to win the final victory,\nif we sense our danger, and fight.\" (<i>Ibid.<\/i>, pp. 318, 327-328.)\n<\/p><p>\nNow where do we stand in this struggle, and what are we doing about it?\n<\/p><p>\nThe devil knows that if the elders of Israel should ever wake up, they could step forth and\nhelp preserve freedom and extend the gospel. Therefore the devil has concentrated, and to a\nlarge extent successfully, in neutralizing much of the priesthood. He has reduced them to\nsleeping giants. His arguments are clever.\n<\/p><p>\nHere are a few samples: \n<\/p><p>\nFirst: \"We really haven't received much instruction about freedom,\" the devil says. This is a\nlie, for we have been warned time and again. No prophet of the Lord has ever issued more\nsolemn warning than President David O. McKay. Last conference I spoke of a book\nembodying much of the prophets' warnings on freedom from Joseph Smith to David O.\nMcKay which I commend to you. It is entitled <i>Prophets, Principles, and National Survival<\/i>.\n<\/p><p>\nSecond: \"You're too involved in other church work,\" says the devil. But freedom is a weighty\nmatter of the law; the lesser principles of the gospel you should keep but not leave this one\nundone. We may have to balance and manage our time better. Your other church work will be\nlimited once you lose your freedom as our Saints have found out in Czechoslovakia, Poland,\nand many other nations.\n<\/p><p>\nThird: \"You want to be loved by everyone,\" says the devil, \"and this freedom battle is so\ncontroversial you might be accused of engaging in politics.\" Of course the government has\npenetrated so much of our lives that one can hardly speak for freedom without being accused\nof being political. Some might even call the war in heaven a political struggle&mdash;certainly it\nwas controversial. Yet the valiant entered it with Michael. Those who support only the\npopular principles of the gospel have their reward. And those who want to lead the quiet,\nretiring life but still expect to do their full duty can't have it both ways.\n<\/p><p>\nSaid Elder John A. Widtsoe: \n<\/p><p>\n\"The troubles of the world may largely be laid at the doors of those who are neither hot nor\ncold; who always follow the line of least resistance; whose timid hearts flutter at taking sides\nfor truth. As in the great Council in the heavens, so in the Church of Christ on earth, there\ncan be no neutrality\" (<i>Ibid.<\/i>, p. 440).\n<\/p><p>\nFourth: \"Wait until it becomes popular to do,\" says the devil, \"or, at least until everybody in\nthe Church agrees on what should be done.\" But this fight for freedom might never become\npopular in our day. And if you wait until everybody agrees in this Church, you will be\nwaiting through the second coming of the Lord. Would you have hesitated to follow the\ninspired counsel of the Prophet Joseph Smith simply because some weak men disagreed with\nhim? God's living mouthpiece has spoken to us&mdash;are we for him or against him? In spite of\nthe Prophet's opposition to increased federal aid and compulsory unionism, some church\nmembers still champion these freedom destroying programs. Where do you stand?\n<\/p><p>\nFifth: \"It might hurt your business or your family,\" says the devil, \"and besides why not let\nthe gentiles save the country? They aren't as busy as you are.\" Well, there were many\nbusinessmen who went along with Hitler because it supposedly helped their business. They\nlost everything. Many of us are here today because our forefathers loved truth enough that\nthey fought at Valley Forge or crossed the plains in spite of the price it cost them or their\nfamilies. We had better take our small pain now than our greater loss later. There were souls\nwho wished afterwards that they had stood and fought with Washington and the founding\nfathers, but they waited too long&mdash;they passed up eternal glory. There has never been a\ngreater time than now to stand up against entrenched evil. And while the gentiles established\nthe Constitution, we have a divine mandate to preserve it. But unfortunately today in this\nfreedom struggle, many gentiles are showing greater wisdom in their generation than the\nchildren of light (<span class=\"citation\" id=\"31657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31657)\">Luke 16:8<\/a><\/span>).\n<\/p><p>\nSixth: \"Don't worry,\" says the devil, \"the Lord will protect you, and besides the world is so\ncorrupt and heading toward destruction at such a pace that you can't stop it, so why try.\"\nWell, to begin with, the Lord will not protect us unless we do our part. This devilish tactic of\npersuading people not to get concerned because the Lord will protect them no matter what\nthey do is exposed by the Book of Mormon. Referring to the devil, it says, \"And others will\nhe pacify, and lull them away into carnal security, and they will say: All is well in Zion, yea,\nZion prospereth, all is well&mdash;and thus the devil cheateth their souls, and leadeth them away\ncarefully down to hell\" (<span class=\"citation\" id=\"3741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3741)\">2 Ne. 28:21<\/a><\/span>).\n<\/p><p>\nI like that word \"carefully.\" In other words, don't shake them, you might awake them. But the\nBook of Mormon warns us that when we should see these murderous conspiracies in our\nmidst that we should awake to our awful situation. Now why should we awake if the Lord is\ngoing to take care of us anyway? Now let us suppose that it is too late to save freedom. It is\nstill accounted unto us for righteousness' sake to stand up and fight. Some Book of Mormon\nprophets knew of the final desolate end of their nations, but they still fought on, and they\nsaved some souls including their own by so doing. For, after all, the purpose of life is to\nprove ourselves, and the final victory will be for freedom.\n<\/p><p>\nBut many of the prophecies referring to America's preservation are conditional. That is, if we\ndo our duty we can be preserved, and if not then we shall be destroyed. This means that a\ngood deal of the responsibility lies with the priesthood of this Church as to what happens to\nAmerica and as to how much tragedy can be avoided if we do act now.\n<\/p><p>\nAnd now as to the last neutralizer that the devil uses most effectively&mdash;it is simply this:\n\"Don't do anything in the fight for freedom until the Church sets up its own specific program\nto save the Constitution.\" This brings us right back to the scripture I opened with today&mdash;to\nthose slothful servants who will not do anything until they are \"compelled in all things.\"\nMaybe the Lord will never set up a specific church program for the purpose of saving the\nConstitution. Perhaps if he set one up at this time it might split the Church asunder, and\nperhaps he does not want that to happen yet for not all the wheat and tares are fully ripe\n(<span class=\"citation\" id=\"14628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14628)\">D&amp;C 86:7<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith declared it will be the elders of Israel who will step forward to\nhelp save the Constitution, not the Church. And have we elders been warned? Yes, we have.\nAnd have we elders been given the guide lines? Yes indeed, we have. And besides, if the\nChurch should ever inaugurate a program, who do you think would be in the forefront to get\nit moving? It would not be those who were sitting on the sidelines prior to that time or those\nwho were appeasing the enemy. It would be those choice spirits who, not waiting to be\n\"commanded in all things\" (<span class=\"citation\" id=\"14594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14594)\">D&amp;C 58:26<\/a><\/span>),\nused their own free will, the counsel of the prophets, and the Spirit\nof the Lord as guidelines and who entered the battle \"in a good cause\" and brought to pass\nmuch righteousness in freedom's cause.\n<\/p><p>\nYears ago Elder Joseph F. Merrill of the Council of the Twelve encouraged the members of\nthe Church to join right-to-work leagues and President Heber J. Grant concurred. For our day\nPresident David O. McKay has called communism the greatest threat to the Church, and it is\ncertainly the greatest mortal threat this country has ever faced. What are you doing to fight it?\n<\/p><p>\n<b>\"The War in Heaven\" Is Raging on Earth Today<\/b>\n<\/p><p>\nBrethren, if we had done our homework and were faithful, we could step forward at this time\nand help save this country. The fact that most of us are unprepared to do it is an indictment\nwe will have to bear. The longer we wait, the heavier the chains, the deeper the blood, the\nmore the persecution, and the less we can carry out our God-given mandate and worldwide\nmission. The war in heaven is raging on earth today. Are you being neutralized in the battle?\n<\/p><p>\n\"Verily I say, men should be anxiously engaged in a good cause, and do many things of their\nown free will, and bring to pass much righteousness; \n<\/p><p>\n\"For the power is in them, wherein they are agents unto themselves\"\n(<span class=\"citation\" id=\"14596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14596)\">D&amp;C 58:27-28<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}