{"ID":1414, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Prophets Are in Our Midst<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1965, pp. 126-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Brown, President Tanner, President Smith, and my dear brothers\nand sisters. One always feels dependent upon the Lord in occupying this position. Therefore, I\nhumbly pray that I may have the sustaining influence of our Heavenly Father, as I need it\ngreatly. Today as we have listened to this marvelous chorus from the fine institute of religion\nin Logan and the great Utah State University at Logan, I am sure we are very thrilled at the\nselections they have sung to us and the manner in which they were sung.\n<\/p><p>\nI would be very ungrateful if I did not publicly thank the Lord for the blessings of these three\ndays. We have been here assembled in this very sacred building, and it is sacred, to listen to\nthe sermons of the servants and the prophets of God.\n<\/p><p>\nPresident McKay the other day in the temple told us that we could rely upon the inspiration\nof the Spirit of the Lord. That I would like to do.\n<\/p><p>\n<b>The Influence of President McKay<\/b>\n<\/p><p>\nDuring these three days we have listened to the prophets and the servants of God. These\nbrethren have spoken to us under the inspiration of the Lord. Now it is up to us as a people in\nand out of the Church what we are going to do about it. For it is the Lord's word that has\nbeen given to us through his servants. Certainly our testimony and our faith must have been\nstrengthened the last three days. President McKay's appearance here early Sunday morning&mdash;the\nopening session&mdash;again yesterday morning, last night in priesthood meeting, and now his\npresence here today is a great blessing to us. If I may I would like to carry that a little\nfurther. His presence here today is largely because of his great faith, his will, his courage, his\ndetermination, and an answer to your and my prayers. For surely the people of this Church\nare praying for the prophet daily. His presence here is a miracle. The Lord gave him the\nstrength to be here. It was not his own physical strength, but the blessings and the power of\nthe Lord to him, and in turn a blessing to us. He has taught us so many wonderful lessons.\nThousands and hundreds of thousands, yes, millions of people on the earth are grateful to him\nbecause he has literally touched their lives, and I, as the most humble among you, thank God\nfor the blessing that he has been to me. Men who hardly know him, men not of the Church,\nafter they have been in his presence, I have heard them say, \"We felt an unusual influence.\"\nWell, it is understandable to us that they would feel an unusual influence because they were\nin the presence of a prophet of God.\n<\/p><p>\nNow, just two thoughts, because they taught me a lesson I might pass on to someone.\n<\/p><p>\n<b>Two Stories<\/b>\n<\/p><p>\nOne is about a young man whom I had the chance to know and interview for his mission, and\nI had the privilege of setting him apart. I like to write to missionaries. I like to get their\nletters. I am sure I get more strength from their letters than they do from mine. This choice\nboy was sent to Australia. Some weeks ago he sent me a letter, and in that letter there were a\nnumber of large bills, greenbacks, currency. I thought he took a chance sending it that way,\nbut it was wrapped well. There were also enclosed an envelope addressed to another elder and\na note to this elder. The missionary in his letter to me said, \"Will you put this money and this\nmemorandum in the enclosed envelope, put a stamp on it, and mail it to this elder?\" The letter\nto the missionary to whom the money was to be sent said about these words: \"Enclosed is\nsome money that I want you to have so that you can stay and finish your mission. Unsigned.\"\nHis missionary companion's folks were having some financial difficulties. This boy had been\nsaving a little money out of his missionary allowance, and he sent that to me to put in an\nenvelope to send back to his companion, and he did not want him to know whence it came.\nOh, what a lesson!\n<\/p><p>\nSaturday, another lesson. I picked up a little granddaughter, a beautiful little girl. I asked her\nto come home with me to lunch. I told her we would have to hurry because I had an\nappointment. I told her mother I would bring her back after lunch. As we were preparing to\neat lunch, she was talking and visiting. She is a wonderful little girl, only ten years old, one\nof the choicest spirits I have ever known. She has suffered many illnesses, serious operations,\nbut she is well now, thanks to the blessings of the Lord. As we were eating, I was hurrying\nher, and she said, \"Grandpa, why are you always in such a hurry?\" (Well, I didn't know she\nknew that.) Then she looked at me so sweetly and innocently and said, \"Do you have\nproblems and worries?\" \"No, not me,\" I answered. \"I have an appointment, but not necessarily\nworries or problems.\" Then she answered me and said, \"I'm glad I don't have any worries or\nany problems. I love everybody.\" I wondered if she thought I didn't.\n<\/p><p>\nPerhaps, this is the source of some of our troubles. This may be the source of some of our\nworries and some of our problems. Do we love everybody?\n<\/p><p>\n<b>Prophets in Our Midst<\/b>\n<\/p><p>\nI want to bear my testimony to you that I know that the Lord is our Father and that Jesus\nChrist is the Savior of the world, the Son of God. I would like to ask you: How would you\nfeel if someone should tell you that the Prophet Abraham is in your midst? How would you\nfeel if they should say that the Prophet Moses or Samuel or Isaiah is here in your midst? And\nwhat would you think if someone should say to you that the Apostle Paul or Peter or James\nor John is here? Well, there are prophets and Apostles here in your midst, and you are looking\nat them today. They are the prophets and Apostles with the same authority as the Apostles of\nold. You have been listening to the word of the Lord, for those who have spoken to you are\nof the Lord. Can you imagine what the Lord meant when he said, \"What I the Lord have\nspoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass\naway, my word shall not pass away, but shall all be fulfilled, <i>whether by mine own voice or<\/i>\n<i>by the voice of my servants, it is the same<\/i>\"\n(<span class=\"citation\" id=\"14542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14542)\">D&amp;C 1:38<\/a><\/span>, italics added)?\n<\/p><p>\nThat means that the words you have heard today, yesterday, and the day before, and that you\nhear from time to time from the prophets and the Apostles are the same as if the Lord were\nspeaking to you. We who are privileged to work closely with these great men constantly see\nthe inspiration of the Lord flowing to them back to you and to me.\n<\/p><p>\nGod grant that we may have the strength and the faith to purge our souls of all those things\nthat are not of the Lord. I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}