{"ID":1415, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The First Principles and Ordinances of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1965, pp. 127-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers, sisters, and friends assembled here in this historic building, and those of you\nwho are sometimes termed the \"unseen audience,\" may I express my gratitude for your taking\ntime to see and listen in to the proceedings of these great conference sessions. I would like to\ntake this opportunity, too, to say hello to my sweetheart who is listening today, and I feel her\nspirit.\n<\/p><p>\nMay I repeat the words of President McKay at the opening of this conference read by his son\nRobert, found in 2 Timothy, the fourth chapter: \n<\/p><p>\n<b>\"Preach the Word\"<\/b>\n<\/p><p>\n\"I charge thee therefore before God, and the Lord Jesus Christ . . . [to] preach the word\"\n(<span class=\"citation\" id=\"5159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5159)\">2 Tim. 4:1-2<\/a><\/span>).\n<\/p><p>\nThat is what I have in mind at this time, if the Lord will bless me.\n<\/p><p>\n\"We believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord\nJesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins;\nfourth, Laying on of hands for the gift of the Holy Ghost\"\n(<span class=\"citation\" id=\"6813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6813)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\n<b>Jesus Commissioned The Disciples<\/b>\n<\/p><p>\nMay I take you back in your mind's eye to almost 2,000 years ago, after the resurrection of\nJesus, when he had commissioned his disciples, which means he had given them the authority\nto go forth and teach.\n<\/p><p>\nThe day to which I refer is known as the day of Pentecost. Many were assembled, and Peter\nwas the mouthpiece on this occasion. He taught: \n<\/p><p>\n<b>\"We all are witnesses\"<\/b>\n<\/p><p>\n\"This Jesus hath God raised up, whereof we all are witnesses.\n<\/p><p>\n\"Therefore being by the right hand of God exalted, and having received of the Father the\npromise of the Holy Ghost, he hath shed forth this, which ye now see and hear . . .\n<\/p><p>\n\"Therefore let all the house of Israel know assuredly, that God hath made that same Jesus\nwhom ye have crucified, both Lord and Christ.\n<\/p><p>\n\"Now when they heard this, they were pricked in their heart, and said unto Peter and to the\nrest of the apostles, Men and brethren, what shall we do?\n<\/p><p>\n\"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost.\n<\/p><p>\n\"For the promise is unto you, and to your children, and to all that are afar off even as many\nas the Lord our God shall call.\n<\/p><p>\n\"And with many other words did he testify and exhort, saying, Save yourselves from this\nuntoward generation.\n<\/p><p>\n\"Then they that gladly received his word were baptized: and the same day there were added\nunto them about three thousand souls\" (<span class=\"citation\" id=\"7973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7973)\">Acts 2:32-33,36-41<\/a><\/span>).\n<\/p><p>\n<b>Illustrations To Inculcate Faith<\/b>\n<\/p><p>\nThose who were pricked in their hearts gave evidence of faith, the first principle of the gospel\nof Jesus Christ. The scriptures are replete with stories of faith.\n<\/p><p>\n\"Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet\nyour heavenly Father feedeth them. Are ye not much better than they?\n<\/p><p>\n\"Which of you by taking thought can add one cubit unto his stature?\n<\/p><p>\n\"And why take ye thought for raiment? Consider the lilies of the field, how they grow; they\ntoil not, neither do they spin; \n<\/p><p>\n\"And yet I say unto you, That even Solomon in all his glory was not arrayed like one of\nthese.\n<\/p><p>\n\"Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast\ninto the oven, shall he not much more clothe you, O ye of little faith?\"\n(<span class=\"citation\" id=\"35436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35436)\">Matt. 6:26-30<\/a><\/span>).\n<\/p><p>\nPaul said, \". . . faith is the substance of things hoped for, the evidence of things not seen\"\n(<span class=\"citation\" id=\"24347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24347)\">Heb. 11:1<\/a><\/span>).\n<\/p><p>\n\"And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have\nfaith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder\nplace; and it shall remove; and nothing shall be impossible unto you\"\n(<span class=\"citation\" id=\"35486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35486)\">Matt. 17:20<\/a><\/span>).\n<\/p><p>\nThe next principle is repentance as taught on that great day of Pentecost.\n<\/p><p>\n<b>Repentance a Principle for Reformation of Life<\/b>\n<\/p><p>\nRepentance is a principle and not merely an expression of penitent grief. It involves a\nreformation of life. The Apostle Paul spoke to the Corinthian Saints: \n<\/p><p>\n\"Now I rejoice, not that ye were made sorry, but that ye sorrowed to repentance\n<\/p><p>\n\"For godly sorrow worketh repentance to salvation not to be repented of: but the sorrow of\nthe world worketh death\" (<span class=\"citation\" id=\"3052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3052)\">2 Cor. 7:9-10<\/a><\/span>).\n<\/p><p>\nRepentance is an eternal truth and principle. The Prophet Isaiah understood this principle\nwhen he said: \"Let the wicked forsake his way, and the unrighteous man his thoughts: and let\nhim return unto the Lord, and he will have mercy upon him; and to our God, for he will\nabundantly pardon\" (<span class=\"citation\" id=\"25292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25292)\">Isa. 55:7<\/a><\/span>).\n<\/p><p>\nIn conclusion, as a true definition of repentance, let me quote the words of Paul to the\nEphesians: \n<\/p><p>\n\"Wherefore putting away lying, speak every man truth with his neighbour . . .\n<\/p><p>\n\"Be ye angry, and sin not: let not the sun go down upon your wrath: \n<\/p><p>\n\"Neither give place to the devil.\n<\/p><p>\n\"Let him that stole steal no more . . .\n<\/p><p>\n\"Let no corrupt communication proceed out of your mouth\"\n(<span class=\"citation\" id=\"21779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21779)\">Eph. 4:25-29<\/a><\/span>).\n<\/p><p>\nThis is the only repentance taught in Holy Writ and simply means to forsake all sin and\naccomplish a reformation of life.\n<\/p><p>\nYes, a transition, a transformation, a miracle can come in the lives of individuals today.\n<\/p><p>\nI remember being at the baptism not too long ago of a fine businessman who had maintained\nthe standards of the Church but hadn't conformed with the formalities. I listened to his first\nwords as he came up out of the waters of baptism: \"Oh, why have I waited so long?\"\n<\/p><p>\nAnother expression, \"Why have I waited until the afternoon of my life to see and understand\nthe truths of the gospel?\"\n<\/p><p>\nYes, miracles are taking place each day in this Dispensation of the Fulness of Times. What is\na miracle? An act of happening in the material or physical world which seems to depart from\nthe laws of nature or to go beyond what is known of these laws; yes, a wonder, a marvel.\n<\/p><p>\n<b>Baptism&mdash;the First Ordinance<\/b>\n<\/p><p>\nThat brings me to the third principle and the first ordinance of the gospel of Jesus Christ,\nwhich is baptism.\n<\/p><p>\nFaith and repentance are principles, and in baptism we come to the first ordinance necessary to\nenter the kingdom.\n<\/p><p>\nBaptism is essential to salvation, and according to the scriptures it must be a specific type of\nbaptism&mdash;in other words, performed by immersion. It is for the remission of sins, required by\nall who reach the age of eight years, for such the Lord has revealed in this day.\n<\/p><p>\n\"In those days came John the Baptist, preaching in the wilderness of Judaea,\n<\/p><p>\n\"And saying, Repent ye: for the kingdom of heaven is at hand.\n<\/p><p>\n\"Then went out to him Jerusalem, and all Judaea, and all the region round about Jordan,\n<\/p><p>\n\"And were baptized of him in Jordan, confessing their sins.\n<\/p><p>\n\"But when he saw many of the Pharisees, and Sadducees come to his baptism, he said unto\nthem, O generation of vipers, who hath warned you to flee from the wrath to come?\n<\/p><p>\n\"Bring forth therefore fruits meet for repentance: \n<\/p><p>\n\"And think not to say within yourselves, We have Abraham to our father: for I say unto you,\nthat God is able of these stones to raise up children unto Abraham.\n<\/p><p>\n\"And now also the axe is laid unto the root of the trees: therefore every tree which bringeth\nnot forth good fruit is hewn down, and cast into the fire.\n<\/p><p>\n\"I indeed baptize you with water unto repentance: but he that cometh after me is mightier\nthan I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and\nwith fire: \n<\/p><p>\n\"Whose fan is in his hand, and he will thoroughly purge his floor, and gather his wheat into\nthe garner; but he will burn up the chaff with unquenchable fire.\n<\/p><p>\n\"Then cometh Jesus from Galilee to Jordan unto John, to be baptized of him.\n<\/p><p>\n\"But John forbad him, saying, I have need to be baptized of thee, and comest thou to me?\n<\/p><p>\n\"And Jesus answering said unto him, Suffer it to be so now: for thus it becometh us to fulfil\nall righteousness. Then he suffered him.\n<\/p><p>\n\"And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens\nwere opened unto him, and he saw the Spirit of God descending like a dove, and lighting\nupon him: \n<\/p><p>\n\"And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased\"\n(<span class=\"citation\" id=\"35414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35414)\">Matt. 3:1-2,5-17<\/a><\/span>).\n<\/p><p>\nSo we see how essential baptism is, performed legitimately by one having the authority, first\nto enter the kingdom and second to enable the individual to fulfil all righteousness.\n<\/p><p>\n\"One Lord, one faith, one baptism\" (<span class=\"citation\" id=\"21772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21772)\">Eph. 4:5<\/a><\/span>).\n<\/p><p>\nThe Lord to Nicodemus said, \"Verily, verily, I say unto thee, Except a man be born of water\nand of the Spirit, he cannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"28167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28167)\">John 3:5<\/a><\/span>).\n<\/p><p>\n<b>The Gift of the Holy Ghost<\/b>\n<\/p><p>\nWhich brings me to the fourth principle and the second ordinance, the reception of the Holy\nSpirit.\n<\/p><p>\nHaving shown that faith, repentance, and baptism are essential to the remission of sins, let us\nnow consider the reception of the Holy Spirit.\n<\/p><p>\nMan is not prepared for the indwelling of the Holy Ghost unless he repents of his sins and\nbecomes freed from them by obedience to the laws of God.\n<\/p><p>\nTo show that the laying on hands for the gift of the Holy Ghost by those having divine\nauthority was practiced by the ancient Apostles, I refer to Acts 8:14-21: \n<\/p><p>\n\"Now when the apostles which were at Jerusalem heard that Samaria had received the word of\nGod, they sent unto them Peter and John: \n<\/p><p>\n\"Who, when they were come down, prayed for them, that they might receive the Holy Ghost: \n<\/p><p>\n\"(For as yet he was fallen upon none of them: only they were baptized in the name of the\nLord Jesus.)\n<\/p><p>\n\"Then laid they their hands on them, and they received the Holy Ghost.\n<\/p><p>\n\"And when Simon saw that through laying on of the apostles' hands the Holy Ghost was\ngiven, he offered them money,\n<\/p><p>\n\"Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy\nGhost.\n<\/p><p>\n\"But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift\nof God may be purchased with money.\n<\/p><p>\n\"Thou hast neither part nor lot in this matter: for thy heart is not right in the sight of God\"\n(<span class=\"citation\" id=\"7984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7984)\">Acts 8:14-21<\/a><\/span>).\n<\/p><p>\nAnother experience in the life of the Apostle Paul: \n<\/p><p>\n\"And when Paul had laid his hands upon them, the Holy Ghost came on them\"\n(<span class=\"citation\" id=\"7992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7992)\">Acts 19:6<\/a><\/span>).\n<\/p><p>\n<b>\"The Laying on of Hands\"<\/b>\n<\/p><p>\nThe following references also indicate the laying on of hands as a sacred rite which would not\nhave been adopted by the Apostles unless commanded of God to do so: \n<\/p><p>\n\"Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of\nthe hands\" (<span class=\"citation\" id=\"2825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2825)\">1 Tim. 4:14<\/a><\/span>).\n<\/p><p>\n\"Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by\nthe putting on of my hands\" (<span class=\"citation\" id=\"5153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5153)\">2 Tim. 1:6<\/a><\/span>).\n<\/p><p>\nThe Holy Ghost is a great boon or favor from the Lord, and many blessings are received\nbecause of it.\n<\/p><p>\n\"But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he\nshall teach you all things, and bring all things to your remembrance, whatsoever I have said\nunto you\" (<span class=\"citation\" id=\"28207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28207)\">John 14:26<\/a><\/span>).\n<\/p><p>\nNow in conclusion on this, may I give you a thought from Paul in Galatians, and then a\nthought from Parley P. Pratt.\n<\/p><p>\nPaul said, \"But the fruit of the Spirit is love, joy, peace, longsuffering gentleness, goodness,\nfaith,\n<\/p><p>\n\"Meekness, temperance\" (<span class=\"citation\" id=\"23274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23274)\">Gal. 5:22-23<\/a><\/span>).\n<\/p><p>\nAnd Parley P. Pratt, a prophet of the Lord in this dispensation, gave this definition of the\nHoly Ghost.\n<\/p><p>\n\"It inspires virtue, kindness, goodness, tenderness, gentleness, and charity. It develops beauty\nof person, form, and features. It tends to health, vigor, animation, and social feeling. It\ndevelops and invigorates all the faculties of the physical and intellectual man. It strengthens,\ninvigorates and gives tone to the nerves. In short, it is, as it were, marrow to the bone, joy to\nthe heart, light to the eyes, music to the ears, and life to the whole being.\" (Parley P. Pratt,\n<i>Key to the Science of Theology<\/i>, 1948 edition, p. 100; as quoted in James E. Talmage,\n<i>Articles of Faith<\/i>, p. 487.)\n<\/p><p>\nI bear witness that that Spirit is prevalent on the earth today and will come to those who have\nfaith, who repent, who are baptized by the true servants of the Lord, and it will be unto them\nas a boon and a favor and a guide into further light, truth, and knowledge. I bear witness to\nthese things in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}