{"ID":1416, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Moderation and the Gospel<\/p>\n<p class=\"gcspeaker\">Elder Bernard P. Brockbank<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Bernard P. Brockbank, <i>Conference Report<\/i>, April 1965, pp. 131-132<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, we are here today because of revelation from the Lord. I am going to be\nvery brief, but I would just like to share with you a recent experience, one that many of us\noften have.\n<\/p><p>\n<b>Shortcomings of Moderation<\/b>\n<\/p><p>\nAs I traveled from New York to Chicago on the way to this conference, I was seated next to\na VIP from one of the large industrial firms of the world. He was well educated as a leader\nand as a lawyer in his profession. He said that he had met and personally knew several\nMormons in responsible positions and that he was impressed with their loyalty, their integrity,\nand their dedication.\n<\/p><p>\nDuring our conversation on religion he said that he knew little about the Bible, but he\nbelieved in moderation regarding the laws and commandments of God. This sounds good, and\nsometimes we find ourselves indulging in the same type of thinking.\n<\/p><p>\nI asked him how moderation worked on the commandment, \"Thou shalt not kill\"\n(<span class=\"citation\" id=\"22748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22748)\">Ex. 20:13<\/a><\/span>).\nHow does it work on the commandment, \"Thou shalt not commit adultery\"\n(<span class=\"citation\" id=\"22752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22752)\">Ex. 20:14<\/a><\/span>)?\n<\/p><p>\nHow does it work on the commandment, \"Thou shalt not steal\"\n(<span class=\"citation\" id=\"22754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22754)\">Ex. 20:15<\/a><\/span>)?\n<\/p><p>\nAnd after taking thought he said, \"Moderation doesn't seem to work in all cases.\"\n<\/p><p>\nI asked him how it worked in regard to the great law given by the Savior, \"Thou shalt love the\nLord thy God with all thy heart, and with all thy soul, and with all thy mind\"\n(<span class=\"citation\" id=\"35496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35496)\">Matt. 22:37<\/a><\/span>).\n<\/p><p>\nHe said, \"Moderation kills the strength of this great law.\"\n<\/p><p>\nJustification of sin, whether in moderation or otherwise, is not from God. It is deceitfully\ninspired by Satan.\n<\/p><p>\nMay I be a little personal. Have you ever justified weakness and sin in moderation? Do you\npersonally have anything to repent of? Of course we know the answer. How long have you\nhad the sin or weakness that you desire to repent of? It is easier to give a sermon on\nrepentance than to practice repentance.\n<\/p><p>\n<b>Repentance&mdash;Principle of Re-education<\/b>\n<\/p><p>\nWhat is the next move of one who has a problem to repent of? Have you taught repentance to\nyour children? It is of such vital importance in God's program that it must be taught and\nlearned and understood. Do your children know how to repent?\n<\/p><p>\nReal and deep-seated love for God and Jesus Christ comes into the human soul when\nforgiveness of sin and weakness comes from the atoning sacrifice of Jesus Christ. His\nsacrifice and atonement becomes more genuine and purposeful when one repents and receives\ndivine relief and forgiveness from sin and weakness.\n<\/p><p>\nHow would you feel if the golden opportunity of repentance were canceled?\n<\/p><p>\nGod's righteousness and spiritual growth, as well as many other basic principles, are founded\non repentance.\n<\/p><p>\nRepentance is the one important part of the 'refiner's fire' (<span class=\"citation\" id=\"32787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32787)\">Mal. 3:2<\/a><\/span>)\nthat brings the human soul to\ncelestial glory. God placed Satan on this earth to tempt man. Man has appetites and human\nfrailties to master and conquer. The human, Godlike mind must be trained to be in full control\nof the soul and life of man. Fear and the appetites too often creep in and crush out the control\nof the mind. Self-control and self-mastery in righteousness is the real joy of this life.\n<\/p><p>\n<b>Attaining Self-control and Perfection<\/b>\n<\/p><p>\nI often reflect on the temptations of the Master. Do you think he gloried and enjoyed his\nstrength and ability to say no to Satan, to say no to the temptation of weakness, even after the\nflesh and the body had been placed under forty days of fasting\n(<span class=\"citation\" id=\"35416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35416)\">Matt. 4:1-2<\/a><\/span>)?\n<\/p><p>\nRepentance founded on Jesus Christ is one way to attain self-control and perfection.\n<\/p><p>\nI'd just like to speak personally. My own experience with repentance is teaching me that\nknowing the weakness and desiring to repent of it is not sufficient to eliminate the problem\nfrom my life. I found that I must again put my mind, my God-given brain, in charge and not\nlet the habit or the weakness run on and inhibit my progress.\n<\/p><p>\nSin in any form stops spiritual progress. I am finding that I have to memorize what I desire to\nrepent of so that when I go to do it again I know what I told the Lord.\n<\/p><p>\nNo wonder that in the gospel of Jesus Christ faith and repentance are the first principles.\n<\/p><p>\nGod's program of righteous growth and eternal progress is founded on faith and repentance.\nBoth are free, both are gifts from God, but both are of no value unless used.\n<\/p><p>\nParents, you are God's representatives in the home. May we teach and use repentance\nourselves and teach our children and our neighbors and our friends to do likewise, I pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}