{"ID":1417, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Not as the World Giveth\"<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, April 1965, pp. 132-134<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, may I was a great experience of learning and first of all share a\ngreat experience that taught me a lesson that I shall never I had at the age of eight years. This\nwas a great experience of learning and taught me a lesson that I shall never forget.\n<\/p><p>\n<b>Learning Can Be Zestful<\/b>\n<\/p><p>\nI remember the thrill of being taught simple division. Three goes into fifteen five times. It\nseemed almost like a miracle as the teacher further taught us that all we had to do was\nmultiply the answer by the divisor, and we would have the number that we started with. She\nsaid that by following this simple plan and procedure we could check any division problem\nand make certain that the answer was right.\n<\/p><p>\nA few days later we had our first test in simple division. I shall never forget turning to my\nschool chum and announcing, \"I got an 'A.'\" He said, \"How do you know? We haven't even\ngraded the papers.\"\n<\/p><p>\n\"I know I have an 'A' because I checked every answer. I multiplied the answer by the\ndivisor, and I was certain that it was exactly the same number we started with. I know I got\nan 'A.'\"\n<\/p><p>\nAnd sure enough it was an \"A\" because I was standing on solid rock. There was no doubt in\nmy mind. I was dealing with an exact science, and for the first time in my life I felt really\nsecure in something that I had been taught in school. This was an exact science, and I was\nable to prove my answer beyond question.\n<\/p><p>\nNow in the world today, I think if there were one common wish among all mankind, that\nwish would be for peace&mdash;peace in the world, peace in each nation; peace in the community;\neven a feeling of peace in each home; and perhaps most important of all, peace of mind.\n<\/p><p>\nOur day will probably go down in history as the day of psychiatry, psychology, and\ntranquilizers. Now, I don't mean to suggest that there is no place for the professionally trained\nto treat the mentally disturbed or for the prescribing of proper medicine for the overwrought,\nbut I do believe with all my heart and soul that most of these anxieties found in the hearts\nand minds of men today can be eliminated by a return to faith in God and the resultant desire\nto obey his commandments.\n<\/p><p>\n<b>God's Plan Is a Super Highway<\/b>\n<\/p><p>\nTo me, and I am sure to you, God's plan is like a superhighway. This superhighway is built\non solid rock; it is built well above the fog-shrouded valleys; and it is built well above the\nswamps of infidelity, selfishness, and immorality. The Lord himself has said, \"I am the light\nof the world: he that followeth me shall not walk in darkness, but shall have the light of life\"\n(<span class=\"citation\" id=\"28182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28182)\">John 8:12<\/a><\/span>).\n<\/p><p>\nHeavenly Father has also said that there are laws irrevocably decreed in the heavens upon\nwhich all blessings are predicated (see <span class=\"citation\" id=\"14688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14688)\">D&amp;C 130:20-21<\/a><\/span>).\nIf we keep the law, we reap\nhappiness. If we violate the law or ignore the law, we have problems, and we have\nunhappiness. It is just as simple as that.\n<\/p><p>\n<b>His Laws Are Sure<\/b>\n<\/p><p>\nAnd so, as we think back to my third grade experience, how much the same are God's laws.\nHis laws are also undeviating, certain, proven, and all we need do is keep his laws, and we\nwill be happy, we will be successful, and we will regain his presence.\n<\/p><p>\nWith you, I invite all men, all women, all children, all people everywhere to join in God's\nplan. Let's consider his law of health, for example. Why have all the upset that we have in\nthe world through lack of health, when all we need do is follow God's plan as revealed in this\nday, and then we will most likely have the peace of mind of a strong, healthy body.\n<\/p><p>\nWith you, I would share with the world the great truth that all we have to do is give back to\nHeavenly Father one-tenth of our increase, and again we have peace of mind, as we help to\nbuild his kingdom unselfishly.\n<\/p><p>\nWith you, I would give to the world the great truth that we must have love and unity in our\nhomes, and here again we can achieve a peace of mind unattainable in any other way.\n<\/p><p>\nThe same thing can be said of the Sabbath day, of keeping it holy, and of the peace that\ncomes to all who keep that great commandment.\n<\/p><p>\nThe same thing can be said about the principle of prayer. As we communicate with our\nHeavenly Father, let him know that we love him and that we intend to keep his\ncommandments to the very best of our ability.\n<\/p><p>\n<b>Eternal Truths<\/b>\n<\/p><p>\nYes, brothers and sisters, there are eternal truths. Two parts hydrogen and one part oxygen is\nwater. It was so when Heavenly Father was creating the earth. It is so today, and it will be so\nforever. This is an eternal truth of chemistry. Pi(r-squared) has always been and always will be the\nformula to find the area of a circle. One hundred and eighty-six thousand miles per second\nhas been and always will be the speed of light. Einstein has given us in our day that E is\nequal to M(C-squared), the theory of relativity.\n<\/p><p>\nAs we quote these basic truths, they are simple. They are not complicated. All basic truth\nseems to be simple. It is only when we go beyond the realm of truth that we become\ncomplicated, that we become mixed up in our minds and our emotions.\n<\/p><p>\n<b>Intelligence for Family Home Evenings<\/b>\n<\/p><p>\nBrothers and sisters, can we simplify our lives, simplify our living, take time to do the things\nthat need to be done? If there is not time in our lives for the Family Home Evening, there is\nsomething wrong, and we are getting away from the way Heavenly Father would have us live.\nIf there is not time in our lives for personal prayer, then we must take stock of ourselves. If\nthere is not enough faith or money to give back to Heavenly Father his one-tenth, then we are\nmismanaging our affairs, and we are getting away from those things that would bring us pure\nand simple happiness.\n<\/p><p>\n<b>The Gospel Is the Way to Peace<\/b>\n<\/p><p>\nSo the gospel, brothers and sisters, is peace of mind, and only as rapidly as we get back to\nthe standard works and give heed to his basic principles will we have the peace of mind that\nChrist himself spoke of when he proclaimed to the world: \"Peace I leave with you, my peace\nI give unto you: not as the world giveth, give I unto you. Let not your heart be troubled,\nneither let it be afraid\" (<span class=\"citation\" id=\"28208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28208)\">John 14:27<\/a><\/span>).\n<\/p><p>\nBrothers and sisters, the world giveth differently from the way Christ giveth, and when we\npartake of the world as the world giveth, we start reaching for our tranquilizers. But as we\nreach for the gospel of Jesus Christ, and as we reach for the standard works of the Church\nand the truths revealed therein, then I say we are going to have joy in our lives, and we can\npromise to all men there will be happiness in their lives. We can further say that theirs will be\na peace of mind that will bring a surety to their souls and give them the happiness to which\nall Heavenly Father's children are entitled.\n<\/p><p>\nI so testify and pray that we might so live in the name of his Son Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}