{"ID":1418, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How Much Is This All Worth?<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1965, pp. 134-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and my beloved brethren and sisters. As we have listened during these days,\nthere is a question by Daniel Webster that has come to mind, \"How much is all this worth?\"\nIt is a question that everyone might ask himself.\n<\/p><p>\n<b>\"How Much Is all this Worth\"<\/b>\n<\/p><p>\nHow much would it be worth to know the purpose of life?\n<\/p><p>\nWhat would it be worth to have an assurance of everlasting life?\n<\/p><p>\nWhat would it be worth to know that we may have life with our loved ones everlastingly?\n<\/p><p>\nHow much would it be worth to have peace and quietness of conscience?\n<\/p><p>\nHow much is it worth to be sustained in sorrow, in sickness, to know that the Lord God is\naware of us, that he loves us, that we are his children, that he will not leave us alone?\n<\/p><p>\nHow much is it worth to have a solid, sustaining faith in the future, despite the grievous\nproblems and contentions that are prevalent among mankind?\n<\/p><p>\n<b>The Lord Is the Source of Truth<\/b>\n<\/p><p>\nThink what it would be worth to students, to young people who are tom between conflicting\ntheories and teachings that change from time to time, with the many disagreements there are\neven among the experts, to be encouraged to search, to seek for truth, to know that the Lord\nGod, whose infinite intelligence embraces the whole universe, is the source of all truth, and to\nknow that there is no point or purpose in losing faith because of conflicting theories, because\ntime and patience and research and revelation will sometime see them all resolved. After all,\neternity is a long time, and there is infinitely much that men do not know. Why be disturbed\nabout the little that we think we know. Many theories once thought to be true have since been\nset aside, and others will be.\n<\/p><p>\n<b>The Gospel Encompasses This:<\/b>\n<\/p><p>\nWhat is it worth to be able to look at all things with patient faith, knowing that all the\nanswers will sometime be in evidence?\n<\/p><p>\nWhat is it worth to have standards, commandments, moral laws, rules of life which are\nGod-given, and by which to judge our choices, our conduct, so as not to be left to the\nperversions and sophistries of men for such decisions?\n<\/p><p>\nHow much is it worth to those who are discouraged, to those who have been harshly dealt\nwith, to those for whom life has been hard, to those who don't quite seem to have found their\nplace; to those who have been misjudged, to those who have been deprived of opportunity, to\nknow that God is our Father, that he is mindful of us, that all we cannot understand will\nsometime be understood; that all injustices will be corrected, that in the ultimate working out\nof our Father's ways, no one will receive anything he shouldn't, and no one will be deprived\nof anything he should receive?\n<\/p><p>\nAs Emerson said in his essay on \"Compensation,\" which ties in to what Bishop Simpson has\njust been telling us, \"The world looks like . . . a mathematical equation, which, turn it how\nyou will, balances itself.\" It is impossible for a person to cheat anyone but himself. It all adds\nup.\n<\/p><p>\n<b>God-given Rules of Life<\/b>\n<\/p><p>\nAll this and much, much more is encompassed within the gospel of Jesus Christ. And\ncertainly such peace and purpose, such assurance, would be worth the meeting of his\nrequirements the keeping of his commandments, and should give incentive for living clean\nand useful and honorable and dedicated lives.\n<\/p><p>\nAll this should be worth young people's waiting for the proper time and season, waiting for\nlife to unfold, with virtue, with prayerfulness, with respect for principles, with respect for\nparents, with the keeping of the commandments.\n<\/p><p>\nAll this should be worth overcoming appetites, refraining from what the Lord has said is not\ngood for man, heeding the simple counsel God has given, which will help us to have health\nand wisdom and knowledge and physical and spiritual blessings.\n<\/p><p>\nOften we rush. We sometimes aspire. We sometimes seek to acquire and accumulate. We live\nwith many problems, with much unrest; we do much running around and take time for lesser\nthings, looking elsewhere for answers, failing to find them.\n<\/p><p>\n<b>Go to the Commandments of God for Answers<\/b>\n<\/p><p>\nAnd with all the many things that men are finding, it would seem that bedrock answers\nshould not be so elusive. Indeed, they are not, but the answers go back to the commandments\nof God, to the principles given by our Savior, to what has been revealed through the prophets,\nto that which gives peace and high purpose, and the assurance of everlasting life. And it is\nworth much to know that there are answers, that to all of the problems and all of the\ncontentions of the world, there are answers. We heard Brother Romney speak of them. We\nheard Brother Kimball speak of them. We heard Brother Petersen and Brother Hunter speak\nof the commandments which have not been repealed. God has not changed his mind, as\nBrother Petersen indicated to us.\n<\/p><p>\nI should like to recall to your mind just a few sentences from these brethren: \n<\/p><p>\nFrom Brother Petersen: \"To leave the path of virtue as set forth by Christ is an apostasy from\nChrist . . .\n<\/p><p>\n\"I ask you&mdash;is God, who the scriptures say is the same yesterday, today, and forever\n(<span class=\"citation\" id=\"24351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24351)\">Heb. 13:8<\/a><\/span>), now\nchanging his mind?\n<\/p><p>\n\"Does Jesus no longer believe what he taught when he was on earth?\n<\/p><p>\n\"For any man to attempt to change the moral law is like trying to change the Deity himself.\"\n<\/p><p>\nMay I cite a few phrases from Brother Kimball, when he reminded us that if the problem\n\"could be solved with money, people would tax themselves to curb it. If penal or correctional\ninstitutions would suffice, a great building program would be initiated. If additional social\nworkers could prevail, universities would add courses in these subjects. If judges and courts\nand attorneys, policemen and prisons and penitentiaries would solve the problem, the onrush\nof delinquency, such institutions would be dotted over all the land. But such are not the cures\nfor the malady; but the Lord has given us a plan, so simple, so costless. It requires a change\nof attitudes and transformation of our lives.\"\n<\/p><p>\nIt requires that self-control of which Brother Brockbank has been speaking. And any man who\ncan't control his thoughts can't control his actions, and any man who can't control his actions\nisn't safe in society.\n<\/p><p>\nMay I share with you one sentence from Carlyle. He said, \"Over the times thou hast no\npower . . . Solely over one man . . . thou hast a quite absolute . . . power.&mdash;Him redeem and\nmake honest.\"\n<\/p><p>\nThere are two pertinent lines from the closing of a beautiful song which the Tabernacle Choir\nsings, \"America, the Beautiful\": \"Confirm thy soul in self-control, Thy liberty in law.\"\n<\/p><p>\n<b>Commandments Are Self-enforcing<\/b>\n<\/p><p>\nSooner or later we learn that the commandments are self-enforcing. In all things there are\ncauses and consequences. In all things there are standards, and all that we haven't yet reached\nor realized we must arrive at by repentance and improvement. There is no way except the\nLord's way. As Dr. James W. Clarke expressed it many years ago in a radio sermon quoted\nby William H. Danforth: \n<\/p><p>\n\"Christ is the greatest need of the world. Many of us profess to be Christians, yet we must\nconfess that we do not take Him seriously. Our surrender is but in part. We salute Him, but\nwe don't obey Him. We respect Him, but we don't follow Him. We admire Him, but we don't\nworship Him. We quote His sayings, but we don't live by them . . . There is only one way\nout for the world&mdash;the way of the man of Galilee.\"\n<\/p><p>\n<b>Eternal Life Gained by Keeping the Commandments<\/b>\n<\/p><p>\nJesus asked this of the Nephites, and then answered his own question: \n<\/p><p>\n\"Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am\"\n(<span class=\"citation\" id=\"5685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5685)\">3 Ne. 27:27<\/a><\/span>).\n<\/p><p>\n\"And, if you keep my commandments,\" he said elsewhere, \"and endure to the end you shall\nhave eternal life, which gift is the greatest of all the gifts of God\"\n(<span class=\"citation\" id=\"14553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14553)\">D&amp;C 14:7<\/a><\/span>).\n<\/p><p>\nHow much is all this worth? It cannot be calculated.\n<\/p><p>\n\"We have nothing to lose&mdash;except everything.\" And nothing to gain except everything&mdash;eternal\nlife with our Father and his Son, and with our loved ones with us everlastingly, and\npeace and purpose and assurance here and now.\n<\/p><p>\nLeaving you my witness as to the truth of this work and as to how much all of this is worth,\nin closing there comes to mind these words from President McKay: \"Go home and live your\nreligion . . . Radiate what you are and all who come under its influence will benefit from it.\"\n<\/p><p>\nMay our Father's blessings be with you always, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}