{"ID":1419, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Purpose of Church to Perfect the Individual<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1965, pp. 137-138<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n(After the Brethren had assisted President McKay to the pulpit, he chuckled as he said:)\n<\/p><p>\n\"I am not as weak as seems.\"\n<\/p><p>\nWe have had a great Conference and my heart is full. I should like to express appreciation,\nespecially to the brethren and sisters who came down here this morning before daylight in\norder to get a seat. This audience is blessed by the presence of those men and women who\nhave traveled many miles, some of them getting up in the middle of the night, to come down\nhere and stay all day. I think their having done so preaches a sermon to all of us to devotion\nto the work, willingness to accept any assignment, and eagerness to get the guidance of truths\nas proclaimed by the members of the General Authorities.\n<\/p><p>\nI have dictated a few lines expressive of my feelings for fear I should not be able to say\nimpressively what I want to say to you brethren and sisters, and give a blessing to all of you,\nso I am going to ask one of my sons to read what I handed him this afternoon and let that be\nthe message I want to give.\n<\/p><p>\nHe then evoked laughter from the audience as he said: \n<\/p><p>\n\"I wish I had freer use of this old tongue that wants to wrap itself around my teeth.\"\n<\/p><p>\nGod bless you, brethren and sisters, you stake presidencies, you bishoprics of wards, you\nofficers, stake and local, you mothers and fathers, you young people who are doing so much\nto build up the kingdom. Much of what you brethren and sisters do we never hear about, and\nit seems as though you are working without visible results, but no good deed can be\nperformed, no kind word can be spoken without its effects being felt for the good of the\nwhole. Sometimes the good may be infinitesimal, but as a rock that is thrown into a pool\nstarts a wave from the center which continues to enlarge until every part of the shore is\ntouched, so your deeds, silent, many of them unknown, unspoken, and unheralded, continue to\nradiate and touch many hearts.\n<\/p><p>\nWe are not unappreciative of what you are doing. Nobody can go out to a dedicatory service\nof one of our church edifices, hear incidents, details, illustrations, of what seems to be\nsacrifices of hours and hours of work freely given, without being deeply impressed with the\nintegrity and sincerity of the members of this Church.\n<\/p><p>\nWhy do we hold these conference meetings and all other meetings in the Church? They are\nheld for the good of the individual&mdash;for your son and my son, your daughter and mine. The\nLord has said, \". . . if it so be that you should labor all your days in crying repentance unto\nthis people, and bring, save it be one soul unto me, how great shall be your joy with him in\nthe kingdom of my Father!\n<\/p><p>\n\"And now, if your joy will be great with one soul that you have brought unto me into the\nkingdom of my Father, how great will be your joy if you should bring many souls unto me!\"\n(<span class=\"citation\" id=\"14559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14559)\">D&amp;C 18:15-16<\/a><\/span>).\n<\/p><p>\nThe whole purpose of the organization of this great Church, so complete, so perfect, is to bless\nthe individual. How that stands out in striking contrast, in opposition, to the claim of the\ncommunist who says that the individual is but a spoke in the wheel of the state, that the state\nis all in all, the individual being but a contributing factor to the perpetuation and strength of\nthe state.\n<\/p><p>\nThat idea is diametrically opposed to the gospel of Jesus Christ. Jesus sought for a perfect\nsociety by perfecting the individual. He recognized the fallacy in the dream of those who\nhoped to make a perfect society out of imperfect individuals. In all his labors and\nassociations, he sought the perfection of the individual.\n<\/p><p>\nThe goal he always set before his followers was the emancipation of men and women from\ngreed, from anger, from jealousy, from hatred, from fear; and in their place he hoped to bring\nabout a complete and normal development of the individual's divine powers through right\nthinking and unselfish, efficient service.\n<\/p><p>\nHe promised no material rewards, but he did promise perfected, divine manhood. \"Be ye\ntherefore perfect, even as your Father which is in heaven is perfect\"\n(<span class=\"citation\" id=\"35423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35423)\">Matt. 5:48<\/a><\/span>). And with\nthat divine manhood comes the resultant happiness&mdash;true happiness.\n<\/p><p>\nGod bless you, my dear fellow workers, you General Authorities, stake presidencies,\nbishoprics, every officer and teacher throughout the land&mdash;every member! May the Spirit of\nthe Lord abide in your hearts and in your homes, that people, partaking of your radiation of\nhonesty, integrity, uprightness, and faith in our Lord Jesus Christ, will be led to glorify our\nFather in heaven (<span class=\"citation\" id=\"35420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35420)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nGod help us to bring about that peace in the only way that it can come, which is through\nobedience to the gospel of Jesus Christ, I pray in his holy name. Amen.\n<\/p>\n<\/div>\n<\/div>"}