{"ID":142, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Test of Christianity<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1944, pp. 83-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSitting in this large audience are a number of men in the service of their country. They wear\nthe uniform of United States soldiers. It is always a fine thing to have them in our midst. On\nthe banks of the Potomac River in Washington at Arlington Cemetery, is the tomb of the\nUnknown Soldier whose body was brought from France at the close of the First World War.\nCarved on the tomb is a message of beauty. It reads: \"Here lies in honored glory an American\nsoldier known but to God\"&mdash;a message that all Americans may do well to keep in mind.\n<\/p><p>\nI wish to have the help of my Father in heaven while I speak to you this afternoon.\n<\/p><p>\nPRESENT-DAY CONDITIONS\n<\/p><p>\nThe Puritan preacher, John Eliot, known as the apostle to the Indians, wrote as a preface to\nhis Bible after having translated it into the Narragansett language: \"Work, with faith in Jesus\nChrist, can accomplish all things.\" It was a motto peculiarly fitting to his times; it is\npeculiarly fitting in our own day. It meant as Frederick Harrison has aptly written that to toil\nin producing things needful for human life is to offer up ourselves to the law of creation\nwhich ordained that life on this earth could only be sustained by the sweat of man's brow.\nThe terrible times through which we are passing are destined to leave war within every nation\nas well as our own. It may prove harder to win peace than to win war. There will be a dearth\nof food, of clothing, and saddest of all, a lack of Christian fellowship. Are the religious forces\ninfluential enough to set an example of self-denial, of self-restraint, of discipline and a\nrenewed faith in the teachings of the Savior of the world, who taught that peace can only\ncome as people love the Lord their God, and their neighbors as themselves?\n<\/p><p>\nWe have too often failed to give ourselves to the word of the Lord. We have run after wealth,\npraise, and honor, and thought that Christ may be found by seeking eminence and power. This\nis not so. Many of us will have to learn that it is not the outward and physical, but by the\ninward and physical that men become true men. Did not the Master say: \"Whosoever will\nsave his life shall lose it\" (<span class=\"citation\" id=\"33914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33914)\">Matt. 16:25<\/a><\/span>).\nHe taught that the majesty and sanctity of living is for the\ninvisible: that is to say for honor, truth, fidelity, and the kingdom of righteousness.\n<\/p><p>\nThere were honored names that took part in the great religious changes that came into the\nworld in the sixteenth century. The daring and forceful methods of John Calvin, Martin\nLuther, Melanchthon, Zwingli, and John Knox, and many others left their results upon the\nworld. We do not doubt their integrity to what they considered the fundamental doctrines of\nJesus Christ, but sin and disaster have been growing to the present day. There are in this\ncountry two hundred and fifty different religious creeds with a total membership of some\neighty million souls. The burning question of the hour is: Where is the simple and pure\nreligion of Jesus Christ as taught by the Master two thousand years ago? The Bible has\nsuffered at the hands of those whom it sought to help. Men have failed to read its teachings\nthrough to the end with an intelligent thoroughness. They have made selections according to\ntheir human knowledge \"and have missed its spirit and the trend of its instruction, and the\nglorious uplift of its truths.\"\n<\/p><p>\nCHRISTIAN BELIEF OF THE FUTURE\n<\/p><p>\nWhat will be the characteristics of a religion of Jesus Christ as humanity returns to the old\nway&mdash;the way of Christ our Savior? The followers will hold to the power of the priesthood of\nGod, to authority, and liberty, to the doctrine of individual salvation, the spirit of truth that\nbinds people into a Christian society. The unity of the Church of the living God will be\nenvisaged by a society, for which Christendom waits. It will be the religion of Jesus Christ,\nand not a religion about Jesus Christ. Thus we come to the supreme test of\nreligion&mdash;<i>revelation<\/i>. This was the fundamental teaching of the prophets of the Old Testament.\nIsaiah in richness of spiritual expression wrote ages ago:\n<\/p><p>\nThe Spirit of the Lord God is upon me; because the Lord hath anointed me to preach good\ntidings unto the meek; he hath sent me to bind up the broken hearted, to proclaim liberty to\nthe captives, and the opening up of the prison to them that are bound. To appoint unto them\nthat mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the\ngarment of praise for the spirit of heaviness; that they might be called trees of righteousness,\nthe planting of the Lord, that he might be glorified\n(<span class=\"citation\" id=\"25017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25017)\">Isa. 61:1-3<\/a><\/span>).\n<\/p><p>\nOur Savior came to save. He sought out the lost souls who had wandered far away. Sin was\nin the world then as it is today. He came to redeem the lost by the principle of repentance and\nholy baptism by one who has the power of God. If the Christian world has forgotten this, then\nit has lost its divine power. \"All great truths,\" it has been said, \"are simple truths.\" If the\nfollowers of Jesus will begin to teach the ways of the gospel of Christ in that humility which\ncomes of the genuinely pure heart and the high regard for the intellect, then the divinity of\nthe gospel will take new root in the souls of men. It will be Christianity again.\n<\/p><p>\nA MESSAGE GIVEN THROUGH THE RESTORATION OF THE GOSPEL\n<\/p><p>\nA new message of the Redeemer is in the world today. It says in part:\n<\/p><p>\nWe believe in God, the Eternal Father, and in his Son, Jesus Christ, and in the Holy Ghost.\n<\/p><p>\nWe believe that men will be punished for their own sins, and not for Adam's transgression.\n<\/p><p>\nWe believe that through the atonement of Christ, all mankind may be saved, by obedience to\nthe laws and ordinances of the Gospel.\n<\/p><p>\nWe believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord\nJesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins;\nfourth, Laying on of hands for the gift of the Holy Ghost.\n<\/p><p>\nWe believe that a man must be called of God, by prophecy, and by the laying on of hands, by\nthose who are in authority to preach the Gospel and administer in the ordinances thereof.\n<\/p><p>\nWe believe in the same organization that existed in the primitive Church, viz., apostles,\nprophets, pastors, teachers, evangelists, etc.\n<\/p><p>\n* * *\n<\/p><p>\nWe believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men;\nindeed, we may say that we follow the admonition of Paul&mdash;We believe all things, we hope all\nthings, we have endured many things, and hope to be able to endure all things. If there is\nanything virtuous, lovely, or of good report or praiseworthy, we seek after these things\n(<span class=\"citation\" id=\"6608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6608)\">A of F 1:1-6,13<\/a><\/span>).\n<\/p><p>\nThis message is purifying and refining. It will correct the abuses of human society; the abuses\nthat obstruct the pathway of God's work. It is revelatory, \"fulfilling the largest meaning and\npossibility of <i>revelation<\/i>.\" And furthermore, we have a truth: \"Whatsoever principles of\nknowledge we attain unto in this life will rise with us in the resurrection\"\n(<span class=\"citation\" id=\"12059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12059)\">D&amp;C 130:18<\/a><\/span>). This provides a\nscope of unlimited progress, and makes due place for all the human instincts that constitute\nthe spiritual nature of man. It limits man to his highest possibilities. This new message meets\nthe supreme test of religion&mdash;<i>revelation<\/i>. For in him is the supreme Sonship: \"The glory of the\nOnly Begotten of the Father, full of grace and truth\"\n(<span class=\"citation\" id=\"27110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27110)\">John 1:14<\/a><\/span>).\nWhat we have this day has redeemed\nyou and me far more than we have realized. Our world must go forth with the teaching that\nGod does live, and we freely give that which we have freely received. We will become a\npower through our idealism and faith. All of this, the Prophet Joseph Smith meant when he\ndeclared in words as revealed from God:\n<\/p><p>\nYe must grow in grace and in the knowledge of the truth\n(<span class=\"citation\" id=\"11981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11981)\">D&amp;C 50:40<\/a><\/span>).\n<\/p><p>\nMay we all abide more and more each day by the laws and commandments of God. I ask in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}