{"ID":1420, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Man's Free Agency<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1965, pp. 6-11<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters: It is truly a joy to meet with you. I want to take this opportunity to\nthank you and to tell you how grateful I am for your thoughtful solicitations and your faith\nand prayers. God bless every one of you for your integrity and devotion to the work of the\nLord! It is an honor and a continual joy to be associated with you in the Church of Jesus\nChrist.\n<\/p><p>\nWe are grateful for the blessing of the Lord to his Church in all the world, for the assurance\nof his divine guidance and inspiration. With deep gratitude we acknowledge in your presence\nthe Lord's nearness and his goodness, and in that spirit of prayerful appreciation, proclaim\nthat our souls respond in harmony with the glorious vision given to the Prophet Joseph Smith.\n<\/p><p>\n\"Hear, O ye heavens, and give ear, O earth, and rejoice ye inhabitants thereof, for the Lord is\nGod, and beside him there is no Savior.\n<\/p><p>\n\"Great is his wisdom, marvelous are his ways, and the extent of his doings none can find out\n. . .\n<\/p><p>\n\"For thus saith the Lord&mdash;I, the Lord, am merciful and gracious unto those who fear me, and\ndelight to honor those who serve me in righteousness and truth unto the end\"\n(<span class=\"citation\" id=\"14614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14614)\">D&amp;C 76:1-2,5<\/a><\/span>).\n<\/p><p>\nI deeply sense my inadequacy in trying to express in words the message I have in my heart\nthis morning. I earnestly pray for your help and assistance, and especially for the inspiration\nof the Lord, that we may sense his presence during this opening session and all the sessions\nof this conference. I am delighted to see these doorways crowded by interested listeners. It is\na sight we all should take to heart, a manifestation of those who love the Lord and keep his\ncommandments.\n<\/p><p>\n<b>Two Great Forces<\/b>\n<\/p><p>\nI cannot get my thoughts off the fact that there are two great forces in the world more potent\nthan ever before, each force more determined to achieve success, more active in planning, and,\non the one side, scheming, than ever before.\n<\/p><p>\n<b>Satan Sought Power<\/b>\n<\/p><p>\nThese two great forces are hate and love. Hate had its origin in our preexistent state. There is\na significant reference in the Apocalypse to \"a war in heaven\"\n(<span class=\"citation\" id=\"42383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42383)\">Rev. 12:4<\/a><\/span>). It is not only\nsignificant, but seemingly contradictory, for we think of heaven as a celestial abode of bliss,\nan impossible condition where war and contention could exist. The passage is significant\nbecause it implies a freedom of choice and of action in the spirit world. In the Pearl of Great\nPrice we are given this account: \"Wherefore, because that Satan rebelled against me, and\n<i>sought to destroy the agency of man<\/i>, which I the Lord God, had given him, and also,\n<i>that I should give unto him mine own power<\/i>; by the power of mine Only Begotten, I caused that he\nshould be cast down; \n<\/p><p>\n\"And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men,\nand to lead them captive at his will, even as many as would not hearken unto my voice\"\n(<span class=\"citation\" id=\"39243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39243)\">Moses 4:3-4<\/a><\/span>, italics added).\n<\/p><p>\nTwo things you will note in that passage: one, that Satan was determined to destroy the free\nagency of man. Free agency is a gift of God. It is part of his divinity. The second point is\nthat he desired to supplant God. I quote, \"Give me thy glory\" (see\n<span class=\"citation\" id=\"39242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39242)\">Moses 4:1<\/a><\/span>).\n<\/p><p>\nThe world does not comprehend the significance of that divine gift to the individual. It is as\ninherent as intelligence which, we are told, has never been nor can be created.\n<\/p><p>\nIn the spirit of hate, as is manifest today in the world, the very existence of God is denied,\nthe free agency of man is taken from him, and the power of the state supplanted. I do not\nknow that there was ever a time in the history of mankind when the Evil One seemed so\ndetermined to take from man his freedom.\n<\/p><p>\n<b>Free Agency Fundamental<\/b>\n<\/p><p>\nA fundamental principle of the gospel is free agency, and references in the scriptures show\nthat this principle is (1) essential to man's salvation; and (2) may become a measuring rod by\nwhich the actions of men, of organizations, of nations may be judged.\n<\/p><p>\n\"Therefore,\" we are told in the scripture, \"cheer up your hearts, and remember that ye are free\nto act for yourselves&mdash;to choose the way of everlasting death or the way of eternal life\"\n(<span class=\"citation\" id=\"3738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3738)\">2 Ne. 10:23<\/a><\/span>).\n<\/p><p>\n\"For the earth is full, and there is enough and to spare; yea, I prepared all things, and have\ngiven unto the children of men to be agents unto themselves\"\n(<span class=\"citation\" id=\"14668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14668)\">D&amp;C 104:17<\/a><\/span>).\n<\/p><p>\n\"Therefore, it is not right that any man should be in bondage one to another.\n<\/p><p>\n\"And for this purpose have I established the Constitution of this land, by the hands of wise\nmen whom I raised up unto  this very purpose, and redeemed the land by the shedding of\nblood\" (<span class=\"citation\" id=\"14665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14665)\">D&amp;C 101:79-80<\/a><\/span>).\n<\/p><p>\n\"My independence is sacred to me,\" said Brigham Young, \"it is a portion of that same Deity\nthat rules in the heavens. There is not a being upon the face of the earth who is made in the\nimage of God, who stands erect and is organized as God is, that would be deprived of the free\nexercise of his agency so far as he does not infringe upon other's rights, save by good advice\nand a good example\" (<i>Discourses of Brigham Young<\/i>, 1943 ed., p. 62).\n<\/p><p>\nThe history of the world with all its contention and strife is largely an account of man's effort\nto free himself from bondage and usurpation.\n<\/p><p>\nMan's free agency is an eternal principle of progress, and any form of government that\ncurtails or inhibits its free exercise is wrong. Satan's plan in the beginning was one of\ncoercion, and it was rejected because he sought to destroy the agency of man which God had\ngiven him.\n<\/p><p>\n<b>God-Given, eternal principle of progress<\/b>\n<\/p><p>\nWhen man uses this God-given right to encroach upon the rights of another, he commits a\nwrong. Liberty becomes license, and the man, a transgressor. It is the function of the state to\ncurtail the violator and to protect the individual.\n<\/p><p>\nNext to the bestowal of life itself, the right to direct our lives is God's greatest gift to man.\nFreedom of choice is more to be treasured than any possession earth can give. It is inherent in\nthe spirit of man. It is a divine gift to every normal being. Whether born in abject poverty or\nshackled at birth by inherited riches, everyone has the most precious of all life's\nendowments&mdash;the gift of free agency, man's inherited and inalienable right. It is the impelling source of\nthe soul's progress. It is the purpose of the Lord that man becomes like him. In order for man\nto achieve this, it was necessary for the Creator first to make him free. To man is given a\nspecial endowment not bestowed upon any other living thing. God gave to him the power of\nchoice. Only to the human being did the Creator say: \". . . thou mayest choose for thyself for\nit is given unto thee\" (<span class=\"citation\" id=\"39241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39241)\">Moses 3:17<\/a><\/span>).\nWithout this divine power to choose, humanity cannot progress.\n<\/p><p>\n<b>Free agency&mdash;responsibility<\/b>\n<\/p><p>\nWith free agency, however, there comes responsibility. If man is to be rewarded for\nrighteousness and punished for evil, then common justice demands that he be given the power\nof independent action. A knowledge of good and evil is essential to man's progress on earth.\nIf he were coerced to do right at all times or helplessly enticed to commit sin, he would merit\nneither a blessing for the first nor punishment for the second. Man's responsibility is\ncorrespondingly operative with his free agency. Actions in harmony with divine law and the\nlaws of nature will bring happiness, and those in opposition to divine truth, misery. Man is\nresponsible not only for every deed, but also for every idle word\n(<span class=\"citation\" id=\"35455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35455)\">Matt. 12:36<\/a><\/span>) and thought.\n<\/p><p>\nFreedom of the will and the responsibility associated with it are fundamental aspects of Jesus'\nteachings. Throughout his ministry he emphasized the worth of the individual and exemplified\nwhat is now expressed in modern revelation as \"his work and his glory\"\n(<span class=\"citation\" id=\"39238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39238)\">Moses 1:39<\/a><\/span>). Only\nthrough the divine gift of soul freedom is such progress possible.\n<\/p><p>\n<b>Individual Freedom Threatened<\/b>\n<\/p><p>\n<i>Force rules in the world today. Individual freedom is threatened by international rivalries and<\/i>\n<i>false political ideals. Unwise legislation, too often prompted by political expediency, if<\/i>\n<i>enacted, will seductively undermine man's right of free agency, rob him of his rightful<\/i>\n<i>liberties, and make him but a cog in the crushing wheel of regimentation.<\/i>\n<\/p><p>\nThough it is not a pleasing thought, we must realize that over half the world is under the\ninfluence of hate, as manifest by the Chinese leader, manifest by the communist group in\nRussia, and manifest right next door to us in Cuba. Accompanying the spirit of hate is the\ndenial of the existence of God. Satan was cast down because he tried to replace the Creator.\nBut his power is still manifest. He is active and is prompting at this moment the denial of\nGod's existence, of the existence of his Beloved Son, and denying the efficacy of the gospel\nof Jesus Christ.\n<\/p><p>\nThe Associated Press sometime ago related some instances that are taking place in China to\nchange men's minds in a nation of over six hundred million people, whose hearts, whose\nminds have been changed as far as they could be changed by the spirit of hate. Forty-five or\nfifty years ago there was a spirit of tolerance and respect in China for Americans. In a school\nat Peking, which was fostered by Americans, I personally saw some of the most active young\nmen in junior high school that I have ever seen in my life. I have never seen more courtesy in\nany country in the world. Today all that is changed. The Associated Press made this report: \n<\/p><p>\n<b>Power Based on Hate<\/b>\n<\/p><p>\n\"A decade ago Mao Tze-Tung's newly-created People's Republic of China threw its Red\nShadow across an alarmed Asia. Today, the lengthening Shadow has crept half way across the\nearth to the Americas. No one can say with certainty where it will stop . . . In his sixty-sixth\nyear this round-faced lofty-browed son of peasants has been raised by his communist\nfollowers to the eminence of a demi-god. His words, actions, and even his thoughts, are holy\nwrit for 630 million people. He is one of the most powerful men on earth, and much of his\npower is based on the most debilitating of human emotions&mdash;hate. Hatred for the United\nStates, hatred for rich landlords, for counter-revolutionaries, for Chiang Kai-Shek, hatred for\nanyone who fails to conform. 'Hatred,' said a traveler recently returned from Mao's China,\n'has become an institution, particularly hatred for the United States. It is horrible to see this\nvast human machinery run by only one fuel&mdash;hatred! If it used love instead it could become\nthe most powerful nation on earth'\" (Associated Press, appearing in the Salt Lake <i>Tribune<\/i>,\nSunday, December 11, 1960).\n<\/p><p>\n<b>A Modern Assault Upon God<\/b>\n<\/p><p>\nIn the spirit of hate these men would supplant God. In the spirit of hate they deny his\nexistence. They deny the existence of his Only Begotten Son. They would destroy the free\nagency of man. Here, in the spirit of love, we praise his name and teach his precepts.\n<\/p><p>\n<b>Jesus, the Man of Love and Goodwill<\/b>\n<\/p><p>\nLet us for a moment or two consider Jesus, the man of love. He revered and worshiped God,\nand is himself revered and worshiped by all Christian nations and classes of individuals.\n\"Whatever may be the surprises of the future,\" wrote Renan, \"Jesus will never be surpassed.\"\n<\/p><p>\nMillions of people, speaking different languages and cherishing various ideals, worship him\nand revere him today. We revere him because his wisdom and spirituality comprehend and\nexceed that of all others. He it is who said, \"I am the light of the world: he that followeth me\nshall not walk in darkness, but shall have the light of life\"\n(<span class=\"citation\" id=\"28183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28183)\">John 8:12<\/a><\/span>). He also said to his\ndisciples, \". . . I have given you an example, that ye should do as I have done to you\"\n(<span class=\"citation\" id=\"28198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28198)\">John 13:15<\/a><\/span>).\n<\/p><p>\nFirst, in the spirit of love, let us consider Jesus' attitude toward God. That is the great\nquestion before the world today. The communists deny him, Mao ridicules him, and they have\npoisoned untold millions of minds against Christ\n<\/p><p>\nWhat about Jesus as manifest in the flesh? In announcing his birth the heavenly hosts sang,\n\"Glory to God in the highest, and on earth peace, good will toward men\"\n(<span class=\"citation\" id=\"31644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31644)\">Luke 2:14<\/a><\/span>). In that\nmessage there is godliness, peace, and brotherly kindness.\n<\/p><p>\nGodliness, Jesus exemplified every hour of his earthly existence. On the banks of the Jordan\nat the beginning of his ministry, we hear him say to John: \"Suffer it to be so now: for thus it\nbecometh us to fulfill all righteousness\"\n(<span class=\"citation\" id=\"35415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35415)\">Matt. 3:15<\/a><\/span>).\n<\/p><p>\nOn the Mount of Temptation, which rises just above the Jordan where Jesus was baptized, he\nwas tempted by that Tempter who tried to supplant God; tempted with all the things of earth\nand the power thereof. We hear him say in sublime majesty, \"Get thee hence, Satan: for it is\nwritten, Thou shalt worship the Lord thy God, and him only shalt thou serve\"\n(<span class=\"citation\" id=\"35417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35417)\">Matt. 4:10<\/a><\/span>).\n<\/p><p>\nWhen he taught the disciples to pray, he included in the first petition godliness&mdash;\"Hallowed be\nthy name\" (<span class=\"citation\" id=\"35428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35428)\">Matt. 6:9<\/a><\/span>).\n<\/p><p>\nAddressing the Twelve at the Last Supper, he said, \"This is life eternal, that they might know\nthee the only true God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"28217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28217)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThat is the spirit of love, the spirit of faith in God the Creator of heaven and earth through\nhis Beloved Son. God is worshiped by his Only Begotten Son.\n<\/p><p>\n<b>\"Peace be unto you\"<\/b>\n<\/p><p>\nWhat about the condition of peace?\n<\/p><p>\nPeace has been defined as the happy, natural state of man, the \"first of human blessings.\"\nWithout it there can be no happiness, and \"Happiness,\" said the Prophet Joseph Smith, \"is the\nobject and design of our existence, and will be the end thereof, if we pursue the path that\nleads to it\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 255).\n<\/p><p>\nJesus said, \". . . In the world ye shall have tribulation: but be of good cheer; I have overcome\nthe world\" (<span class=\"citation\" id=\"28216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28216)\">John 16:33<\/a><\/span>).\n<\/p><p>\nOn the same occasion, he said, \"Peace I leave with you, my peace I give unto you: not as the\nworld giveth, give I unto you . . .\"\n(<span class=\"citation\" id=\"28209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28209)\">John 14:27<\/a><\/span>).\nAll through his life peace was on his lips\nand in his heart, and when he came forth from the tomb and appeared unto his disciples, his\nfirst greeting was, \"Peace be unto you\"\n(<span class=\"citation\" id=\"28222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28222)\">John 20:21<\/a><\/span>).\n<\/p><p>\nPeace as taught by the Savior is exemption from individual troubles, from family broils, from\nnational riots and difficulties. Such peace refers to the person just as much as it does to\ncommunities. That man is not at peace who is untrue to the whisperings of Christ&mdash;the\npromptings of his conscience. He cannot be at peace when he is untrue to his better self,\nwhen he transgresses the law of righteousness, either in dealing with himself by indulging in\npassions or appetites, in yielding to the temptations of the flesh, or whether he is untrue to\ntrust in transgressing the law.\n<\/p><p>\nPeace does not come to the transgressor of law, Peace comes by obedience to law, and it is\nthat message which Jesus would have us establish among men&mdash;peace to the individual that\nhe may be at peace with his God; perfect harmony existing between his Creator and himself,\nperfect harmony existing between himself and law, the righteous laws to which he is subject\nand from which he never can escape; peace in the home, families living at peace with each\nother and with their neighbors.\n<\/p><p>\nThere are some who would say his teachings are not applicable today.\n<\/p><p>\n<b>The Testimony of Joseph Smith<\/b>\n<\/p><p>\nA few years ago there was a boy among boys who saw him, who heard him and received his\nteachings. Joseph Smith saw the Redeemer, and he has given that testimony to the world; he\nhas recorded his message, and emphasized again the eternal truth that Christ's teachings are\ndivine and as applicable to the civilized world today as to the people among whom Jesus\nwalked and talked.\n<\/p><p>\n<b>The Power of Thinking<\/b>\n<\/p><p>\nFundamental in all Christ's teachings was the crime of wrong thinking. He condemned\navarice, enmity, hate, jealousy as vehemently as he did the results that avarice, enmity, and\nhate produce. Modern psychology, as all students know, proves the virtue of such teachings\nregarding the injury that follows the harboring of hate. He who harbors hatred and bitterness\ninjures himself far more than the one towards whom he manifests these evil propensities.\n<\/p><p>\nEqually applicable to present conditions are his teachings regarding the value and sacredness\nof human life, the virtue of forgiveness, the necessity of fair dealings, the crime of hypocrisy,\nthe sin of covetousness, the saving power of love, the immortality of man.\n<\/p><p>\n<b>Attacks upon Peace and Righteousness<\/b>\n<\/p><p>\nIf men ever reject the fact that Christ is our Lord and Savior and fill their souls with hatred as\nthat nation of over six hundred million people are compelled to do, and not only deny Christ,\nbut deny that his mission is to redeem man from the sordid life of selfish indulgence and sin,\nand lift him into a realm shown only by him of self-sacrifice, generosity, beauty, and love; if\nthe majority of nations fail to recognize Christ as the only \"name under heaven given among\nmen, whereby we must be saved\" (<span class=\"citation\" id=\"7982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7982)\">Acts 4:12<\/a><\/span>);\nif doubting men reject the possibility of\nobtaining that spiritual assurance of Christ's divinity disclosed by Thomas when he reverently\nexclaimed: \"My Lord and my God\" (<span class=\"citation\" id=\"28223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28223)\">John 20:28<\/a><\/span>);\nif the acts of men generally be in\naccordance with such rejection rather than in accordance with their acceptance of him as the\nDivine One, then this world will continue to be torn by contention, made miserable by\nhideous warfare, and ignominiously wrecked on the shoals of materialism, selfish indulgence,\nand disbelief and hatred.\n<\/p><p>\n<b>Rejecting Him will bring the bondage of the Jungle<\/b>\n<\/p><p>\nWithout Jesus of Nazareth, the Crucified Christ, the Risen Lord, the traits of the jungle will\nhold the human family in bondage.\n<\/p><p>\nIn conclusion, the obligation and duty rests upon the Church of Jesus Christ to proclaim the\nmighty truth that the Man of Galilee, the resurrected Christ, is truly the Way, the Truth, and\nthe Life (<span class=\"citation\" id=\"28202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28202)\">John 14:6<\/a><\/span>)&mdash;that\nhe is in very deed the Savior of all mankind.\n<\/p><p>\nPernicious efforts and sinister schemes are cunningly and stealthily being fostered to deprive\nman of his individual freedom and have him revert to the life of the jungle. With faith in the\nrevealed word of God, let all true believers in individual freedom cherish the spiritual ideals\nof the Christ, and ever strive to make real the dream that all men shall be free, and that someday\nmany nations will unite, not for war, but for peace and the establishing of the kingdom of\nGod on earth. That this condition may soon be possible and real and that men may strive to\nbring it about, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}