{"ID":1421, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">This Pearl Beyond Price<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1965, pp. 11-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, we are tremendously blessed by the presence of our beloved President\nDavid O. McKay and his dear wife, who is also here with him. President McKay always\nbrings light and spirit into any assembly where he is present. An evidence of this is the\nmasterful sermon he gave us this morning. We should ponder it in our hearts because the\ninstruction and counsel are good. I humbly pray that the remarks I make will not detract from\nhis splendid message.\n<\/p><p>\n<b>He Taught by Parables<\/b>\n<\/p><p>\nDuring the earthly mission of Jesus Christ, he often employed the parable method of teaching\nhis disciples and others who sought after him. Parables were used by Christ to convey a moral\nor spiritual truth. His parables were based upon real scenes or events such as occur in nature\nand human life. They are fundamental stories, true to life situations, employing given\ncircumstances or facts of one's experience and have a vigorous moral and religious\napplication. The parables of Jesus were provokingly adapted to challenge the understanding of\nhis hearers.\n<\/p><p>\nLet us consider the following parable: \n<\/p><p>\n\"Again, the kingdom of heaven is like unto a merchant man, seeking goodly pearls: \n<\/p><p>\n\"Who, when he had found one pearl of great price, went and sold all that he had, and bought\nit.\" (<span class=\"citation\" id=\"35462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35462)\">Matt. 13:45-46<\/a><\/span>).\n<\/p><p>\n<b>Parable of the Pearl of Great Price<\/b>\n<\/p><p>\nThis parable is most significant and meaningful; to appreciate its purpose is to understand the\nmessage. The desire of the merchantman dealing in pearls is to find the most priceless one of\nall. Therefore, he earnestly seeks and may travel extensively to world markets before he\ndiscovers the fabulous jewel which measures up to his expectations in standards of quality,\nvalue, and iridescent beauty. Having found the pearl of great price, his joy and happiness is\nnot complete until the gem becomes his personal property. To satisfy that desire, according to\nthe parable, the merchant was willing to sacrifice all he had for ownership of the goodly\npearl.\n<\/p><p>\nAllegorically the Savior likens the kingdom of heaven unto the merchantman seeking goodly\npearls, signifying that the true pearl of great price is God's kingdom which, for man to be\nhappy and exalted, he must diligently seek.\n<\/p><p>\nThis parable accords with the Savior's teaching upon the Mount when he admonished: \n<\/p><p>\n\". . . seek ye first the kingdom of God, and his righteousness; and all these things shall be\nadded unto you\" (<span class=\"citation\" id=\"35437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35437)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nWhen we relate the parable of the goodly pearls and the challenge of our Lord to seek first\nthe kingdom of God, we receive a more comprehensive understanding of the parable dealing\nwith the pearl of great price. Pearls have always held a high place among gems, and\nmerchants have been active and diligent in seeking the largest and richest to be had. Unlike\nthe man in the parable of the hidden treasure\n(<span class=\"citation\" id=\"35460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35460)\">Matt. 13:44<\/a><\/span>),\nwho, with little or no effort on his part, found\nconcealed in a field a precious treasure of great worth, the merchant devoted his whole energy\nto the quest for goodly pearls; to find and secure the best was his greatest ambition and\nbusiness.\n<\/p><p>\nWhen finally he beheld the pearl that excelled all others, he gladly sold all his other gems.\nIndeed, he sacrificed all that he had in gems and other possessions and purchased the pearl of\ngreat price. Seekers after truth may acquire much that is good and desirable but not find the\ngreatest truth of all, the truth that shall save them and bring about their eternal exaltation and\nglory. Yet, if they seek persistently and with right intent and are really in quest of pearls of\ntruth and righteousness and not imitations or substitutes, they shall find, for the Holy Ghost,\nwhich is the Spirit of truth, shall guide them\n(<span class=\"citation\" id=\"28213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28213)\">John 16:13<\/a><\/span>,\nsee also James E. Talmage, <i>Jesus the Christ<\/i>, pp. 293-294).\n<\/p><p>\nSaul of Tarsus, while on his way to Damascus to persecute the Saints, found en route the\npearl of great price by the revelation of Jesus Christ\n(<span class=\"citation\" id=\"7986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7986)\">Acts 9:3-6<\/a><\/span>). Few are favored as Saul&mdash;who later\nbecame Paul the Apostle&mdash;with a heavenly manifestation to change their ways from evil\npurpose to the ways of righteousness.\n<\/p><p>\nEvery soul earnestly and honestly seeking the pearl of great price is entitled to the Holy Ghost\nto aid him or her in that quest.\n<\/p><p>\n<b>Gifts of the Holy Ghost<\/b>\n<\/p><p>\nTwo significant gifts of the Holy Ghost are the spirit of inspiration and revelation; and also a\nfunction of the Holy Ghost is to bear witness of the Father and the Son. By the gift of that\npower, the honest investigator can learn and know the eternal truths of the kingdom of God\nwith certainty of soul conviction. If an individual fails to yield to the enlightenment of the\nHoly Ghost, then the Spirit departs from him, and he is left to his own resources to struggle\nalone with his problems.\n<\/p><p>\nMen who by search and research discover the truths of the kingdom of heaven may have to\nabandon many of their cherished traditions and even their theories of imperfect philosophy\nand science if they would possess the pearl of great price, God's kingdom, which, with its\nstandards, principles, ideals, and holy ordinances is the gospel plan of life, salvation,\nexaltation, and glory.\n<\/p><p>\nThe Apostle Paul as Saul of Tarsus, steeped as he was in the traditions of his people and the\nSanhedrin, had this same choice to make. Importantly and wisely he chose to follow Christ,\nwhich he did with a dedication to duty that earned for him the title of the great Apostle to the\nGentiles (<span class=\"citation\" id=\"42792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42792)\">Rom. 11:13<\/a><\/span>). He was esteemed and honored by his associates and the Saints. The Apostle Paul is\na worthy example to all who find the pearl of great price. As he completely changed his life,\nso others must have the courage to change their way of life to the new life, the true gospel\nthat Christ offers.\n<\/p><p>\nWe understand that in this parable of the merchantman and the goodly pearls, as in that of the\nhidden treasure (<span class=\"citation\" id=\"35461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35461)\">Matt. 13:44<\/a><\/span>),\nthe price of possession is one's all No individual can become a citizen of the\nkingdom of God by partial surrender of his earlier allegiances. He must renounce everything\nforeign to the kingdom, or he can never be numbered therein.\n<\/p><p>\nIf he willingly sacrifices all that he has, he shall find that he has enough. The cost of the\nhidden treasure and of the goodly pearl is not a fixed amount alike for all; it is all one has,\nand the poorest may come into enduring possession. His all is a sufficient purchase price. (See\nTalmage, op. cit., p. 294.)\n<\/p><p>\nIt is clearly seen that the key to finding the pearl of great price is to earnestly seek for light\nand truth as found in the gospel of Christ. The Lord has said: \"Draw near unto me and I will\ndraw near unto you; seek me diligently and ye shall find me\"\n(<span class=\"citation\" id=\"14635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14635)\">D&amp;C 88:63<\/a><\/span>).\n<\/p><p>\nIn Christ's Sermon on the Mount he taught: \"Ask, and it shall be given you; seek, and ye\nshall find; knock, and it shall be opened unto you\"\n(<span class=\"citation\" id=\"35439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35439)\">Matt. 7:7<\/a><\/span>).\n<\/p><p>\nMoroni, an ancient American prophet, bidding farewell to his brethren and to the gentiles,\nbore his witness to having seen Jesus and of talking with him face to face\n(<span class=\"citation\" id=\"22260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22260)\">Ether 12:39<\/a><\/span>), and then\nadmonished:\n<\/p><p>\n\"And now, I would commend you to seek this Jesus of whom the prophets and apostles have\nwritten, that the grace of God the Father, and also the Lord Jesus Christ, and the Holy Ghost,\nwhich beareth record of them may be and abide in you forever\"\n(<span class=\"citation\" id=\"22261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22261)\">Ether 12:41<\/a><\/span>).\n<\/p><p>\nLehi, an early American prophet, counseled: \n<\/p><p>\n\"For he that diligently seeketh shall find, and the mysteries of God shall be unfolded unto\nthem, by the power of the Holy Ghost, as well in these times as in times of old, and as well\nin times of old as in times to come; wherefore, the course of the Lord is one eternal round\"\n(<span class=\"citation\" id=\"1604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1604)\">1 Ne. 10:19<\/a><\/span>).\n<\/p><p>\nIt behooves many people to change their place of residence and maybe travel far to find the\npearl of great price, and yet others may find it in their communities or nearby. Men and\nwomen must sincerely put their heart and soul into seeking the true gospel found in God's\nearthly kingdom. They can so live as to tune in on the spiritual channel activated by the Holy\nGhost and obtain by prayer its companionship to guide them into all truth from God.\n<\/p><p>\n<b>Principles, Standards, Ordinances, Covenants<\/b>\n<\/p><p>\nWhat should men and women look for to distinguish the kingdom of heaven, the goodly\npearl, from all other churches? There are many facets to this goodly pearl. These facets are\nprinciples, standards, ordinances, and covenants. The scriptures also provide colorful facets of\nthe goodly pearl. Limited time prevents a full discussion of these items. The following few\ncomments must suffice.\n<\/p><p>\n<b>Principles<\/b>\n<\/p><p>\nUnder principles we can include the following: (1) free agency, as mentioned by President\nDavid O. McKay, (2) faith in God and his Beloved Son Jesus Christ, (3) sincere and\nsorrowing repentance for sins committed and refraining from being guilty of them again, (4)\nthe Word of Wisdom, the Lord's law of health, which he gave as a principle with promise\n(<span class=\"citation\" id=\"14641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14641)\">D&amp;C 89:3<\/a><\/span>).\n<\/p><p>\n<b>Standards<\/b>\n<\/p><p>\nUnder standards are: (1) chastity, virtue, and moral cleanliness, (2) integrity which includes\nhonesty, sincerity of purpose, truthfulness, and uprightness; (3) to further emphasize standards,\nI quote in part the thirteenth article of our faith: \n<\/p><p>\n\"We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men\n. . . If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these\nthings\" (<span class=\"citation\" id=\"6824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6824)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\n<b>Ordinances<\/b>\n<\/p><p>\nUnder the heading of ordinances we include: (1) baptism by immersion for the remission of\nsins, (2) the laying on of hands for both confirmation and bestowing the gift of the Holy\nGhost (<span class=\"citation\" id=\"6814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6814)\">A of F 1:4<\/a><\/span>), (3) the bestowal of the Holy Priesthood of God by the laying on of hands, (4)\nordinances in the temple of God, which include the endowment and eternal marriage\nceremonies and vicarious work for the dead.\n<\/p><p>\n<b>Covenants<\/b>\n<\/p><p>\nUnder covenants: (1) The gospel of our Lord Jesus Christ is a covenant between God and his\npeople. (2) When baptized by an authorized servant of God, we covenant to do God's will\nand to obey his commandments. (3) By partaking of the Sacrament we renew all covenants\nentered into with the Lord and pledge ourselves to take upon us the name of his Son, to\nalways remember him and keep his commandments\n(<span class=\"citation\" id=\"14571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14571)\">D&amp;C 20:77<\/a><\/span>).\n(4) There is an oath and covenant which\nbelongs to the priesthood (<span class=\"citation\" id=\"14626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14626)\">D&amp;C 84:39<\/a><\/span>)\nwherein men receiving this holy power pledge themselves faithfully\nto keep all the commandments of God and to magnify their callings in the priesthood, which\nis God's gift of his power and authority unto them. (5) In connection with all ordinances\npertaining to the temples of our God, men and women accept covenants and obligations which\nrelate to the endowment and to the eternity of the marriage and family relationship. All these\ndoctrines and more are necessary and vital to the salvation, exaltation and eternal happiness of\nGod's children.\n<\/p><p>\n<b>Standard Works of the Church<\/b>\n<\/p><p>\nThe final facet of the pearl of great price for consideration is the scriptures referred to by the\nLatter-day Saints as \"the four standard works,\" which include the Bible, the Book of Mormon,\nthe Doctrine and Covenants, and the Pearl of Great Price. If all the books in the world were\ndestroyed except the four standard works of the Church, man would have the foundation of\nprinciples and moral and spiritual values to reestablish his civilization and rise again to lofty\nachievements and happiness.\n<\/p><p>\nThe Bible is listed first among the four standard works of the Church and is accepted by all\nChristian peoples.\n<\/p><p>\nThe Book of Mormon records that Lehi, the first prophet of the Nephite nation, was\ncounseled by the Lord that before his family and others departed the land of Jerusalem to the\nAmericas, they must obtain a copy of the book of the Lord, so that, said he, \". . . we may\npreserve unto our children the language of our fathers; \n<\/p><p>\n\"And also that we may preserve unto them the words which have been spoken by the mouth\nof all the holy prophets, which have been delivered unto them by the Spirit and power of\nGod, since the world began, even down unto this present time\"\n(<span class=\"citation\" id=\"1602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1602)\">1 Ne. 3:19-20<\/a><\/span>).\n<\/p><p>\nWith this record in their possession they were able to establish an enlightened and a\nprosperous civilization in the early Americas.\n<\/p><p>\nThe Book of Mormon is largely a record of a branch of the house of Israel, the covenant\npeople of the Lord, who came to the Americas about six hundred years before Christ. It is a\ncompanion book to the Bible to convince both Jew and gentile that Jesus is the Christ\n(<span class=\"citation\" id=\"43140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43140)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nThe Doctrine and Covenants contains revelations given by the Lord mainly to the Prophet\nJoseph Smith.\n<\/p><p>\nThe Pearl of Great Price&mdash;the title of the fourth named standard work&mdash;is taken from\nChrist's parable we are considering. The book contains the writings of the great prophets\nMoses and Abraham, also the twenty-fourth chapter of Matthew as revealed to the Prophet\nJoseph Smith. These writings are the word of God representing the goodly pearl so precious\nfor mankind to study prayerfully and to know. The book also has the Joseph Smith testimony\nand the Articles of Faith.\n<\/p><p>\nJesus counseled: \"Search the scriptures, for in them ye think ye have eternal life: and they are\nthey which testify of me\" (<span class=\"citation\" id=\"28175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28175)\">John 5:39<\/a><\/span>).\n<\/p><p>\nMoroni, the last Nephite prophet, in his farewell message gave a marvelous testimony to the\ntruth of the Book of Mormon to all who read it with a sincere desire to know the truth: \n<\/p><p>\n\"And when ye shall receive these things, I would exhort you that ye would ask God, the\nEternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a\nsincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you,\nby the power of the Holy Ghost.\n<\/p><p>\n\"And by the power of the Holy Ghost ye may know the truth of all things\"\n(<span class=\"citation\" id=\"38323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38323)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nThe Lord through the Prophet Joseph Smith challenged those reading the Doctrine and\nCovenants to: \n<\/p><p>\n\"Search these commandments, for they are true and faithful, and the prophecies and promises\nwhich are in them shall all be fulfilled\"\n(<span class=\"citation\" id=\"14539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14539)\">D&amp;C 1:37<\/a><\/span>).\n<\/p><p>\nAll things pertaining to the kingdom of God are important for us to know. Our eternal\nhappiness depends upon abiding the Lord's gospel plan. It is man's obligation to seek and to\nfind this pearl of great price and then have the courage of faith and conviction to accept and\nto obey the gospel of the kingdom.\n<\/p><p>\n<b>Comments of World Fair Visitors<\/b>\n<\/p><p>\nTens of thousands of people in The Church of Jesus Christ of Latter-day Saints have met this\nchallenge unflinchingly because they sought and found the truth and had the courage of their\nconvictions to accept it in full faithfulness. That many men and women today are truly\nsearching for the pearl of great price is evidenced by the large attendance of people to the\nreligious exhibits at the New York World's Fair. I should like to share with you a few\nstatements of people visiting the church pavilion at the World's Fair. These few favorable\ncomments can be multiplied many, manyfold and are from people of different faiths who are\nearnestly and honestly searching for the pearl of great price: \n<\/p><p>\nIt was quite an eye opener. I was completely unaware of this faith. I would like to learn\nmore.\n<\/p><p>\nI am very interested in your religion since going through the exhibit.\n<\/p><p>\nFound it extremely interesting, have seen nothing equal to it as far as religion is concerned.\n<\/p><p>\nMormon literalism is perhaps the closest thing to original Christianity on earth today.\n<\/p><p>\nI think I have found the answer to my questions. Thank you.\n<\/p><p>\nI love the way you stay with the teachings of Christ.\n<\/p><p>\nIt was a highly enlightening experience. I would like to know more about it to make a\ndecision.\n<\/p><p>\nWords seem too inadequate to express the depth and beauty I see in your religion.\n<\/p><p>\nIt was truly wonderful and I am very impressed. I am considering looking into this religion\nmore.\n<\/p><p>\nThis is the word of the Lord and his prophet.\n<\/p><p>\nI have strong feelings that this is true&mdash;what has been said here, I seem to remember I lived\nbefore.\n<\/p><p>\nI was soul searching when I first saw the pavilion. I have since become a member of this\nMormon Church.\n<\/p><p>\nI know this is the word of the Lord. I am grateful to you for this pavilion which meant my\nconversion to the Church.\n<\/p><p>\n<b>The World's Need for the Kingdom of God<\/b>\n<\/p><p>\nThese comments are interesting and challenging to both church members and nonmembers\nalike. It should give all of us a real pride of belonging to the Church we testify to the world\nin all sincerity and solemnity as being the only true Church of Christ on earth today.\nAlthough church members have in the gospel the pearl of great price, yet complacency,\ninactivity, failure to keep the commandments will never save them. We must be doers of the\nword and not hearers only (<span class=\"citation\" id=\"26184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26184)\">James 1:22<\/a><\/span>).\nWhere much is given, much is expected\n(<span class=\"citation\" id=\"31652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31652)\">Luke 12:48<\/a><\/span>).\nIf we are true to the faith\nof our Lord, God will prosper his work and kingdom. The kingdom of God is the only hope\nof the world for understanding and peace. The menacing conflicts and threat of more and\ngreater conflicts but presages the holocausts to follow. Man's ways are failing. Perhaps it is\ntime for God's ways to take over now that all else seemingly is falling apart. The world needs\nthe pearl of great price, which is God's kingdom, and it needs it today as never before.\n<\/p><p>\nNow brothers and sisters, may God bless and enlighten the earnest seekers for truth with faith\nto believe and with courage to accept when the truth is presented to them. We are the\ncustodians of these great principles and truths. We have a tremendous responsibility of sharing\nwhat the Lord has revealed to us with our fellowmen. May we be true to this trust, I humbly\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}