{"ID":1422, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Laws of Man and God<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, October 1965, pp. 16-20<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs we once again assemble in this historic building in the presence of the prophets of God,\nboth departed and living, as we feel the surging faith of the Saints, we say to ourselves, Here\nis the peace that transcends all things. Here is found the true understanding. There is an\nancient proverb that describes the opposite: \"He loveth transgression that loveth strife: and he\nthat exalteth his gate seeketh destruction\" (<span class=\"citation\" id=\"41468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41468)\">Prov. 17:19<\/a><\/span>).\n<\/p><p>\nAs we listened to the words of President McKay this morning, we were reminded of the\ninfluence that a good man can have upon another. Being in his near presence recently brought\nto mind a verse that I have often associated with him.\n<\/p><p>\n\"I saw him once, he stood a moment there,<br \/>\n     He spoke a word that laid his spirit bare.<br \/>\n     He grasped my hand then passed beyond my ken<br \/>\n     But what I was I shall not be again.\"<br \/><br \/>\n&nbsp; &nbsp;                    (Author unknown.)\n<\/p><p>\nThere are two particular declarations in the Articles of Faith of The Church of Jesus Christ of\nLatter-day Saints that pertain to man's national conduct and spiritual behavior. Obedience to\nthe mandates of the law referred to in one of the declarations and the spiritual instructions of\nthe other provide for man his greatest opportunity for success, happiness, and real personal\nprogress.\n<\/p><p>\nI refer first to the twelfth article: \"We believe in being subject to kings, presidents, rulers, and\nmagistrates, in obeying, honoring, and sustaining the law\" (<span class=\"citation\" id=\"6819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6819)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\nGovernmental agencies, both local and national, report the astonishing annual increases in\ncrime and other flagrant violations of law and order. These violations, both individually and\nmass committed, have reached the point now where they affect the lives and security of every\nindividual, if not directly, then indirectly. It is obvious that the causes of law violations stem\nfrom man's unwillingness to heed certain laws which he does not find compatible with the\nway he seeks to live. Few men break every law, and for that matter few men keep every law.\nThe decaying drift in the modern man's way of life can perhaps be traced to the usurped right\nto live by the laws that he feels are good laws for him, rejecting and often violating the ones\nthat he personally feels are bad laws.\n<\/p><p>\n<b>\"If Men Obey Only Laws They Like\"<\/b>\n<\/p><p>\nCharles E. Whittaker, associate justice of the United States Supreme Court, now retired,\nmakes this significant statement concerning conditions in America, and what is said of\nAmerica in this regard may be rightly true in other lands where constituted law exists for the\nprotection of the people. Says he: \n<\/p><p>\n\"'Obey the good laws, but breach the bad ones.' Who is to be the umpire that will determine\nwhich are good and which are bad? Does not that cliché invite men to violate the laws they\ndo not like? If we allow men to obey only the laws they like will we not be trading ordered\nliberty for chaos? Though we have, as we justifiably and proudly boast, a Government of\nlaws and not of men, we must recognize that even this virtue can be lost, and that no man is\nprotected by the law unless all are equally bound by and required to obey it. No man will be\nsecure in his just rights if power is given to, or held to exist in, the Government to prefer\nsome over others. Would not such a concept make a mockery of the constitutional doctrine of\n'equal protection of the laws'?\"\n<\/p><p>\nAs a parallel to this, and with greater significance, I refer secondly to the other article\npertaining to spiritual laws by which man may attain perfection in that kind of ordered,\nrighteous existence extending to eternal life, as a continuance of premortal and mortal\nexistence: \"We believe all that God has revealed, all that He does now reveal, and we believe\nthat He will yet reveal many great and important things pertaining to the Kingdom of God\"\n(<span class=\"citation\" id=\"6818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6818)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nIn the wise words of Paul the Apostle, we learn of a distinction between the laws of God and\nthe laws of men. For the wisdom of God, ordained before the world was, is hidden unto man\nas man, as also are the things that God has prepared for man after mortal existence. Said Paul:\n<\/p><p>\n\"But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained\nbefore the world unto our glory: \n<\/p><p>\n\"Which none of the princes of this world knew . . .\n<\/p><p>\n\"Which things also we speak, not in the words which man's wisdom teacheth, but which the\nHoly Ghost teacheth; comparing spiritual things with spiritual\"\n(<span class=\"citation\" id=\"402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(402)\">1 Cor. 2:7-8,13<\/a><\/span>).\n<\/p><p>\n<b>The Meaning and Purpose<\/b>\n<\/p><p>\nIt is self-evident that from the beginning of man's placement into an earth-life existence, he\nhas necessarily been under reliance upon God for direction. Thus, emanating from the center\nof all intelligence, from the presence or throne of God the Father, there has come unto man\nby revelation, which is the divine means of communication between God and man, the\nwisdom of the eternities pertaining to man's earth-life existence and his destiny.\n<\/p><p>\nAn ancient prophet declared how this enlightenment would come unto man when he said,\n\"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets\" (<span class=\"citation\" id=\"10431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10431)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nUnfortunately, however, man is not willing to accept all of the revelations from God. And\noften, as we have observed with regard to physical or natural laws, man assumes a position of\nselection as to which of the laws of God he will obey. Indicating how man from the\nbeginning has tampered with and changed the laws of God to suit his own condition, Zwingli,\nthe Swiss reformer, made this statement in Zurich in 1523, and it is as true today as then.\nSaid he: \n<\/p><p>\n\"From the remotest times God has made known His will to the human race . . . This word is\nclear in and of itself; but by human additions and teachings it has, for years and especially in\nour time, been troubled and befogged, so that the greater part of these who are called\nChristians, know less of nothing than of the divine will, but know only an imagined worship\nand mistaken holiness based on externals alone.\" (Cited in James L. Barker, <i>The Protestors of Christendom<\/i>, p. 182.)\n<\/p><p>\n<b>Revelation and Correction<\/b>\n<\/p><p>\nContinuous revelations from God unto his servants the prophets in every dispensation of\nmortal time, and especially in our own day and times, is essential in preserving the purity of\ndivine communications. The observed mutations that men have made with the divine laws that\nGod has revealed for the salvation of mankind can be rectified only as God reinstitutes them.\nA people without this divine contact with God the Father or people who fail in obedience to\ndivine communication from such contact cannot claim rightfully the distinction of belonging\nto his Church and kingdom.\n<\/p><p>\nMay we paraphrase the words of Associate Justice Whittaker given in behalf of the laws of\nthe land, but with application to the revelations from God. If men obeyed only the laws of\nGod which they like, what would be the end? Would this not be trading the way to perfection\nfor that of a watered-down existence that would portray men as living without purpose?\n<\/p><p>\nThe ancient prophet Moroni, whose statue stands on the spire of the temple adjacent to this\nbuilding, spoke of the expediency of revelation in this manner: \n<\/p><p>\n\"And again I speak unto you who deny the revelations of God, and say that they are done\naway, that there are no revelations, nor prophecies, nor gifts, nor healing, nor speaking with\ntongues, and the interpretation of tongues; \n<\/p><p>\n\"Behold I say unto you, he that denieth these things knoweth not the gospel of Christ; yea, he\nhas not read the scriptures; if so, he does not understand them.\n<\/p><p>\n\"For do we not read that God is the same yesterday, today, and forever, and in him there is\nno variableness neither shadow of changing?\" (<span class=\"citation\" id=\"37990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37990)\">Morm. 9:7-9<\/a><\/span>).\n<\/p><p>\nIn a revelation given to Joseph Smith at Kirtland, Ohio, in June 1833, the Lord explains why\ncertain ones who even had been ordained were not chosen. Said he: \"They who are not chosen\nhave sinned a very grievous sin, in that they are walking in darkness at noon-day\"\n(<span class=\"citation\" id=\"14660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14660)\">D&amp;C 95:6<\/a><\/span>).\n<\/p><p>\nSimilarly, those who are of the children of the light, having been made partakers of the\nrevelations from God, but who fail in obedience to them, walk in darkness at noonday.\n<\/p><p>\n<b>Guidance from Revelation<\/b>\n<\/p><p>\nAn example of revelation from God concerns parents' responsibility to teach their children to\nwalk uprightly before God and man (<span class=\"citation\" id=\"14611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14611)\">D&amp;C 68:28<\/a><\/span>).\nAnciently a prophet of God declared, \"Train up a child\nin the way he should go: and when he is old, he will not depart from it\"\n(<span class=\"citation\" id=\"41469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41469)\">Prov. 22:6<\/a><\/span>). A full\ninterpretation of this scripture implies righteousness on the part of the parents and a teaching\nof their way unto the children. In our own day and time, presaging a great need in the\nsafeguarding of the lives of our children and the righteous stabilization of the family unit,\nwhich is the core of any civilization, the Lord has reinstituted this divine communication unto\nparents, for said he: \n<\/p><p>\n\". . . I have commanded you to bring up your children in light and truth\"\n(<span class=\"citation\" id=\"14653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14653)\">D&amp;C 93:40<\/a><\/span>).\n<\/p><p>\nSpeaking then of the disorder and the confusion that would come through the failure to heed\nthis commandment of the Lord, he continued in these verses which were directed to an\nassociate through the Prophet Joseph Smith: \n<\/p><p>\n\"You have not taught your children light and truth, according to the commandments; and that\nwicked one hath power, as yet, over you, and this is the cause of your affliction.\n<\/p><p>\n\"And now a commandment I give unto you&mdash;if you will be delivered you shall set in order\nyour own house, for there are many things that are not right in your house\"\n(<span class=\"citation\" id=\"14656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14656)\">D&amp;C 93:42-43<\/a><\/span>).\n<\/p><p>\nTo the hundreds of thousands of Latter-day Saint families who are obedient to this divine\ncounsel, there is evolving order out of chaos in their family lives, righteous purpose out of\nlack of direction, a greater appreciation for each individual, which is pleasing unto God, and a\ngreater sense of coordinated values, which builds personal strength, inducing a power of\nrestraint against superficial things. Truly the righteous, well-ordered home, if the leaders of\nnations could accept it, is the panacea for their most serious problems. Here is God, if we all\nwill but accept it, communicating with his children and pointing the way.\n<\/p><p>\n<b>Family Home Evening<\/b>\n<\/p><p>\nIn a letter recently received from the executive secretary of one of the large Christian\ndenominations in America who upon request had been sent a complete digest of the Family\nHome Evening program of this Church as it has been printed, this was said: \"The Family\nHome Evening program of the Mormon Church has lifted and inspired us.\"\n<\/p><p>\nOther revelations from God have been given and are continually being given unto the\nprophets, and by obedience to them, without screening or deleting those that seem unfavorable\nto us, we can find the answers and develop the power to fulfill our earth-life purpose.\n<\/p><p>\nTo have a prophet of God in our midst, with the opportunity to follow his counsel and\ndirection as he is inspired of God, is a compelling force. I remember, as a boy, attending a\npriesthood meeting with my father. I sat close by with my hand in his most of the meeting,\nespecially since the speaker, Apostle James E. Talmage spoke of the perils and deceptions of\nthe last days which would try the faith of the members. One of the men in the meeting stood\nand asked Brother Talmage the question: \"What will be the best thing for us to do in that\nday?\" I shall never forget his answer.\n<\/p><p>\n\"My brother, see that you follow the counsel and direction of the prophet, for he is God's\nrepresentative upon the earth, and he will know.\"\n<\/p><p>\nI bear my testimony unto you that God has revealed his mind and will unto man in our own\nmodern day, restoring divine laws, by obedience to which man can attain salvation and\nexaltation, that since the heralding of this last and greatest dispensation of the gospel of Jesus\nChrist by Joseph Smith unto this very minute, living prophets have been in communication\nwith God for the salvation of the human race and have presided over his Church and kingdom\nhere upon the earth for this purpose. And this testimony I bear in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}