{"ID":1423, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Making Our Calling and Election Sure<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1965, pp. 20-23<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters: I stand before you today in deep humility. The words I intend to speak\nwill have little meaning unless they are impressed upon our souls by the power of the Holy\nSpirit. I sincerely invite you to join with me in praying that they will be so impressed.\n<\/p><p>\n<b>To Gain Eternal Life<\/b>\n<\/p><p>\nThe theme I have in mind to discuss is \"Making One's Calling and Election Sure.\" To do this\none must receive a divine witness that he will inherit eternal life. The supreme objective of\nmen who understand God, their relationship to him, and his designs for them is to gain eternal\nlife. This is as it should be, for eternal life \". . . is the greatest of all the gifts of God\"\n(<span class=\"citation\" id=\"14554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14554)\">D&amp;C 14:7<\/a><\/span>).\nTo bring men to eternal life is God's \"work and glory.\" To this end he conceives,\nbrings into being, directs, and uses all his creations (<span class=\"citation\" id=\"39233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39233)\">Moses 1:38-39<\/a><\/span>).\n<\/p><p>\nEternal life is the quality of life which God himself enjoys. The gospel plan, authored by the\nFather and put into operation by the atonement of Jesus Christ, brings eternal life within the\nreach of every man. The Lord gave this assurance when he said, \". . . if you keep my\ncommandments and endure to the end you shall have eternal life\"\n(<span class=\"citation\" id=\"14555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14555)\">D&amp;C 14:7<\/a><\/span>).\n<\/p><p>\nThe fullness of eternal life is not attainable in mortality, but the peace which is its harbinger\nand which comes as a result of making one's calling and election sure is attainable in this life.\nThe Lord has promised that \". . . he who doeth the works of righteousness shall receive his\nreward, even peace in this world, and eternal life in the world to come\"\n(<span class=\"citation\" id=\"14599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14599)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nI think the peace here referred to is implicit in the Prophet's statement, \"I am going like a\nlamb to the slaughter, but I am calm as a summer's morning\n(<span class=\"citation\" id=\"14698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14698)\">D&amp;C 135:4<\/a><\/span>). I have a conscience void of\noffense toward God and toward all men.\" (<i>DHC<\/i>, 6:555.)\n<\/p><p>\nI also think it is implicit in this statement of the late Apostle Alonzo A. Hinckley which he\nwrote in a letter to the First Presidency after he had been advised by his physician that his\nillness would be fatal: \"I assure you I am not deeply disturbed over the final results. I am\nreconciled and I reach my hands to take what my Father has for me, be it life or death . . .\n<\/p><p>\n\"As to the future, I have no misgivings. It is inviting and glorious, and I sense rather clearly\nwhat it means to be saved by the redeeming blood of Jesus Christ and to be exalted by his\npower and be with him ever more.\" (<i>The Deseret News Church Section<\/i>, March 27, 1949, p.\n24.)\n<\/p><p>\n<b>Make Your Calling and Election Sure<\/b>\n<\/p><p>\nNow I come directly to my theme: \n<\/p><p>\nI take my text from Second Peter, and as he did, I direct my remarks \". . . to them that have\nobtained like precious faith with us\" (<span class=\"citation\" id=\"4883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4883)\">2 Pet. 1:1<\/a><\/span>).\n<\/p><p>\nPeter, having put the Saints in remembrance of gospel fundamentals, admonished them to \". .\n. give diligence to make your calling and election sure: for if ye do these things, ye shall\nnever fall\" (<span class=\"citation\" id=\"4885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4885)\">2 Pet. 1:10<\/a><\/span>).\n<\/p><p>\nBy making their calling and election sure, the Saints were to gain entrance \". . . into the\neverlasting kingdom of our Lord and Saviour Jesus Christ.\" To this fact Peter bore powerful\nwitness. He reviewed his experience on the Mount of Transfiguration with James and John,\nwhere, he says, they heard the voice of \". . . God the Father . . .\" declare of Jesus, \"This is\nmy beloved Son, in whom I am well pleased.\" Then by way of instruction that such an\nexperience did not of itself make one's calling and election sure, he added, \"We have also a\nmore sure word of prophecy\" (<span class=\"citation\" id=\"4886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4886)\">2 Pet. 1:11,17,19<\/a><\/span>).\n<\/p><p>\n<b>The Sure Word of Prophecy<\/b>\n<\/p><p>\nSpeaking on Sunday, the 14th of May, 1843, the Prophet Joseph Smith took this statement of\nPeter for his text. From the Prophet's sermon I quote: \n<\/p><p>\n\"Notwithstanding the apostle exhorts them to add to their faith, virtue, knowledge, temperance,\netc., yet he exhorts them to make their calling and election sure. And though they had heard\nan audible voice from heaven bearing testimony that Jesus was the Son of God, yet he says\nwe have a more sure word of prophecy . . . Now wherein could they have a more sure word\nof prophecy than to hear the voice of God saying, This is my beloved Son, etc.\" Answering\nhis own question, the Prophet continued, \"Though they might hear the voice of God and know\nthat Jesus was the Son of God, this would be no evidence that their election and calling was\nmade sure, that they had part with Christ, and were joint heirs with Him. They then would\nwant that more sure word of prophecy, that they were sealed in the heavens and had the\npromise of eternal life in the kingdom of God. Then, having this promise sealed unto them, it\nwas an anchor to the soul, sure and steadfast. Though the thunders might roll and lightnings\nflash, and earthquakes bellow, and war gather thick around, yet this hope and knowledge\nwould support the soul in every hour of trial, trouble and tribulation.\"\n<\/p><p>\nThen speaking directly to his listeners, the Prophet continued: \n<\/p><p>\n\". . . I would exhort you to go on and continue to call upon God until you make your calling\nand election sure for yourselves, by obtaining this more sure word of prophecy\" (<i>DHC<\/i>,\n5:388-389.)\n<\/p><p>\nA week later, May 21, 1843, the Prophet preached another sermon on the same text, from\nwhich I quote: \n<\/p><p>\n\"We have no claim in our eternal compact, in relation to eternal things, unless our actions and\ncontracts and all things tend to this end. But after all this, you have got to make your calling\nand election sure. If this injunction would lie largely on those to whom it was spoken,\" he\nsaid, \"how much more those of the present generation!\" And then in conclusion, \"It is one\nthing to be on the mount and hear the excellent voice\n(<span class=\"citation\" id=\"4887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4887)\">2 Pet. 1:17<\/a><\/span>), etc., etc., and another to hear the voice\ndeclare to you, You have a part and lot in that kingdom.\" (<i>Ibid.<\/i>, 5:403.)\n<\/p><p>\nThese two sermons were given by the Prophet just thirteen months before his martyrdom.\nFour years earlier, however, he had thus instructed the Twelve: \"After a person has faith in\nChrist, repents of his sins, and is baptized for the remission of his sins and receives the Holy\nGhost, (by the laying on of hands), which is the first Comforter, then let him continue to\nhumble himself before God, hungering and thirsting after righteousness, and living by every\nword of God, and the Lord will soon say unto him, Son, thou shalt be exalted. When the Lord\nhas thoroughly proved him, and finds that the man is determined to serve Him at all hazards,\nthen the man will find his calling and his election made sure, then it will be his privilege to\nreceive the other Comforter, which the Lord hath promised the Saints, as is recorded in the\ntestimony of St. John, in the 14th chapter\" (<span class=\"citation\" id=\"28206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28206)\">John 14:16-23<\/a><\/span>)\n(<i>Ibid.<\/i>, 3:380.)\n<\/p><p>\nIn the 88th section of the Doctrine and Covenants is recorded a revelation in which the Lord,\naddressing some of the early Saints in Ohio, said: \". . . I now send upon you another\nComforter, even upon you my friends, that it may abide in your hearts, even the Holy Spirit of\npromise; which other Comforter is the same that I promised unto my disciples, as is recorded\nin the testimony of John.\n<\/p><p>\n<b>The Promise of Eternal Life<\/b>\n<\/p><p>\n\"This Comforter is the promise which I give unto you of eternal life, even the glory of the\ncelestial kingdom\" (<span class=\"citation\" id=\"14631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14631)\">D&amp;C 88:3-4<\/a><\/span>).\n<\/p><p>\nI should think that every faithful Latter-day Saint \". . . would want that more sure word of\nprophecy, that they were sealed in the heavens and had the promise of eternal life in the\nkingdom of God.\" (<i>DHC<\/i>, 5:388.)\n<\/p><p>\nAs I read the sacred records, I find recorded experiences of men in all dispensations who have\nhad this sure anchor to their souls, this peace in their hearts.\n<\/p><p>\nLehi's grandson Enos so hungered after righteousness that he cried unto the Lord until \". . .\nthere came a voice unto [him from heaven] saying: Enos, thy sins are forgiven thee, and thou\nshalt be blessed.\" Years later he revealed the nature of this promised blessing when he wrote: \n<\/p><p>\n\". . . I soon go to the place of my rest, which is with my Redeemer; for I know that in him I\nshall rest. And I rejoice in the day when my mortal shall put on immortality, and shall stand\nbefore him; then shall I see his face with pleasure, and he will say unto me: Come unto me,\nye blessed, there is a place prepared for you in the mansions of my Father\"\n(<span class=\"citation\" id=\"21493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21493)\">Enos 1:5,27<\/a><\/span>).\n<\/p><p>\nTo Alma the Lord said: \"Thou art my servant; and I covenant with thee that thou shalt have\neternal life\" (<span class=\"citation\" id=\"40347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40347)\">Mosiah 26:20<\/a><\/span>).\n<\/p><p>\nTo his twelve Nephite disciples the Master said: \"What is it that ye desire of me, after that I\nam gone to the Father?\n<\/p><p>\n\"And they all spake, save it were three, saying: We desire that after we have lived unto the\nage of man, that our ministry, wherein thou hast called us, may have an end, that we may\nspeedily come unto thee in thy kingdom.\n<\/p><p>\n\"And he said unto them: Blessed are ye because ye desired this thing of me; therefore, after\nthat Ye are seventy and two years old ye shall come unto me in my kingdom; and with me ye\nshall find rest\" (<span class=\"citation\" id=\"5687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5687)\">3 Ne. 28:1-3<\/a><\/span>).\n<\/p><p>\nAs Moroni labored in solitude, abridging the Jaredite record, he received from the Lord this\ncomforting assurance: \". . . thou hast been faithful, wherefore, thy garments shall be made\nclean. And because thou hast seen thy weakness thou shalt be made strong, even unto the\nsitting down in the place which I have prepared in the mansions of my Father\"\n(<span class=\"citation\" id=\"22258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22258)\">Ether 12:37<\/a><\/span>).\n<\/p><p>\nPaul in his second epistle to Timothy wrote: \". . . I am now ready to be offered, and the time\nof my departure is at hand.\n<\/p><p>\n\"I have fought a good fight, I have finished my course, I have kept the faith: \n<\/p><p>\n\"Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous\njudge, shall give me at that day\" (<span class=\"citation\" id=\"5160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5160)\">2 Tim. 4:6-8<\/a><\/span>).\n<\/p><p>\nIn this dispensation many have received like assurances. In the spring of 1839, while the\nProphet Joseph and his associates were languishing in Liberty Jail, Heber C. Kimball labored\nagainst great odds caring for the Saints and striving to free the brethren. On the 6th of April\nhe wrote: \n<\/p><p>\n\"My family having been gone about two months, during which time I heard nothing from\nthem; our brethren being in prison; death and destruction following us everywhere we went; I\nfelt very sorrowful and lonely. The following words came to my mind, and the Spirit said\nunto me, 'write,' which I did by taking a piece of paper and writing on my knee as follows: .\n. .\"\n<\/p><p>\nThis is what he wrote as dictated by the Lord: \n<\/p><p>\n\"Verily I say unto my servant Heber, thou art my son, in whom I am well pleased; for thou\nart careful to hearken to my words, and not transgress my law, nor rebel against my servant\nJoseph Smith, for thou hast a respect to the words of mine anointed, even from the least to\nthe greatest of them; <i>therefore thy name is written in heaven, no more to be blotted out for ever\"<\/i>\n(Orson F. Whitney, <i>Life of Heber C. Kimball<\/i>, 1888 ed., p. 253, Italics added).\n<\/p><p>\nTo the Prophet Joseph Smith the Lord said: \". . . I am the Lord thy God and will be with thee\neven unto the end of the world, and through all eternity; <i>for verily I seal upon you your<\/i>\n<i>exaltation, and prepare a throne for you in the kingdom of my Father, with Abraham your father<\/i>\"\n(<span class=\"citation\" id=\"14693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14693)\">D&amp;C 132:49<\/a><\/span>), italics added).\n<\/p><p>\nNow in conclusion, I give you my own witness. I know that God our Father lives, that we are\nas Paul said, his offspring (<span class=\"citation\" id=\"7991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7991)\">Acts 17:28<\/a><\/span>).\nI know that we dwelt in his presence in pre-earth life and that we\nshall continue to live beyond the grave. I know that we may return into his presence, if we\nmeet his terms. I know that while we are here in mortality there is a means of communication\nbetween him and us. I know it is possible for men to so live that they may hear his voice and\nknow his words and that to receive \"the Holy Spirit of promise\" (<span class=\"citation\" id=\"14690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14690)\">D&amp;C 132:7<\/a><\/span>)\nwhile here in mortality is\npossible. And so, in the words of the Prophet Joseph, \". . . I . . . exhort you to go on and\ncontinue to call upon God until [by the more sure word of prophecy (<span class=\"citation\" id=\"14689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14689)\">D&amp;C 131:5<\/a><\/span>)]\nyou make your calling and election sure for yourselves\" (<i>DHC<\/i> 5:389).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}