{"ID":1424, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Blessings of Eternal Glory<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1965, pp. 27-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: I hope and pray that what I shall say may be uplifting to one\nand all. I have many letters cross my desk in regard to the subject which I shall discuss: the\nblessings of eternal glory.\n<\/p><p>\n<b>The Privilege of Mortal Bodies<\/b>\n<\/p><p>\nNothing should be held in greater sacredness and honor than the covenant by which the spirits\nof men, the offspring of God in the spirit, are privileged to come into this world in mortal\ntabernacles. It is through this principle that the blessing of immortal glory is made possible.\nThe greatest punishment ever given was proclaimed against Lucifer and his angels. To be\ndenied the privilege of mortal bodies forever is the greatest curse of all. These spirits have no\nprogression, no hope of resurrection and eternal life! Doomed are they to eternal misery for\ntheir rebellion. And then to think that we are not only privileged but commanded to assist our\nFather in the great work of redemption by giving to his children, as we have obtained these\nblessings for ourselves, the right to life and to continue on forever in perfection! No innocent\nsoul should be condemned to come into this world under a handicap of illegitimacy. Every\nchild has the right to be wellborn. Every individual who denies a child this right is guilty of a\nmortal sin.\n<\/p><p>\n<b>Resurrection to Immortality<\/b>\n<\/p><p>\nThe importance of these mortal tabernacles is apparent from the knowledge we have of eternal\nlife. Spirits cannot be made perfect without a body of flesh and bones. This body and its spirit\nare brought to immortality and blessings of salvation through the resurrection. After the\nresurrection there can be no separation again; body and spirit become inseparably connected\nthat man may receive a fullness of joy (<span class=\"citation\" id=\"14649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14649)\">D&amp;C 93:33<\/a><\/span>).\nIn no other way, other than through birth into this life\nand the resurrection, can spirits become like our Eternal Father.\n<\/p><p>\n<b>Purity of Life<\/b>\n<\/p><p>\nSince the kingdom of God is built upon the foundation of marriage and the unity of the\nfamily circle, there can be no satisfaction where the family circle is broken. Every soul is\nentitled to the right to come into this world in a legitimate way&mdash;in the way the Father has\nwilled that souls should come. Whosoever takes a course contrary to this is guilty of an\nalmost irreparable crime. Is there any wonder, then, that the Lord places the violation of this\ncovenant of marriage and the loss of virtue as second only to the shedding of innocent blood\n(<span class=\"citation\" id=\"9055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9055)\">Alma 39:5<\/a><\/span>)?\nIs there not, then, sufficient reason for the severity of the punishment which has been\npromised those who violate this eternal law? The demand for personal purity is made by the\nChurch upon both men and women equally. There is no double standard of judgment. \"If\npurity of life is neglected,\" President Joseph F. Smith said once, \"all other dangers set in upon\nus like the rivers of waters when the flood gates are opened.\" (<i>Gospel Doctrine<\/i>, 1961 ed., p.\n313.)\n<\/p><p>\nSexual impurity is a most deadly sin. \"There is a sin unto death,\" John informs us\n(<span class=\"citation\" id=\"1074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1074)\">1 Jn. 5:16<\/a><\/span>).\nAnd sexual impurity is one such sin unto death.\n<\/p><p>\nPresident Brigham Young said that the world is fast coming to its destruction because of this.\n\"Learn the will of God, keep his commandments and do his will, and you will be a virtuous\nperson.\" (<i>Discourses of Brigham Young<\/i>, 1943 ed., p. 194.)\n<\/p><p>\nHow wonderful is the peace and joy which fills the souls of the virtuous. How terrible are the\ntorments of the unvirtuous. They shall have no place in the first resurrection. When the final\njudgment comes they are they who remain \"filthy still\" (<span class=\"citation\" id=\"42393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42393)\">Rev. 22:11<\/a><\/span>).\nThey cannot enter the holy city, they\nare the \"dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever\nloveth and maketh a lie,\" who are cast out (<span class=\"citation\" id=\"42394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42394)\">Rev. 22:15<\/a><\/span>).\n<\/p><p>\n<b>Tabernacles for Waiting Spirits<\/b>\n<\/p><p>\nWhen man was first placed upon this earth, he was given the commandment to \"be fruitful,\nand multiply\" (<span class=\"citation\" id=\"23707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23707)\">Gen. 1:22<\/a><\/span>).\nNo more important commandment was ever given to man, for\nthrough honorable marriage are the spirits brought to earth. \"There are multitudes of pure and\nholy spirits waiting to take tabernacles, now what is our duty?\" said President Brigham\nYoung. Then he answered his question: \"To prepare tabernacles for them; to take a course\nthat will not tend to drive those spirits into the families of the wicked, where they will be\ntrained in wickedness, debauchery, and every species of crime. It is the duty of every\nrighteous man and woman to prepare tabernacles for all the spirits they can\" (<i>Op. cit.<\/i>, p.\n197).\n<\/p><p>\nInstructions were given to mothers of the Church by President Joseph F. Smith as follows: \n<\/p><p>\n\"I think it is a crying evil, that there should exist a sentiment or a feeling among any\nmembers of the Church to curtail the birth of their children. I think that is a crime wherever it\noccurs, where husband and wife are in possession of health and vigor and are free from\nimpurities that would be entailed upon their posterity. I believe that where people undertake to\ncurtail or prevent the birth of their children that they are going to reap disappointment by and\nby. I have no hesitancy in saying that I believe this is one of the greatest crimes of the world\ntoday, this evil practice.\" (<i>Relief Society Magazine<\/i>, 4:318.) That was the advice given to the\nRelief Society.\n<\/p><p>\n<b>The Curse of Prevention<\/b>\n<\/p><p>\nWhen young people marry and refuse to fulfill this commandment given in the beginning of\nthe world, and just as much in force today, they rob themselves of the greatest eternal blessing. If the love of\nthe world and the wicked practices of the world mean more to a man and a woman than to\nkeep the commandment of the Lord in this respect, then they are shutting themselves off from\nthe eternal blessing of increase. Those who willfully and maliciously design to break this\nimportant commandment shall be damned. They cannot have the Spirit of the Lord. Small\nfamilies are the rule today. Husbands and wives refuse to take upon themselves the\nresponsibilities of family life. Many of them do not care to be bothered with children. Yet this\ncommandment given to Adam has never been abrogated or set aside. If we refuse to live by\nthe covenants we make, especially in the house of the Lord, then we cannot receive the\nblessings of those covenants in eternity. If the responsibilities of parenthood are willfully\navoided here, then how can the Lord bestow upon the guilty the blessings of eternal increase?\nIt cannot be, and they shall be denied such blessings.\n<\/p><p>\nNow I wish to ask a question: How will a young married couple feel when they come to the\njudgment and then discover that there were certain spirits assigned to them and they refused\nto have them? Moreover, what will be their punishment when they discover that they have\nfailed to keep a solemn covenant and spirits awaiting this mortal life were forced to come\nhere elsewhere when they were assigned to this particular couple.\n<\/p><p>\n<b>The Blessing of Increase<\/b>\n<\/p><p>\nIn the next world we are to be judged by the things we do. We will also be punished for the\nthings we should have done and did not do. May I make this personal remark: I am the father\nof eleven children, and to this day every one is a faithful member of the Church and all are\nactive, for that is the way they were taught, and they were obedient. They will belong to me\nforever and are the foundation stones of my kingdom. My posterity reaches today over the\none-hundred mark.\n<\/p><p>\nI regret that so many young couples are thinking today more of successful contraceptives than\nof having a posterity. They will have to answer for their sin when the proper time comes and\nactually may be denied the glorious celestial kingdom.\n<\/p><p>\n<b>Teaching the Sacredness of the Marriage Covenant<\/b>\n<\/p><p>\nThe world is rapidly coming to its end, that is, the end of the day of wickedness. When it is\nfully ripe in iniquity the Lord will come in the cloud of heaven to take vengeance on the\nungodly, for his wrath is kindled against them. Do not think that he delayeth his coming\n(<span class=\"citation\" id=\"14584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14584)\">D&amp;C 45:26<\/a><\/span>).\nMany of the signs of his coming have been given, so we may, if we will, know that the day\nis even now at our doors (<span class=\"citation\" id=\"14674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14674)\">D&amp;C 110:16<\/a><\/span>).\n<\/p><p>\n\"And it shall come to pass, because of the wickedness of the world, that I will take vengeance\nupon the wicked, for they will not repent; for the cup of mine indignation is full; for behold\nmy blood shall not cleanse them if they hear me not\"\n(<span class=\"citation\" id=\"14574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14574)\">D&amp;C 29:17<\/a><\/span>). So said the Son of God.\n<\/p><p>\nMay all Latter-day Saint fathers and mothers see to it that they teach their children the\nsacredness of the marriage covenant. Let them impress upon their children that in no other\nway than by honoring the covenants of God, among which the covenant of eternal marriage is\none of the greatest and most mandatory, can they obtain the blessings of <i>eternal lives<\/i>\n(<span class=\"citation\" id=\"14691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14691)\">D&amp;C 132:22<\/a><\/span>).\n<\/p><p>\nIf they refuse to receive this ordinance and other blessings of the house of God, then shall\nthey be cut off from these higher blessings. They shall wear no crown; they shall have no rule\nand sway no scepter; they shall be denied the fullness of knowledge and power; and, like the\nprodigal son (<span class=\"citation\" id=\"31656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31656)\">Luke 15:17-19<\/a><\/span>),\nthey may return again to their Father's house, but it will be as servants, not to\ninherit as sons and daughters. If they will be true to these commandments, their glory and\nexaltation shall have no bounds, and \"all things are theirs\"\n(<span class=\"citation\" id=\"14617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14617)\">D&amp;C 76:59<\/a><\/span>). May we all be\nblessed with the spirit of the Lord so that we may be directed in his ways, and may the Lord\nbless the young people starting out in life so that they may keep every commandment is my\nprayer in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}