{"ID":1425, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keeping God's Law vs The Burden of Sin<\/p>\n<p class=\"gcspeaker\">Elder A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, October 1965, pp. 30-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI would like to visit with the young people of the Church this afternoon. I would like to relate\nseveral experiences that have made a deep impression on my life.\n<\/p><p>\nOne of them occurred nearly thirty-five years ago down in Manti in a testimony meeting\nwhen I was twelve years of age. Several of us boys were to be ordained deacons in the\nAaronic Priesthood. We were called to the front of the chapel where we stood as our names\nwere presented. Then, after the sustaining vote, we were asked to sit on the stand. During the\ntestimony meeting which followed, I remember that my grandpa Beal bore his testimony. As\nwas his usual custom, he came up to the front of the congregation and spoke. I remember\nonly one part of his testimony, but it made an indelible impression on my memory. As he\nturned to us young boys, he pointed his finger at us and said: \"Young men, I want you to\nremember&mdash;and never to forget&mdash;that when you are ordained to the Aaronic Priesthood as\ndeacons, you will hold more power in your little finger than the king of England, because\nthose who ordain you will have the authority direct from God.\"\n<\/p><p>\n<b>To Honor the Priesthood<\/b>\n<\/p><p>\nI did not realize at the time the magnitude of what he said, but through the years I have\nreflected on it many times. I have come to realize that by virtue of the priesthood which we\nhold, we do have more power to save ourselves and ultimately others than any earthly ruler,\nfor power to move oneself or others toward exaltation comes only from God&mdash;from whence\nthis priesthood comes. Our obligation as young people is to honor the priesthood and maintain\nthe high standards of the Church.\n<\/p><p>\nOur friends can help us do that, and we can help our friends. One of my friends told me his\nexperience. He said: \"When I was growing up in our town my friend and I used to hear lots\nof the boys swearing and taking the name of the Lord in vain\n(<span class=\"citation\" id=\"22741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22741)\">Ex. 20:7<\/a><\/span>). This offended us. Our parents\nhad taught us not to swear. We knew that we should not take the name of the Lord in vain.\nOne day as we were talking about this, my friend and I promised each other&mdash;we made a\ncovenant&mdash;that we would never take the name of the Lord in vain. During the intervening\nyears, each of us kept the vow which we had made.\n<\/p><p>\n\"A few years later,\" he said, \"I moved away from our home town to a farm in another valley.\nIt was there that I met head on with trouble. We were hauling hay one hot summer day and\nhad taken a break for lunch. After we unhitched the horses, my father sent me down to the\nwell with a gallon jug to bring back some cool water. I mounted one of our work horses and\nloped down to the well. After filling the jug I put my finger through the handle, threw the jug\nover the back of the horse, and tried to jump up on its back. But before I could get\ncompletely on the horse, he wheeled around and started off on a trot back to the hayrack,\njogging me on his back. There I was, half on and half off, bouncing along on the bony\nwithers of that horse. My finger was so twisted it was about to break with the weight of that\njug of water. I tried to jerk on the reins to stop the horse with the other hand, but he would\nnot stop.\"\n<\/p><p>\nThen my friend continued, \"With everything going all wrong I got so angry that I swore at\nthe horse and took the name of the Lord in vain. At the very moment I did this, I realized\nwhat I had done. A great wave of guilt swept over me because I had broken my covenant\nwith my friend. But worse, I knew that I had offended the Lord, and I had failed to be true to\nthe standard I knew. As I finally managed to fall off of the horse, I kneeled immediately&mdash;right\nthere in the stubble of the field&mdash;and asked the Lord to forgive me. I vowed again, this\ntime with repentant fervor, that I would never again break the pledge which my friend and I\nhad made about swearing.\"\n<\/p><p>\nAnd he said, \"I never have.\"\n<\/p><p>\n<b>And Maintain the Standards of the Church<\/b>\n<\/p><p>\nAs young people, we ofttimes think it's hard to live the standards of the Church because they\nare so high. It is true that no church on earth has higher standards than The Church of Jesus\nChrist of Latter-day Saints&mdash;you'd expect that to be so, wouldn't you? Would the true\nChurch of Christ have lower standards than a man-made church? Because our standards are so\nhigh&mdash;so different from the standards of the world&mdash;we tend to feel that it is difficult, if not\nimpossible, to live them. But it is not nearly so hard to live the standards as not to live them.\n<\/p><p>\nThis was impressed upon me some years ago as I interviewed a young girl of seventeen or\neighteen years of age. She said: \"I have broken all of the Ten Commandments, except the\nsixth one (<span class=\"citation\" id=\"22749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22749)\">Ex. 20:13<\/a><\/span>),\nand lots of other laws besides.\" During the course of the interview, which\nincidentally, was conducted behind bars, she confessed ashamedly some of the sins which she\nhad committed. Near the close of the interview she pulled up the sleeve of her sweater and\npointed to the telltale puncture wounds left by a hypodermic needle. \"Those aren't mosquito\nbites,\" she said pathetically. I asked her if she had found happiness in the type of life she had\nlived. As she shook her head negatively, tears began to fill her eyes. She buried her head in\nher arms and sobs literally racked her body. As I watched her suffer, helpless at the moment\nto bring much comfort, I thought of the statement of Alma, made in the Book of Mormon:\n\"Behold, I say unto you, wickedness never was happiness\" (<span class=\"citation\" id=\"9057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9057)\">Alma 41:10<\/a><\/span>).\n<\/p><p>\nI have thought since of the statement Cecil B. DeMille made at the beginning of the film\n<i>The Ten Commandments<\/i>. Most of you have seen it. You will recall how, at the beginning of the\nmotion picture, he walked through those large curtains and came onto the stage to give a short\nintroduction to the film. As I remember he said something like this: \"The history of mankind\nteaches us that we cannot break God's laws, rather we break ourselves against them.\"\n<\/p><p>\n<b>Easy to Live: Hard NOT to Live God's Laws<\/b>\n<\/p><p>\nI thought of this girl behind bars&mdash;she had not broken God's laws at all, but rather had\nbroken herself against them, and so it is with anyone who tries to violate the laws which God\nhas given to us for our own happiness. They are for our good, and when we violate them, we\nsuffer spiritually, physically, and emotionally. Remember, oh youth, it's not nearly so hard to\nlive the commandments as not to live them.\n<\/p><p>\nThe burden of keeping the commandments of the Lord is light compared to the burden of sin\nwhich we carry when we violate the commandments of God. The Savior said, \"Come unto\nme, all ye that labour and are heavy laden, and I will give you rest.\n<\/p><p>\n\"Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall\nfind rest unto your souls.\n<\/p><p>\n\"For my yoke is easy, and my burden is light\" (<span class=\"citation\" id=\"35452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35452)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nMay you, the youth of this Church, remember, as my grandpa Beal impressed upon us\ndeacons that day, that there is more authority in the priesthood of God than in the hand of any\nmonarch that ever lived. While you'll find it the greatest challenge in life to be true to the\nhigh standards which you know&mdash;as did my friend who repented of swearing at his horse&mdash;you'll\nfind it easier, I promise you, to keep the commandments of God than not to keep them.\nYou needn't carry the heavy burden of sin if you will carry his burden, for the Lord has said,\n\"Come unto me . . . and ye shall find rest unto your souls. For my yoke is easy, and my\nburden is light\" (<span class=\"citation\" id=\"35453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35453)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nI bear you my humble witness that God lives, that Jesus is the Christ, that President David O.\nMcKay is the prophet and mouthpiece of the Lord on the earth today, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}