{"ID":1426, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Lord and Master<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1965, pp. 34-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: I have been impressed as you have by the proceedings of this\nconference, and I was particularly impressed by the wonderful sermon delivered here this\nmorning by President David O. McKay. I hope the Latter-day Saints will remember that\nsermon and will cherish it as long as they live.\n<\/p><p>\nI quote from Psalm nineteen: \n<\/p><p>\n\"The heavens declare the glory of God; and the firmament sheweth his handywork.\n<\/p><p>\n\"Day unto day uttereth speech, and night unto night sheweth knowledge.\n<\/p><p>\n\"There is no speech nor language, where their voice is not heard\"\n(<span class=\"citation\" id=\"41850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41850)\">Ps. 19:1-3<\/a><\/span>).\n<\/p><p>\n<b>An Overruling Providence<\/b>\n<\/p><p>\nThe testimony of nature is strong and convincing regarding the existence of an overruling\nProvidence. One need but look into the sky and see the sun, the moon, and the stars and\nobserve their regularity as they glide through space. I have always been impressed with the\nmajesty of the universe. We see enough of it to be profoundly touched by its grandeur and\nvastness.\n<\/p><p>\nThere is no confusion in nature. Every one of its manifestations is a solemn declaration of a\nsupreme power, a supreme knowledge, and a supreme design. It is not the result of chance,\nfor the Creator is the source of intelligence and order. And intelligence is his glory, and it\noperates perfectly and is in harmony with established law. I see all this, and I am sustained by\nan \"unfaltering trust.\"\n<\/p><p>\n<b>God's Handiwork<\/b>\n<\/p><p>\nI look around me, and I see the green fields, the flowers, the trees, and the shrubbery, and in\nthe autumn I see the earth illuminated with red and gold before nature goes to rest. I witness\nGod's handiwork. It bears the mark of a superior intelligence which is beyond my meager\ncomprehension. I can conscientiously conclude that there is a divine plan which provides for\nman's future when and where mortality ends. I can join with the prophets and seers in the\nrevelations from God and accept them as God's commandments. I am not a stranger,\nwandering aimlessly without purpose. I am a child of God, and I see evidences of his\nexistence all around me. In other words, I believe in God. I do not serve and worship him\nblindly. I trust him. He hears and answers my prayers. He sustains me in emergencies and\ncomes to my rescue in times of need.\n<\/p><p>\nI realize that a mastermind has planned and made tangible all these things. They are gifts\nfrom him to his children. The Lord has given them freely regardless of their obedience. It is a\nmanifestation of his love for his sons and daughters.\n<\/p><p>\nHow are the gifts received? Some receive them with thanksgiving, some with scorn, and some\ndeny the existence of the giver. Others fail to recognize and identify this giver. They \"knew\nhim not\" (<span class=\"citation\" id=\"28160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28160)\">John 1:10<\/a><\/span>),\nfor they are absorbed in materialistic aspirations so characteristic of our day.\n<\/p><p>\nI read St. John's testimony regarding this giver and creator of all things.\n<\/p><p>\n\"In the beginning was the Word, and the Word was with God, and the Word was God.\n<\/p><p>\n\"All things were made by him; and without him was not any thing made that was made.\n<\/p><p>\n\"And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of\nthe only begotten of the Father,) full of grace and truth\"\n(<span class=\"citation\" id=\"28157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28157)\">John 1:1,3,14<\/a><\/span>).\n<\/p><p>\nThe above quotation answers the question: Who is the Creator? Paul the Apostle is even more\nexplicit in his letter to the Colossians. In speaking of Jesus, he says: \"For by him were all\nthings created, that are in heaven and that are in earth, visible and invisible, whether they be\nthrones, or dominions, or principalities, or powers: all things were created by him\"\n(<span class=\"citation\" id=\"10510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10510)\">Col. 1:16<\/a><\/span>).\n<\/p><p>\n<b>Benefactor of the Human Race<\/b>\n<\/p><p>\nJesus, therefore, becomes the greatest benefactor of the human race. There is no one with\nwhom he can be compared. He gave his life that we might live and enjoy the blessings of\neternity. He offered the plan by which we may enter his kingdom and receive the exaltation\npromised to the faithful.\n<\/p><p>\nThose who deny his place in the eternal program of things are victims of deception and\ndarkness. If Jesus Christ is not the Creator and Savior, the New Testament is fiction and not\nhistory, and the testimonies of Matthew, Mark, Luke, and John are figments of the\nimagination&mdash;false and unfounded. The same can be said of Peter's positive and fervent\ntestimony regarding the man he called Lord and Master (<span class=\"citation\" id=\"28197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28197)\">John 13:13<\/a><\/span>),\nand of the restored gospel and the\ndivine calling of Joseph Smith the prophet of the latter days.\n<\/p><p>\n<b>Peace on earth<\/b>\n<\/p><p>\nBut they were not mistaken. All of them, without exception, gave their testimonies as\neyewitnesses. We may deny him and fail to recognize his preeminence in nature and in a\nworld of strife, contention, and corruption, but he is a reality. Millions of men have assailed\nhim, and millions are indifferent to him, but he cannot be expelled. He cannot be eliminated\nby the sophistries of intellectuals or the bigotry of the ignorant. His name and his works of\nrighteousness are secure on the pages of history. He came with a message of peace and\ngoodwill. His program is the only thing that will end war and bloodshed. I hope we will\nremember that. He demonstrated his love for humanity, a love that knew no bounds and a\ndevotion that has no parallel.\n<\/p><p>\nOn this very day, in the blaze of the twentieth century since his birth, we need him more than\never. Nations and individuals need to be comforted by something outside and above the\navarice and greed of men. All the world is in search of peace. International councils are in\nsession in an attempt to avoid war. So far as the casual observer can see, no headway has\nbeen made. We are still groping in the darkness.\n<\/p><p>\n<b>Goodwill to men<\/b>\n<\/p><p>\nMembers of the true Church are aware that Jesus Christ is the Creator of heaven and earth\nand is the way to peace on earth and goodwill to men. They marvel at the beauty of his\ncreations, and they accept his divine leadership and agree with Paul the Apostle that Jesus is\nalso the author of the plan of life and salvation (<span class=\"citation\" id=\"24342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24342)\">Heb. 5:9<\/a><\/span>).\n\"Mormonism\" declares to all the world that\nJesus Christ lived upon the earth in the meridian of time; that he preached the Sermon on the\nMount to a small group of friends and followers who had gathered on a mountainside to hear\nhim; that he performed many mighty miracles, that he was born of the virgin Mary, that he\nwas crucified on the cross by his enemies who were inspired by disgruntled religious leaders\nof his day, that he arose the third day from a borrowed grave where he was buried, and\nfinally that he is the Son of God, the Messiah, about whom the prophets of Israel spoke.\n<\/p><p>\n<b>His Church Restored<\/b>\n<\/p><p>\n\"Mormonism\" also declares that he chose twelve apostles to be his representatives and\nwitnesses, that he commissioned them to preach the gospel of the kingdom which he had\ntaught them during his three years of ministry among them. And that same gospel was\nrestored to earth through the Prophet Joseph Smith. This restored gospel makes life in all of\nits aspects worth living. It gives beauty, significance, and purpose to man's sojourn in\nmortality and fills him with courage and conviction and satisfies his spiritual longings.\n<\/p><p>\nMay we live the gospel. May we introduce it into our lives, and may we not forget to\nremember that Jesus Christ is the Creator and Ruler of all things, I pray in his name. Amen.\n<\/p>\n<\/div>\n<\/div>"}