{"ID":1428, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Of Influence on Children in the Home<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1965, pp. 40-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and my beloved brethren and sisters: Most earnestly I pray that the Spirit\nwill give life and light to the words that follow. There would be emptiness in teaching and\ntestifying of eternal truths without that Spirit. All of us would be empty without it.\n<\/p><p>\nRecently at a stake conference Dr. Arthur D. Browne quoted from a survey which said that by\nthe time a child is twelve years of age, he will have spent approximately 52,000 hours in his\nhome, besides time for sleep and in addition to any outside activities&mdash;52,000 hours at home\nby the time he is twelve!\n<\/p><p>\nAlso cited by the same source was another study which said that out of every hundred hours a\nchild, on an average, spends eighty-three hours at home, sixteen in school, and one in church.\n<\/p><p>\nEven conceding a margin of error, or a wide variance from person to person, these are still\nstartling figures&mdash;52,000 hours at home, besides time for sleep, by the time a child is twelve.\n<\/p><p>\n<b>Influence of Home<\/b>\n<\/p><p>\nThis being so&mdash;or even if it were only half so&mdash;home had better be what it ought to be.\nEven with more and more take-over of other agencies and activities, and even with more and\nmore intrusion upon privacy, the influence of home&mdash;and of those who are or ought to be\nhome&mdash;clearly could be counted as the foremost influence. And when we complain of\noutside influences, of what schools teach or fail to teach, of the social and moral atmosphere\nof the community, of the wholesome or unwholesome influence of friends, companions,\nplaymates, any or all of which could be desirable or undesirable, still, as parents we had\nbetter ask ourselves most searchingly what we are doing toward shaping the lives, the\nattitudes, the characters of our children in these 52,000 hours that we have, on an average,\nbefore the age of twelve&mdash;and all the other hours after.\n<\/p><p>\nThis points most urgently the need for parents to be available, to be alert to all interests,\nactivities, and attitudes, with wholesome common sense and quiet consistency, with love and\nan example of honesty and honor.\n<\/p><p>\n<b>Learning by Imitation<\/b>\n<\/p><p>\n\". . . A child learns more by imitation than in any other way,\" said George Sanderlin. \"Don't\nwe all? And the persons he imitates most blindly and trustingly are bound to be his parents .\n. . Nature has made the relationship between parent and child such that beside it any other\ntraining bears a certain artificiality.\" (\"What Children Need from Parents,\" <i>Parents Magazine<\/i>,\nAugust 1947.)\n<\/p><p>\nThis simply states the simple fact that of all the areas of influence, home is the most\nimportant place. God has given parents first responsibility for their families, and indifference\nor resignation as to any influence that shapes their lives isn't an acceptable fulfillment of this\nsacred assignment. There must be selection, guidance, direction in all that is permitted to\nbecome a part of the lives of children, and society cannot offset the influence of an indifferent\nor irresponsible home. \"When parents cannot control children in the home,\" said a current\nsource, \"it is difficult for the government to control them on the streets.\" (<i>Sunshine Magazine<\/i>,\nApril 1965.) As parents we must face the fact that we have the first and longest, the most\nintimate and impressionable opportunity to teach our children&mdash;52,000 hours on an average\nby the time they have turned twelve.\n<\/p><p>\n<b>Love, Responsibility and Respect<\/b>\n<\/p><p>\nIt is in the home that children should first learn love, responsibility, and respect. In the home\nthey should learn the balance of liberty and law, that freedom of which President McKay\nspoke this morning, along with responsibility, each completely dependent upon the other. And\nin keeping them in balance, there is no more important essential than self-control. This\nextends into every area and activity, inward and outward, personal and public, and the most\nserious threats of our time are threats against liberty and law. \"Our form of government,\" said\nPolice Chief William A. Parker, \"depends on the willingness of people to submit themselves\nto a rule of law. We can keep adding police until there is an officer for every citizen. But will\nthis leave us with the freedom we desire?\" (Chief William A. Parker of the Los Angeles\nPolice Department, <i>The National Observer<\/i>, August 2, 1965.)\n<\/p><p>\n\"Every man,\" said John Locke, \"must sometime or other be trusted to himself\" (John\nLocke, <i>Some Thoughts Concerning Education<\/i>). This is true of young people as they leave for\nschool, for work, for missions, for military service, or into their social activities. Parents\ncannot go with them. What parents can do, early and prayerfully, is to teach children in the\nhome, almost from the first of these 52,000 waking hours&mdash;teach them morality, cleanliness,\nreverence, honesty, the basic principles the commandments, the laws of life.\n<\/p><p>\nIn a day when laws are publicly flaunted, and when such flaunting is seemingly not only\nsometimes condoned but even encouraged in some quarters, it is more important than ever to\nteach our children. If their every whim is satisfied, they may never learn the difference\nbetween what is theirs and what is others and may never learn the principle of self-control.\n<\/p><p>\n<b>Lax Laws of Other Days and Today<\/b>\n<\/p><p>\nPerhaps on this point we can take some comfort from these lines from Socrates: \"From the\nday your child is born, you must teach him to do without things. Children today love luxury\ntoo much. They have terrible manners, flaunt authority, and have no respect for their elders.\nThey no longer rise when their parents or teachers enter the room. What kind of awful\ncreatures will they be when they grow up?\" (Socrates about 399 B.C.) It appears that all the\nproblems are not new. But certainly we have our share.\n<\/p><p>\nAnother factor contributing to laxity of law is the attempt to rationalize or explain away the\ncommandments; and some of what we see in print comes from some alarming sources,\nincluding the suggestion that the commandments, after all, were only given for a particular\ntime and place and that in this enlightened age, mature people can, in a sense, make their own\ncommandments and serve their own convenience and ignore conscience.\n<\/p><p>\n\"One of the basic tenets of the 'new morality,'\" says one such source, \"is that the Bible,\nGod's Word, is no longer a binding standard and rule for life and conduct, but that each one\ncan set up his own standards of right and wrong.\" And we could cite current sources to show\nthat youth are being taught specifically not to be concerned about the moral sins.\n<\/p><p>\nBut who can set the commandments aside? The answer is: Only God who gave them. And\nregardless of the views of some so-called modern minds, \"there is [still] a law, irrevocably\ndecreed in heaven\" (<span class=\"citation\" id=\"14687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14687)\">D&amp;C 130:20<\/a><\/span>).\nThere are causes and consequences which no man can set aside.\n<\/p><p>\nInterestingly, there is some sentiment on the other side also, from some surprising sources.\nOne of Stanford University's well-known staff members recently said: \"Much of what is\ngoing on at present . . . gives the impression of being willing to jettison whatever is necessary\nin order to appeal to the modern mentality . . . It is not the task of Christians to whittle away\ntheir heritage until it is finally palatable to all.\"\n<\/p><p>\nIt was never intended that the commandments of God should meet the convenience or the\nappetites or inclinations of everyone. If we dilute them to this point, they could become\nmeaningless. We have to reach up toward living them, keeping them, reaching toward that\nperfection of which our Savior spoke (<span class=\"citation\" id=\"35424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35424)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\n<b>The \"Sin Fad\"<\/b>\n<\/p><p>\n\"There is a great fascination with evil today,\" wrote a sophisticated writer&mdash;one whose words\nappeared not long ago in a widely circulated popular magazine, writing perhaps from being\nsurfeited with the arrogance and flagrance of evil&mdash;\"There always has been, but today it takes\na funny form. People go around serving notice in one way or an another, that, Wow, you may\nnot know it, but I'm a fairly evil person. This is an intriguing frame of mind . . .\n<\/p><p>\n\"In fact, the evil that seems to fascinate men most today is violence . . .\n<\/p><p>\n\"Well, anyway, what is needed is . . . to raise the banner and come out against the Sin Fad. If\nit will help at all, I am willing to do that. It is a shocking position, but I will come out now,\nflatly, against Sin. Right now!\n<\/p><p>\n\"I am against Pride, Sloth, Greed, Envy, Lust, Gluttony and\nAnger! . . . History will absolve me!\" (Tom Wolfe, \"Down with Sin!\" <i>Saturday Evening Post<\/i>,\np. 12, June 19, 1965.)\n<\/p><p>\nIf nature were to violate law as men do, we could not be assured a succession of the seasons,\nnor a harvest, nor our daily sustenance, nor any order events.\n<\/p><p>\nThis is all an indication of the attitudes and atmosphere of the time in which we live and an\nindication of the reasons why we need, more than ever, emphasis on and responsibility in the\nhome, where there is, or should be, must be, the area of greatest influence.\n<\/p><p>\n\". . . I have commanded you to bring up your children in light and truth,\" said our Father\n(<span class=\"citation\" id=\"14654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14654)\">D&amp;C 93:40<\/a><\/span>).\n<\/p><p>\n\". . . set in order your own house\" (<span class=\"citation\" id=\"14657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14657)\">D&amp;C 93:43<\/a><\/span>).\n<\/p><p>\n\". . . I give unto you a commandment, to teach these things freely unto your children\"\n(<span class=\"citation\" id=\"39246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39246)\">Moses 6:58<\/a><\/span>).\n<\/p><p>\n<b>Parental Responsibility Unlimited<\/b>\n<\/p><p>\nAs parents there is no limitation on our responsibility to teach our children, to use all the wise\nand understanding influence we have to teach them the commandments, to teach them causes\nand consequences. \"You have not done enough,\" said Dag Hammarskjold, \"you have never\ndone enough, so long as it is still possible that you have something of value to contribute.\"\n(Markings, p. 158.)\n<\/p><p>\n\"Do not wait for extraordinary circumstances to do good actions,\" said Richter, \"try to use\nordinary situations.\" (Jean Paul Richter, 1763-1826.)\n<\/p><p>\nLet it never be as Emerson sadly observed when he said, \"Most of the persons whom I see in\nmy own house I see across a gulf\" (<i>Journals<\/i>, V, 324). Let it never be like that. Let it rather\nbe as Phillips Brooks expressed it: \". . . in the home . . . hearts ought to be nearest and\nopenest to one another\" (<i>Brotherhood in Christ<\/i>).\n<\/p><p>\nWe would plead with parents and children to draw close to one another in love and\nconfidence, in respect and service and consideration.\n<\/p><p>\n<b>United Parents and Children<\/b>\n<\/p><p>\nWe would plead with beloved friends everywhere&mdash;and would I could reach them in all the\nworld&mdash;to turn from all the wandering ways, to turn homeward, to turn to the truth, the plan,\nthe purpose that God has given. There is no other way to peace and the solving of personal or\nworld problems except through the gospel of the Prince of Peace.\n<\/p><p>\nI would leave this witness with you, my beloved friends everywhere, of the personal reality of\nGod and our relationship to him; of the divinity of our Lord and Savior, who redeemed us\nfrom death; of the mission of the prophets from all time past to the present; of the divine\ncalling of President McKay and his predecessors, of the restoration of the gospel, and the\nneed that all of us have for it and all the world, and there is no other way.\n<\/p><p>\nMay I share some lines in closing from Joseph Auslander:\n<\/p><p>\n\"World, O world of muddled men,<br \/>\n     Seek the Peace of God again: <br \/>\n     In the humble faith that kneels,<br \/>\n     In the hallowed Word that heals;<br \/>\n     In the courage of a tree,<br \/>\n     In the rock's integrity; <br \/>\n     In the hill that holds the sky,<br \/>\n     The star you pull your heart up by; <br \/>\n     In the laughter of a child,<br \/>\n     Altogether undefiled; <br \/>\n     In the hope that answers doubt,<br \/>\n     Love that drives the darkness out . . .<br \/>\n     Frantic, frightened, foolish men,<br \/>\n     Take God by the hand again.\"\n<\/p><p>\n     In Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}