{"ID":1429, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Reverence for Law<\/p>\n<p class=\"gcspeaker\">President Nathan Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1965, pp. 45-49<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, brothers and sisters, and all who are listening in, it is a real privilege and\nblessing to partake of the peaceful spirit of this great conference, to be instructed by these\ndevoted men, and to be inspired to greater faith and better living.\n<\/p><p>\n<b>Sanctified by the Spirit<\/b>\n<\/p><p>\nWe thank the Lord that our beloved leader, President David O. McKay, through the\nmagnifying of his calling, has been sanctified by the Spirit unto the renewing of his body (see\n<span class=\"citation\" id=\"14621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14621)\">D&amp;C 84:33<\/a><\/span>), which makes it possible for him to be with us today. People were never more\ninspired by a prophet of God than are we by his presence here, his stirring message yesterday\nmorning, and his inspired leadership. We join in praying that he may continue to improve in\nhealth and strength. I thank the Lord for the privilege I enjoy of associating so closely with\nhim and with these my dedicated colleagues.\n<\/p><p>\n<b>American Citizenship<\/b>\n<\/p><p>\nJust five years ago this month, I was honored by a call from the Prophet to be an Assistant to\nthe Council of the Twelve. As most of you know, I am a Canadian citizen. Though I love\nCanada, a country which was good to me in every way, and which is taking its proper place\nin the world, and is a strong proponent of liberty and freedom for all, I am planning, as soon\nas I can qualify, to become a citizen of the United States of America.\n<\/p><p>\n<b>Justice Under Law<\/b>\n<\/p><p>\nAs I become a citizen of this great country, I am determined to join with all law-abiding\ncitizens and dedicate myself to this nation's ideals of equality and justice under law, and to\nour responsibilities as free men. I am seriously concerned, however, about the lawlessness in\nthe world today, and right here in the United States. As a prospective citizen, and in the\nposition I hold in the Church, I should like to speak for a few minutes on our Twelfth Article\nof Faith, which is: \"We believe in being subject to kings, presidents, rulers, and magistrates,\nin obeying, honoring, and sustaining the law\" (<span class=\"citation\" id=\"6820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6820)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\n<b>Declaration of Belief<\/b>\n<\/p><p>\nIt is the duty of every citizen to be sincerely concerned with his country's efforts to advance\nfreedom and individual opportunity, to curb lawlessness, and to achieve equal justice. The\nChurch makes its position quite clear in its Declaration of Belief regarding Governments and\nLaws, some of which are as follows: \n<\/p><p>\n\"We believe that governments were instituted of God for the benefit of man, and that he holds\nmen accountable for their acts in relation to them, both in making laws and administering\nthem, for the good and safety of society.\n<\/p><p>\n\"We believe that no government can exist in peace, except such laws are framed and held\ninviolate as will secure to each individual the free exercise of conscience, the right and\ncontrol of property, and the protection of life . . .\n<\/p><p>\n\"We believe that <i>all men are bound to sustain and uphold the respective governments in which they reside<\/i>,\nwhile protected in their inherent and inalienable rights by the laws of such\ngovernments; and that sedition and rebellion are unbecoming every citizen thus protected, and\nshould be punished accordingly . . .\n<\/p><p>\n\"We believe that every man should be honored in his station, rulers and magistrates as such,\nbeing placed for the protection of the innocent and the punishment of the guilty; and that\n<i>to the laws<\/i> all men owe respect and deference, as without them peace and harmony would be\nsupplanted by anarchy and terror . . .\n<\/p><p>\n\"We believe that the commission of crime should be punished according to the nature of the\noffense; that murder, treason, robbery, theft, and the breach of the general peace, in all\nrespects, should be punished according to their criminality and their tendency to evil among\nmen, by the laws of that government in which the offense is committed; and for the public\npeace and tranquility all men should step forward and use their ability in bringing offenders\nagainst good laws to punishment\" (<span class=\"citation\" id=\"14695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14695)\">D&amp;C 134:1-2,5-6,8<\/a><\/span>), italics added).\n<\/p><p>\nAs pointed out by the President of the United States in his Proclamation on Law Day, our\nvery lives, our liberty, and our rights to pursue our individual destinies are dependent upon\nour system of law and independent courts.\n<\/p><p>\n<b>Purpose of Law<\/b>\n<\/p><p>\nLaws are not made alone to curb the evildoer, or as negative restraint, but to protect the rights\nand liberties of every citizen. As John C. Cornelius said: \"Laws are the rules by which the\ngame of life is played.\" There is no reason or justification for men to disregard the law and\ntry to take it into their own hands.\n<\/p><p>\n<b>His Example<\/b>\n<\/p><p>\nAbraham Lincoln once said: \"Bad laws, if they exist, should be repealed as soon as possible,\nstill, while they continue in force, they should be religiously observed.\"\n<\/p><p>\nChrist himself, while here upon the earth, was one of our greatest examples of a law-abiding\ncitizen. When he was asked by those who were trying to discredit him, \"What thinkest thou?\nIs it lawful to give tribute unto Caesar, or not?\" his answer was, \"Render . . . unto Caesar the\nthings which are Caesar's, and unto God the things that are God's\"\n(<span class=\"citation\" id=\"35492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35492)\">Matt. 22:17,21<\/a><\/span>).\n<\/p><p>\nAnd even when he was being tried for his life, he maintained a submissive demeanor toward\nthe chief priests and council who were plotting his death. When he stood before Caiaphas he\nremained silent and made no reply to the questions asked until the high priest said: \"I adjure\nthee by the living God, that thou tell us whether thou be the Christ, the Son of God\"\n(<span class=\"citation\" id=\"35511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35511)\">Matt. 26:63<\/a><\/span>).\nWhen he spoke thus with official authority, the Savior gave an immediate answer,\nthus acknowledging the <i>office<\/i> of the high priest, however unworthy the man.\n<\/p><p>\n<b>Rights of Citizens<\/b>\n<\/p><p>\nSomeone wisely said: \"To us law is the bedrock of our basic ideals: democracy, freedom,\njustice. However, from day to day most of us take the law for granted. We forget about it\nuntil we need it or break it, but law looks over our shoulders constantly, seldom intruding on\nus, so much a part of our lives that it has become more of a guide than a restriction, more\nprotection than threat of punishment.\"\n<\/p><p>\nIn our democratic countries everyone has the right:<br \/><br \/>\n     a. To acquire a good education<br \/>\n     b. To live where he pleases<br \/>\n     c. To choose his vocation<br \/>\n     d. To vote a secret ballot<br \/>\n     e. To own property<br \/>\n     f. To start his own business<br \/>\n     g. To have a fair and speedy trial if accused of crime<br \/>\n     h. To worship according to the dictates of his own conscience.\n<\/p><p>\nThese rights, privileges, and blessings are just not available to those who live in the\ncommunist countries. It is a great privilege and blessing to live in a country where all people,\nregardless of race, religion, or national origin, can live together in peace and prosperity, where\nwe have established a form of law by free men for the good of all; where all men enjoy the\ninalienable right to be free and self-governed.\n<\/p><p>\n<b>Respect for Law<\/b>\n<\/p><p>\nAbraham Lincoln admonished: \"Let reverence for the laws be breathed by every American\nmother to the lisping babe that prattles on her lap, let it be taught in schools, in seminaries,\nand in colleges; let it be written in primers, spelling books, and almanacs; let it be preached\nfrom the pulpit, proclaimed in legislative halls and <i>enforced in courts of justice<\/i>. And, in short,\nlet it become the political religion of the nation, and let the old and the young, the rich and\nthe poor, the grave and the gay of all sexes and tongues and colors and conditions sacrifice\nunceasingly upon its altars.\"\n<\/p><p>\nThat is a small price to pay for liberty and the other blessings enjoyed in a free country. Let\nus fully realize that we adults can break no law with impunity without our children losing\nrespect for the law. The juvenile delinquent is in trouble because <i>he has not learned the<\/i>\n<i>importance of abiding by the law, or he has not learned to adjust his conduct to the standards<\/i>\n<i>of the community of which he is a part<\/i>.\n<\/p><p>\n<b>Causes of delinquency<\/b>\n<\/p><p>\nSome causes of the delinquent's troubles are: <br \/><br \/>\n     a. Disregard for law in the home<br \/>\n     b. Lack of discipline in the home<br \/>\n     c. Example of adults<br \/><br \/>\n     d. Expressed sympathy for criminals and criticism of police<br \/>\n     e. And last but not least, failure to accept Christ as the Savior of the world and failure\nto keep the laws of God.\n<\/p><p>\nThe only solution to these problems is for adults to honor the law of God and the law of the\nland and to cultivate in our youth an understanding of and respect for the rules of civilized\nliving which make an orderly society possible. A voluntary acceptance of the law is the\ncivilized substitute for riots, chaos, and terror.\n<\/p><p>\nThough we hear much about the juvenile delinquent, I have every confidence in our youth\nand often wish that I could live long enough to see how much better they administer public\naffairs than those affairs are being administered today. However, they need guidance,\nexample, encouragement, and discipline.\n<\/p><p>\nI should like to read \"A Modern American Fable\" by Al. McIntosh.\n<\/p><p>\n\"One day, when Junior was 14, he noticed his father grinning all over when he came from his\noffice. 'Got pinched for speeding,' he admitted, 'but got Jake down at the City Hall to fix the\nticket for me.'\n<\/p><p>\n\"When Junior was 15, he was with his mother in the family car when she backed into a tree.\nThe damage would easily exceed $100. 'We'll say that someone rammed us when we were\nparked down town,' his mother said. 'Then we'll collect insurance for it, because that's what\ninsurance companies are really for.' . . .\n<\/p><p>\n\"When Junior was 17, he listened one night to his lawyer uncle bragging about how cute he'd\nbeen in getting his client off scot-free in a court case. 'It took a little high-class arm twisting\non one of the witnesses,' he bragged, 'and by the time he got to court, we had it made. Even\nif you know they're guilty, you never want to plead them guilty, because you can't make any\nmoney at that,' said the uncle.\n<\/p><p>\n\"When Junior was 18, his family pulled every possible string to get him a paying scholarship\nat a coveted Ivy League school. They even storied about the family income, to make it seem\nthat Junior needed financial aid. He didn't make the grade there, but by a stroke of good luck\nhe wangled an appointment to a service academy.\n<\/p><p>\n\"Junior was having it a bit tough scholastically. An upper-classman sold him the answers to\nthe calculus examinations. Junior was caught and expelled.\n<\/p><p>\n\"On his return home his mother went into hysterics weeping over the disgrace. 'How could\nyou have done this to us?' she sobbed. 'This isn't the way we raised you!'\n<\/p><p>\n\"'Unbelievable,' said his father. 'I can't understand it!'\" (First published in <i>Western Voice<\/i>,\nEnglewood, Colo.; copied from <i>Good Reading<\/i>, August 1965.)\n<\/p><p>\nWe as citizens, each and every one of us, including our youth, have a heavy responsibility to\nobey and enforce the law. Imagine what our country would be today without law: <br \/><br \/>\n     a. No traffic regulations<br \/>\n     b. No marriage laws<br \/>\n     c. No property rights<br \/>\n     d. No police protection<br \/>\n     e. No courts of justice\n<\/p><p>\nYet we find all too many people<br \/><br \/>\n     a. Rushing to beat an amber light<br \/>\n     b. Speeding on the highways<br \/>\n     c. Driving while intoxicated<br \/>\n     d. Ignoring marriage vows<br \/>\n     e. Carrying on illegal demonstrations and rioting<br \/>\n     f. Collecting undeserved unemployment insurance, etc.\n<\/p><p>\nIn a recent case a sixteen-year-old boy obtained alcohol from the state liquor store, and under\nits influence he stole a truck and crashed into a parked taxi, causing severe injuries to the\ndriver. Since the regulations forbid the sale of liquor to those under twenty-one, the\ngovernment employee who sold the liquor broke the law and contributed to juvenile\ndelinquency.\n<\/p><p>\nJust the other day a drunken driver ran a red light and crashed into another car, hitting two\npeople, injuring other passengers, and ruining two cars. What tremendous loss to him and to\nthe families of those who lost their lives and what great and lasting sorrow because of\nignoring the law! We have cases every day where people are suffering because of\ndisobedience to law.\n<\/p><p>\nFreedom, liberty, and peace can be enjoyed fully only as the laws of the land and the laws of\nGod are honored and obeyed. Therefore, let us adopt the slogan: \"As for me and my house,\nwe will honor, obey, and sustain the law and use our best influence to encourage others to do\nthe same.\"\n<\/p><p>\nLet us remember, too, and never forget, that if we keep the laws of God, the greatest of all\nlawgivers, we will automatically keep the laws of the land\n(<span class=\"citation\" id=\"14593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14593)\">D&amp;C 58:21<\/a><\/span>), and that the laws of God, if kept,\nwill ensure peace, security, and happiness here on this earth and lead us to immortality and\neternal life.\n<\/p><p>\n<b>The Ten Commandments<\/b>\n<\/p><p>\nSome of these commandments given by the Lord are: \n<\/p><p>\n\"Thou shalt have no other gods before me . . .\n<\/p><p>\n\"Remember the sabbath day, to keep it holy . . .\n<\/p><p>\n\"Honour thy father and thy mother: that thy days may be long upon the land which the Lord\nthy God giveth thee.\n<\/p><p>\n\"Thou shalt not kill.\n<\/p><p>\n\"Thou shalt not commit adultery.\n<\/p><p>\n\"Thou shalt not steal.\n<\/p><p>\n\"Thou shalt not bear false witness against thy neighbour.\n<\/p><p>\n\"Thou shalt not covet . . . any thing that is thy neighbour's\"\n(<span class=\"citation\" id=\"22738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22738)\">Ex. 20:3,8,12-17<\/a><\/span>).\n<\/p><p>\nAnd when the lawyer asked the Master, tempting him: \n<\/p><p>\n\"Master, which is the great commandment in the law?\n<\/p><p>\n\"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy\nsoul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself\n<\/p><p>\n\"On these two commandments hang all the law and the prophets\"\n(<span class=\"citation\" id=\"35495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35495)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nWe are most fortunate, my brethren and sisters, to know that the law of God is contained in\nthe gospel of Jesus Christ, that the gospel gives us the plan of life and salvation, the solution\nto all our problems; and, which if accepted and lived, will bring peace to the soul, peace to\nthe family, peace to the community and to the country and to the world; and which would\nguarantee health, love, and happiness, success and eternal life.\n<\/p><p>\nI wish to bear my testimony to you, my brothers and sisters, and to all the world that these\nthings are true; that the gospel in its fullness has been restored in these the latter days; that\nthe priesthood of God is upon the earth; that God does live and that Jesus Christ is his Son,\nwho came and gave his life for you and me; and that they are interested in us today. There is\nno doubt that the Savior meant what he said in these words: \". . . seek ye first the kingdom of\nGod, and his righteousness: and all these things shall be added unto you\"\n(<span class=\"citation\" id=\"35438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35438)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nMay we accept these truths and as free men honor, obey, and sustain the law of the land in\nwhich we live, and obey the laws of God, that we might be found worthy of the country in\nwhich we live and worthy of eternal life, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}