{"ID":1430, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Charter for Youth<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1965, pp. 50-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am aware that I speak to many times more outside this historic building than are here\nassembled. I seek the inspiration of the Lord that my words may find reception in your hearts.\n<\/p><p>\nOne of the fascinating and challenging scenes of this season is the procession of millions of\nyoung men and women returning to universities. One senses not only their great expectations,\nbut also their fears and frustrations. Others of their age are depressed by the fact that they are\nbeing drafted into the armed services to form a vast military reserve while their associates on\nactive duty are involved in an undeclared but nonetheless real and bloody war in a distant and\nstrange land.\n<\/p><p>\n<b>Frustrating Time for Youth<\/b>\n<\/p><p>\nNo one need be reminded that this is a frustrating time for youth. Many find themselves in\nrebellion against the practices and institutions of our day. They are sincere in their discontent.\nThey hunger for something better.\n<\/p><p>\nThey have come to realize that there are values which money cannot buy. They miss the\nstability of old-fashioned home life; they hunger for a more personal relationship with\nteachers who might challenge their inquisitive minds. Many are disillusioned over old\nstandards of patriotism and loyalty. Even in the churches too many have found themselves\nworshiping a dead ritual rather than the Living God. They have hungered for bread and have\nbeen given a stone (<span class=\"citation\" id=\"35442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35442)\">Matt. 7:9<\/a><\/span>).\n<\/p><p>\nThose of you who witnessed or read of the Berkeley riots last spring, and lesser riots at other\nschools, cannot minimize the seriousness of the plight in which thousands of our young\npeople find themselves.\n<\/p><p>\nI cannot agree with much of what they have done to voice their complaints, but I can agree\nthat many of them deserve something better than they are getting. They are being cheated&mdash;by\nthemselves in part&mdash;but more so by us their parents, their teachers, their leaders. They are\nentitled to more, and ours is the obligation to offer it. And so, I should like to speak to those\nof my own generation and propose in great earnestness a charter for youth based on the\ngospel which we espouse.\n<\/p><p>\nIt is a four-point charter. It is a bill of entitlement, setting forth briefly some of those\npriceless values we owe every young American, and the youth of the world. They are&mdash;\n<\/p><p>\n     1. A home to grow in.<br \/>\n     2. An education worth striving for.<br \/>\n     3. A land to be proud of.<br \/>\n     4. A faith to live by.\n<\/p><p>\n<b>A Home to Grow In<\/b>\n<\/p><p>\nI mention first <i>a home to grow in<\/i>. I recently read an article written by a young man who\nroamed the Berkeley campus and its environs. His descriptions were clever, but his\nillustrations were tragic. He told of a girl, a student from an affluent home. Her father was a\nman of means, an executive of a large corporation, loyal to the company, loyal to his club,\nloyal to his party, but unwittingly a traitor to his family. Her mother had saved the civic\nopera, but had lost her children. The daughter, a child of promise, had become entangled in a\nstudent revolt, and without an anchor, had quit school, and had drifted to the beatnik crowd,\nher will-o'-the-wisp satisfactions coming only from nights of reveling and days of rebellion.\n<\/p><p>\nOf course, her father mourned and her mother wept. They blamed her, evidently unaware of\ntheir own miserable example of parenthood which had done much to bring her to the tragic\ncircumstances in which she found herself.\n<\/p><p>\nAs I read that account there passed through my mind the classic statement uttered at this\npulpit by President McKay&mdash;\"No other success can compensate for failure in the home.\"\n<\/p><p>\nIt is the rightful heritage of every child to be part of a home in which to grow&mdash;to grow in\nlove in the family relationship, to grow in appreciation one for another, to grow in\nunderstanding of the things of the world, to grow in knowledge of the things of God.\n<\/p><p>\nI was recently handed these statistics taken from the county records of one of our Southwest\ncommunities. In 1964 in this county of which I speak, there were 5807 marriages and 5419\ndivorces, almost one divorce for every marriage. Can we expect stability out of instability? Is\nit any wonder that many of our youth wander in rebellion when they come from homes where\nthere is no evidence of love, where there is a lack of respect one for another, where there is\nno expression of faith? We hear much these days of the Great Society, and I do not disparage\nthe motives of those who espouse it, but we shall have a great society only as we develop\ngood people, and the source of good people is good homes.\n<\/p><p>\nIt was said of old, \"Except the Lord build the house, they labour in vain that build it\"\n(<span class=\"citation\" id=\"41855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41855)\">Ps. 127:1<\/a><\/span>).\n<\/p><p>\nOur children deserve such a home in which to grow. I am not speaking of the architecture or\nthe furnishings. I am speaking of the quality of our family life. I am grateful that we as a\nChurch have as a basic part of our program the practice of a weekly family home evening. It\nis a significant thing that in these busy days thousands of families across the world are\nmaking an earnest effort to consecrate one evening a week to sing together, to instruct one\nanother in the ways of the Lord, to kneel together in prayer, there to thank the Lord for his\nmercies and to invoke his blessings upon our lives, our homes, our labors, our land.\n<\/p><p>\nI think we little estimate the vast good that will come of this program. I commend it to our\npeople, and I commend it to every parent in the land and say that we stand ready to assist you\nwho may not be of our faith. We shall be happy to send you suggestions and materials on\nhow to conduct a weekly family home evening, and I do not hesitate to promise you that both\nyou and your children will become increasingly grateful for the observance of this practice. It\nwas John who declared: \"I have no greater joy than to hear that my children walk in truth\"\n(<span class=\"citation\" id=\"5322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5322)\">3 Jn. 1:4<\/a><\/span>). This will be your blessing.\n<\/p><p>\nAnd it was Isaiah who said: \". . . all thy children shall be taught of the Lord; and great shall\nbe the peace of thy children\" (<span class=\"citation\" id=\"25291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25291)\">Isa. 54:13<\/a><\/span>).\n<\/p><p>\nWe cannot afford to disregard the sacred mandate laid upon us to teach our children, first by\nthe example of our own living, and secondly, by those precepts which, if followed, will bring\npeace to their lives. Every child is entitled to the blessing of a good home.\n<\/p><p>\n<b>An Education Worth Striving For<\/b>\n<\/p><p>\nI move to the second premise of this charter for youth&mdash;<i>an education worth striving for<\/i>.\nTime will permit little more than a brief mention of a few observations.\n<\/p><p>\nEducation has become our largest business. On the basis of economics alone, it is larger than\nsteel, or automobiles, or chemicals. On the basis of its influence upon our society, its impact\nis incalculable. Its very size, particularly in our universities, has brought into relief its most\nserious problem&mdash;a lack of communication between teacher and student, and a consequent\nlack of motivation of those who come to be taught.\n<\/p><p>\nA recent article in one of our national magazines contained this statement from a college\nteacher: \". . . there has hardly been a time, in my experience, when students needed more\nattention and patient listening to by experienced professors than today. The pity is that so\nmany of us retreat into research, government contracts, and sabbatical travel, leaving counsel\nand instruction to junior colleagues and graduate assistants . . . What is needed are fewer\nbooks and articles by college professors and more cooperative search by teacher and taught\nfor an authority upon which to base freedom and individuality.\" (J. Glenn Gray, <i>Harper's Magazine<\/i>, May 1965; p. 59.)\n<\/p><p>\nI am aware of the \"publish or perish\" pressure under which teachers work in some of our\nuniversities, but I should like to say to these teachers that your learned monographs will yield\nlittle satisfaction as the years pass if you discover that while you published, your students\nperished.\n<\/p><p>\nThe great thoughts, the great expressions, the great acts of all time deserve more than cursory\ncriticism. They deserve a sympathetic and an enthusiastic presentation to youth, who in their\nhearts hunger for ideals and long to look at the stars. Nor is it our responsibility as teachers to\ndestroy the faith of those who come to us, it is our opportunity to recognize and build on that\nfaith. If God be the author of all truth, as we believe, then there can be no conflict between\ntrue science, true philosophy, and true religion. And, further, as George Santayana has said,\n<\/p><p>\n\"It is not wisdom to be only wise,<br \/>\n     And on the inward vision close the eyes,<br \/>\n     But it is wisdom to believe the heart.\"<br \/><br \/>\n&nbsp; &nbsp;                    (\"O World.\")\n<\/p><p>\nYour students deserve more than your knowledge. They deserve and hunger for your\ninspiration. They want the warm glow of personal relationships. This always has been the\nhallmark of a great teacher \"who is the student's accomplice in learning rather than his\nadversary.\" This is the education worth striving for and the education worth providing.\n<\/p><p>\n<b>A Land To Be Proud of<\/b>\n<\/p><p>\nI move to the next&mdash;<i>a land to be proud of<\/i>. Congress recently passed a law inflicting heavy\npenalties for the willful destruction of draft cards. That destruction was essentially an act of\ndefiance, but it was most serious as a symptom of a malady that is not likely to be cured by\nlegislation. Patriotism evidently is gone from the hearts of many of our youth.\n<\/p><p>\nPerhaps this condition comes of lack of knowledge, a provincialism that knows nothing else\nand scoffs at what little it knows. Perhaps it comes of ingratitude. This attitude is not new.\nJoshua, speaking for the Lord, doubtless had in mind this same indifference when he said to a\nnew generation that had not known the trials of the old: \". . . I have given you a land for\nwhich ye did not labour, and cities which ye built not, and ye dwell in them; of the vineyards\nand oliveyards which ye planted not do ye eat\" (<span class=\"citation\" id=\"30065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30065)\">Josh. 24:13<\/a><\/span>).\n<\/p><p>\nThose who have paid in toil and tears for their inheritance have loved the land on which they\nlived. The forebears of many of those assembled in this Tabernacle today walked the long\ntrail over the prairie and the mountains. In these valleys they grubbed and toiled to wrest a\nliving from the desert. They came to love that for which they labored, and a great patriotism\nfilled their souls.\n<\/p><p>\nWe shall not build love of country by taking away from our youth the principles which made\nus strong&mdash;thrift, initiative, self-reliance, and an overriding sense of duty to God and to man.\n<\/p><p>\nA terrible price has been paid by those who have gone before us, this that we might have the\nblessings of liberty and peace. I stood not long ago at Valley Forge, where George\nWashington and his ragged army spent the winter of 1776. As I did so, I thought of a scene\nfrom Maxwell Anderson's play in which Washington looks on a little group of his soldiers,\nshoveling the cold earth over a dead comrade, and says grimly, \"This liberty will look easy by\nand by when nobody dies to get it.\"\n<\/p><p>\nHow we need to kindle in the hearts of youth an old-fashioned love of country and a\nreverence for the land of their birth. But we shall not do it with tawdry political maneuvering\nand enormous handouts for which nothing is given in return.\n<\/p><p>\nLove of country is born of nobler stuff&mdash;of the challenge of struggle that makes precious the\nprize that's earned.\n<\/p><p>\nThis is a good land, declared by the Lord in the scripture in which we believe to be \". . . a\nland . . . choice above all other lands\" (<span class=\"citation\" id=\"1600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1600)\">1 Ne. 2:20<\/a><\/span>),\ngoverned under a constitution framed under the inspiration of the Almighty.\n<\/p><p>\n\"Breathes there the man, with soul so dead,<br \/>\n     Who never to himself hath said,<br \/>\n     This is my own, my native land!\"<br \/><br \/>\n&nbsp; &nbsp;     (Sir Walter Scott, from \"The Lay of the Last Minstrel,\" Canto VI, st. 1.)\n<\/p><p>\nThis is what youth needs&mdash;pride of birth, pride of inheritance, pride in the land of which\neach is a part.\n<\/p><p>\n<b>A Faith To Live By<\/b>\n<\/p><p>\nAnd now the fourth premise of my charter&mdash;<i>a faith to live by<\/i>.\n<\/p><p>\nIt was said of old that \"where there is no vision, the people perish\"\n(<span class=\"citation\" id=\"41472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41472)\">Prov. 29:18<\/a><\/span>). Vision\nof what? Vision concerning the things of God, and a stem and unbending adherence to\ndivinely pronounced standards. There is evidence aplenty that young people will respond to\nthe clear call of divine truth, but they are quick to detect and abandon that which has only a\nform of godliness but denies the power thereof (<span class=\"citation\" id=\"5157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5157)\">2 Tim. 3:5<\/a><\/span>),\n\"teaching for doctrines the commandments of men\"\n(<span class=\"citation\" id=\"35464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35464)\">Matt. 15:9<\/a><\/span>; see\n<span class=\"citation\" id=\"30475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30475)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nI have sincere respect for my brethren of other faiths, and I know that they are aware of the\ngreat problem they face in a dilution of their teachings as some try to make their doctrine\nmore generally acceptable. Dr. Robert McAffee Brown, professor of religion at Stanford, was\nrecently quoted as saying: \n<\/p><p>\n\"Much of what is going on at present on the Protestant scene gives the impression of being\nwilling to jettison whatever is necessary in order to appeal to the modern mentality . . .\n<\/p><p>\n\"It is not the task of Christians to whittle away their heritage until it is finally palatable to\nall.\" (<i>The Daily Herald<\/i>, [Provo, Utah], August 12, 1965, p. 13-A.)\n<\/p><p>\nTo this we might add that what is palatable to all is not likely to be satisfying to any, and\nparticularly to a generation of searching, questioning, seeking, probing young men and\nwomen.\n<\/p><p>\nIn all the change about them, they need a constancy of faith in unchanging verities. They need\nthe testimony of their parents and their teachers, of their preachers and their leaders that God\nour Eternal Father lives and rules over the universe; that Jesus is the Christ, his Only Begotten\nin the flesh, the Savior of the world, that the heavens are not sealed; that revelation comes to\nthose appointed of God to receive it; that divine authority is upon the earth.\n<\/p><p>\nI know that young men and women will respond to this faith and this challenge. We have\nnearly twelve thousand of them today serving across the world as missionaries. Their strength\nis a certain faith. Their cause is the cause of Christ, the Prince of peace. Their declaration is a\ntestimony that God has again spoken from the heavens. Their ministry is in the service of\ntheir fellowmen. Their joy, like that of the Master, is in the soul that repenteth\n(<span class=\"citation\" id=\"14558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14558)\">D&amp;C 18:13<\/a><\/span>).\n<\/p><p>\nI have been with them in the muddy back streets of Korea and in the crowded roads of Hong\nKong. I have been with them in the towns and cities of America. I have been with them in\nthe great capitals and the quiet villages of Europe. They are the same everywhere, serving for\ntwo or more years at their own expense in the cause of the Master and of mankind.\n<\/p><p>\nI earnestly hope that if there be any among those who are listening this day at whose door a\nMormon missionary may knock, you will welcome him and listen. You will find him to be a\nyoung man with a faith to live by and a conviction to share. You will find him to be a happy\nyoung man, alert and lively, unashamed of the gospel of Jesus Christ (<span class=\"citation\" id=\"42786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42786)\">Rom. 1:16<\/a><\/span>)\nand with a capacity to explain the reason for the faith that is within him\n(<span class=\"citation\" id=\"2303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2303)\">1 Pet. 3:15<\/a><\/span>).\n<\/p><p>\nAnd as you learn to know him better, you will discover that he likely grew up in a home\nwhere there was love and virtue, patience and prayer; that he was attending school when he\nleft for his mission and hopes to return to sit at the feet of good counselors and able teachers\nand partake of wisdom and knowledge mixed with faith; that with a great inheritance from\nforebears who pioneered the wilderness for conscience' sake, he loves the land of which he is\na part, and that he carries in his heart a certain quiet conviction of the living reality of God\nand the Lord Jesus Christ and of the assurance that life is eternal and purposeful.\n<\/p><p>\nWould that every young man and woman in the land might be blessed to develop and live\nunder such a charter for youth&mdash;<i>that each might have a home in which to grow, an education<\/i>\n<i>worth striving for, a land to be proud of, a faith to live by<\/i>.\n<\/p><p>\nWe their parents, their teachers, their leaders, can help them. God help us so to do that we\nmay bless their lives and in so doing bless our own, I humbly pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}