{"ID":1432, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Their Greatest Tragedy<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1965, pp. 59-63<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>Latter-day Saints Believe<\/b>\n<\/p><p>\nWe Latter-day Saints believe in the Lord Jesus Christ wholeheartedly and without reservation.\n<\/p><p>\nHe is the Savior of the world, the Redeemer of all mankind. He is the Son of Almighty God.\nHe is divine.\n<\/p><p>\nAll power was given to him in heaven and on earth\n(<span class=\"citation\" id=\"35516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35516)\">Matt. 28:18<\/a><\/span>). He is the Creator. He made this planet\non which we live and all other heavenly bodies.\n<\/p><p>\nAs the scriptures say, \"All things were made by him; and without him was not any thing\nmade that was made\" (<span class=\"citation\" id=\"28158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28158)\">John 1:3<\/a><\/span>).\n<\/p><p>\nHe became flesh and dwelt among mankind (<span class=\"citation\" id=\"28162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28162)\">John 1:14<\/a><\/span>),\nsome of whom beheld his glory, even the glory\nas of the Only Begotten of the Father, full of grace and truth. His mortal advent was\naccompanied by much sorrow and suffering, but the greatest tragedy of his coming was that\nthe people generally, and more particularly their leaders, did not&mdash;or would not&mdash;either\nrecognize or accept him.\n<\/p><p>\n<b>His Coming Was Expected<\/b>\n<\/p><p>\nHis coming was not unexpected.\n<\/p><p>\nQuite the contrary.\n<\/p><p>\nThe people of that day were anxiously looking for their Messiah, whose advent was clearly\nforetold in the scriptures with which they were well familiar. Particularly were the scribes, the\nlawyers, the high priests, and the learned members of the Sanhedrin well informed. They\nknew what the prophets had said about the expected Savior, but these self-centered leaders\nwere so steeped in their traditions that they would not admit what they must have known to\nbe true.\n<\/p><p>\n<b>He was rejected<\/b>\n<\/p><p>\nThey were so jealous of their own positions that they were not willing to give way to the new\nKing of Israel. This jealousy was so deep and bitter that it bred thoughts of murder in their\nhearts. They determined to kill him and on many occasions tried to trap him. At last, by the\nuse of false witnesses, they condemned and crucified him.\n<\/p><p>\nIt was the greatest tragedy of their lives.\n<\/p><p>\nTheir God came among them, and they would not receive him. When he revealed his true\nidentity, they said he blasphemed. They preferred not to associate him with the scriptures\nwhich so unerringly designated him as the Christ, and there were many such scriptures.\n<\/p><p>\nLet us briefly review some of the prophecies by which he could have been identified by any\nopen-minded person.\n<\/p><p>\n<b>Despite the Prophets<\/b>\n<\/p><p>\nIsaiah gave the first sign when he said: \"Behold, a virgin shall conceive, and bear a son, and\nshall call his name Immanuel\" (<span class=\"citation\" id=\"25269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25269)\">Isa. 7:14<\/a><\/span>).\n<\/p><p>\nAnd did it not come to pass just as the prophet said?\n<\/p><p>\nWas not this virgin birth heralded among the shepherds who watched their flocks that night\nand by the angelic hosts who sang their hosannahs? Did not even the wise men, far away in\nthe East, recognize it? And was not Herod so frightened by it that he killed the little children\nin an effort to destroy the newborn King?\n<\/p><p>\nThe scripture was so detailed in describing the coming of the Lord that it predicted the flight\ninto Egypt to escape Herod's wrath (<span class=\"citation\" id=\"35411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35411)\">Matt. 2:14-15<\/a><\/span>),\nas it also foretold the king's destruction of the little babies in Bethlehem\n(<span class=\"citation\" id=\"35412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35412)\">Matt. 2:16-18<\/a><\/span>).\n<\/p><p>\nIt said that Jesus would be reared in the village of Nazareth\n(<span class=\"citation\" id=\"35413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35413)\">Matt. 2:23<\/a><\/span>). It indicated that he would\nperform many miracles (<span class=\"citation\" id=\"40335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40335)\">Mosiah 3:5<\/a><\/span>) and\nthat he would teach in parables (<span class=\"citation\" id=\"35458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35458)\">Matt. 13:13-15<\/a><\/span>).\nIt forecast his triumphal entry\ninto Jerusalem and said: \"Thy King cometh unto thee, meek, and sitting upon an ass, the foal\nof an ass\" (see <span class=\"citation\" id=\"43075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43075)\">Zech. 9:9<\/a><\/span>).\n<\/p><p>\nIt told of the disbelief with which most of the people would regard him and of their hatred\ntoward him, saying that he would be smitten, despised, and rejected, a man of sorrows and\nacquainted with grief (<span class=\"citation\" id=\"25289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25289)\">Isa. 53:3<\/a><\/span>).\n<\/p><p>\nIt predicted the betrayal of the Savior, actually mentioning the price to be paid: thirty pieces\nof silver, and revealed that this money would be used to buy a potter's field\n(<span class=\"citation\" id=\"43076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43076)\">Zech. 11:13<\/a><\/span>).\n<\/p><p>\nThe prophets also predicted that at his crucifixion the soldiers would divide his clothing\n(<span class=\"citation\" id=\"41851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41851)\">Ps. 22:18<\/a><\/span>)\namong them and explained that his bones would not be broken\n(<span class=\"citation\" id=\"41852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41852)\">Ps. 34:20<\/a><\/span>),\nbut that his body would be pierced so that his blood would be shed\n(<span class=\"citation\" id=\"43077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43077)\">Zech. 12:10<\/a><\/span>), as with a sacrificial lamb.\n<\/p><p>\n<b>Marks Identifying the Messiah<\/b>\n<\/p><p>\nAll these marks of identification of the true Messiah were known in that day. For years they\nhad been familiar to those who read the scriptures.\n<\/p><p>\nBut they were ignored.\n<\/p><p>\nThe Savior was rejected, and the world went back into the oblivion of its traditions.\n<\/p><p>\nGreat as was this tragedy for the people of that generation, we of today are in danger of\nmaking a similar mistake. The Savior will come again in a glorious second advent, and\ndefinite signs are given in Holy Writ to presage this event also.\n<\/p><p>\nThese signs are shown as clearly in scripture as were those of his mortal ministry. They are\nunmistakable. They are about us today and readily may be seen now.\n<\/p><p>\n<b>Will Our Generation Recognize them?<\/b>\n<\/p><p>\nWill our generation recognize them and wisely give heed to them? Or will these modern signs\nbe rejected with all that they imply as were those of nearly two thousand years ago when the\npeople of that generation failed to identify their Lord?\n<\/p><p>\nLet us review some of these modern signs, remembering that there are many more than the\noften-mentioned wars and rumors of wars (<span class=\"citation\" id=\"35504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35504)\">Matt. 24:6<\/a><\/span>)\nand seas heaving themselves beyond their bounds (<span class=\"citation\" id=\"14637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14637)\">D&amp;C 88:90<\/a><\/span>).\n<\/p><p>\nThe gathering of the Jews to Palestine is one of the most outstanding and significant of all the\nsigns of the times. The Lord said through Jeremiah: \". . . I will cause them to return to the\nland that I gave to their fathers, and they shall possess it\"\n(<span class=\"citation\" id=\"26510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26510)\">Jer. 30:3<\/a><\/span>). Isaiah indicated that\nPalestine, long languishing in the grip of the desert, was destined to be turned into a fruitful\nfield (<span class=\"citation\" id=\"25278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25278)\">Isa. 29:17<\/a><\/span>) in connection with the gathering of the Jews to their homeland.\n<\/p><p>\nHave these predictions been fulfilled?\n<\/p><p>\nToday the nation of Israel, with a population of two and a half million people, occupies the\nland which the Lord gave to their fathers. It is a direct fulfillment of prophecy. It is a sign of\nthe near approach of the Lord.\n<\/p><p>\nWith their return the land has been revitalized. Palestine today is a fruitful field\n(<span class=\"citation\" id=\"25279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25279)\">Isa. 29:17<\/a><\/span>). We who live\nin England know how fruitful it is, for there we receive its oranges, its grapefruit, and other\nproduce, which are likewise shipped to many parts of the world.\n<\/p><p>\nOn August 15 of this year, the London <i>Times<\/i> reported that the nation of Israel had awarded\ncontracts for the construction of thirty new cargo ships to be added to its already large and\nprosperous merchant marine to handle the agricultural exports of this little nation. So\nproductive has Israel become.\n<\/p><p>\nThe land has blossomed as the rose in fulfillment of prophecy\n(<span class=\"citation\" id=\"25285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25285)\">Isa. 35:1<\/a><\/span>).\n<\/p><p>\nBut there is another sign closely allied to it which Isaiah said would precede Palestine's\nrenewed fertility.\n<\/p><p>\n<b>The Prophets of Restoration<\/b>\n<\/p><p>\nA sacred book was to come forth before that time&mdash;one which was new to the world, one\nthat told of a fallen nation which was destroyed suddenly&mdash;a book to be offered in the latter\ndays to a learned man who would reject it, but to be given by divine means to an unlettered\nman through whom it was to be given to the world\n(<span class=\"citation\" id=\"25276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25276)\">Isa. 29:11-12<\/a><\/span>).\n<\/p><p>\nIsaiah said that the book would be of such spiritual importance that it would cause many to\nrejoice in the Holy One of Israel (<span class=\"citation\" id=\"25282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25282)\">Isa. 29:19<\/a><\/span>).\n\"And in that day,\" he said, \"shall the deaf hear the words of\nthe book, and the eyes of the blind shall see out of obscurity, and out of darkness\"\n(<span class=\"citation\" id=\"25281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25281)\">Isa. 29:18<\/a><\/span>)\nIt shall cause the meek to \"increase their joy in the Lord \"\n(<span class=\"citation\" id=\"25283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25283)\">Isa. 29:19<\/a><\/span>).\n<\/p><p>\nEzekiel spoke of the same book, explaining that it is the sacred record of the descendants of\nJoseph who was sold into Egypt, and that it would stand side by side with the Bible as a new\nvolume of scripture (<span class=\"citation\" id=\"23128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23128)\">Ezek. 37:15-20<\/a><\/span>).\n<\/p><p>\nWhere is that book? It is one of the signs of the times.\n<\/p><p>\nNot only did the prophets predict its appearance, but Isaiah set a limit on the time of its\npublication. That time limit was related to the period when fertility would return to Palestine.\nIsaiah said that the book would come forth first, and then added that in \"a very little while . . .\nLebanon shall be turned into a fruitful field, and the fruitful field shall be esteemed as a\nforest\" (<span class=\"citation\" id=\"25280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25280)\">Isa. 29:17<\/a><\/span>).\n<\/p><p>\nThe time limit has expired. This new volume of scripture must have come forth before now\nor Isaiah was not a true prophet, for Palestine is fruitful again.\n<\/p><p>\nWhere is that book?\n<\/p><p>\nLet us consider still another sign: The Apostle Peter taught that before the second coming of\nChrist there will be a restoration of all things religious, whatsoever \". . . God hath spoken by\nthe mouth of all his holy prophets since the world began\" \n(<span class=\"citation\" id=\"7979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7979)\">Acts 3:21<\/a><\/span>).\nA new revelation of\nGod was promised for the latter days&mdash;restoring the complete gospel to mankind.\n<\/p><p>\nThe scripture teaches that this restoration would be accompanied by heavenly manifestations,\nincluding the ministry of angels. The prophet said that one of these angels must fly from the\nheavens in the latter days bringing back to earth the everlasting gospel to be preached anew to\nevery nation, tongue, and people (<span class=\"citation\" id=\"42387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42387)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nHis coming is related to the new book of scripture mentioned by both Isaiah and Ezekiel. Has\nthis angel come? Is the book available?\n<\/p><p>\nAs part of this restoration the prophet also said that Elijah of old must come again to earth\nshortly before the great and dreadful day of the Lord\n(<span class=\"citation\" id=\"32789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32789)\">Mal. 4:5<\/a><\/span>) in another modern revelation of\nheavenly power. Has Elijah come in this modern assignment? What was the purpose of his coming?\n<\/p><p>\nDo we believe the prophets?\n<\/p><p>\nIs the Bible true?\n<\/p><p>\nIf Elijah has come, to whom did he come, and where?\n<\/p><p>\nWho saw him?\n<\/p><p>\nWho talked with him, and when?\n<\/p><p>\nHis modern appearance is given as one of the signs of the near approach of the Lord\n(<span class=\"citation\" id=\"14675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14675)\">D&amp;C 110:16<\/a><\/span>).\n<\/p><p>\nThe Prophet Daniel also knew of these events. He predicted that in the latter days God would\nestablish his kingdom once more upon the earth, this time never to be destroyed nor given to\nanother people (<span class=\"citation\" id=\"10675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10675)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nHas that prophecy been fulfilled?\n<\/p><p>\nHas there been a new and modern establishment of God's kingdom on earth?\n<\/p><p>\nIf so, is it related to the restoration of all things formerly revealed through the ancient\nprophets, as indicated by the Apostle Peter?\n<\/p><p>\nHow could it be otherwise?\n<\/p><p>\n<b>Preparation for His Coming<\/b>\n<\/p><p>\nThese inspired men spoke of the same thing: God's advance preparation for the second\ncoming of Christ.\n<\/p><p>\nWhere is that divinely established kingdom of modern times?\n<\/p><p>\nIsaiah even tells us where to look for it. He said that in the latter days God would establish\nhis kingdom in the tops of the mountains, and that a temple would be built there in a high\nplace, exalted above the hills, and that people from all nations would flow to it\n(<span class=\"citation\" id=\"25266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25266)\">Isa. 2:2-3<\/a><\/span>).\n<\/p><p>\nWhere in a high mountain area has God thus erected his temple as he built his latter-day\nkingdom?\n<\/p><p>\nLook for it. It is one of the signs of the times.\n<\/p><p>\nWill we who live today be willing to accept these signs as we see them, or will we reject\nthem in a spiritual and temporal tragedy like that of nearly two thousand years ago?\n<\/p><p>\nWill the marvels of our so-called enlightened age blind us to the events foretold in prophecy\nor convince us that they are unreal or that they are but myths and superstitions as some\nalready say?\n<\/p><p>\nWill mankind once again deny their Lord?\n<\/p><p>\n<b>Latter-day Saints Testify<\/b>\n<\/p><p>\nWe Latter-day Saints testify that these important signs, telling of the near approach of the\nsecond coming of Christ, have taken place and may be examined by any interested person.\n<\/p><p>\nThe physical restoration of Palestine is a fact that no one can deny. It is part of our current\nhistory.\n<\/p><p>\n<b>The Book of Prophecy<\/b>\n<\/p><p>\nThe book destined to precede renewed fertility in the Holy Land is also a reality. It is now in\npublication. It is the Book of Mormon, the sacred scripture of ancient America. It has taken\nits place by the side of the Bible as Ezekiel said it would. Let no one ridicule it nor ask if any\ngood can come out of Nazareth (<span class=\"citation\" id=\"28166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28166)\">John 1:46<\/a><\/span>).\nThe book is true, and it is here for all to read.\n<\/p><p>\nElijah has made his second appearance, and the results of his work may be seen and examined\non every hand. The scripture says that the purpose of his mission was to turn the hearts of the\npresent-day generation to their forefathers (<span class=\"citation\" id=\"32791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32791)\">Mal. 4:6<\/a><\/span>).\nThis has been done through a worldwide interest in ancestry on a scale never before known.\n<\/p><p>\nToday there are many genealogical libraries and associations in different parts of the world,\nand literally millions of people of various religious denominations are tracing their ancestry,\nmany of them not knowing why. Each one of them is direct evidence of the present-day\nministry of Elijah.\n<\/p><p>\nDaniel's prophecy also has been fulfilled.\n<\/p><p>\nThe Lord's kingdom has been established in the midst of the greatest mountain chain on\nearth (<span class=\"citation\" id=\"25267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25267)\">Isa. 2:2-3<\/a><\/span>),\nwith headquarters nearly a mile above sea level, here in Salt Lake City.\n<\/p><p>\nThe temple foreseen in scripture has now been built and is in daily use.\n<\/p><p>\nThe kingdom of God has been re-established on the earth.\n<\/p><p>\nAs Peter predicted, the time of the restoration of all things revealed by ancient prophets has\nnow come.\n<\/p><p>\n<b>The Church Restored<\/b>\n<\/p><p>\nThe Church of Jesus Christ has been restored with its full organization, headed by prophets\nand apostles who, as Paul explained, form the foundation of the Church, with Christ himself\nas the chief cornerstone (<span class=\"citation\" id=\"21770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21770)\">Eph. 2:20<\/a><\/span>).\n<\/p><p>\nAcceptance of these vivid signs of the times can lead mankind back to God in this day of\nwidespread unbelief. Ignoring them may bring a tragedy like that of two thousand years ago.\n<\/p><p>\nIt is true that we are living in a marvelous age of intellectual and scientific development. But\nthis, too, is one of the signs of the times and supports, rather than obscures, the prophecies of\nwhich we have spoken.\n<\/p><p>\n<b>The Age of Marvels<\/b>\n<\/p><p>\nLet us not misunderstand our situation. Let us not suppose that our own wisdom is so great\nthat we can ignore the handiwork of God.\n<\/p><p>\nAs truly as that we are in a space age, as truly as that we can fire missiles into orbit, just that\ntruly will the events spoken of in the scriptures come to pass.\n<\/p><p>\nThe greatest miracle of the present day is not that we can send a spaceship to photograph the\nplanet Mars.\n<\/p><p>\nThe greatest miracle is that God has spoken in our time and has appeared in person to modern\nman, to be seen, and heard, and understood. He has restored his gospel in its fullest detail.\nThis he has done in preparation for the glorious second coming of our Lord and Savior Jesus\nChrist, in whose holy name we give this as our solemn testimony. Amen.\n<\/p>\n<\/div>\n<\/div>"}