{"ID":1433, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Changing World for the Barry Begays<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1965, pp. 65-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: I desire today to emphasize our responsibility to the children of\nFather Lehi. In preface may I present this human drama composed of several acts and a\nnumber of scenes.\n<\/p><p>\n<b>Actors and Setting<\/b>\n<\/p><p>\nThe time: yesterday, today, and tomorrow. The place: the world. The performers: flesh and\nblood and spirit people, awakening from the centuries' long sleep of their ancestors.\n<\/p><p>\nThere he is running like the wind, barefoot, hatless, long hair in flight, in worn overalls and\nragged shirt, his face brown, not only by the Arizona sun and wind, but from his parents,\nthemselves brown-skinned. Barry and his little brother and sisters are a lively group, playing\naround the rock, pole, and dirt hogan. As we approach they scamper to cover in the hogan.\nTimidly in the doorway he peeks out as we approach. The Begays, sitting on the dirt floor,\nare eating their meal.\n<\/p><p>\nThere is a leg of mutton. There is fry bread. There are no spoons nor forks. There is no milk;\nthey have no cow. There is no salad, they have no garden. Their fare is scant.\n<\/p><p>\nBarry is seven. His little brother has no clothes on his little brown body. The little sisters have\nlong, full skirts like their mother's, some silver coins sewed to their blouses.\n<\/p><p>\nThe mother wears a worn, purple, velveteen skirt, reaching nearly to her ankles and a waist of\ngreenish hue. Out here styles change slowly if at all. Her shoes are high-laced ones, her hair\nin a bob at the back tied with white wool yam. The father is thin and tall. He wears his\ncurled-up hat even while he eats. They are not demonstrative, but it is evident that pride and\naffection are in these humble quarters.\n<\/p><p>\n<b>Mother, Home and Daily Life<\/b>\n<\/p><p>\nA few days pass. It is bright and summery. Barry Begay is herding the few sheep. There is\nlittle fat on their bones, for this pasture is overgrazed and is dry and dusty. The scraggly dog\nalso shows malnutrition. But as he barks and bites hind legs, the woolly animals heed\ndirection. The little boy has a man's responsibility, for there are coyotes and other predatory\nanimals also starving in this barren valley, and the sheep are precious. The lamb furnishes\nmeat for the table; the pelt covers the cold ground in their hogan, being at once rug, chair,\nbed, cover. The fleece is sold at the trading post or saved to cord and spin and weave into\nrugs to exchange for flour and cloth and food.\n<\/p><p>\nUnder the shade of the lone cedar tree, Mother Begay, an expert in her field, sits on the\nground and laboriously works into an intricate design the yams she has dyed in brilliant\ncolors.\n<\/p><p>\nTwo years have passed. Nine-year old Barry may now go to the new government school only\nthree miles away. How they want education for their children! Little Susie can now herd the\nsheep and drive away the predatory thieves. John Begay hitches up the hungry-looking horses\nto the light spring wagon; and they all drive to the school near the trading post, the mother\nand the children sitting on the floor, the father driving. For Barry it will be a long walk, and\nat times the wind will be merciless, the sun will beat down like a blowtorch, and the snow\nwill be wet and freezing; but loving parents, ambitious to give their children what they never\nhad, and a starry-eyed little boy are determined to make the effort.\n<\/p><p>\n<b>Begays Are Baptized<\/b>\n<\/p><p>\nA year has passed eventfully. It is a summer day, and the wind in whirling cones picks up\ntrash and tumbleweeds and dances across the valley. Two fair and well-groomed young men\nare walking toward the hogan. Father Begay is fixing his wagon, and Mother Begay sits under\nthe gnarled, weathered cedar, weaving her blanket.\n<\/p><p>\n\"<i>Yatehee<\/i>,\" they say in greeting as they wipe the sweat from their brows and introduce\nthemselves as missionaries for The Church of Jesus Christ of Latter-day Saints. The Begays\nhave heard about the elders whom they called <i>gamalii<\/i>. They become interested as they listen.\nFrom the briefcase comes a little black book, and in spite of the Navajo-English language\nbarrier, John and Mary Begay seemed to understand that the book was a history of their \"old\npeople\" back for ages. It seemed that the spirit which accompanied the strange mixture of\nwords and signs was like a \"familiar spirit\" (<span class=\"citation\" id=\"25273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25273)\">Isa. 29:4<\/a><\/span>).\nCuriosity, genuine interest, and the pleasing\npersonalities of the teenage ministers brought about many hours of learning, and then one day\nit happened. The Begay family members were baptized in the little pond some distance away,\nand when they had returned to the hogan, the young men laid their hands on their heads and\nconferred upon each the Holy Ghost. The Begays were members of the far-away Salt Lake\nCity church, in which they now had confidence and a warm feeling of belonging. The\nmissionaries returned frequently and taught them. Sundays, the family drove the wagon to the\nlittle branch many miles away to meet with the other Indians who were also joining the\nChurch.\n<\/p><p>\n<b>Indian Seminary<\/b>\n<\/p><p>\nTime moves on. The Mormon elders have moved a trailer house near the school, and Barry\nattends the seminary they are teaching. It is crowded, but the elders tell the little red men\nstories about their forebears and teach them honesty and kindness and goodness and of the\nbig, wide world \"out there\" where Indian children may have all that non-Indian children have.\nThe little Indians have found real friends in the young elders as they learn English, ethics, and\ndoctrine not taught in the secular school.\n<\/p><p>\n<b>Placement Program<\/b>\n<\/p><p>\nBarry is ten years old now, husky, laughing, running, and joking. He is summer-herding the\nsheep. The missionaries have announced a fantastic program. Barry may go to faraway Utah\nand live in a good home, attend a superior school, and be given advantages not afforded on\nthe reservation. \"Unthinkable,\" his parents feel at first, to send their little boy so far away for\nso long a time, but the Littlehorse family had spent one season in the beet fields up there and\nglowingly told of that promised land of prosperity and opportunity. Convinced it was for\nBarry's good, they agreed.\n<\/p><p>\nWhen the time came, all the family went in the wagon to the point of assembly, a day's\njourney away, and, with few tears but pounding hearts, placed their loved boy on the big bus\nwith about thirty other little Indian boys and girls. They stoically stood like statues until the\nbus disappeared over the distant horizon. The hogan was a little empty without Barry, but\nopportunity would come to him. The chaperones on the bus were pleasant and tender, the bus\ndriver was kindly, and their faith in their new Mormon brothers and sisters sustained them.\n<\/p><p>\nA few days later the Begays relived at the trading post a fat letter from the Smiths, the foster\nfamily here Barry had become a loved member, telling the intriguing story of how the bus\nhad been met by interested case workers, former missionaries who fed the Indian people, how\nhe had been shingled by a kindly volunteer barber, bathed and shampooed by other friendly\nvolunteer men, and then had been examined by dentists and doctors and interested and\nconcerned nurses, all of whom freely gave their time without compensation. The letter told\nthen of a loving family driving to their comfortable home far away&mdash;how he had\nimmediately found real companionship in a white brother his own age. The letter told of\nBarry's timidity and silence at first and then his blossoming out when he felt the warmth in\nhis new home and family. And there was a picture of Barry. He is in new overalls and shirt\nand seemed happy.\n<\/p><p>\n<b>Family Life<\/b>\n<\/p><p>\nBarry has been home for two summers and eagerly returned to Utah each August. The Begay\nfamily themselves are on the big bus headed northward. They locate the Smith family home,\nand what a joy to these good parents as they find Barry sharing a pleasant room with Sammy.\nThey visit the school, and Barry and Sammy come meet them&mdash;white and brown, arms about\neach other. What an exultant moment! Embraces, tears, affection, pride. Barry is clean and\nneat, his eyes sparkling. It is evident he is well accepted here. The teacher comes to meet\nthem, and there is warmth and friendliness.\n<\/p><p>\nThe Begays attend the Sunday services with the foster family. They are little fearful of all\nthese sophisticated folks but are soon at ease, and many me to greet them. In the Sunday\nschool there are two or three hundred people, all Mormons like themselves. Two young\npeople give extemporaneous talks, one a little white girl and the other their own Barry. He\nstands up speaks up in good English, and their pride knows no bounds. The Sacrament is\nadministered, and, with nine other boys about the same size, Barry, a deacon, carries the plate\nwith the broken bread, then the tray with the little paper cups of water blessed by two larger\nboys, one of them also an Indian.\n<\/p><p>\nWhat a new world the Begays have now entered! What a world of opportunity for their\nfirstborn. They will try to get their little girls also in the program. They return home at peace,\nknowing their son is in good hands.\n<\/p><p>\n<b>Service In the Church<\/b>\n<\/p><p>\nThe summers are delightful for Barry. He is back with the sheep&mdash;back in the hogan, where\nthere are now beds and a table and chairs. He is helping the Begay family to get into the\nregular habit of family prayers on their knees, which was so foreign to them, but they are\nlearning the \"Lord's way.\" They are speaking better English now that Barry teaches them.\nThis carefree summer is a happy one for all the family. Out in the wind and the weather, he\nruns and yells and plays. On Sundays the Begays drive to the distant branch, and Barry helps\nwith the Sacrament and speaks in the meeting, telling about his experiences in the northern\nland.\n<\/p><p>\nThe summer is over, and Barry is as eager to go as he was to return home. Again the family\nis at the gathering point, and three instead of one climb out of the Begay wagon and board\nthe big bus for the north. The two sisters have mixed feelings of awe and wonder and fear\nand eagerness. With near empty arms and hearts, the Begay parents return with their smaller\nones to the hogan. Their personal sacrifices for their children are calculated ones.\n<\/p><p>\nArriving in Utah, there are happy renewals of friendships. His white brother is overjoyed at\nthe reunion. Barry is now a teacher in the priesthood, and, with a white adult brother, he visits\nfive families and teaches them the gospel. Barry and Sammy are enrolled in seminary where\nthey learn the gospel and to pray and speak and socialize. Barry is in MIA, the youth\norganization, and takes part in the dramatic skits, sings in the music groups, and is prominent\nin athletics. Young Begay for two years wears a Scout uniform purchased with money his\ngenerous foster family made possible for him to earn. He will go to Provo with hundreds of\nother Explorers, white, brown, and yellow. Now he is a priest. He may baptize with authority,\nbless the Sacrament emblems; in fact, no privilege of any boy is denied this fast-growing,\nyoung brave.\n<\/p><p>\n<b>Graduation<\/b>\n<\/p><p>\nEventful, full years have passed. It is graduation night, and Barry and his friend-brother are in\ncap and gown and in the line to receive high school diplomas. His foster family are as proud\nof Barry as of their own son. Barry has been president of his class, presiding over white and\nred. He was swift and strong and accurate on the ward basketball team. He has participated in\nevery activity of the school, Church, and community.\n<\/p><p>\nAt home this summer, he finds his parents have been prospering. Their faithful lives have\nbrought them a degree of prosperity. No money do they spend on tobacco or liquor. All goes\ninto their progressive living. Barry is surprised to find this time a two-room, frame house out\nin front of the hogan. There are curtains at the windows and rugs on the lumber floors and a\ncupboard with dishes and pots and pans. The gospel and the church associations are working\nmiracles with the Begay family. When on Sunday he is called on to speak by the Indian\npresident of the branch, he stands tall and straight and there is firmness in his voice as he\nsays: \"I am proud I am a Mormon. I am grateful for all the kindness of the people of the\nChurch. I am proud I am an Indian. I am proud of my people. I intend to train to serve them,\nI shall attend Brigham Young University, and then I desire to fulfill a mission for the\nChurch.\"\n<\/p><p>\n<b>Missionaries, Red and White<\/b>\n<\/p><p>\nAnother year is history. Two young nineteen-year-olds, one red and one white, are driving a\ncar on the Indian reservation. They approach a cluster of hogans and spend the day among the\nfamilies. The white companion sits quietly, adding a thought now and then; but the Indian\nelder&mdash;for he now holds the highest priesthood known to man&mdash;can speak two languages\nfluently. He knows these people's thinking processes, their idioms and expressions, their\nreactions. He is educated and inspires confidence. Coffee is thrown away, and milk\nsubstituted. No more liquor for these good people&mdash;that money will go into fixing up the\nhome. A baptismal service is being conducted at the river, and twenty men, women, and\nchildren are brought into the fold of Christ's Church. The two missionaries take turns in\nbaptizing and confirming. A little branch is soon organized; and Elder Begay is its first\npresident, soon to be replaced by the older Indian converts as they are trained.\n<\/p><p>\n<b>Teaching Navajo<\/b>\n<\/p><p>\nWe enter a new chapel on the reservation and hear a chatter which is unintelligible. Why such\na noise on this weekday morning? We open the door and see about ten young missionaries in\na semicircle and Barry, the expert, as instructor. He is drilling them in Navajo so that they\nmay better reach the understanding of the Indians on the reservation. He gives them a word.\nIn unison they repeat it over and over. He corrects their pronunciation. He gives them a\nsentence, and they respond individually and as a group hundreds of times. A couple of intense\nhours and they take a breather, then are at it again. Their sounds must be near perfect. From\nMonday to Saturday they drill, then return to proselyting for three weeks using that which\nthey have learned, and they note that the Navajos listen more intently now. Another week of\ndrilling, then three weeks putting to use that which they have learned. Oh, how the Indians\ndrink in the gospel message as it comes flowing clearly and distinctly from Elder Begay and\nhis companions. The baptisms increase, and the branches grow.\n<\/p><p>\n<b>To College<\/b>\n<\/p><p>\nTwo years have flown by as by magic. Elder Begay says farewell to his fellow missionaries,\nstops a few days at the Begay home to ruffle his hair, put on his old overalls, run with the\ndog, tend the sheep, and to tell his loved folks more about the glorious message he has\nlearned&mdash;and of the beautiful, talented Indian girl he met at the university, and of her concurrent\nmission in the Northern Indian Mission, and of his growing romantic interest in her. As he\nreturns to college the wise and generous tribe gives him a scholarship, making his further\neducation a certainty. There is pride and heartache, loneliness and joy as the Begays wave at\nthe northbound bus heading for Provo [Utah].\n<\/p><p>\n<b>At the Temple<\/b>\n<\/p><p>\nTime flies on wings of lightning. We are now in a beautiful temple dedicated in \"holiness to\nthe Lord.\" The room is large, modest, exquisite. The tan rug helps keep a sacred quietness. In\nthe center is the altar tastefully upholstered. Many people are here in white, for they, with\nBarry and the returned lady missionary Gladys, also have previously secured their holy\nendowments in the temple. The many witnesses are both Indian and non-Indian.\n<\/p><p>\nFour parents are here, exultant: the foster parents, the Smiths, so kind and gracious and\ngenerous, and there, miracle of miracles, are John and Mary Begay. The years and the\nassociations have made some changes. They are older now. His long bobbed hair of years ago\nis short. He has been wearing a suit; his shoes have been shined and his clothes pressed.\nThere he sits, tall and dark and handsome in his white temple clothes&mdash;robes appearing to be\neven whiter in contrast with his ruddy, happy, smiling face. And there sits Mary. Though she\nstill loves her beads and turquoise, her silver and her velveteen, she now modernizes and\nstyles her hair and dresses. And there she sits smiling, wondering, expectant, and happy\nbeyond expression. Today she is to be sealed for all eternity to this stalwart husband with\nwhom she has shared joy and pain, hardship and privilege, wind and weather, and she will be\nhis loved wife for endless ages. How glad she was that the Mormon elders found her long ago\nweaving under that gnarled cedar! These new gospel truths are even more beautiful now.\n<\/p><p>\nAnd here we are in the house of the Lord, and with the eternal priceless keys of the\npriesthood, I am performing these holy ordinances. What a beautiful couple they are as tall,\nstalwart, intelligent Barry and his bright-eyed sweetheart Gladys stand admiring each other,\nthen kneel and are sealed for all eternity! She wipes a tear, and his eyes are glistening. These\nand the tears from others around the room are not white tears or red tears for tears are not\nwhite tears or red tears, for tears are colorless, but impressive tears as they roll down both\nbrown faces and white.\n<\/p><p>\nAnd now John and Mary come to the altar. Ah! What joy! What satisfaction! What\naccomplishment! A long looked for and awaited privilege is finally here. They kneel at the\naltar. The faces, which were near expressionless that first time we saw them, are now\nbeaming. There is a new light in those eyes. In their white temple clothing, they look\nheavenly. And through the impressive priesthood ceremony, Mary becomes the wife of John\nfor all eternity. These tears are quiet, happy tears. There are, you know, tears of ecstasy and\njoy, and these were of that holy kind.\n<\/p><p>\nNow John and Mary and Barry and his brother and sisters, all in white, become a tightly sealed\neternal family. The guests are embracing them, and happy faces respond to kindly congratulations.\n<\/p><p>\n<b>Degrees<\/b>\n<\/p><p>\nThe today is gone, tomorrow dawns. More years pass on. We are on the university campus.\nThe organ is playing a staccato march. A long double line of people in dark gowns, some\nadorned with bright colors and all with tasseled caps, march from the gathering field to the\nauditorium. The main body of the house is occupied by the graduates, the sidelines by\nrelatives and friends. I peer about for certain faces. Ah yes, they are there on the sixth row,\nand the Begay parents are beaming. By them is Gladys with two little ones by her side and a\nbaby in her arms. The marching lines are punctuated with darker faces. Yes, there is an Indian\ngraduate, and there, and there, and there. How rewarding! And there is Barry. How handsome\nhe is, and poised! Our pride is boundless. And now the president of the university is awarding\nthe doctor's degrees. When the name \"Barry Begay\" is spoken, my heart jumps. Barry Begay\nwith a doctor's degree! Our Barry Begay with a PhD! <i>Our<\/i> Barry Begay! All our efforts, our\ndisappointments, our worries, our battles with contending forces, all our waiting and striving\nand praying! Our dreams are coming true! John, Mary, and Gladys modestly wait their turn to\nexpress pride and affection to their Dr. Barry Begay.\n<\/p><p>\n<b>Tribal Leadership<\/b>\n<\/p><p>\nThe scene changes to the Hole in the Rock at the Red Haystacks Cliffs at Window Rock.\nSeveral years have passed. We enter the little \"Pentagon\" in little \"Washington,\" and at his\ndesk in a most vital position is tribal councilman Barry Begay, tall and handsome and\nwielding a powerful influence among his people. Because of him and his fellow workers, the\nIndians now ride in better cars on safer highways to better homes. There are lights and water\nand telephones and radio and TV. Their sick and afflicted are treated in modern,\nwell-equipped hospitals, and Indian nurses attend the patients for whom Indian doctors\nprescribe and on whom they operate. Tribal funds derived from gas, oil, coal, and timber\nguarantee every Indian child schooling through college. The former powwows are now\nfairs&mdash;dignified, colorful, impressive, national attractions. The Indians are experts on the farm, on\nthe grazing lands, in the silversmith shop. Indian teachers train the little ones; Indian lawyers\nlook after legal matters. Trained Indians are prominent in office, industry, business,\ngovernment, and on college faculties. There are Indian governors, senators, and impressive\nand influential laymen.\n<\/p><p>\n<b>Church Leadership<\/b>\n<\/p><p>\nThe scene changes and years pass. It is the Sabbath, and stake conference is in session. The\ngreat congregation is mostly Indian. The one-hundred voice choir is a dark-skinned folk,\nthough they are now much lighter. They have long been delightsome. It is 10 am. General\nAuthorities from Salt Lake City are on the stand. The high council and the bishoprics, largely\nIndian, sit on the stand of the newly completed stake and ward building. Here is dignity and\nimpressiveness. Three thousand eyes and an equal number of ears are focused on the\nimpressive man who rises to the pulpit and opens the stake conference. It is President Barry\nBegay, former bishop, called Doctor Begay at the little \"Pentagon,\" who preaches such a\nprofound sermon to his people. His children are all being well trained. His son Barry, Jr., is\non a mission in Bolivia.\n<\/p><p>\nIt is President Begay, Doctor Begay, Brother Begay, Elder Begay who administers to the sick\nin the hospital, preaches funeral sermons, assists people with their marital, moral, financial\nproblems. It is <i>our<\/i> Barry Begay, a little boy who is now a big man.\n<\/p><p>\n<b>Finale<\/b>\n<\/p><p>\nBarry Begay is typical. There are thousands of Barrys. They are of many tribes from New\nYork to San Diego, and from Alaska to Florida, and from the isles of the sea. They are of\nnumerous tribes and of many languages and dialects. They are coming from Cardston and\nBemidji, from Blackfoot and Hopi-land, from South America and Mexico. They are coming\nto training in schools and church, growing in wisdom and coming into their own, learning the\nbest of the white man's culture and retaining the best of their own.\n<\/p><p>\nThe Lord chose to call them Lamanites. They are fulfilling prophecies. They are a chosen\npeople with rich blood in their veins. They are casting off the fetters of superstition, fear,\nignorance, and prejudice and are clothing themselves with knowledge, good works, and\nrighteousness. And this Church is elated to have an important part in bringing about this\ntransformation. The prophet echoed the promise of the Father of us all when he wrote: \n<\/p><p>\n\"And blessed are they who shall seek to bring forth my Zion at that day, for they shall have\nthe gift and the power of the Holy Ghost, and if they endure unto the end they shall be lifted\nup at the last day . . . how beautiful upon the mountains shall they be\"\n(<span class=\"citation\" id=\"1606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1606)\">1 Ne. 13:37<\/a><\/span>).\n<\/p><p>\nYesterday they were deprived, weakening, vanishing; today thousands are benefiting in the\nIndian seminaries, in regular seminaries and institutes as they become involved in the\nplacement program and church work within the stakes and missions. Numerous are receiving\nsecular as well as spiritual training in Mexico, South America, and Hawaii and the isles of the\nsea. Many are now in college and large numbers in full-time mission service. Tens of\nthousands are now eligible for superior training and service through church organizations in\nall the Americas and in the Pacific. Lamanite-Nephite leaders are now standing forth to direct\nand inspire their people. <i>The day of the Lamanite is come<\/i>, and tomorrow will be even better.\n<\/p><p>\n<b>Waif from the Streets<\/b>\n<\/p><p>\nMay I conclude with this experience of my friend and brother, Boyd K. Packer, as he returned\nfrom Peru. It was in a branch Sacrament meeting. The chapel was filled, the opening\nexercises finished, and the Sacrament in preparation. A little Lamanite ragamuffin entered\nfrom the street. His two shirts would scarcely make one, so ragged they were and torn and\nworn. It was unlikely that those shirts had ever been off that little body since they were\ndonned. Calloused and chapped were the little feet which brought him in the open door, up\nthe aisle, and to the Sacrament table. There was dark and dirty testimony of deprivation, want,\nunsatisfied hungers&mdash;spiritual as well as physical. Almost unobserved he shyly came to the\nSacrament table and with a seeming spiritual hunger, leaned against the table and lovingly\nrubbed his unwashed face against the cool, smooth, white linen.\n<\/p><p>\nA woman on a front seat, seemingly outraged by the intrusion, caught his eye and with\nmotion and frown sent the little ragamuffin scampering down the aisle out into this world, the\nstreet.\n<\/p><p>\nA little later, seemingly compelled by some inner urge, he overcame his timidity and came\nstealthily, cautiously down the aisle again, fearful, ready to escape if necessary, but impelled\nas though directed by inaudible voices with \"a familiar spirit\"\n(<span class=\"citation\" id=\"25274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25274)\">Isa. 29:4<\/a><\/span>) and as though memories long\nfaded were reviving, as though some intangible force were crowding him on to seek\nsomething for which he yearned but could not identify.\n<\/p><p>\n<b>Safe Harbor<\/b>\n<\/p><p>\nFrom his seat on the stand, Elder Packer caught his eye, beckoned to him, and stretched out\nbig, welcoming arms. A moment's hesitation and the little ragamuffin was nestled\ncomfortably on his lap, in his arms, the tousled head against a great warm heart&mdash;a heart\nsympathetic to waifs, and especially to little Lamanite ones. It seemed the little one had found\na safe harbor from a stormy sea, so contented he was. The cruel, bewildering, frustrating\nworld was outside. Peace, security, acceptance enveloped him.\n<\/p><p>\nLater Elder Packer sat in my office and, in tender terms and with a subdued voice, rehearsed\nthis incident to me. As he sat forward on his chair, his eyes glistening, a noticeable emotion in\nhis voice, he said, \"As this little one relaxed in my arms, it seemed it was not a single little\nLamanite I held. It was a nation, indeed a multitude of nations of deprived, hungering souls,\nwanting something deep and warm they could not explain&mdash;a humble people yearning to\nrevive memories all but faded out&mdash;of ancestors standing wide-eyed, openmouthed, expectant\nand excited, looking up and seeing a holy, glorified Being descend from celestial areas, and\nhearing a voice say: 'Behold, I am Jesus Christ, the Son of God. I created the heavens and the\nearth, and all things that in them are . . . and in me hath the Father glorified his name . . .\n<\/p><p>\n\"'I am the light and the life of the world. I am Alpha and Omega, the beginning and the end'\"\n(<span class=\"citation\" id=\"5682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5682)\">3 Ne. 9:15,18<\/a><\/span>).\n<\/p><p>\nThis day of the Lamanite brings opportunity. Millions farm the steep hillsides of Andean\nranges and market their produce with llamas and horses and burros. They must have the\nemancipating gospel. Millions serve in menial labor, eke out bare subsistence from soil and\ntoil. They must hear the compelling truths of the gospel. Millions are tied to reservations,\ndeprived, untrained, and less than they could be. They must have the enlightening gospel. It\nwill break their fetters, stir their ambition, increase their vision and open new worlds of\nopportunity to them. Their captivity will be at an end&mdash;captivity from misconceptions,\nilliteracy, superstition, fear. \"The clouds of error disappear before the rays of truth divine.\"\n(Parley P. Pratt, <i>Hymns<\/i> 269.)\n<\/p><p>\nAnd Nephi's vision is realized: \n<\/p><p>\n\". . . I beheld that the church of the Lamb, who were the saints of God, were also upon all\nthe face of the earth\" (<span class=\"citation\" id=\"1607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1607)\">1 Ne. 14:12<\/a><\/span>).\n<\/p><p>\nThe brighter day has dawned. The scattering has been accomplished; the gathering is in\nprocess. May the Lord bless us all as we become nursing fathers and mothers (see\n<span class=\"citation\" id=\"25287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25287)\">Isa. 49:23<\/a><\/span> and\n(<span class=\"citation\" id=\"1610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1610)\">1 Ne. 21:23<\/a><\/span>)\nunto our Lamanite brethren and hasten the fulfillment of the great promises\nmade to them, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}