{"ID":1434, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Holy Relationship<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1965, pp. 74-76<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: With all my heart I wish to express appreciation to this wonderful\nchorus of students from the Brigham Young University for having sung those two highly\nappropriate numbers. It is as if they had expressed the prayer that I have had in my heart,\n\"Shed forth thy Spirit, O Lord,\" and then that very humbling hymn which they sang so\nbeautifully, \"I stand all amazed at the love Jesus offers me.\"\n<\/p><p>\nIn what I shall say, I have in mind particularly you who have yet to act upon two momentous\nquestions: Whom shall I marry? Where shall I marry?\n<\/p><p>\nThere are many ways of doing things; but surely, in anything we do, there's no better way\nthan the right way. And the Lord's way is always the right way. And fortunately, he has made\nhis way very plain. Seldom is our problem one of knowing what is right, but rather in having\nthe wisdom and the will to do what is right.\n<\/p><p>\n<b>Far-reaching Consequences of Marriage<\/b>\n<\/p><p>\nIn my opinion, the most consequential event in your life takes place when you are united as\nhusband and wife. It is bound to have a far-reaching effect upon your future. Like the ripples\ncaused by a pebble cast upon a placid pool, the decision you make in regard to where, with\nwhom, and by whom your marriage ordinance is administered will affect not only you, but the\nlives of many others, especially your children. In fact, it will likely affect generations to come.\n<\/p><p>\nIn a matter of such vast importance, it is imperative that sober thought be given to your\nmarriage long before it takes place. It is not merely for biological, social, or economic reasons\nthat two people are united in matrimony. The purpose of marriage is far more sacred and\nmore far-reaching than that.\n<\/p><p>\nWe must realize, first of all, that marriage is a holy relationship designed by our Heavenly\nFather for the divine purpose of perfecting us and those who follow us. This is done in part\nby the husband and wife learning to love and respect each other as they should and in rearing\nchildren in the manner prescribed by the Lord.\n<\/p><p>\n<b>Dearest Possessions<\/b>\n<\/p><p>\nAfter all, a person's dearest possessions are his loved ones&mdash;his companion and his family.\nIn the hearts most of us there exists a deep spiritual affinity for our loved ones. It is natural to\nenjoy each other now and to look forward with assurance a grand reunion with them in the\nresurrection. True love is not earthbound. It is as eternal as our spirits, which never die. A\ncontinuing association in this life and in the next with those we love should be the great\ndesire of every person. It is the ultimate! It is the greatest achievement in mortality!\n<\/p><p>\nIt was President George Albert Smith who said this: \"Fathers, I do not care how much\nproperty you have, what honor you may attain to&mdash;it is immaterial to me whether your\nnames are written in the records of history because of your accomplishments. . . . The greatest\nblessings [you can ever acquire] are your boys [sons] and your girls [daughters]\"\n(<i>The Church News<\/i>, February 22, 1947, p. 8; <i>The Improvement Era<\/i>, January 1965, p. 27).\n<\/p><p>\nBut such an eternal relationship with our loved ones does not come about automatically, as\nsome have supposed. It must not only be planned for; it must be <i>earned<\/i>.\n<\/p><p>\nDo you realize that only when you have lived in harmony with all the laws and ordinances of\nthe priesthood, which include those administered in holy temples, that you can expect to find\nyourselves prepared to dwell in what I sometimes refer to as the \"Kingdom of Families\"?\n<\/p><p>\n<b>Abide Celestial Law<\/b>\n<\/p><p>\nIn a revelation to the Prophet Joseph Smith, the Lord has said: \"And they who are not\nsanctified through the law which I have given unto you, even the law of Christ, must inherit\nanother kingdom, even that of a terrestrial kingdom, or that of a telestial kingdom.\n<\/p><p>\n\"For he who is not able to abide the law of a celestial kingdom cannot abide a celestial\nglory\" (<span class=\"citation\" id=\"14634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14634)\">D&amp;C 88:21-22<\/a><\/span>).\nAnd it is in that kingdom where husbands and wives will continue\nas such and where we may be surrounded by our loved ones, if we are willing to \"pay the\nprice.\"\n<\/p><p>\nOur heritage of doctrine in this Church and of knowledge and of authority to act in the name\nof the Lord is tremendous. How fortunate it is that after its absence from the earth for\nhundreds of years the Lord has revealed anew the principle of the covenant of eternal\nmarriage and has restored the divine authority to administer it. It is here. It is yours to\nembrace! With the knowledge that it is the Lord's way and therefore the right way, no\nLatter-day Saint with a concordant spirit would deviate from it. Some may say, \"Why not try\na civil marriage first and if it works then later on go to the temple?\" But surely the time to be\nmarried right is when you marry. Can we consign the Lord's prescribed way to a secondary\nposition? We cannot. When you consider the incomparable blessings and the promises that\nmay be realized in a marriage that may be perpetuated through the eternities ahead of you as\ncompared with a temporary association, your desire, your determination should be to take\nhold of and <i>insure<\/i> these blessings and promises.\n<\/p><p>\nIf ever there was a time to be realistic and to act in the light of things as they are, if ever\nthere was a time to \"use your heads,\" so to speak, it is when the thought of marriage first\nenters your mind, and from that point on to strive to become worthy and prepared to enter\ninto that holy place and there receive the blessings that the Lord has awaiting for the faithful.\n<\/p><p>\nThe necessity of this is emphasized in the words of President Joseph F. Smith who explained\nso clearly: \"Unless a man and wife are married by the power of God and his authority, they\nbecome single again, they have no claim upon each other, after death; their contract is filled .\n. . and is therefore of no force in and after the resurrection\" (<i>The Improvement Era<\/i>, July\n1902, p. 716).\n<\/p><p>\nThis means that those husbands and wives who do not accept this heaven-sent gift will come\nforth in the resurrection separately, with no claim upon each other and with no claim upon\ntheir children. Think of it! To pass by this would be to pass by the greatest of all gifts that\nGod can offer us&mdash;the means to eternal happiness.\n<\/p><p>\n<b>The Power of Covenants<\/b>\n<\/p><p>\nIt is comforting to know that death need not long separate husbands and wives and that death\nwill not separate them if the sealing received in the temple is approved by the Holy Spirit of\npromise, which is the Holy Ghost. Moreover, death does not deny parents from associating\nwith their children if they are born in the covenant previously made by their parents in the\nholy temple or if they are sealed in holy temples as families, provided, of course, that all\nremain faithful to the end.\n<\/p><p>\nSuch \". . . children are legal heirs,\" said Brigham Young, \"to the Kingdom and to all its\nblessings and promises\" (<i>Discourses of Brigham Young<\/i>, 1946 ed., p. 195.)\n<\/p><p>\nWhen two souls have a true love for each other&mdash;a genuine, tender affection, not merely a\nphysical attraction&mdash;when they are really united in spirit, having the same lofty ideals, the\nsame beliefs, the same standards, trusting each other, confiding in each other; when there is\nsincere recognition of honor, virtue, and devotion; when such people are joined together\nthrough the sealing power and the ordinances thereof, their marriage, if continued on such a\nbasis, should give them assurance and comfort in the thought that even though death may part\nthem, yet in the resurrection they shall come forth and live in the family relationship forever.\n<\/p><p>\nIn all kindness may I remind you that this is <i>your<\/i> earthly life that you are living\n<i>now<\/i>&mdash;yours. You will live it but once! There will be no rerun. There will be no repeat\nperformance. What you do now in this life determines where you will be in the life to come.\nIt is your future, your destiny, that you are molding.\n<\/p><p>\n<b>Plan Marriage by the Right Course<\/b>\n<\/p><p>\nYou made good in that pre-earth life, of which we have heard today. You must not now\n\"fumble the ball\" on the eighteen or twenty year line. When you do take a wrong course, you\nare undoing the work of your prior existence, for there you struggled for ages to reach\nmortality where you now are.\n<\/p><p>\nMy beloved friends, young men and young women, God bless you to keep your lives clean\nand wholesome, that you may go to him in prayer and ask him to guide you in choosing your\nmates, and when chosen, that you may both live so that you may enter the house of the Lord\nin worthiness, for there is no better way than the right way; and the Lord's way is always the\nright way. A marriage begun the right way starts you on the course to happiness, to the\nsweetest joy known in this life and throughout the eternities.\n<\/p><p>\nTo this I bear testimony and pray for all of us the blessings of the Lord to continue and to be\nincreased according to our merits, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}