{"ID":1436, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Dynamics of Testimony<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1965, pp. 80-83<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am very grateful for the privilege of once again bearing\nwitness to the restored gospel of Jesus Christ.\n<\/p><p>\nOn a certain occasion I had a conversation with Dr. Frederick L. Paxson, chairman of the\nHistory Department at the University of California and one of America's outstanding\nhistorians. This conversation suggests God's method of transmitting light and knowledge to\nhis children here on earth, and so I shall use it as the basis of my talk today.\n<\/p><p>\n<b>Historian Appraises Brigham Young<\/b>\n<\/p><p>\nDr. Paxson stated that it was his opinion that Brigham Young was perhaps the greatest\ncolonizer that the world had ever known. He explained that after founding Salt Lake City,\nBrigham Young sent settlers in every direction from that center, resulting in colonizing an\nexpansive desert country. Dr. Paxson stressed the point that wherever President Young told\nhis followers to go, they went without any hesitation. Then he gave his reasons to account for\nBrigham's outstanding success as a colonizer.\n<\/p><p>\n\"Brigham Young,\" so he explained, \"was one of those rare individuals blessed with an\nexceedingly forceful personality. He was a man naturally endowed with unusual powers of\nleadership. Through those natural powers of leadership and as a result of his unusual forceful\npersonality, he was able to completely dominate the lives of the Latter-day Saints. Thus his\nfollowers always did Brigham's biddings.\"\n<\/p><p>\nAfter completing his explanation, Dr. Paxson said to me, \"Am I not correct, Mr. Hunter, in\nmy appraisal of Brigham Young, and are not these the reasons why he was so successful in\ncolonizing such a vast empire in the great West?\"\n<\/p><p>\nI replied: \"No, Dr. Paxson, in my opinion the reasons you gave are not the most vital factors\nwhich caused the Mormon leader to do such an outstanding job as a colonizer. I do agree that\nhe possessed the powers of personality and leadership that you described, but there is another\nfactor far more important than anything that you mentioned which completely dominated the\nlives of Brigham Young and his people.\n<\/p><p>\n<b>Basis of Brigham Young's Power<\/b>\n<\/p><p>\n\"The supreme reason Brigham Young and all the Saints migrated to Utah was that each of\nthem had in his heart a burning testimony of the truthfulness of the restored gospel of Jesus\nChrist. Each one accepted without any mental reservation the reality of the existence of God\nthe Father and Christ the Son and felt a close personal relationship to them. It was a positive\nfact to each Latter-day Saint that the Eternal Father and his Only Begotten Son had appeared\nto Joseph Smith in the Sacred Grove, and also that other heavenly beings had appeared to the\nProphet and given to him the priesthood through which he had organized the true Church of\nJesus Christ. They firmly maintained that all the principles and ordinances of the gospel\nwhich had been on earth in former dispensations were revealed from heaven to the Prophet\nJoseph. Thus, Brigham Young and his followers maintained that Joseph had been God's\nmouthpiece here upon the earth&mdash;his holy prophet, seer, and revelator&mdash;just as literally as\nhad any of the Old Testament prophets.\n<\/p><p>\n\"Following the martyrdom of Joseph Smith, the members of the Church who migrated to Utah\nmaintained that all the power and authority from God which had been brought by heavenly\nbeings to Joseph had been bestowed upon his successor, Brigham Young. The Saints were\npositive that their pioneer leader was now God's holy anointed prophet, seer, and revelator.\nHis word was accepted, therefore, as the word and the will of the Lord. The Saints firmly\nbelieved that they with Brigham were building the kingdom of God under divine direction\nfrom heaven.\n<\/p><p>\n\"Thus, Dr. Paxson,\" I concluded, \"an individual testimony of the gospel of Jesus Christ\npossessed by each Latter-day Saint was actually the dynamic force which caused Brigham\nYoung and his followers to withstand mob violence and terrible persecutions in the East, to\nleave their homes and comforts of life, and to willingly suffer untold hardships, hunger,\ndisease, and&mdash;for many of them&mdash;death and endure numerous other difficulties encountered\nin making more than a thousand miles' trek through the wilderness to their promised land.\nTheir positive, dynamic testimonies caused thousands of people to follow Brigham Young's\nsuggestions, obey his instructions and commands, and successfully make the desert . . .\nblossom as the rose'\" (<span class=\"citation\" id=\"25286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25286)\">Isa. 35:1<\/a><\/span>).\n<\/p><p>\n<b>Testimony of the Gospel<\/b>\n<\/p><p>\nMy brethren and sisters, this power, known as testimony of the gospel, is one of the most\ndynamic forces in the world when it comes into a person's heart. It is that divine power\nwhich lights up men's souls and gives them deep feelings, indescribable inward peace,\nunbounded joy, and great understanding. Yes, it endows them even with hidden treasures of\nknowledge. It guides them back to God. Paul, the ancient apostle, tells us from what source\nmortals get their testimonies. He wrote: \n<\/p><p>\n\"For what man knoweth the things of man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God . . .\n<\/p><p>\n\"But the natural man receiveth not the things of the Spirit of God: for they are foolishness\nunto him: neither can he know them, because they are spiritually discerned\"\n(<span class=\"citation\" id=\"406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(406)\">1 Cor. 2:11,14<\/a><\/span>).\n<\/p><p>\n<b>Spiritual, Not Physical, Senses<\/b>\n<\/p><p>\nFrom Paul's statement it is evident that people do not obtain their testimonies through their\nphysical senses but through their spiritual senses. Thus Brigham Young and his people\nobtained their knowledge directly from God, receiving it through their spiritual senses, and so\na testimony can be termed spiritual knowledge. Those who have received strong testimonies\nfeel that spiritual knowledge may be even more real than knowledge gained through the\nphysical senses. A statement made by Brigham Young illustrates his personal conviction\nregarding this matter. To quote:\n<\/p><p>\n\"Men talk about what has been accomplished under my\ndirection, and attribute it to my wisdom and ability; but it is all by the power of God, and by\nintelligence received from him . . .What I know concerning God, concerning the earth,\nconcerning government, I received from the heavens, not alone through my natural ability and\nI give God the glory and the praise.\" (<i>Discourses of Brigham Young<\/i>, 1926 ed., p. 664.)\n<\/p><p>\n<b>Channel of Spiritual Gifts<\/b>\n<\/p><p>\nThe Holy Ghost is the medium through which God operates in giving to men revelations,\ntestimonies of the gospel, and all other spiritual gifts. Perhaps you recall that shortly before\nhis death, Jesus said to his apostles: \n<\/p><p>\n\"If ye love me, keep my commandments.\n<\/p><p>\n\"And I will pray the Father, and he will give you another Comforter, that he may abide with\nyou forever . . .\n<\/p><p>\n\"But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he\nshall teach you all things, and bring all things to your remembrance, whatsoever I have said\nunto you\" (<span class=\"citation\" id=\"28205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28205)\">John 14:15-16,26<\/a><\/span>).\n<\/p><p>\nThe Lord declared that \". . . the Comforter, the Holy Ghost . . . knoweth all things\"\n(<span class=\"citation\" id=\"14577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14577)\">D&amp;C 35:19<\/a><\/span>).\nHis principal function is to bear witness, or testimony, to the hearts of righteous\npeople. Throughout all ages the Holy Ghost has borne witness of \". . . the Eternal God, and\nthe Messiah who is the Lamb of God\"\n(<span class=\"citation\" id=\"1605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1605)\">1 Ne. 12:18<\/a><\/span>;\n<span class=\"citation\" id=\"14568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14568)\">D&amp;C 20:27<\/a><\/span>). It is a fact of special\nsignificance that the Holy Ghost bears testimony to the hearts of men that Jesus is the Christ,\nthe Savior of the world. Paul definitely declared that \". . . no man can say that Jesus is the\nLord, but by the Holy Ghost\" (<span class=\"citation\" id=\"410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(410)\">1 Cor. 12:3<\/a><\/span>).\n<\/p><p>\n<b>The Holy Ghost<\/b>\n<\/p><p>\nThe Holy Ghost is the member of the Godhead through which both prophecy and revelation\noperate. For example, Peter wrote: \". . . prophecy came not in old time by the will of man:\nbut holy men of God spake as they were moved by the Holy Ghost\"\n(<span class=\"citation\" id=\"4888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4888)\">2 Pet. 1:21<\/a><\/span>). John the\nRevelator declared that \". . . the testimony of Jesus is the spirit of prophecy\"\n(<span class=\"citation\" id=\"42388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42388)\">Rev. 19:10<\/a><\/span>). In\nthe words of the Prophet Joseph Smith, \"No man can receive the Holy Ghost without\nreceiving revelations. The Holy Ghost is a revelator.\" (<i>Teachings of the Prophet Joseph Smith<\/i>,\np. 328.) The Lord has declared that \". . . the Holy Ghost . . . manifesteth all things which are\nexpedient unto the children of men\" (<span class=\"citation\" id=\"14560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14560)\">D&amp;C 18:18<\/a><\/span>).\nIn fact, \". . . the Holy Ghost, even the\nComforter . . . showeth all things, and teacheth the peaceable things of the kingdom\"\n(<span class=\"citation\" id=\"14580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14580)\">D&amp;C 39:6<\/a><\/span>;\n<span class=\"citation\" id=\"14550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14550)\">D&amp;C 8:2<\/a><\/span>).\n<\/p><p>\nIt is a fact that the gift of the Holy Ghost is bestowed upon each baptized person when he is\nconfirmed a member of the Church of Jesus Christ, but the Holy Ghost will not abide with\nthat person if he is not righteous and pure in heart. A person who has a powerful\ntestimony&mdash;even a dynamic, compelling testimony&mdash;can easily lose it. How? Through committing sins\nand not repenting. Then \". . . the heavens withdraw themselves; [and] the Spirit of the Lord is\ngrieved\" (<span class=\"citation\" id=\"14682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14682)\">D&amp;C 121:37<\/a><\/span>).\n\"And he that repents not, from him shall be taken even the light\nwhich he has received; for my Spirit shall not always strive with man, saith the Lord of\nHosts\" (<span class=\"citation\" id=\"14538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14538)\">D&amp;C 1:33<\/a><\/span>).\n<\/p><p>\nOn the other hand, a testimony grows through a person's humility, willingness to submit to\nGod's will, and continuous obedience. The more completely one conforms his life to the\nteachings of the Master, the greater will be his testimony and the manifestations of the gift of\nthe Spirit. Jesus declared: \n<\/p><p>\n\"And whoso cometh unto me with a broken heart and a contrite spirit, him will I baptize with\nfire and with the Holy Ghost\" (<span class=\"citation\" id=\"5683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5683)\">3 Ne. 9:20<\/a><\/span>).\n<\/p><p>\n<b>Factors of Testimony<\/b>\n<\/p><p>\nThe Savior has proclaimed what we might regard as a scientific pattern which must be\nfollowed if one attains a testimony and retains it. First, he must have a strong desire to gain a\ntestimony. Second, he must study the holy scriptures prayerfully and with an open mind. You\nrecall that the Master declared: \"Search the scriptures; for in them ye think ye have eternal\nlife: and they are they which testify of me\"\n(<span class=\"citation\" id=\"28176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28176)\">John 5:39<\/a><\/span>;\n<span class=\"citation\" id=\"14540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14540)\">D&amp;C 1:37<\/a><\/span>).\nThird, a person must\nrender obedience to God's commandments. Jesus made this fact clear. He said: \"My doctrine\nis not mine, but his that sent me.\n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine, whether it be of God, or whether\nI speak of myself\" (<span class=\"citation\" id=\"28180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28180)\">John 7:16-17<\/a><\/span>).\nAnd fourth, he must pray to God the Father in the name\nof Jesus Christ and sincerely ask for a testimony. By doing these things a person receives a\ntestimony that the restored gospel of Jesus Christ is true.\n<\/p><p>\nIn order to gain a thorough understanding of what it means to have the Holy Ghost bear\nwitness to one's heart, a person must have that experience. One who has done so knows that\nthe power of the Holy Ghost may come to an individual in varying degrees. On most\noccasions it bears witness to one quite gently, but there may be a few occasions in one's life\nwhen that divine power enters his body with such overwhelming force that he feels as if it\nmight consume his flesh, such as was experienced by the ancient apostles on the day of\nPentecost and by Heber C. Kimball at his baptism and confirmation. Brother Kimball wrote:\n\". . . I received the Holy Ghost, as the disciples did in ancient days, which was like\nconsuming fire . . . it seemed as though my body would consume away.\" (<i>Life of Heber C. Kimball<\/i>, 1945 ed., p. 22.)\n<\/p><p>\nOn these rare and marvelous occasions, one feels the power of the Holy Ghost enter his body\nas if it were a wave of electricity. While he is under that spiritual influence, he experiences an\nindescribable joy throughout his whole being. Yes, he feels a love for everybody and\neverything far surpassing his natural ability to feel love and joy on other occasions. An\nexperience of this kind is more dynamic, more powerful, and more awe-inspiring than any\nsensation that could be received through the physical senses. Such a dynamic experience\nleaves a lasting impression on the recipient that time does not dim and that he can never deny.\n<\/p><p>\nFor example, if this powerful witness from the Holy Ghost comes to bear testimony of the\ndivine nature and truthfulness of the Book of Mormon, the person who has had that witness\nborne to his heart will know beyond a shadow of doubt, just as surely as he knows that he is\nalive, that the Book of Mormon is true&mdash;that it is the word of God.\n<\/p><p>\n<b>Moroni's Promise<\/b>\n<\/p><p>\nWhen Moroni was finishing the Nephite records preparatory to hiding them for future\ngenerations, he gave us the key to receiving a testimony. He wrote: \n<\/p><p>\n\"And when ye shall receive these things, I would exhort you that ye would ask God, the\nEternal Father, in the name of Christ, if these things are not true, and if ye shall ask with a\nsincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you,\nby the power of the Holy Ghost.\n<\/p><p>\n\"And by the power of the Holy Ghost ye may know the truth of all things\"\n(<span class=\"citation\" id=\"38324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38324)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nThis dynamic witness has come to me, as it has to thousands of other people who have\nfollowed Moroni's injunction. As a result of a gift from God through the power of the Holy\nGhost, I know as positively as I know any other fact with which I am thoroughly acquainted\nthat the Book of Mormon is true. It is a divine and sacred record of the history and religion\nof the ancient Americans. This knowledge is so thoroughly entrenched in my entire being that\nwith all my heart, strength, and might I bear testimony to the divine authenticity of this holy\nbook.\n<\/p><p>\nMembers of the Church of Jesus Christ, let us build, sustain, and retain our testimonies by\nliving \". . . by every word that proceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"14627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14627)\">D&amp;C 84:44<\/a><\/span>). And\nthen our names shall be \". . . written in the Lamb's book of life\"\n(<span class=\"citation\" id=\"42391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42391)\">Rev. 21:27<\/a><\/span>), and we shall\nbe \". . . sealed by the Holy Spirit of promise\"\n(<span class=\"citation\" id=\"14692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14692)\">D&amp;C 132:26<\/a><\/span>)\nto rise in the resurrection of\nthe just to be crowned with glory, exaltation, and eternal life.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}