{"ID":1437, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Need of a Prophet<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1965, pp. 83-88<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy heart is full of gratitude to my Father in heaven for the privilege of attending this great\nconference with you, my brethren and sisters, and those who have attended the other sessions\nof the conference. And I have rejoiced in the testimonies and the messages of all of my\nbrethren who have spoken prior to my talk, and particularly commencing with that masterful\naddress, the keynote to the conference, delivered by President McKay yesterday morning. I\nthink that was no less than a miracle. Those of us who have been close to him and know the\ndifficulty he has had for some time in expressing himself and have heard him here with the\nfreedom that he had know that it could not have been other than the blessing of the Lord.\n<\/p><p>\nI am grateful to all of you good people for the experience I have had with so many of you as\nI have labored with you in the Church, as I have been in your stakes and in your missions. I\nsit here on the stand, and I have a happy feeling in my heart as I look along the rows and as I\nmeet you and recall the experiences we have had together. It is a wonderful thing, and I thank\nGod for your faith and your faithfulness. Just think of the power there is represented in this\nmeeting today with all you wonderful leaders of the missions and the stakes and the wards, as\nyou are gathered here in this great conference. And I thank you, as I know the brethren do,\nfor your prayers for us of the General Authorities. And we pray for you and thank God for\nyou and for your love and for your support.\n<\/p><p>\n<b>The \"Sea of Faith\" Ebbs Away<\/b>\n<\/p><p>\nAs I tried to think what I might say at this conference, I thought of an article that I read a\nshort time ago in one of the national magazines, written by the senior editor under the title\n\"The Battle of the Bible.\" That whole article was devoted to the failure of the churches to\nperform what the churches should do in the world today, and I thought I would like to read\nyou just three sentences from that article: \n<\/p><p>\n\"You feel religious restlessness everywhere you go. The big denominations, long placid, are\nsuddenly possessed by turmoil.\" Then he adds: \"Many Protestant leaders believe that the\nchurch will not survive as it is.\" (T George Harris, <i>Look<\/i>, July 27 1965, p. 17.)\n<\/p><p>\nNow think of that! Then I thought of what Brother Benson, just having returned from Europe,\ntold us in our meeting in the temple Wednesday, that in that land only three percent of the\npeople attend their churches. What a lack of faith!\n<\/p><p>\nThen I thought of the words of Paul of old when he said that perilous times should come:\n\"This know also, that in the last days perilous times shall come.\n<\/p><p>\n\"For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers,\ndisobedient to parents, unthankful, unholy\"\n(<span class=\"citation\" id=\"5154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5154)\">2 Tim. 3:1-2<\/a><\/span>).\n<\/p><p>\nAnd then I asked myself, in the face of such declarations, What is the remedy? And I have\ncome to think that there is only one remedy, and that is the voice of a living prophet. I thank\nGod that we believe in a living prophet, that we have a living prophet to guide us in these\nlatter days.\n<\/p><p>\n<b>Need for the Voice of a Prophet<\/b>\n<\/p><p>\nThere are many thinking people in the world today in religious circles who believe that we\nneed the voice of a prophet. I remember, when I was down in the South as a missionary, there\nappeared an article in <i>The Atlanta Constitution<\/i>, the largest newspaper of the South, reporting\na Methodist conference where Bishop Ainsworth discussed the conditions existing in the\nchurches relative to the alarming conditions observed today and urged the churches and\npeople of all faiths to engage in a crusade to save civilization from moral decadence; and then\nthe bishop added: \n<\/p><p>\n\"Never in the nation's history was the arresting voice of a prophet of God more needed than\nit is today.\" (November 27, 1936.)\n<\/p><p>\nNow, it is wonderful if people begin to realize the need of the arresting voice of a prophet of\nGod. Another article appeared in the <i>Beds and Herts Saturday Telegraph<\/i> (Luton, England) a\nshort time before that wherein the Reverend James A. Sutherland discussed the need of a\nprophet, and I would like to read you what he said: \n<\/p><p>\n\"We all recognize that something has got to be done, for at the moment we are in a plight.\nWhere our earthly leaders falter, our people drift and die. We cannot forget that when the\nblind set out to lead the blind, chances are that both will find themselves in a ditch. A dictator\nbeing out of the question, WHAT ABOUT A PROPHET?\n<\/p><p>\n\"The Prophet never is self-appointed. It is well to keep that in mind. Nor is he chosen of his\nfellows. Always he is Heaven sent. Yet I am cheered at the thought that he has a knack of\nappearing at the right time. That being so, I incline to the belief that our Prophet must surely\nbe getting ready for us. Let us not forget that; hope and pray as we will for his coming. Men\nhave an old habit of greeting the true prophet with stones. We need not be surprised if an\nold-fashioned welcome awaits the Prophet of our day. No one can say when such a prophet\nwill come, but of our need of him, there is no question.\" (November 18, 1930.)\n<\/p><p>\nIsn't it wonderful to think that spiritual leaders are beginning to recognize their failure, that\nthey need the word of living prophets, like Amos of old said: \"Surely the Lord God will do\nnothing, but he revealeth his secret unto his servants the prophets\"\n(<span class=\"citation\" id=\"10432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10432)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nAnother article appeared in <i>The Atlanta Journal<\/i> while I was in the South, quoting Bishop\nWarren A. Candler of the Methodist Church. He discussed the decadent condition of the\nChristian world and said: \"The whole world, especially our own country, needs a revival of\ngenuine religion.\"\n<\/p><p>\nAfter discussing that need, he said \"We need the reappearance of prophets sent from God.\"\n(August 9, 1936.)\n<\/p><p>\nI think that it is a wonderful thing that these men recognize that they don't have what it\ntakes!\n<\/p><p>\nAnother article appeared in the <i>Alabama Christian Advocate<\/i> while I was in the South, under\nthe title \"The Cry for Prophets,\" and I would like to read you that: \n<\/p><p>\nO timorous Church of Christ,<br \/>\n        Cease counting your gain and losses.<br \/>\n        The future, imperiled is calling<br \/>\n           With the voice of a million crosses!<br \/>\n     <i>Calling for faithful Prophets and Seers<\/i>,<br \/>\n        To rise up and prophesy&mdash;<br \/>\n     To kindle a fading vision afresh,<br \/>\n           Lest a visionless people die.<br \/>\n     Our sins are many, our needs are sore; <br \/>\n        <i>O, Prophet, show us the roll<\/i>&mdash;<br \/>\n     Take up the scales of God once more,<br \/>\n        And weigh the things of the soul.<br \/>\n     Point not alone to the Patriarchs<br \/>\n        For the leading we need today&mdash;<br \/>\n     Scrolls of the Ancients we cherish,<br \/>\n        But the Prophets must lead the way.<br \/><br \/>\n&nbsp; &nbsp;     (Marshall Wingfield, August 6, 1936. Italics added.)\n<\/p><p>\nAnother statement came from one of the leaders of the Methodist Church, Dr. John Lidgett, as\nfollows: \n<\/p><p>\n\"It is undoubtedly true that we need a revival of religion, but such a revival cannot be\nman-made. It must be God-given. We must pray for it, work for it, but that alone will not\nmake it possible. <i>It must come from God<\/i>.\"\n<\/p><p>\nAs already indicated, when a true prophet is sent, an old-time welcome will await him. This\nthought is also expressed in Giovanni Papini's <i>Life of Christ<\/i> in these words: \n<\/p><p>\n\"All the prophets who have ever spoken upon the earth were insulted by men, and men will\ninsult those who are to come. We can recognize prophets by this, that smeared with mud and\ncovered with shame, they pass among men, bright-faced, speaking out what is in their hearts.\nNo mud can close the lips of those who must speak. Even if the obstinate prophet is killed,\nthey cannot silence him. His voice multiplied by the echoes of his death will be heard in all\nlanguages and through all the centuries.\" (1923 ed., p. 93.)\n<\/p><p>\n<b>Prophets Speak<\/b>\n<\/p><p>\nIt is the mission and the privilege and the responsibility of the Latter-day Saints to bear\nwitness to all the world that the God of heaven has raised up a prophet in our day to usher in\nthe restored gospel of his Son Jesus Christ and it is our responsibility to bear that message.\n<\/p><p>\nReference has been made today to the words of Peter when he said: \n<\/p><p>\n\"And he shall send Jesus Christ, which before was preached unto you:\n<\/p><p>\n\"Whom the heaven must receive until the times of restitution of all things, which God hath\nspoken by the mouth of all his holy prophets since the world began\"\n(<span class=\"citation\" id=\"7977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7977)\">Acts 3:20-21<\/a><\/span>).\n<\/p><p>\nI ask you, and I ask the world: How can there be a restitution of all things spoken by the\nmouths of all the holy prophets since the world began without a living prophet upon the earth\nunto whom such a restitution can be conveyed by the powers of heaven, because no man, no\nprophet of God, is ever self-sent? He must be called and sent by our Father in heaven.\n<\/p><p>\nWhen Moroni, the prophet, who lived upon this American continent for hundred years after\nthe birth of the Savior, visited the Prophet Joseph as a messenger from heaven, a resurrected\nbeing, he visited him three times during the night and again the next morning. Joseph was\nthen only seventeen years of age, and Moroni told him that his name would be had for good\nand evil among every nation and every kindred and every people and that his name should be\nspoken of for both good and evil among all people\n(<span class=\"citation\" id=\"30478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30478)\">JS&mdash;H 1:33<\/a><\/span>).\n<\/p><p>\nWe sing, \"Praise to the man who communed with Jehovah! Jesus anointed that Prophet and\nSeer,\" (W. W. Phelps, <i>Hymns<\/i>, 147) while the world has denounced him as a false prophet\nuntil they finally put him to death with his brother Hyrum. He said that he felt much like the\nApostle Paul when he made his defense before King Agrippa\n(<span class=\"citation\" id=\"30476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30476)\">JS&mdash;H 1:24<\/a><\/span>), and I read you his testimony: \n<\/p><p>\n\"I had actually seen a light, and in the midst of that light I saw two Personages, and they did\nin reality speak to me; and though I was hated and persecuted for saying that I had seen a\nvision, yet it was true, and while they were persecuting me, reviling me, and speaking all\nmanner of evil against me falsely for so saying, I was led to say in my heart: Why persecute\nme for telling the truth? I have actually seen a vision; and who am I that I can withstand God,\nor why does the world think to make me deny what I have actually seen? For I had seen a\nvision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it,\nat least I knew that by so doing I would offend God, and come under condemnation\"\n(<span class=\"citation\" id=\"30477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30477)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\n<b>Joseph Smith, the Prophet of the Restoration<\/b>\n<\/p><p>\nThe evidence that Joseph Smith was a prophet of God is seen on every hand in the great\norganization of this Church and its great achievements and accomplishments. It has been said\nthat one of the presidents of the United States said that this was the greatest organization in\nthe world for the development of men and women. And we know that that is true. Men not of\nthe Church even have borne testimony, and not only that, but as Brother Milton R. Hunter and\nBishop Simpson have just talked about the testimony that God plants in the hearts of millions\nwho have already borne witness, many of them have gone on to their rest. However, thousands\nlike you men and women sitting here today have planted in your hearts by the power of the\nHoly Ghost a witness that Joseph Smith was a true prophet of God. And that, after all, is the\nbest knowledge that one can get.\n<\/p><p>\nThe Prophet Joseph Smith has given to the world more revealed truth than any prophet who\nhas ever lived upon the face of the earth, aside from Jesus Christ the Lord\n(<span class=\"citation\" id=\"14697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14697)\">D&amp;C 135:3<\/a><\/span>), as far as any\nrecords we have today evidence anything to the contrary.\n<\/p><p>\nMany thinking people, not members of the Church, have recognized in Joseph Smith a\nconundrum and wondered where his power came from. A writer for the <i>New York Herald<\/i>,\nwho had visited with the Prophet Joseph Smith back in 1842, published this: \n<\/p><p>\n\"Joseph Smith is undoubtedly one of the greatest characters of the age. He indicates as much\ntalent, originality and moral courage as Mahomet, Odin or any of the great spirits that have\nhitherto produced the revolutions of past ages . . . While modern philosophy, which believes\nin nothing but what you can touch, is overspreading the Atlantic states, Joseph Smith is\ncreating a spiritual system, combined also with morals and industry, that may change the\ndestiny of the race . . . We certainly want some such prophet to start up, take a big hold of\nthe public mind&mdash;and stop the torrent of materialism that is hurrying the world into\ninfidelity, immorality, licentiousness and crime.\" (Quoted by George Q. Cannon,\n<i>Life of Joseph Smith the Prophet<\/i>, 1958 ed., p. 345.)\n<\/p><p>\nIt is a prophet, the voice of a prophet, that this world needs today.\n<\/p><p>\nNow, you remember the statement contained in the book <i>Figures of the Past<\/i> by Josiah\nQuincy, the former mayor of Boston, saying: \n<\/p><p>\n\"It is by no means improbable that some future textbook, for the use of generations yet\nunborn, will contain a question something like this: What historical American of the\nnineteenth century has exerted the most powerful influence upon the destiny of his\ncountrymen? And it is by no means impossible that the answer to that interrogatory may be\nthus written: <i>Joseph Smith, the Mormon prophet<\/i>. And the reply, absurd as it doubtless seems\nto most men now living, may be an obvious commonplace to their descendants.\" (1926 ed., p.\n317.)\n<\/p><p>\nA college president, who taught down at Brigham Young University just a short time ago, at\nthe close of his service there, made this statement: \n<\/p><p>\n\"It may well be that the Mormon people have the key that will eventually save this country.\"\n<\/p><p>\nMen do not make statements like that without some reason for it. He had seen the lives of the\npeople, and he knew something of the accomplishments of this Church.\n<\/p><p>\n<b>Comments of World's Fair Visitors<\/b>\n<\/p><p>\nHere are a few comments from a few of the visitors to our exhibition at the New York\nWorld's Fair, and this is just an inkling of the marvelous comments of people who have\nwritten in those books back there as visitors and made their comments: \n<\/p><p>\nOne said, \"There is hope for the world with people like you.\"\n<\/p><p>\nThe next one: \"More of this, no doubt shall save our world.\" (They begin to realize the power\nthere is in this Church.)\n<\/p><p>\nThe next one: \"Have seen nothing equal to it as far as religion is concerned.\"\n<\/p><p>\n<b>Comments of Visitors at Welfare Square<\/b>\n<\/p><p>\nWe have similar statements from people who have visited our Welfare Square here, where the\nChurch has made preparation to take care of underprivileged and needy people. I read you a\nfew of those statements: \n<\/p><p>\n\"It is a pattern for our federal government to attempt to follow.\"\n<\/p><p>\n\"This is the most wonderful thing I have ever seen, and I hope to come back again.\"\n<\/p><p>\n\"This, to my way of thinking, is a real religion.\"\n<\/p><p>\n\"We believe your church and its members are doing the great deeds that may someday\nachieve a true brotherhood of man.\"\n<\/p><p>\nWe knew that, but we are grateful to know that other people are finding it out!\n<\/p><p>\n<b>The Book of Mormon<\/b>\n<\/p><p>\nBesides the great organization of the Church, we have the Book of Mormon to which Brother\nMilton R. Hunter has just referred, a tangible evidence; and that evidence is something that\nthe world is beginning to recognize, even some of the ministers. No man would dare write a\nbook of five-hundred pages and put in it such a promise as was read here by Brother Hunter,\nthat when it comes if you would ask God, the Eternal Father, in the name of Christ, he would\nmanifest the truth of it unto you by the power of the Holy Ghost.\n<\/p><p>\nA minister who visited our exhibit at the fair in New York wrote this: \n<\/p><p>\n\"I am reading the Book of Mormon, and it is a revelation, and I believe it is the truth.\"\n<\/p><p>\nA minister wrote from the East some time ago, and he said that he had had a Book of\nMormon in his library for years, and he had never read it. He said, \"Recently I started reading\nit.\" And in this letter he referred to Alma and Mosiah and King Benjamin and their wonderful\nteachings, and he said, \"I am quoting from them in my sermons to my people.\"\n<\/p><p>\nA minister of the gospel toured here on this temple block some years ago, and then he wrote\na letter back and said that he had been a minister of the gospel for thirty-seven years, that he\nhad acquired a library that had cost him over $12,000 (and that was when money was money;\nit would cost him a lot more now!), and he said, \"But I have in my library a book that is\nworth more than all the other books, because it is the word of God.\" And he mentions it as the\nBook of Mormon.\n<\/p><p>\nSome of you have heard President Nicholas G. Smith, when he was president of the\nCalifornia Mission, tell us from this pulpit about how he was invited by the Dean of Religion\nat the University of Southern California in Los Angeles to let him take a copy of the Book of\nMormon, and President Smith gave him one that had been marked by the elders. And then he\ninvited Brother Smith and the missionaries to come and listen to his sermon, and they did. He\nheld up that Book of Mormon, he read verse after verse that had been marked by the elders\nand he said this: \n<\/p><p>\n\"I have here a volume of scripture which has been in our midst for a hundred years, and we\nhave not known about it.\"\n<\/p><p>\nAnd then he read many passages which the elders had marked and said this: \n<\/p><p>\n\"This is not a dead book; it lives.\" And then repeating, \"Isn't it beautiful?\" And then he\nadded, \"Why can we not fellowship a people who believe in the beautiful things I have read\nto you today?\"\n<\/p><p>\nNow brothers and sisters, people don't need to be in the dark. If they are just willing to be\nopen-minded and will investigate the truth that we have to offer, they cannot help but know\nthat this is the work of God the Eternal Father.\n<\/p><p>\n<b>\"Come, Listen to a Prophet's Voice\"<\/b>\n<\/p><p>\nIn closing, I say to all of our friends who are not of us, of every church and every creed, in\nthe words of our song: \n<\/p><p>\n   \"Come, listen to a prophet's voice,<br \/>\n        And hear the word of God,<br \/>\n        And in the way of truth rejoice,<br \/>\n        And sing for joy aloud.<br \/>\n        We've found the way the prophets went<br \/>\n        Who lived in days of yore; <br \/>\n        Another prophet now is sent<br \/>\n        This knowledge to restore.\"<br \/><br \/>\n&nbsp; &nbsp;          (<i>Hymns<\/i>, 46.)\n<\/p><p>\nThat is our testimony to the world, and we testify that we have a living prophet.\n<\/p><p>\nI bear you my witness to that effect in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}