{"ID":1438, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Responsibility of the Melchizedek Priesthood<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, October 1965, pp. 95-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren in the priesthood: I am grateful for this privilege of addressing you tonight.\n<\/p><p>\n<b>Responsibilities of Men who Hold the Priesthood<\/b>\n<\/p><p>\nThe First Presidency has asked me to speak to you concerning the responsibility of holders of\nthe Melchizedek Priesthood. As I understand the gospel, that responsibility comes through our\nrelationship to Jesus Christ. But it is with God the Eternal Father that the covenant of the\nMelchizedek Priesthood is made, and with him must that covenant be kept. It is the most\nsacred calling and the greatest power that God the Eternal Father has given to man, and I am\nfearful that too many of us do not realize the great responsibility and trust which this calling\nputs upon our shoulders when we covenant to become the very elect of God.\n<\/p><p>\nWe who receive this priesthood, according to the words of Jesus Christ: \". . . become the sons\nof Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect\nof God.\n<\/p><p>\n\"And also all they who receive this priesthood receive me, saith the Lord; \n<\/p><p>\n\"For he that receiveth my servants receiveth me; \n<\/p><p>\n\"And he that receiveth me receiveth my Father; \n<\/p><p>\n\"And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him.\n<\/p><p>\n\"And this is according to the oath and covenant which belongeth to the priesthood.\n<\/p><p>\n\"Therefore, all those who receive the priesthood, receive this oath and covenant of my Father\nwhich he cannot break, neither can it be moved\"\n(<span class=\"citation\" id=\"14623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14623)\">D&amp;C 84:34-40<\/a><\/span>).\n<\/p><p>\nScarcely a conference is held in which this marvelous scripture is not read, and yet some of\nus fail to understand its great significance.\n<\/p><p>\n<b>The New Covenant<\/b>\n<\/p><p>\nAs a first step in the new and everlasting covenant, we are born anew into the family of God\nthe Eternal Father. But how? Remember, that though we were all spirit children of God the\nFather, he had but one Son in the flesh, who was born upon this earth, taking upon himself\nflesh and bones and carrying within himself the seed of immortality, for he was in very deed\nJesus Christ the Redeemer, the Anointed, the Only Begotten Son of God in the flesh. Jesus\nChrist kept the covenant made with God the Eternal Father and became the Great High Priest\nafter the order of Melchizedek.\n<\/p><p>\nBecause he kept the fullness of the covenant as a perfect Man, an obedient Son of God, and\nhad the seed of immortality within his body, he became the firstfruits of the resurrection\n(<span class=\"citation\" id=\"416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(416)\">1 Cor. 15:20<\/a><\/span>) to\nlive forever with that body of flesh and bones and to sit at the right hand of the Father.\nThrough the covenant of baptism, which is called the rebirth, we are reborn into the family of\nGod through those same three elements by which we were born into this world.\n<\/p><p>\nAdam was told to teach these things to his children: \n<\/p><p>\n\"That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as\nye were born into the world by water, and blood, and the spirit, which I have made, and so\nbecame of dust a living soul, even so ye must be born again into the kingdom of heaven, of\nwater, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that\nye might be sanctified from all sin, and enjoy the words of eternal life in this world, and\neternal life in the world to come, even immortal glory; \n<\/p><p>\n\"For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood\nye are sanctified; \n<\/p><p>\n\"Therefore it is given to abide in you; the record of heaven; the Comforter; the peaceable\nthings of immortal glory, the truth of all things; that which quickeneth all things, which maketh\nalive all things; that which knoweth all things, and hath all power according to wisdom,\nmercy, truth, justice, and judgment\" (<span class=\"citation\" id=\"39247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39247)\">Moses 6:59-61<\/a><\/span>).\n<\/p><p>\n<b>Birth Into His Family<\/b>\n<\/p><p>\nNote the perfect comparison, my brethren, of birth into this world with birth into the family of\nJesus Christ. Thus we take upon ourselves the name of Jesus Christ and become members of\nthe royal family. If we hope to reach the presence of God the Eternal Father in the flesh with\nthese present wonderful bodies which shall become purified and spiritualized to dwell in the\npresence of God, it can only be through Jesus Christ, the Only Begotten Son in the flesh.\nThus, we become through Jesus Christ members of the family of God the Father.\n<\/p><p>\nThe Apostle Paul wrote: \"That we henceforth be no more children, tossed to and fro, and\ncarried about with every wind of doctrine, by the sleight of men, and cunning craftiness,\nwhereby they lie in wait to deceive; \n<\/p><p>\n\"But speaking the truth in love, may grow up into him in all things, which is the head, even\nChrist\" (<span class=\"citation\" id=\"21778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21778)\">Eph. 4:14-15<\/a><\/span>).\n<\/p><p>\nThere is no other way, there is no other name given whereby we can return into the presence\nof God the Eternal Father, with a resurrected body of flesh and bones.\n<\/p><p>\nNephi said: \". . . as the Lord God liveth, there is none other name given under heaven save it\nbe this Jesus Christ, of whom I have spoken, whereby man can be saved\"\n(<span class=\"citation\" id=\"3739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3739)\">2 Ne. 25:20<\/a><\/span>).\n<\/p><p>\nAnd Peter, when he bore his testimony, used these words: \n<\/p><p>\n\"This is the stone which was set at nought of you builders, which is become the head of the\ncorner.\n<\/p><p>\n\"Neither is there salvation in any other: for there is none other name under heaven given\namong men, whereby we must be saved\" (<span class=\"citation\" id=\"7981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7981)\">Acts 4:11-12<\/a><\/span>).\n<\/p><p>\nThis doctrine is so important in understanding the deep principles of the gospel that it was\nrepeated again in our generation: \n<\/p><p>\n\"Behold, Jesus Christ is the name which is given of the Father, and there is none other name\ngiven whereby man can be saved\n<\/p><p>\n\"Wherefore, all men must take upon them the name which is given of the Father for in that\nname shall they be called at the last day,\n<\/p><p>\n\"Wherefore, if they know not the name by which they are called, they cannot have place in\nthe kingdom of my Father\" (<span class=\"citation\" id=\"14561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14561)\">D&amp;C 18:23-25<\/a><\/span>).\n<\/p><p>\nNow brethren, I have spoken only of the <i>first<\/i> step along the path of progression which will\nyield eventually a fullness of the blessings which God the Father has in store for us if we are\nwilling to pay the price attached to those blessings. Let us then go on to the next step up the\nladder of progression.\n<\/p><p>\n<b>Power of Attorney<\/b>\n<\/p><p>\nA person going on a journey gives a power of attorney to his lawyer so he can act legally in\nhis name. With this power the attorney can act in the name of his client and perform and\nexecute his business just as if that person were present to perform and execute his business in\nperson. So God our Father, by the laying on of hands by those having power to do so, has\ngiven us, his trusted covenant sons, priesthood, to speak in his name just as if he were here\nhimself in person. This is the Melchizedek Priesthood, or \"the Holy Priesthood, after the\nOrder of the Son of God\" (<span class=\"citation\" id=\"14669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14669)\">D&amp;C 107:3<\/a><\/span>).\n<\/p><p>\nThere are those who might think God has given this priesthood power too widely in our day\nto men who do not appreciate this calling. However, I have faith in God and believe that this\npriesthood has been given widely because there are so many men now living who earned this\nright to receive that power through their faithfulness in the spirit world. Now they are given\nthis power to see if they can be trusted with it, to see if they will appreciate it and magnify it\naccording to the greatness which is within them. I believe this life is a period of testing such\npersons to see if they are worthy to be further magnified in the kingdom or family of God.\n<\/p><p>\nIt is difficult for me to express the gratitude I feel for the confidence God the Father has\nplaced in us, his children. I am reminded of the words of David, who sang: \n<\/p><p>\n\"What is man, that thou art mindful of him? and the son of man, that thou visitest him?\"\n(<span class=\"citation\" id=\"41847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41847)\">Ps. 8:4<\/a><\/span>).\n<\/p><p>\nEvidently God our Father has a higher opinion of us than we often have of ourselves, for he\nknows us well from our previous life. He told the Prophet Jeremiah: \n<\/p><p>\n\"Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb\nI sanctified thee, and I ordained thee a prophet unto the nations\"\n(<span class=\"citation\" id=\"26508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26508)\">Jer. 1:5<\/a><\/span>).\n<\/p><p>\nAbraham reported: \n<\/p><p>\n\"Now the Lord had shown unto me, Abraham, the intelligences that were organized before the\nworld was; and among all these there were many of the noble and great ones; \n<\/p><p>\n\"And God saw these souls that they were good and he stood in the midst of them, and he\nsaid: These I will make my rulers; for he stood among those that were spirits, and he saw that\nthey were good; and he said unto me: Abraham, thou art one of them; thou wast chosen\nbefore thou wast born\" (<span class=\"citation\" id=\"7238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7238)\">Abr. 3:22-23<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph in speaking about such matters said: \n<\/p><p>\n\"Every man who has a calling to minister to the inhabitants of the world was ordained to that\nvery purpose in the Grand Council of heaven before this world was. I suppose that I was\nordained to this very office in the Grand Council.\" (<i>DHC<\/i>, 6:364.)\n<\/p><p>\n<b>His Greatness Among Us<\/b>\n<\/p><p>\nI am confident, my brethren, that God knows the seed of greatness which he placed within us\nif we would only rise to the full stature of our manhood. With that confidence in us and with\nfaith that we would respond to that calling, God has given us not only the Aaronic, but the\nMelchizedek Priesthood. The Aaronic Priesthood is limited \". . . to hold the keys of the\nministering of angels, and to administer in the outward ordinances, the letter of the gospel\"\n(<span class=\"citation\" id=\"14671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14671)\">D&amp;C 107:20<\/a><\/span>).\n<\/p><p>\nThe Melchizedek Priesthood power is not so limited, being concerned with \". . . the spiritual\nblessings of the church&mdash;\n<\/p><p>\n\"To have the privilege of receiving the mysteries of the kingdom of heaven, to have the\nheavens opened unto them, to commune with the general assembly and church of the\nFirstborn, and to enjoy the communion and presence of God the Father, and Jesus the\nmediator of the new covenant\" (<span class=\"citation\" id=\"14670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14670)\">D&amp;C 107:18-19<\/a><\/span>).\n<\/p><p>\nThus we catch an understanding of the responsibility of the Melchizedek Priesthood to speak\nin the name of Jesus Christ, just as if he were here in person. What great responsibility that\ntrust puts upon our shoulders! When we place our hands upon a person's head in the power of\nthe Melchizedek Priesthood, it is as though the Lord were performing that sacred ordinance\nhimself. This is what he said to Edward Partridge, referring to the power of the priesthood\nheld by Sidney Rigdon: \n<\/p><p>\n\"And I will lay <i>my<\/i> hand upon you by the hand of my servant Sidney Rigdon, and you shall\nreceive my Spirit, the Holy Ghost, even the Comforter, which shall teach you the peaceable\nthings of the kingdom\" (<span class=\"citation\" id=\"14578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14578)\">D&amp;C 36:2<\/a><\/span>), italics added).\n<\/p><p>\nThe elders of this Church have been given sealing power held in fullness by the prophet of\nthe Lord, for elders are to seal a blessing upon the heads of those who are ill and may rebuke\nillness and evil spirits according to the faith within them. There is no limit placed upon the\npower of that faith. We are told that the faith of Enoch was so great in the use of this\npriesthood \". . . that he led the people of God, and their enemies came to battle against them;\nand he spake the word of the Lord, and the earth trembled, and the mountains fled, even\naccording to his command; and the rivers of water were turned out of their course; and the\nroar of the lions was heard out of the wilderness; and all nations feared greatly, so powerful\nwas the word of Enoch, and so great was the power of the language which God had given\nhim\" (<span class=\"citation\" id=\"39250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39250)\">Moses 7:13<\/a><\/span>).\n<\/p><p>\n<b>To Speak the Word of God<\/b>\n<\/p><p>\nNow let us get back to our day. The power to speak the word of God in the name of Jesus\nChrist has been given to thousands and tens of thousands in the Church today. That great\npower is to speak in the name of Jesus Christ, to speak as mature sons of God, entrusted with\npower so great that it is limited only by our faith. God has great faith in us as a people to\ngive us so widely such tremendous power. It is power which can only be used in\nrighteousness. We cannot use it in power if we are not righteous ourselves. Therein lies the\ngreat responsibility of the Melchizedek Priesthood. We cannot speak nor act with power if we\ndo not have a testimony of Jesus Christ in whose name we are to act. In order to speak in the\nname of God we should be virtuous, not speak and act harshly toward our wives and children,\nnor neglect our meetings. We should keep the Sabbath day holy \n(<span class=\"citation\" id=\"22743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22743)\">Ex. 20:8<\/a><\/span>). We should not be greedy\nand mean in our business dealings, nor lie to and cheat our fellowmen. We should be loyal to\nthe promises which we have made in the temple and follow the counsel given us by the First\nPresidency, who speak in the name of the Lord. To use the priesthood we should magnify it\nby keeping our given word according to the oath and covenant of the priesthood.\n<\/p><p>\nI do not like to dwell on the negative side of our priesthood responsibility, but I must quote\nthe word of God as a solemn warning to us who have had this priesthood responsibility\nplaced upon our shoulders: \n<\/p><p>\n\"Hearken and hear, O ye my people, saith the Lord and your God, ye whom I delight to bless\nwith the greatest of all blessings, ye that hear me; and ye that hear me not will I curse, that\nhave professed my name, with the heaviest of all cursings\"\n(<span class=\"citation\" id=\"14581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14581)\">D&amp;C 41:1<\/a><\/span>).\n<\/p><p>\nThough it is well to know this, I would rather dwell upon the promises in the words of Peter\nspoken directly to the brethren he called \". . . a chosen generation, a royal priesthood, an holy\nnation, a peculiar people; that ye should shew forth the praises of him who hath called you\nout of darkness into his marvelous light: \n<\/p><p>\n\"Which in time past were not a people, but are now the people of God: which had not\nobtained mercy, but now <i>have<\/i> obtained mercy\"\n(<span class=\"citation\" id=\"2302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2302)\">1 Pet. 2:9-10<\/a><\/span>), italics added).\n<\/p><p>\n<b>By His Divine Power We Become Partakers of the Divine Nature<\/b>\n<\/p><p>\nAs Peter said of Jesus Christ: \n<\/p><p>\n\"According as his divine power hath given unto us all things that pertain unto life and\ngodliness, through the knowledge of him that hath called us to glory and virtue\n<\/p><p>\n\"Whereby are given unto us exceeding great and precious promises: that by these ye might be\npartakers of the divine nature, having escaped the corruption that is in the world through lust.\n<\/p><p>\n\"And besides this, giving all diligence, add to your faith virtue; and to virtue knowledge; \n<\/p><p>\n\"And to knowledge temperance; and to temperance patience; and to patience godliness; \n<\/p><p>\n\"And to godliness brotherly kindness; and to brotherly kindness charity.\n<\/p><p>\n\"For if these things be in you, and <i>abound<\/i>, they make you that ye shall neither be barren nor\nunfruitful in the knowledge of our Lord Jesus Christ\"\n(<span class=\"citation\" id=\"4884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4884)\">2 Pet. 1:3-8<\/a><\/span>), italics added).\n<\/p><p>\nThis is my testimony of the responsibility of the Melchizedek Priesthood. It is to be loyal to\nthose who preside over us and direct us toward righteous endeavors, to become tender and\ngentle and kind in the use of the greatest power God has ever given to man.\n<\/p><p>\nIn view of this great responsibility of the Melchizedek Priesthood, we might well ask God,\n\"What manner of men ought we to be?\" Let me close with the words of Jesus: \n<\/p><p>\n\"And know ye that ye shall be judges of this people, according to the judgment which I shall\ngive unto you, which shall be just. Therefore, what manner of men ought ye to be? Verily I\nsay unto you, even as I am\" (<span class=\"citation\" id=\"5686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5686)\">3 Ne. 27:27<\/a><\/span>).\n<\/p><p>\nI bear my witness of the divinity of this power in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}