{"ID":1439, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Mission Calls and Selective Service<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1965, pp. 99-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI suppose, brethren, that not in a long while have we had a communication which has brought\ngreater disappointment than did the First Presidency's letter of September 22nd, placing\nrestrictions on the number of young men who may be recommended for missions. No one\nfeels more concerned than I over the thought that possibly some of our young men who have\ncounted on and dreamed of missions may not be able to go, at least in the immediate future.\n<\/p><p>\n<b>Draft Officials Cooperative<\/b>\n<\/p><p>\nI want to say that what has been done has been done voluntarily. For the past fifteen years I\nhave worked with draft officials in matters affecting our missionary program. From the\nnational director on down through state directors and local board members, I have found them\nto be reasonable, fair, and disposed to be cooperative when they understand our program.\nOnly two weeks ago General [Lewis B.] Hershey was in Salt Lake City and met President\nMcKay and said in the course of that interview that it had been a pleasure to work with this\nChurch over the years in this difficult matter, and particularly so in comparison with some\nother organizations with whom he had had to deal. We have come a long way since the days\nof the Korean War, when we had such serious misunderstandings. At that time under the\ninspired direction of President McKay and under the wise counseling of President Stephen L\nRichards, his first counselor, we set about to establish a legal and legislative history so that\nwe might know where we stood should there develop such a situation as we are faced with\ntoday.\n<\/p><p>\n<b>Rights of the Church: The Obligations of Citizens<\/b>\n<\/p><p>\nThe repeated findings of the presidential appeal boards and the testimony of national Selective\nService officials before both the Senate and House Armed Services Committees leave no\ndoubt concerning the right of the Church to select, ordain, and send on missions such young\nmen as we feel to call under our established procedures, and the eligibility of these young\nmen for ministerial classifications. On the other hand, we recognize that the Selective Service\nSystem has an obligation under the law to meet certain requirements and quotas and that\nevery young man in the United States who is a citizen, or who is in the United States as an\nalien under certain circumstances, has a military obligation imposed by the law. I should like\nto add parenthetically that the local draft boards did not write the law, that we did not write\nthe law, and that our young men did not write the law. Congress wrote the law, and if you\nhave complaints to make concerning the law, don't blame the draft board; more appropriately,\nyou might write your congressman.\n<\/p><p>\nWe have an obligation to uphold and sustain the law\n(<span class=\"citation\" id=\"6821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6821)\">A of F 1:12<\/a><\/span>), as President Tanner made clear this\nmorning. Local draft boards are made up of local citizens who perform without remuneration\nwhat at times must be for many of them an unpleasant duty. They deserve understanding\nrather than recrimination. They do not establish policies and regulations of their own. These\nare determined by national headquarters. I want to emphasize that we are not the enemy of\nSelective Service and that Selective Service is not our enemy.\n<\/p><p>\nNow as you know, draft calls have increased from about 8,000 in April to 34,600 for\nNovember. To meet these calls, national Selective Service headquarters, through state offices,\nimposes quotas on local boards. The boards must meet their quotas. If one young man cannot\ngo for one reason or another, then some other Young man must go in his place. We should\nbear this fact in mind.\n<\/p><p>\nI have wanted to set forth these general principles as a preamble to what I wish to say briefly\nabout our specific problem.\n<\/p><p>\nAbout 45 percent of our entire full-time missionary force comes from stakes within the area\nof Utah. It will be readily apparent to all that any appreciable increase in the number of\nyoung men sent on missions at a time when draft calls have been increased more than 400\npercent could quickly result in serious tensions within local communities. These matters are\nlikely to become emotional issues without regard to the facts. Parenthetically, I should like to\nmention one or two facts.\n<\/p><p>\n<b>Deferment for Missionary Service, and School<\/b>\n<\/p><p>\nOur figures indicate that for comparable periods we have sent only 4 percent more young men\non missions during 1965 than we sent during 1964. The natural growth of the Church would\naccount for that increase. Actually, with all of the emphasis placed on getting more young\nmen on missions that has been given in stake conferences, antedating by many months the\nincreased draft calls, we might reasonably have expected a larger increase. I have said this\nonly to set the record straight, that except for possibly an occasional instance there has been\nno apparent abuse on the part of bishops and stake presidents and no apparent effort on the\npart of young men to go on missions to escape the draft, as some may have inferred. Why\nshould there be? Under present regulations a young man may continue in school and qualify\nfor deferment. But because tensions were beginning to build in some communities, as more\nand more young men were ordered for induction while other young men were going on\nmissions, Utah Selective Service officials came to us and requested our cooperation in setting\nup a program to provide some restraint and control on the number of young men sent on\nmissions, and thus make it possible for local boards to anticipate the number of young men in\nwhose behalf the Church might request ministerial classifications. This program was designed\nto permit approximately the same number to go this year as went last. We thought their\nrequest to be reasonable and in the best interests of the Church, the Selective Service System,\nand the young men themselves. The letter of September 22nd was the result.\n<\/p><p>\nWe recognize that there has been some serious disappointment. We have been assured that if\nit becomes apparent that the program as announced places too tight a restriction and results in\ninjustices, the entire matter will be discussed, and if feasible, adjustments will be made.\n<\/p><p>\nNumerous questions have been raised by church officers from other states where the problem\nis not so acute. We have felt that the program should be the same throughout the nation.\nThere is wisdom in consistency and uniformity, and the more nearly we stay with uniform\nprocedures, the stronger our position in dealing with problems. We ask, therefore, that until\nwe have had opportunity to observe the effects of the announced program over a period of\nmonths, that you follow it and not attempt negotiation with local officials in your particular\ncities or states. We shall keep close to the matter and shall be available for consultation with\nyou at any time.\n<\/p><p>\n<b>The Plan of the Church for Cooperation with Selective Service<\/b>\n<\/p><p>\nNow very quickly, by way of amplifying and clarifying some points in the letter: The\neffective periods set up are periods of six months, one missionary per ward each six months,\nthe dates being October 1st to March 31st inclusive, and April 1st to September 30th. The\ngoverning date will be the date of the letter of call, and if there be any local board members\nfrom the state of Utah who are listening to this tonight, I hope that they will not indulge in\nany speculative discussion on this matter until they have talked with the state Selective\nService director or the deputy state director, with whom we have spent many hours in\nmeetings.\n<\/p><p>\nWard and branch quotas will be transferable within the area of the stake under the direction of\nthe stake president, but will not be transferable at this time between the various stakes. No\nyoung man who has actually received notice of induction should be recommended for a\nmission. However, notice to report for preinduction physical examination should not be\nregarded as a notice for induction. It will not be unusual to find a young man who even\nthough he has been called for a mission is ordered to report for preinduction physical\nexamination. He must take that examination; and if there are any conflicting dates involved, I\nthink that if you get in touch with us we can iron out those problems. We do not suggest that\nyou go to boards and hasten examinations with the thought that some young men may be\ndeclared IV-F and may be able to go without being counted against the quotas.\n<\/p><p>\n<b>Classifications not Under Quotas<\/b>\n<\/p><p>\nMen in the following classifications will not be counted against the quotas. I would like to\ntake just a moment to explain these classifications: \n<\/p><p>\nI-D are men with reserve classifications most of whom have served under the so-called six\nmonths' program. Their status may be subject to adjustment, depending on what happens\nconcerning the reserves, and you should not consider that as a fixed situation governing the\nfuture.\n<\/p><p>\nI-Y are men given temporary deferments because of physical handicaps.\n<\/p><p>\nIV-A are for the most part men who have served two or more years on active duty.\n<\/p><p>\nIV-F are men who are disqualified for physical or mental reasons. I want to say that many\nmen who have IV-F classifications can still be effective missionaries.\n<\/p><p>\nV-A are men 26 years of age or over and have no current military obligation.\n<\/p><p>\n<b>Members of student Wards; Church Builders<\/b>\n<\/p><p>\nYoung men sent from student wards will be counted against the quotas of their home wards,\nalthough there may be some converts to the Church who have a student ward as a home ward.\n<\/p><p>\nChurch builders who are out of their own wards and Indian students under the placement\nprogram will be considered as are students. No young man should be recommended for a\nmission more than thirty days in advance of his nineteenth birthday, and all recommendations\nconcerning missionaries should give in detail the draft classification called for on the\nrecommendation form, and also the name of the ward and the stake whose quota will be used\nby that particular individual.\n<\/p><p>\n<b>Measures for maintaining missionary work<\/b>\n<\/p><p>\nNow, brethren, we can do several things to keep the work going without a serious reduction\nin results: \n<\/p><p>\n1. We can strengthen our stake missions, which, in terms of hours spent, are far more fruitful\nin converts than are our full-time missions in terms of hours spent.\n<\/p><p>\n2. We can resolve that each one of us will be a missionary as President McKay has requested\nfrom this pulpit.\n<\/p><p>\n3. Bishops can and should appraise the older couples in their wards who might be eligible for\nmissionary service and who can give needed service under some circumstances.\n<\/p><p>\n<b>Plans and Saving for Missionary Service<\/b>\n<\/p><p>\nSeveral bishops have been in during the last few days and have said that our young men have\nbeen saving money for years to go on missions. What shall they do? I say keep saving and\npraying. I think that every priesthood holder in the Church ought to pray for peace, and I\nhave the faith that the Lord will hear and heed those prayers.\n<\/p><p>\nWe know that wars will come upon the earth. The word of prophecy is clear on that. But\nsomehow I feel satisfied that God will hear our prayers and that most of those young men\nwho want to go on missions will have the opportunity to go on missions. Some who may not\nhave the opportunity may help others to go. Some years ago a letter came to the office of the\nFirst Presidency reading substantially as follows: \n<\/p><p>\n\"Dear Brethren: \n<\/p><p>\n\"All my life I have dreamed of going on a mission. I saved my money to that end. Then\nduring the Korean War I was wounded, and I now carry a metal plate in my head. Because of\nthat you and my doctors have said that I should not go on a regular mission. I work hard all\nday shoveling sand in a brick and tile factory. From my small wages I have been able to add\nto my savings account. I have now withdrawn my savings and am sending you herewith a\ncashier's check for $1,500. Since I cannot go, please use it to help some worthy boy who can.\nI will share my savings with him and hope that he will share with me his joy as he labors in\nthe ministry of the Lord.\"\n<\/p><p>\nI hope that each young man who has been saving will go on saving and praying and preparing\nfor that day when every boy who desires to go may go, and that in the meantime we shall\nhave the faith to accept this program and live with it, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}