{"ID":144, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1944, pp. 90-93<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI need your sustaining help, my brethren, and that of my Father in heaven, whenever I stand\nbefore you.\n<\/p><p>\nACCOMPLISHMENTS OF JOSEPH SMITH\n<\/p><p>\nSince we met here at general conference six months ago, we have observed the anniversary of\nan event of great importance to this Church and people&mdash;the one hundredth anniversary of the\nmartyrdom of the Prophet Joseph Smith. During the last few months I have been reading, and\nam still reading, all that I can find pertaining to Joseph Smith, both that which he himself has\nspoken or written and that which has been spoken or written concerning him.\n<\/p><p>\nI find that by all the standards by which any of the prophets of all times may be judged or\naccredited, Joseph Smith stands with the greatest of them, and conforms in all things to the\naccepted definitions of a prophet. So profound were his utterances, so comprehensive the\npattern of truth revealed through him, that whenever I think of him, unless I bring myself up\nshort, I am inclined to think of him as among those men who lived long in years&mdash;among the\nsages and the seers who attained old age.\n<\/p><p>\nConsidering the accomplishments of his life, I find it almost incredible, and must remind\nmyself of it frequently, that he gave his life for the cause of truth at almost the exact age at\nwhich I stand before you here today, to the very year, and almost to the very month. The\nshortness of his years does not comport with the breadth and depth of his teachings.\n<\/p><p>\nNotwithstanding his youth, he invaded virtually every field of thought and human activity, in\nthe physical sciences, in economics, in sociology; and in religion and things of the spirit; he\nuttered things which were beyond the common knowledge and practice of his day, and which\nin many instances, are still beyond the common knowledge of our day.\n<\/p><p>\nEVIDENCE OF REVELATION IN THE TEACHINGS OF THE PROPHET\n<\/p><p>\nIf we had no other standard by which to convince ourselves that Joseph Smith was a prophet\nof God, standing among the greatest of all time (in addition to the assurance which comes to\nus by the spirit of testimony) we need but compare his teachings with the current teachings of\nhis time, and to compare his teachings with the current teachings of our time, by which\ncomparison we will inevitably reach the conclusion that the thought and belief and knowledge\nof the world have moved steadily toward the utterances of Joseph Smith.\n<\/p><p>\nThese things he could not have known for himself. There is only one way in which he could\nhave known them, and that is by revelation from God, our Father in heaven, which is how he\ndid know them. The world has always been slow to forgive, and to accept, those to whom it\nhas been given to see beyond their time, and Joseph Smith is no exception to that rule; but\nwhether or not they accept him in name, they are moving, and have moved, toward his\nteachings, of which there is ample evidence.\n<\/p><p>\nThrough him there was revealed a plan of life, in truth so obvious that all who desire to see\nand understand may do so&mdash;obvious in all things that pertain to our essential welfare, here and\nhereafter. But beyond the simple and essential things, we find ourselves at times delving for\nthe mysteries, which is not in itself a thing to be condemned, until it results in the inordinate\nconsumption of time, and leads to heated argument and the obsession of speculation upon\nthings which no man does know or can know.\n<\/p><p>\nA WARNING REGARDING SEEKING AFTER MYSTERIES\n<\/p><p>\nOn this subject I give you one of the utterances of Joseph Smith, and a statement following it,\nby the Quorum of the Twelve, who were associated with him in his day. First let me quote\nfrom the Prophet:\n<\/p><p>\nA fanciful and flowery and heated imagination beware of; because the things of God are of\ndeep import; and time, and experience, and careful and . . . solemn thoughts can only find\nthem out. . . None but fools will trifle with the souls of men. \n<\/p><p>\nHow vain and trifling have been our spirits. . . our private as well as public conversations\n(<i>DHC<\/i> 3:295-296).\n<\/p><p>\nFrom another statement, written in 1839, from an Epistle of the Twelve to the Church, I take\nexcerpt, on this same line of thought:\n<\/p><p>\nStudy the word of God, and preach it and not your own opinions. . . .\n<\/p><p>\nLeave the further mysteries of the kingdom till God shall tell you to preach them, which is\nnot now. The horns of the beast, the toes of the image, . . . are not going to save this\ngeneration; for if a man does not become acquainted with the first principles of the Gospel,\nhow shall he understand those greater mysteries, which the most wise cannot understand\nwithout revelation? (<i>DHC<\/i> 3:395-396).\n<\/p><p>\nA word of restraining counsel to our quorums, and to us as individuals, whenever we are\ntempted to become heated in speculation about things which we do not and cannot know,\nexcept by revelation: \"Study the word of God, and preach it, and not your opinions.\"\n<\/p><p>\nI have known of intimate friends becoming heated in argument and estranged in their\nfeelings&mdash;seriously so&mdash;in speculation about things which no man does know or can know,\nknow, until the Lord sees fit to give us further light on some subjects of controversy and\nconcerning which we lack completeness of knowledge.\n<\/p><p>\nI think sometimes we are seeking mysteries also in fields other than in religion, when the\nplain and obvious truth is before us, and the answers are there to be had without probing\nbeyond them. I think that we have looked for economic mysteries at times, hoping that there\nwill be found some other answers than the plain and simple answers, which involve work and\nthrift and living within our means. We may have been guilty of looking for a good many\nother mysteries in other fields also&mdash;but we have, in fact, as a people, and the world has, in\nthose things which have been given to them and to us, all of the fundamentals of truth which\nare essential to man's temporal and spiritual salvation. There are no new answers, my\nbrethren, fundamentally speaking, and those who are chasing after them and overlooking truth\nin the process, are doing themselves and all men great injustice and hurt.\n<\/p><p>\nWISE COUNSEL\n<\/p><p>\nI close with another guide to conduct, from the same Epistle of the Twelve, quoted above, of\n1839, written by the associates of and under the immediate influence of, the Prophet Joseph\nSmith:\n<\/p><p>\n. . . Be honest; be men of truth and integrity; let your word be your bond; be diligent, be\nprayerful; pray for and with your families; train up your children in the fear of the Lord;\ncultivate a meek, a quiet spirit; clothe the naked, feed the hungry, help the destitute, be\nmerciful to the widow and orphan, be merciful to your brethren, and to all men; bear with\none another's infirmities, considering your own weakness; bring no railing accusations against\nyour brethren, especially take care that you do not against the authorities or Elders of the\nChurch, for that principle is of the devil; he is called the accuser of the brethren\n(<span class=\"citation\" id=\"42162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42162)\">Rev. 12:10<\/a><\/span>); and Michael,\nthe archangel, dared not bring a railing accusation against the devil, but said. \"The Lord\nrebuke thee, Satan\" (<span class=\"citation\" id=\"30820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30820)\">Jude 1:9-10<\/a><\/span>);\nand any man who pursues this course of accusation and murmuring will\nfall into the snare of the devil, and apostatize, except he repent \n(<i>DHC<\/i> 3:394-395).\n<\/p><p>\nI am reminded, in closing, of an excerpt from one of the letters I have read in the flies of\nPresident Grant from his correspondence of some forty or fifty years ago, when he was away\nat one time, and one of his brethren wrote to him, complaining that he did not know what his\nmission in life was, but he wished he knew what the Lord expected of him, apparently\nexpecting or hoping for some special manifestation or call. President Grant wrote him in his\ncharacteristic frankness and directness, and said:\n<\/p><p>\nMy dear brother: . . . All that the Lord expects of you or of me, or of any other man is for us\nto do our full duty and keep the commandments of God.\n<\/p><p>\nI leave this thought with you, with the testimony of my conviction of the Prophet Joseph\nSmith and his divine mission, and the divinity of the Lord Jesus Christ, of the truthfulness of\nthis work, and in its inspired leadership of this day. I do it in the name of the Lord Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}