{"ID":1440, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Right and Authority of the Priesthood<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1965, pp. 103-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, this is a glorious hour, not only for those of us who are assembled here, but for\nthose who are assembled in four hundred other places, all holding the priesthood. All are\nunder obligation to set a proper example, especially in the world of youth.\n<\/p><p>\n<b>Authority, Divine and Human<\/b>\n<\/p><p>\nPriesthood is inherent in the Godhead. It is authority and power which has its source only in\nthe Eternal Father and his Son Jesus Christ. If we appoint a member in a business concern,\nwe give him our authority as voice to do the right thing as a representative, and what he does\nwe are bound to uphold. We speak of certain powers and prerogatives possessed by the\nPresident of the United States, of rights and privileges vested in Congress, of power held by\nthe Supreme Court of the United States; and the source of such authority we can easily\ncomprehend. Ultimately the origin centers in the people as an organized body. There is no\nman living, or who has lived, who has the right to assume the right and authority of the\npriesthood.\n<\/p><p>\nIn seeking the source of the priesthood, however, we can conceive of no condition beyond\nGod himself. In him it centers. From him it must emanate. Priesthood, being thus inherent in\nthe Father, it follows that he alone can give it to another. Priesthood, therefore, as held by\nman, must ever be delegated by authority. There never has been a human being in the world\nwho had the right to arrogate to himself the power and authority of the priesthood. There\nhave been some who would arrogate to themselves that right, but the Lord has never\nrecognized it. As an ambassador from any government exercises only that authority which has\nbeen given him by his government, so a man who is authorized to represent Deity does so\nonly by virtue of the powers and rights delegated to him. However, when such authority is\ngiven, it carries, within limitations, all the privileges of a power of attorney, by which one is\nempowered by another to act in another's stead. All official action performed in accordance\nwith such power of attorney is as binding as if the person himself had performed it.\n<\/p><p>\n<b>Power Manifested In the Lives of Men<\/b>\n<\/p><p>\nWe can conceive of the power of the priesthood as being potentially existent as an impounded\nreservoir of water. Such power becomes dynamic and productive of good only when the\nliberated force becomes active in valleys, fields, gardens, and happy homes. So the priesthood,\nas related to humanity, is a principle of power only as it becomes active in the lives of men,\nturning their hearts and desires toward God and prompting service to their fellowmen.\n<\/p><p>\nStrictly speaking, priesthood as delegated power is an individual acquirement. However, by\ndivine decree men who are appointed to serve in particular offices in the priesthood unite in\nquorums. Thus, this power finds expression through groups as well as in individuals. The\nquorum is the opportunity for men of like aspirations to know, to love, and to aid one\nanother. \"To live is not to live for one's self alone.\"\n<\/p><p>\nThere are two conditions which should always be considered when the priesthood is\nconferred. The first of these is the individual's worthiness to receive it. The second is the\nservice which he can render to the Church and to his fellowmen.\n<\/p><p>\n<b>The Creator, the Source of Power<\/b>\n<\/p><p>\nRecognizing the fact that the Creator is the eternal and everlasting source of this power, that\nhe alone can direct it, and that to possess it is to have the right, as an authorized representative,\nof direct communion with God, how reasonable yet sublime are the privileges and blessings\nmade possible of attainment through the possession of the power and authority of the\nMelchizedek Priesthood&mdash;they are the most glorious that the human mind can contemplate.\n<\/p><p>\n<b>Priesthood, Never Failing Source of Happiness<\/b>\n<\/p><p>\nA man who is thus in communion with his God will find his life sweetened, his discernment\nsharpened to decide quickly between right and wrong, his feelings tender and compassionate,\nyet his spirit strong and valiant in defense of right; he will find the priesthood a never failing\nsource of happiness&mdash;a well of living water springing up unto eternal life\n(<span class=\"citation\" id=\"28173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28173)\">John 4:14<\/a><\/span>;\n<span class=\"citation\" id=\"14601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14601)\">D&amp;C 63:23<\/a><\/span>).\n<\/p><p>\n<b>Priesthood Direct from God<\/b>\n<\/p><p>\nYou who have the priesthood are his servants by divine right. I know the world thinks we are\nunreasonable, fantastic in our ideas when we tell them there is no other authorized church, but\nthat is true. The priesthood came direct from our Lord and Savior Jesus Christ, who is the\ngreat High Priest (<span class=\"citation\" id=\"24336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24336)\">Heb. 4:14<\/a><\/span>);\nand he authorized Peter, James, and John, on whom he bestowed that\npriesthood, to bestow it upon Joseph Smith. And you brethren&mdash;seventy thousand on the air\nwho hear my voice, and everyone present&mdash;can trace your ordination probably within five\nsteps right back to the Savior himself.\n<\/p><p>\nIf the representatives of our Father in heaven will live close to him, try to be true\nrepresentatives, the Lord will guide them in their work. The priesthood, though, may be given\nto those who disregard it, who fail to be true representatives, and when such is the case, \". . .\nAmen to the priesthood or the authority of that man.\n<\/p><p>\n\"Behold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute the\nsaints, and to fight against God\" (<span class=\"citation\" id=\"14683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14683)\">D&amp;C 121:37-38<\/a><\/span>),\nand to apostatize from the Church. The\nonly way we can keep the priesthood and keep in touch with the Holy Spirit, the only way we\ncan be true representatives, is to live up to the ideals of the Church which bears his name.\n<\/p><p>\n<b>Mightiest Force in the World<\/b>\n<\/p><p>\nThe Church of Jesus Christ is the mightiest force in the world, but you and your companions\nconstitute the source of that force. The Lord cannot use his quorums without you, and\neveryone has the responsibility of doing his best to maintain the standards of the Church. Our\nboys and girls in high schools, in junior colleges, in universities need our help. Their parents\nneed our help. It is time now to put forth extra effort to know the difference between right\nand wrong. We are facing conditions in the world which demand the highest intelligence, the\ndeepest spirituality, the greatest effort that the priesthood of God can possibly put forth.\n<\/p><p>\n<b>\"To guide people over whom you preside\"<\/b>\n<\/p><p>\nOh my brethren, presidents of stakes, bishops of wards, God bless you in your leadership, in\nyour responsibility to guide, to bless, to comfort the people over whom you have been\nappointed to preside. Lead them to come to you, if necessary, in confession. Guide them to go\nto the Lord and seek inspiration so to live that they may rise above the low and the mean and\nlive in the spiritual realm.\n<\/p><p>\nRecognize those who preside over you, and when necessary, seek their advice. The Savior\nhimself recognized his authority on earth. You will remember the experience that Paul had\njust as he neared Damascus with papers in his pocket to arrest all who believed in Jesus\nChrist. A light suddenly shone about him, and he heard a voice saying, \"Saul, Saul, why\npersecutest thou me?\"\n<\/p><p>\nAnd Saul said: \". . . what wilt thou have me to do?\" The Lord answered, \". . . go into the\ncity, and it shall be told thee what thou must do\"\n(<span class=\"citation\" id=\"7987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7987)\">Acts 9:4,6<\/a><\/span>). He could have told Saul in a\nfew words what he should do, but there was a branch of the Church in Damascus, presided\nover by a humble man named Ananias, and Jesus recognized that authority. He knew Saul's\nnature. He knew that in the future it would be difficult for Saul to recognize the authority of\nthe Church, as instances later proved. Saul had to receive from the very man whom he was\ngoing to arrest instructions regarding the gospel of Jesus Christ.\n<\/p><p>\n<b>Recognize the Bishop<\/b>\n<\/p><p>\nHere is a lesson for all of us ill this Church. Let us, too, recognize the local authority. The\nbishop may be a humble man. Some of you may think you are superior to him, and you may\nbe, but he is given authority direct from our Father in heaven. You recognize it. Seek his\nadvice, the advice of your stake president. If they cannot answer your difficulties or your\nproblems, they will write to the General Authorities and get the advice needed. Recognition of\nauthority is an important principle.\n<\/p><p>\nI pray that we may be blessed with the spirit of humility, blessed with the spirit and desire to\nbe one in all things relating to the welfare and advancement of the kingdom of God. We can\ndo that by sustaining the authority which is always delegated, you remember; and when it is\nrightly delegated you will be able to go to the source, which is God, in whom is inherent the\nauthority of the Holy Priesthood.\n<\/p><p>\n<b>Assist the Weak<\/b>\n<\/p><p>\nGod bless the men who find and assist those who are too weak to be true to the priesthood! I\nhope you got the message given here tonight by Brother Isaacson, especially concerning the\nyoung men who are inclined to join in social activities and aspirations of other young men.\nDo not deceive yourself that you can tamper with whiskey or cigarettes, things forbidden by\nthe Lord, and which, if indulged in, will lead you away from the power which you have been\ngiven by those authorities who hold the priesthood.\n<\/p><p>\nI am glad to see these young men here this night. They are here by the hundreds, and as some\ncame in I said, \"Are you going to the priesthood meeting?\" and they answered, \"Yes, we are\ngoing to the priesthood meeting.\" They are proud of it. God bless them that they may be true\nto the ideals of the priesthood and never hesitate to say \"<i>no<\/i>\" to anybody who tells them, \"Oh,\nindulge just a little&mdash;it will be all right.\"\n<\/p><p>\n<b>Be True to Ideals of the Priesthood<\/b>\n<\/p><p>\nGod help us all to be true to the ideals of the priesthood&mdash;Aaronic and Melchizedek. It is a\nsobering thought to think what this great body of bearers of the priesthood can do to stir the\npeople to acts of honesty, truthfulness; stir them so that they will become examples to the\nworld. We have that right and that inspiration.\n<\/p><p>\nGod help us to magnify our calling, and to set a proper example to the other men of the\nworld who think that they are better than the humble men who, by right of that delegation\nand ordination, hold the right and power to instruct all men&mdash;not members in this one. but\nall men&mdash;to live higher and better lives than they have ever lived before; to help them all to\nbe better husbands, better neighbors, better leaders, under all conditions, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}