{"ID":1441, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith in America<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1965, pp. 107-111<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDuring the sessions of this conference, we have heard from many speakers who have\ndiscussed various inspiring subjects. We who speak in later sessions find that what we had\nintended to say has already been discussed, but there is one subject I would like to mention.\nWe believe in peace, patriotism, and loyalty, and the fact that America is a chosen land,\npreserved and discovered under divine inspiration, with a constitution which we believe was\ninspired and which we must, under all circumstances, maintain.\n<\/p><p>\n<b>Loyalty to Country<\/b>\n<\/p><p>\nAs this is a worldwide church, we counsel our members wherever they may live in other\nChristian countries to be patriotic and loyal to their homeland. Whatever may be said here\nabout America, therefore, should be understood by members of the Church living in other\ncountries as an appeal to all for loyalty and good citizenship.\n<\/p><p>\nOccasionally we hear derogatory statements about our government and ominous forebodings\nabout the future of America. We are concerned when we see evidence of doubt, misgiving,\nand lack of confidence in the future of America as she faces current problems. We believe,\nhowever, that all good citizens of this country have a deep, heartfelt gratitude for the\nabundant blessings showered upon us by a benevolent Father. I should not like to be one of\nthose who refuses to recognize the challenge of the problems of our times. On the other hand,\nI refuse to be numbered amongst those who are losing faith in America.\n<\/p><p>\nLet us remind you that the people of every country of every age and time throughout history\nhave had to face up to problems and find their solutions. We believe that in the exercise of\nthe freedom her people enjoy and with divine guidance, she will have full capacity to solve\nany problems she encounters.\n<\/p><p>\n<b>The God of this Land<\/b>\n<\/p><p>\nThis conclusion is not just our own. Our Heavenly Father has given us encouraging promises\nconcerning this land. Hundreds of years before the birth of Christ, he called this a land of\npromise to the people of our generation. However, to the Jaredites he made an important\ncondition: \". . . if they will but serve the God of the land, who is Jesus Christ\"\n(<span class=\"citation\" id=\"22253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22253)\">Ether 2:12<\/a><\/span>).\nThis injunction cannot be overemphasized.\n<\/p><p>\nTo the ancient inhabitants of this continent, he also said: \n<\/p><p>\n\"Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered\namong thy seed, forever, for the land of their inheritance; for it is a choice land, saith God\nunto me, above all other lands, wherefore I will have all men that dwell thereon that they\nshall worship me, saith God\" (<span class=\"citation\" id=\"3737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3737)\">2 Ne. 10:19<\/a><\/span>).\n<\/p><p>\nWe believe and have confidence in these words of the Lord. They bring us a message of\nconfidence and hope. Each of us has the right to rely fully upon them, for he has said: \". . . I\nwill fulfil my promises which I have made unto the children of men\"\n(<span class=\"citation\" id=\"3736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3736)\">2 Ne. 10:17<\/a><\/span>).\n<\/p><p>\n<b>The Constitution of the United States<\/b>\n<\/p><p>\nFurther reason for confidence is found in modern revelation wherein the Lord said that he had\nestablished the Constitution of the United States by the hands of wise men whom he raised up\nunto this very purpose (<span class=\"citation\" id=\"14667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14667)\">D&amp;C 101:80<\/a><\/span>).\nThe constitutional framework of the law of this land has been the\nstudy of legal scholars and statesmen the world over. In no other document is the right and\ndignity of man lifted to so high a plane. Principles of freedom are inherent and fundamental\nto every concept. This did not just happen. To us the Constitution of the United States is\nGod-given to the people of a promised land.\n<\/p><p>\nIn the October (1965) issue of <i>National Geographic Magazine<\/i>, Professor Freidel of Harvard\nUniversity calls attention to two of our great presidents. I quote: \n<\/p><p>\n\"In the first two decades of the 20th century, Theodore Roosevelt and Woodrow Wilson\nendowed the American Presidency with a powerful leadership the Nation had not known since\nLincoln. Several of their successors gave nostalgic tugs backward, but these two&mdash;one a\nRepublican, the other a Democrat&mdash;established a pattern for succeeding strong Presidents.\n<\/p><p>\n\"At home both sought a larger measure of political democracy and economic justice, and\nabroad a share in responsibility for world order. They moved to assume the sober duties of\nthe United States in its new status as an industrial giant and major world power. . . .\n<\/p><p>\n\"Both these Presidents and their supporters, the progressive generation, believed that, without\nabandoning the free-enterprise system, they could perfect the dream of the Founding Fathers\nby combining a scientific approach to the problems of the age with positive Government\naction.\" (p. 537.)\n<\/p><p>\n<b>\"Obey, Honor and Sustain the Law\"<\/b>\n<\/p><p>\nWe should understand that each of us has a duty to honor, support, and sustain our civil\nleaders and the law. The fact that everyone is entitled to his or her own opinion insofar as\nvarious matters of law and government are concerned does not relieve any of us of the\npersonal responsibility to obey, honor, and sustain the elected governmental officers and the\nlaw which it is their duty to administer (<span class=\"citation\" id=\"6822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6822)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\nUnfortunately, there are those among us today who advocate breaking the law as one means\nof calling to the attention of the nation that some have not been given the full benefit of the\nlaw. They argue that the laws they break are minor and that the breach is useful and justified\nbecause it assists in the enforcement of a greater law. This reasoning is fallacious and\ninconsistent with Christian principles. To follow such thinking is to decide that every man is\nentitled to choose which law he will abide and which he will violate. No orderly society can\nbe established on such theory. There are lawful ways and means of securing all human rights,\nand one does not foster Christian virtue through irresponsible breaking of the law. Seeds of\nanarchy are sowed in the minds of those who follow a lawless course. Anarchy was never the\nway of God but rather the way of Satan. Recent riots in various parts of our country\nemphasize this alarming trend. These lawless demonstrations are often instigated and led by\nmisguided youth against authority, against discipline, against the orderly government of society\nand every symbol of authority. Let us heed the words of that vigorous patriot Theodore\nRoosevelt, who said, \"We are the government, you and I.\"\n<\/p><p>\nI quote a paragraph from <i>Destiny<\/i> magazine: \n<\/p><p>\n\"Let us always remember that the planting of America in the strain that determined our\ncountry's character was a spiritual planting. The fathers who planted this nation were\nChristians. They came here as Christians. They came because they were Christians. They\ncame on a specifically Christian venture. Get it fixed in your mind that the planting that\ndetermined the genius of America was a Church&mdash;not a town, not a colony, not a trading or\nexploring venture, not a gold rush, but a church, a little Pilgrim church crossed the sea for the\nsake of its church life. That is the origin of the United States.\"\n<\/p><p>\n<b>America, Bulwark of Freedom<\/b>\n<\/p><p>\nTo those who are losing faith in America, to those who criticize her, we issue this challenge:\nCast your eyes to the four corners of the earth. Can you see anything to compare with her?\nWhere do you find greater evidence of freedom? In what land do the inhabitants have greater\nvoice in governing themselves? Where do you see a way of life which has produced a greater\nabundance for its people? In which country do you find greater numbers of children receiving\nan excellence of education to surpass that which is to be found here? Where is there less\nwant, less misery? Where in all the world do you find men who are given comparable rights\nto enjoy their freedom to worship as that freedom finds expression in the land of America?\nCan you really doubt that this land is in very deed a land of promise?\n<\/p><p>\nLet all men of goodwill offer constructive criticism to assist this great land of freedom in the\nsolving of her problems. There will be problems, to be sure, but let these problems be solved\nwith mature deliberation. Let those who speak out, speak in fairest. Let these problems and\ntheir proposed solutions be discussed in honest debate. All too often those who debate her\nissues distort and magnify all out of proportion the subject of their concern. More than any\nother people, members of this Church, having the prophecies of God before them, ought to\nknow that America is not going to fail, that the God of heaven will not permit it, if her\npeople will but serve the God of this land (<span class=\"citation\" id=\"22254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22254)\">Ether 2:12<\/a><\/span>).\nShe has a great destiny yet to fulfill. Imperfect\nthough she may be, she is, nevertheless, the hope of the world. Men of faint heart and blurred\nvision may from time to time lose sight of this fact. The fact itself, however, is immutable.\n<\/p><p>\nAmerica has thus far been preserved because she is built upon a sound foundation, which was\nordained of God himself. She is the cradle of freedom prepared by him for the restoration of\nthe gospel of the Lord Jesus Christ. Let all who have permitted discouragement or despair to\nenter into their hearts take renewed hope and courage. Let all honest men everywhere rally\nand support the cause of freedom and justice under the law.\n<\/p><p>\nSurely, as we face the future there is reason for concern, but there is no reason for despair.\nLet us find reason to lift, to build, and to uphold. Let us shrink from those whose only\ncontribution is to complain, to condemn, and to destroy. To win the future will require men of\nfaith, of courage, and of purpose. The Lord God of heaven will prosper and gloriously\nsupport such men. He will, however, find little reason to consider the activities of those who\nare barren and unproductive, who simply criticize, complain, and deplore. America needs\nleaders who have eyes to see ears to hear, and hearts to understand. In their hands she will be\npreserved. I would hope that they will recognize in her not only a great but a divinely\ninspired form of government. They will understand that she is adaptable to changing times.\nThey will know that she has the capacity to maintain fundamental integrity while meeting the\nneeds of a world in motion. They must be wise enough to know that she will not always be\ninfallible, but they will have faith that once the error of her ways is made known, she will\nreturn again to a wiser course of action. She will not stray far, for though the vision of her\nleaders may become obscure at times, the steadying hand of God will tide this nation through\nthe troubled waters that may lie ahead.\n<\/p><p>\nThe late Dr. Adam S. Bennion left us the following thoughtful statement: \n<\/p><p>\n\"America has become a great nation because the men who builded her believed in her&mdash;loved\nher&mdash;sacrificed for her. That same patriotism and pride, if kept vigorously alive, can carry us\nthrough our present crisis to even greater heights.\n<\/p><p>\n\"The heart of America is sound. There are ills, of course. There are base men and mean.\nThere always have been. But the land is full of honest, toiling men, and worthy, devoted\nwomen. Let's herald their integrity as well as proclaim the evils of our social structure\"\n(<i>The Candle of the Lord<\/i>, p. 167.)\n<\/p><p>\n<b>Face the Future Unafraid<\/b>\n<\/p><p>\nThen let us prepare for the future unafraid. Let faith replace fears. Let courage dispel gloom.\nLet hope triumph over despair, and let faith in God the Eternal Father reign supreme above\nall our works. It is to him above all others that we owe final allegiance. The plain duty of our\nlives is to so conduct ourselves that more and more of his children will desire him and his\nways. One day the world will come to recognize that the jewel in the crown of America\nwhich surpasses all others is the jewel of the restored gospel of Jesus Christ, because through\nit men can come to know that their Father in heaven is real, that he loves them, and that he\nhas prepared a place for them. If they but follow the path that leads to the straight gate, the\njoy that transcends all other joy awaits them.\n<\/p><p>\nConcerning this jewel I would like to make this further statement to our friends who have\njoined us today. To a modern prophet, the Lord revealed to the world that a great and\nmarvelous work was about to come forth among the children of men. He said that the field\nwas white all ready to harvest (<span class=\"citation\" id=\"14547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14547)\">D&amp;C 6:1,3<\/a><\/span>)\nin the reestablishment of his Church upon the earth. He\nexhorted all his children everywhere to ask him and promised that they should receive. He\nsaid, \". . . if you will knock it shall be opened unto you\"\n(<span class=\"citation\" id=\"14548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14548)\">D&amp;C 6:5<\/a><\/span>).\nHe further counseled\nthose to whom the message came to keep his commandments and to seek to bring forth and\nestablish the cause of Zion. He counseled us to seek not for riches, but for wisdom, and in so\ndoing the mysteries of God would be unfolded unto us\n(<span class=\"citation\" id=\"14549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14549)\">D&amp;C 6:7<\/a><\/span>).\n<\/p><p>\n<b>The Great and Marvelous Work<\/b>\n<\/p><p>\nWe humbly advise you that this great and marvelous work is going forth in many parts of the\nearth today. In excess of twelve thousand young missionaries are laboring in your\ncommunities throughout the world. In their hearts burns a desire to speak with you, and they\nare anxious to tell you the full story of the restoration of the gospel of Jesus Christ. They are\nanxious to bring you evidence that our Father in heaven, the Father of all the inhabitants of\nthe earth, is very real and that man was literally created in his image. These missionaries wish\nto share their knowledge of the risen Christ with you. They would like you to know that he is\na being separate and distinct from his Father and that he actually lives today. He has restored\nto the earth the fullness of his gospel, including the full organizational structure of his\nkingdom.\n<\/p><p>\nThese missionaries of the Church are likewise anxious to share their knowledge of the destiny\nof mankind, of the glorious things he has prepared for all his children who will give heed to\nhis voice, who will follow him in the plain path which he has made known.\n<\/p><p>\nMay I invite you to inquire of these missionaries of the Church concerning this marvelous\nwork that they might make full explanation to you of the great message which has been\nrevealed to the earth.\n<\/p><p>\nI cannot leave this subject without a sincere and heartfelt prayer that the spirit of Almighty\nGod shall be upon all men everywhere. May our lofty institutions, our matchless Constitution,\nour love of freedom and liberty be noted by other nations and, insofar as they can be made\napplicable, be adopted by them that all men everywhere may join us in singing what might\nwell become an international anthem, \"Our fathers' God to thee, Author of liberty, to thee we\nsing. Long may our land be bright with freedom's holy light. Protect us by thy might, Great\nGod, our King! (Samuel F. Smith, \"America.\") That all may become the special concern of\nprovidential care, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}