{"ID":1442, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Organization of the Church of Christ<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, October 1965, pp. 111-115<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe scholars of ecclesiastical history cannot date the time of the commencement of the\nChurch of Christ. There is no specific event or any certain occurrence in the writings of the\nNew Testament upon which they can agree as being the definite beginning. The Church came\ninto existence over a period of time in which there were many important events. The\ngroundwork was laid by a ministry which changed the lives and thinking of those who\nbecame the body of Christ. After the commencement of the ministry of Jesus, his followers\nwere many. Mark said, \"And immediately his fame spread abroad throughout all the region\nround about Galilee\" (<span class=\"citation\" id=\"33179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33179)\">Mark 1:28<\/a><\/span>).\n<\/p><p>\n<b>The Time of Christ<\/b>\n<\/p><p>\nHe went from place to place teaching in the cities and in the synagogues, and the people\ngathered to hear him. They were impressed by his teachings and astonished by his power to\nheal the sick. He taught them as they came to ask questions and he conversed with them in\nsmall groups along the wayside. On many occasions great multitudes gathered to hear the one\nwho often called himself the Shepherd (<span class=\"citation\" id=\"28190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28190)\">John 10:14<\/a><\/span>).\nMany believed upon him, and some he called to\nfollow after him. Groups of believers sprang up in Jerusalem and in many other places.\n<\/p><p>\nThis period of time becomes the focal point of history. We measure time by the years that\nhave preceded Christ and by the years that have come after him. His life, teachings, death,\nand resurrection in the center of time have had a profound effect upon all those who have\nlived since his ministry and all those who died prior to his resurrection. The establishment of\nhis Church has blessed all Christendom\n<\/p><p>\n<b>\"Some say that thou art John, Elias, Jeremias\"<\/b>\n<\/p><p>\nSome writers, seeking a doctrinal beginning rather than a specific event for the\ncommencement of the Church of Christ, give great weight to the reply of the Lord when Peter\nbore his testimony that Jesus was the Christ. It was on the occasion when they were near\nCaesarea Philippi that Jesus asked his disciples, \"Whom do men say that I the Son of man\nam?\" (<span class=\"citation\" id=\"35467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35467)\">Matt. 16:13<\/a><\/span>). It doesn't seem reasonable to suppose that he didn't know what people\nthought and were saying about him. He was giving his disciples the opportunity to express\ntheir faith and to be strengthened. \"And they said, Some say that thou art John the Baptist:\nsome, Elias; and others, Jeremias, or one of the prophets\"\n(<span class=\"citation\" id=\"35470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35470)\">Matt. 16:14<\/a><\/span>).\n<\/p><p>\n<b>\"Thou art the Christ\"<\/b>\n<\/p><p>\nThe Pharisees believed, of course, that the soul is imperishable and the soul of a good person\npasses into another body while the soul of the wicked suffers eternal punishment. \"He saith\nunto them, But whom say ye that I am?\" (<span class=\"citation\" id=\"35471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35471)\">Matt. 16:15<\/a><\/span>).\nThe Master may have been prompted\nto ask this question because of their surroundings. Caesarea Philippi is near the grotto and the\ntemples of the Greek god Pan, a center of pagan worship, and he may have wanted his\ndisciples to think about the contrast between pagan gods and the true God. \"And Simon Peter\nanswered and said, Thou art the Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"35475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35475)\">Matt. 16:16<\/a><\/span>). In answer\nto this positive testimony of Peter, \". . . Jesus answered and said unto him, Blessed art thou,\nSimon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in\nheaven.\n<\/p><p>\n\"And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and\nthe gates of hell shall not prevail against it\" (<span class=\"citation\" id=\"35480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35480)\">Matt. 16:17-18<\/a><\/span>).\n<\/p><p>\n<b>\"Upon this rock, I will build my Church\"<\/b>\n<\/p><p>\nThis is a very significant statement. The Lord in effect said to Peter that this knowledge that\nJesus was the Christ did not come to him from mortal men or from the reasoning or learning\nof men, but by revelation from on high, that is, direct, divine revelation of the divinity of the\nMaster. In answer to the statement \"Thou art the Christ\" (<span class=\"citation\" id=\"35476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35476)\">Matt. 16:16<\/a><\/span>),\nJesus replied, \". . . thou art Peter\" (<span class=\"citation\" id=\"35483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35483)\">Matt. 16:18<\/a><\/span>) in\nfriendly acknowledgment of his disciple. The Lord then added, \". . . and upon this rock I will\nbuild my church\" (<span class=\"citation\" id=\"35484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35484)\">Matt. 16:18<\/a><\/span>). Upon what rock? Peter? Upon a man? No, not upon a man, upon the rock\nof revelation, the thing which they were talking about. He had just said, \". . . flesh and blood\nhath not revealed it unto thee, but my Father which is in heaven\"\n(<span class=\"citation\" id=\"35478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35478)\">Matt. 16:17<\/a><\/span>). This revelation that Jesus is\nthe Christ is the foundation upon which he would build his Church.\n<\/p><p>\n<b>Pentecost<\/b>\n<\/p><p>\nThere are others who, searching for the commencement of the Church of Christ, point to the\nday the apostles were engaged in the devotions of the Pentecost\n(<span class=\"citation\" id=\"7971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7971)\">Acts 2:1<\/a><\/span>). This was only nine days after\nthe ascension of the Savior of the world. The date becomes important because it was on this\noccasion that the baptism by fire and the Holy Ghost descended upon the apostles as had been\npromised by Jesus\n(<span class=\"citation\" id=\"31660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31660)\">Luke 24:49<\/a><\/span>;\n<span class=\"citation\" id=\"28212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28212)\">John 16:7<\/a><\/span>).\nThey began to speak in other tongues as the spirit gave them utterance.\nWhen the Jews heard of this, a crowd gathered and Peter, the president of the Twelve, stood\nbefore them and delivered that great sermon condemning them for the sin of disbelief that the\none crucified by them was the Christ. \"Now when they heard this, they were pricked in their\nheart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?\n<\/p><p>\n\"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost\"\n(<span class=\"citation\" id=\"7974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7974)\">Acts 2:37-38<\/a><\/span>).\n<\/p><p>\n<b>Followers of the Messiah<\/b>\n<\/p><p>\nEven though this event may be accepted by some as the origin of the organized Church, it has\ndeeper meaning. The power of the Holy Ghost descended upon the apostles as the Savior had\npromised, bringing to them a dynamic conviction that they were the followers of the Messiah\nof whom the prophets of old had spoken, who had come to earth in fulfillment of these\nprophecies completed his mission, had been crucified and resurrected as the Savior of all\nmankind.\n<\/p><p>\n<b>The Church of Christ<\/b>\n<\/p><p>\nIt might be best said that the Church was founded as the result of the personal ministry of\nChrist and also by the testimony of the apostles who made the person and divine work of\nChrist known to men. This testimony on the day of Pentecost touched the hearts of those who\nlistened. Apparently all of the apostles preached on that occasion, some in one language and\nsome in another, so that all understood (<span class=\"citation\" id=\"7972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7972)\">Acts 2:4-13<\/a><\/span>).\nThey bore witness of the death, resurrection, and\nascension of Christ; and out of the great multitude which had been taught on that day, three\nthousand were baptized (<span class=\"citation\" id=\"7975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7975)\">Acts 2:41<\/a><\/span>).\n<\/p><p>\nThe earliest account of communal church life in the New Testament describes those who were\nbaptized on the day of Pentecost in these words: \"And they continued steadfastly in the\napostles' doctrine and fellowship, and in the breaking of bread, and in prayers\"\n(<span class=\"citation\" id=\"7976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7976)\">Acts 2:42<\/a><\/span>).\nPeople of a common belief are drawn together because they enjoy a community of interest,\nand the church becomes the center of this life because there is comfort and support in the\nassociation of those who share the same understanding.\n<\/p><p>\n<b>\"He ordained Twelve\"<\/b>\n<\/p><p>\nDuring his lifetime the Master selected the apostles, and Mark states, \"And he ordained twelve,\nthat they should be with him, and that he might send them forth to preach,\n<\/p><p>\n\"And have the power to heal sicknesses, and to cast out devils\"\n(<span class=\"citation\" id=\"33180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33180)\">Mark 3:14-15<\/a><\/span>). God the\nFather had sent his Son into the world to bring salvation to the world. The Son chose apostles,\nconferred upon them authority, and said to them, \"Go ye therefore, and teach all nations,\nbaptizing them in the name of the Father, and of the Son, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world\" (<span class=\"citation\" id=\"35517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35517)\">Matt. 28:19-20<\/a><\/span>).\nThe atoning sacrifice of Christ\nbrings redemption from the grave to all men, but in addition to this it is necessary that there\nbe witnesses to the divinity of Christ and his death and resurrection. To be such a witness was\ninherent in the call and the ordination of the Twelve.\n<\/p><p>\n<b>Authority Over the Whole Church<\/b>\n<\/p><p>\nThe apostles were not local officers of the Church. Their authority extended over the whole\nChurch and to all of the world, to the Jews and to the gentiles. In the same manner that the\napostles were clothed with authority, they empowered other officers of the Church to carry\nforward the work as it grew and spread. Elders were ordained in the branches as local\nofficers. The record is not clear as to when the first elders were ordained, but we find\nreference to this office in the Jerusalem Church at an early date. In the missionary tours of\nPaul and Barnabas they ordained elders in the branches they established. Paul makes reference\nto his meeting with the elders in Ephesus as he was traveling to Jerusalem \n(<span class=\"citation\" id=\"7993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7993)\">Acts 20:17<\/a><\/span>). The government\nof the local branch was in the hands of a body of men called elders, and they were charged\nwith the instruction and the leadership. The term elder is also used in the New Testament in a\ngeneral way and refers to any ecclesiastical function such as apostles, pastors, bishops, or\nother church officers. In his exhortation to the elders of the Church, the Apostle Peter refers\nto himself as a fellow elder (<span class=\"citation\" id=\"2305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2305)\">1 Pet. 5:1<\/a><\/span>).\n<\/p><p>\n<b>The Call of the Seventy<\/b>\n<\/p><p>\nAnother step in the organization of the Church was the selection and call of the seventy who\nwere sent two and two as missionaries into the world\n(<span class=\"citation\" id=\"31650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31650)\">Luke 10:1-24<\/a><\/span>). Mention is also made\nof the priests of the Levitical order and high priests after the order of Melchizedek\n(<span class=\"citation\" id=\"24337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24337)\">Heb. 5:1-6<\/a><\/span>;\n<span class=\"citation\" id=\"24346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24346)\">Heb. 7:11<\/a><\/span>).\nUntil the time of Christ there appears to have been no other office in the\nLevitical Priesthood than that of priest, but in the writings of Paul he includes the office of\nteacher (<span class=\"citation\" id=\"21773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21773)\">Eph. 4:11<\/a><\/span>).\n<\/p><p>\nOne of the important ministers of the early Church was the deacon. The name comes from the\nGreek verb meaning to minister or to serve. Although his duties are not fully set forth, it\nappears that he was the assistant to the bishop and received his assignment of duty from the\nbishop. The deacons were the ones who received the offerings of the members and served to\nthe Church the bread and wine of the consecrated sacrament.\n<\/p><p>\n<b>Bishops Preside Over the local Church<\/b>\n<\/p><p>\nThe bishop in the Church of Christ was the one who presided over the local church\ncommunity. He was the chief pastor of the flock. He was ordained to his office by an apostle\nin the usual manner by prayer and the laying on of hands. He was responsible for the\npreaching and teachings in his church, although he could delegate many of the functions to\nothers. All things were done under his authority and direction, and the officers and those\nholding the lesser priesthood were subordinate and took their instruction and direction from\nhim. He administered the offerings of the people and the charity to those in need. As the\njudge he determined the standing of the members of the Church and had the power to\nexcommunicate. In short the bishop was the chief priest, pastor, and presiding officer of his\nchurch.\n<\/p><p>\n<b>Modern Church Organizations<\/b>\n<\/p><p>\nModern Christian churches have not found it important to have the organization or officers as\nexisted in the primitive Church as founded by Christ and those he called and ordained for this\npurpose. This is evidenced by the fact that the original organization and officers are lacking in\nthese churches today. If modern Christian churches claim to follow after the Church\nestablished by Christ, it would seem that they would follow the same organization. They\nassert, however, that it is not necessary that there be continuation of the organization of the\nprimitive Church.\n<\/p><p>\n<b>Apostolic Succession<\/b>\n<\/p><p>\nThis same argument is used with respect to the subject of apostolic succession. Those who\nmake this claim say that there cannot be apostles except those chosen by Christ during his\nministry. This is based on the premise that an apostle must be a witness of the resurrected\nSavior and because there have been no appearances since his ascension, there cannot be such\na witness. This gives rise to the belief that no new apostle could succeed one who died. We\nremember, however, that Matthias was called to take the place of Judas\n(<span class=\"citation\" id=\"7970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7970)\">Acts 1:21-26<\/a><\/span>). The answer of the\nproponents is that he did not take the place of one who died, but rather one who had forfeited\nhis office because he had been unfaithful by betraying Jesus. A succession is nevertheless\nadmitted. As proof that there was no succession on the death of an apostle, the case of James\nthe son of Zebedee is cited (<span class=\"citation\" id=\"7989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7989)\">Acts 12:2<\/a><\/span>).\nThe record does not state there was no successor, it is merely\nsilent. There is some evidence that James the brother of the Lord may have been ordained a\nsuccessor member of the Twelve, because he took a prominent part in the council at\nJerusalem and was with Peter in the leadership of the apostles. And Paul said of him, \"Then\nafter three years I went up to Jerusalem to see Peter, and abode with him fifteen days.\n<\/p><p>\n\"But other of the apostles saw I none, save James the Lord's brother\"\n(<span class=\"citation\" id=\"23271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23271)\">Gal. 1:18-19<\/a><\/span>). We\nhave little information concerning the acts of some of the apostles, and there are a number of\nwhom we have no information after the time of their calling.\n<\/p><p>\n<b>Paul<\/b>\n<\/p><p>\nPaul was not one of the named Twelve, and the writings of the New Testament make it clear\nthat he was not a witness of the Savior prior to his ascension, yet Paul claimed the apostleship\nundoubtedly from his experience as he journeyed to Damascus. Paul referred in his writings to\na number of other persons as apostles who were not named as the Twelve. Because the record\ngives no information concerning them, scholars cannot ascertain if they were successors or if\nthe word \"apostle\" was used in another sense. In any event, it would be fallacious to argue\nthat because the record is silent it must be inferred that there was no succession.\n<\/p><p>\nThe last and perhaps the weakest argument of all is that there is no need for apostolic\nsuccession because their testimony has been preserved for future generations by the writings\nof the New Testament. This of course violates all of the rules of evidence because the\nwitnesses' lips have been sealed in death.\n<\/p><p>\n<b>Today, the same organization as the primitive Church<\/b>\n<\/p><p>\nThere exists today in The Church of Jesus Christ of Latter-day Saints the organization of the\nprimitive Church of Christ with the same officers that have been mentioned: deacons,\nteachers, priests, bishop, elders, seventies, high priests, and apostles. Without taking into\nconsideration revelation which reestablishes this organization, reason alone would dictate that\nChrist's Church should be the same today as when organized under his direction.\n<\/p><p>\nThe principles embodied in the gospel of Jesus Christ are everlasting. It would logically\nfollow that the Church founded upon these eternal and everlasting principles would have the\nsame organization as that established under his direction, and it would be difficult to show\ngood reason for the necessity of change or improvement. The historical facts themselves bear\nout that there has been a falling away, a corruption of the original, an unauthorized change of\nchurch organization in modern churches.\n<\/p><p>\nI have a personal conviction that after the long period of spiritual darkness in the world, the\ngospel has been restored in its fullness through divine revelation, and the Church of Christ has\nagain been established on earth; that this restored Church has the same organization that\nexisted in the original Church, including those of apostolic calling who do bear witness of the\ndivinity of Christ, his death, and resurrection, and that he is the Son of God. To their witness,\nI humbly add my witness in the name of the Savior of the world. Amen.\n<\/p>\n<\/div>\n<\/div>"}