{"ID":1443, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Who Shall Lead Them?<\/p>\n<p class=\"gcspeaker\">Elder Paul H. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Paul H. Dunn, <i>Conference Report<\/i>, October 1965, p. 115-118<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: this is most humbling, and I have been deeply impressed, with you,\nat the inspiring messages of this conference and at the great uplift that we have received this\nmorning from President Brown and Elder Hunter. It is my sincere prayer that I shall not\ndetract from these edifying words as I share with you a few thoughts that I have been\nthinking about, particularly since these great songs were sung to us and words of counsel\ngiven.\n<\/p><p>\n<b>On Battle Grounds of Okinawa<\/b>\n<\/p><p>\nMy mind immediately was called back to a day about twenty years ago when, as a young\nsoldier participating in the activity of this country during World War II, I found myself on the\nisland of Okinawa, somewhere in my nineteenth year. In that serious mortal conflict, while\ntrying to do what we could to preserve these very freedoms that have been discussed today,\nby chance I fell into the good graces of another young man who had fine ideals and high\nstandards. Almost automatically we got together and shared the experiences of the war\ntogether. Frequently we shared the same foxhole. One night during the month of May, our\nforces had sustained such heavy casualties that it became necessary for my friend and me to\nbe separated. We were in different holes about fifty yards apart. It had commenced to rain\nabout seven that evening, and it was a cold night. Along about eleven the enemy let go with a\nbarrage that was almost unbelievable, and for almost two hours they harassed our lines with\nheavy artillery and mortar fire. Shortly after midnight one of these shells landed in the hole of\nmy good friend. I could tell from the sound of the blast that it was serious. I called to him but\ncouldn't get an answer, and the type of fighting we did in the Pacific prevented me from\ncrawling over to offer aid. About an hour later I got a faint response indicating life still\nexisted. All that night long, under heavy fire I tried to call words of comfort to him, and\nfinally as it commenced to get light I crawled to the hole of my friend and found that he had\nalmost become submerged in the water from the heavy rain of the night before.\n<\/p><p>\nAs I lifted him out on that cold, muddy bank and laid his head in my lap, I tried to offer what\nphysical comfort I could under those conditions, wiping his brow and face with a\nhandkerchief. He was almost limp with death now. I said, \"Harold, you hold on, and I'll get\nyou to the aid station just as soon as I can. It's only a few hundred yards away.\" \"No,\" he\nsaid, \"I know this is the end, and I've held on as long as possible because I want you to do\ntwo things for me, Paul, if you would.\" I said, \"You just name it, Harold.\" He said, \"If you\nare permitted to live through this terrible ordeal, will you somehow get word to my parents\nand tell them how grateful I am for their teaching and influence which has enabled me to\nmeet death with security and calmness and this in turn will help sustain them.\" And I'm\nhappy to report to you I was able to fulfill that commitment.\n<\/p><p>\n<b>Defending Principles with Life<\/b>\n<\/p><p>\n\"Second, Paul,\" he said, \"if you ever have the opportunity to talk to the youth of the world,\nwill you tell them for me that it is a sacred privilege to lay down my life for the principles\nthat we have been defending here today.\" And with that testimony on his lips he, like so\nmany others before, gave his life for the principles of freedom and righteousness.\n<\/p><p>\nWell, as we buried Harold along with his comrades, close friends, and associates, we placed\nover a cemetery on Okinawa this inscription, and I think it still stands for all to observe who\nwould, \"<i>We gave our todays in order that you might have your tomorrows<\/i>.\"\n<\/p><p>\nI would like to ask this morning, what are we doing with the tomorrows these thousands of\nmen from all nations have given us? It is evident looking at the condition of the world today,\nthat we are failing to live up to their expectations. Perhaps many of these men would not have\nbeen willing to pay this price if they could see the present world situation.\n<\/p><p>\n<b>Stabilizing Power Needed<\/b>\n<\/p><p>\nWhat is needed in the world today is a stabilizing power, something that will unite people and\nbring peace, joy, and security. What is this power? Well, it has been mentioned so many\ntimes this very day and the previous days. It is the gospel of Jesus Christ as it influences the\nfamily through the home. History proves that a nation is no stronger than the strength of the\nindividual home. Someone has made this observation about the strength of homes: \"If there is\nrighteousness in the heart, there will be beauty in the character. If there is beauty in the\ncharacter, there will be harmony in the home. If there is harmony in the home, there will be\norder in the nation. When there is order in the nation, there will be peace in the world.\"\n<\/p><p>\n<b>Of Importance to Youth<\/b>\n<\/p><p>\nI am often privileged in my particular assignment to visit each year with hundreds of our\nyouth who leave home to attend college, who enter military service, and those who go on\nmissions for The Church of Jesus Christ of Latter-day Saints. It is amazing how free these\nyoung people are to talk about their homes and family life. And almost without exception I\nhave noticed that as they recall home, those of them who are secure and well-adjusted will\ninvariably mention three qualities as being stabilizing forces in their lives. <i>First<\/i>, they always\nmention love and concern for them by their parents; <i>second<\/i>, communication and harmony\nbetween parent and child; and <i>third<\/i>, the spiritual level which characterizes the home.\n<\/p><p>\nIt is interesting to me to note that those who are experiencing more than their share of\nproblems definitely indicate the absence of one or more of these three qualities.\n<\/p><p>\nLet me share briefly with you a letter, one of many that I receive from some of these young\npeople. I think he expresses so well the importance of these qualities: \n<\/p><p>\n\"Dear Brother Dunn: \n<\/p><p>\n\"Since having the chance to visit with you last month, I've done a lot of thinking about the\nthings we discussed&mdash;the meaning of life, my goals for the future, my homesickness, and my\nefforts to adjust to being on my own, and I've felt impressed to write and tell you some of\nthese things. Here I am hundreds of miles away in a completely new environment, and I'll\nadmit I've been pretty down in the dumps at times, plenty homesick and wondering just what\nmy next step would be. More than once I'd have given almost anything to be back at that\nkitchen table with the family, finishing off one of Mom's good meals. I wouldn't even have\nminded my folks wanting to know where I was going and when I'd be home&mdash;it used to\nreally bug me but somehow now I'm glad they worried. I guess what I'm trying to write is\nthat since being here I'm actually appreciating home and my folks in a different way than\never before. I'm grateful for the time that they've taken to worry about the little things, the\ntalks we've been able to have about any crazy thing that was on my mind, the freedom I felt\nto go to them with my problems. It seems like they were always pretty fair about judging me\nwhen I made mistakes, too.\n<\/p><p>\n\"I especially appreciate both Mom and Dad being so careful about living the principles of the\ngospel that they believed in and helping us to do the same. While there were times when I\nresented it, somehow it seems much easier now for me to discipline myself, to stick to what I\nshould do in organizing my time, thinking, and life.\n<\/p><p>\n\"I appreciate, too, the companionship we had as a whole family&mdash;the night each week we got\ntogether to talk about family problems and what we did about them, the times we went\nfishing together, prayed together, the get-togethers with cousins&mdash;mostly the things I guess I\nhave taken for granted all of my life. Somehow, as ordinary as all of these everyday\nexperiences are, thinking about them actually gives me the faith and courage I need right now\nwhen I've got so much adjusting to do and so many things to accomplish. I seem to have a\nnew desire to live up to the things my folks have been trying to prepare me for all of these\nyears. In some ways, even though I miss home, thinking out these things makes me feel better\nthan I ever have before. I know I have lots to do, and I want to do it. And realizing that my\nfamily is behind me as they always have been gives me the strength I need and didn't know I\nhad. Unfortunately, I have seen some out here whose home life has not been like mine, and\nnow I understand better the value of the training I've had. Thanks for getting me started\nthinking&mdash;I just hope my parents can know how much the stability of our home has meant to\nme, and how very much I love them.\"\n<\/p><p>\nThere is no question that this kind of boy coming from this type of home is going to give\nstrength to this or any nation.\n<\/p><p>\n<b>\"For Every Child Spiritual and Moral Training\"<\/b>\n<\/p><p>\nParents, moms and dads, are we equal to the challenge? As we examine our lives and homes\nand look at our children, can we be certain that the teaching and training we are giving will\nproduce the family unity, the solidarity, the spiritual understanding that is needed at this time?\nThe Lord through his prophets today as in ancient times has counseled parents to train and\nteach their children in the things that they should do. The revelations in all the scriptures are\nreplete, \"And ye shall teach them your children, speaking of them when thou sittest in thine\nhouse, and when thou walkest by the way, when thou liest down, and when thou risest up.\n<\/p><p>\n\"And thou shalt write them upon the door posts of thine house, and upon thy gates\"\n(<span class=\"citation\" id=\"21255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21255)\">Deut. 11:19-20<\/a><\/span>).\nIn other words, in all places at all times, the Lord has placed the obligation, the\nresponsibility upon the moms and dads of the world to teach their children in righteousness.\nTo a latter-day prophet the Lord has said: \"And again, inasmuch as parents have children in\nZion, or in any of her stakes which are organized, that teach them not to understand the\ndoctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift\nof the Holy Ghost by the laying on of hands, when eight years old, the sin be upon the heads\nof the <i>parents<\/i>. . . .\n<\/p><p>\n\"And they shall also teach their children to pray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"14609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14609)\">D&amp;C 68:25,28<\/a><\/span>, italics added).\n<\/p><p>\nNow, I have a great testimony of these things. I know, brothers and sisters, and I include all\nwho hear my voice in that salutation, for we are an eternal family&mdash;I have had the inner\nconviction from the spirit on high. I know that God lives, that Jesus is the Christ, that David\nO. McKay, who sits here and presides over this conference, is a living prophet. I bear you my\nsolemn witness. May we be equal to the challenge and task of opening our hearts and our\nminds to accept these things and to lead our children in the way they should go\n(<span class=\"citation\" id=\"41471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41471)\">Prov. 22:6<\/a><\/span>), I humbly\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}