{"ID":1444, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Many Voices Calling Youth<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, October 1965, pp. 118-121<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn this conference we have heard repeated, and to me very impressive, references to the vital\nimportance of the home and good loving parents who impress in that home the ideal of good\nexample and sincere concern.\n<\/p><p>\nIn the few minutes I stand here I would like to address my remarks to the place of the Church\nin helping to contribute to the lives of wonderful young people from such good homes, and in\nfilling a well-nigh indispensable role with young people who haven't had the good fortune to\nhave such homes.\n<\/p><p>\nThis morning Elder Richard L. Evans referred to the suggestion of Paul to the Corinthians:\n\"For if the trumpet give an uncertain sound, who shall prepare himself to the battle?\"\n(<span class=\"citation\" id=\"414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(414)\">1 Cor. 14:8<\/a><\/span>).\n<\/p><p>\nRecently at a church area conference I found interesting application of this sobering challenge.\nThe choir selected to sing at the conference rose to perform that glorious hymn, \"Let the\nMountains Shout for Joy.\" Most of you will know that in that hymn there is a section where\nindividual voices form a quartet in a beautiful refrain. The people who were singing the four\nparts to the quartet in this instance didn't leave their sections but sang from their same\nposition. Because three of the singers were far from the chair where I sat, I heard them\nindistinctly. To the congregation in front of them I am sure this was a very well-balanced and\ndelightful presentation, but from where I sat near the alto soloist, it wasn't quite so well\nbalanced, although it was very beautiful and very pleasant. The young lady who sang the alto\npart was in her teens. Her voice was strong, her knowledge of the music very good, and\napparently her capacity for courage was high, because she sang through her part without a\nqualm, knowing that many of us near her were listening primarily to her.\n<\/p><p>\nThat incident set me to thinking about my own and other people's children, because it\nillustrated a very significant, simple principle. <i>We hear most clearly those voices that are<\/i>\n<i>nearest to us, and we are inclined to be responsive to those voices<\/i>.\n<\/p><p>\n<b>So Many Kinds of Voices<\/b>\n<\/p><p>\nDo you remember what Paul wrote to the Corinthians after his allusion to the uncertain\ntrumpet? These words: \"There are . . . so many kinds of voices in the world\"\n(<span class=\"citation\" id=\"415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(415)\">1 Cor. 14:10<\/a><\/span>).\n<\/p><p>\nWhat are the voices to which our young people are listening? What do they hear in their\nhomes, in the streets of their towns and communities? What do they hear over television and\nradio? What is communicated to them in books and magazines and photographs? What do\nthey hear when they mingle with groups of their associates?\n<\/p><p>\nWell, for some the answer will be very good because there are many wonderful parents whose\nhearts are truly moved toward a love for their young people. There are good teachers and\nfine, interested human beings all over the face of the earth who honestly try to be helpful to\nyouth and to speak truly and honorably. But for many young people the answers won't be so\naffirmative. What voices are they hearing? Very frequently, commercial voices. They may be\nhonest voices from honest commerce seeking the trade of youth. They <i>may<\/i> be voices of\nconspiring and deceitful men who seek profit at the expense of the future well-being of youth.\n<\/p><p>\nThere are pagan voices, iconoclastic voices attacking old traditions and fundamentals,\narrogantly assuring that the old ideals, the old standards, the old viewpoints of nobility and\nhonest effort, all of these are outmoded, no longer applicable, and may be abandoned with old\nfaith, old ways, old accepted patterns of moral behavior.\n<\/p><p>\nEntertaining voices come from illuminated screens, often in company with actions which are\ndesigned to emphasize that part of our nature that needs no emphasis. False voices issue from\nparked cars or darkened rooms, sometimes tainted with alcohol or inflamed with drugs,\ntreacherously asking, always asking, for self-gratification. \"Don't you love me?\" they say.\n\"You know I love you.\" Love they call it, but love it is not, and love they do not. True love\n\"seeketh not her own\" (<span class=\"citation\" id=\"413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(413)\">1 Cor. 13:5<\/a><\/span>).\nBut these voices constantly sing their song of counterfeit love, always\nseeking satisfaction of their own lusts, never really giving or intending to give, or perhaps\nknowing how to give, not knowing how to truly love.\n<\/p><p>\nMisguided voices urging rebellion for rebellion's sake.\n<\/p><p>\nBeguiling voices inviting young eyes to filth or foulness, young ears to that which young ears\nshould not hear.\n<\/p><p>\nFoolish voices which suggest that since most people seem to be doing it, it therefore becomes\nall right to do.\n<\/p><p>\nCynical voices that propound moral relativism, saying that there are no virtues or principles\nthat you can really count on anymore, none that are always applicable everywhere. You make\nyour own rules in this time and generation.\n<\/p><p>\nSophisticated voices that skirt the edge of truth, telling youth, \"It's your life, you live it.\nNever mind what parents, honest teachers, earnest adults, persons who care, have to say about\nit or how they feel about it. You decide; it's your life.\"\n<\/p><p>\nPeer voices, voices that are inexperienced, something imitating what someone called the\n\"imitation men\" they have seen on the street corners.\n<\/p><p>\nAladdin voices singing the same old strain, \"New lamps for old.\"\n<\/p><p>\nLoud voices, persistent voices, persuasive, confusing.\n<\/p><p>\n<b>Voices to Youth<\/b>\n<\/p><p>\nIn the midst of all this, where can young people turn to hear a voice that will move them in\nthe direction of their dreams, their noblest and highest and most honorable dreams?\n<\/p><p>\nDo you remember the words of the Lord through Isaiah: \"And thine ears shall hear a word\nbehind thee, saying, This is the way, walk ye in it, when ye turn to the right hand, and when\nye turn to the left\" (<span class=\"citation\" id=\"25284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25284)\">Isa. 30:21<\/a><\/span>)?\n<\/p><p>\nWhere can young people hear this voice?\n<\/p><p>\nJust last weekend with some other choice associates I had the blessing of mingling for three\ndays with almost three thousand wonderful young Britons, members of this Church who had\ngathered together for a three-day festival. I wish all of you might have listened with us as\nthese young people, who had found at least a part of an answer to that great question about\nwhere you go to hear the voice, themselves reiterated and expressed personal convictions about\nthe message the voice had delivered to them.\n<\/p><p>\nA beautiful young woman, through her tears, thanking God that she now could pray, now\ncould feel warm and good about him because she had learned that there is available in this\nworld reaffirmation and a new witness that God lives and that Jesus is the Christ and that the\nwill of God is being communicated to man.\n<\/p><p>\nThe voice of a wonderful twenty-year-old girl who had traveled hundreds of miles training\nyouth and their leaders in preparation for a dancing exhibition and then stood there that night\nconducting in her modest, gentle, beautiful way, as scores of choice young people went\nthrough the traditional dances of their nations in a dignified, pleasant, and very joyful way.\nThey danced the modern dances, too, and they were dignified, and the feeling was strong and\ngood.\n<\/p><p>\nThe voice of a young Scotsman who walked more than a hundred miles with two choice\nassociates to get to that conference and who stood to testify of his joy in the companionship\nalong the way, in the spiritual thoughts they had exchanged before their morning prayer\ntogether, in the company he had found at the conference. And then he bore his testimony\nabout his own immediate future missionary opportunities. I sat thinking as he spoke of\nanother voice that had sounded, a time before but in very close proximity, the voice of a boy\nwith, I am sure, less than favorable background and maybe less than favorable memories, who\nstood before a small congregation and in tears said something that constitutes as great a\nsermon as I have heard about an important subject. He said, \"The way to be happy is to obey\nthe commandments of God and not try to fix up some of our own.\"\n<\/p><p>\n<b>The Voice of the Church<\/b>\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints recognizes the difficulties that arise in the\nlives of young people as they listen, often in confusion, to the strident chorus of voices of\nthose who seek their attention. The Church seeks to provide for its youth the direction and\nleadership and inspiration that will help them to travel ways of integrity and honor and\ndecency and responsibility.\n<\/p><p>\nIf there were time to testify what we have heard these young voices repeat and reflect\nin their spirit and their witness, it would be a very impressive manifestation that there is a\nplace to hear the right voice.\n<\/p><p>\nWe met in England with a professional journalist who had lived in many parts of the land. He\nseemed unresponsive emotionally, as he watched, and I thought maybe he wasn't responding\nto these choice young people. And then he sought me out to say, \"Mr. Hanks, it has been nice\nto hear you and the others, but the thing I really enjoyed after being in the Brighton riots and\nliving in Asia and South America and elsewhere is to watch these young people. They are\ndifferent from any other group I ever saw.\"\n<\/p><p>\nThe Church offers to its youth answers to some of their serious, sacred, spiritual questions. It\noffers them a guide of conduct that will help them to live with meaningfulness and joy in this\nworld, and it offers them this sacred personal commitment we call testimony that allows them\nto say, \"I know God lives.\"\n<\/p><p>\nI echo that testimony, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}