{"ID":1445, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">America&mdash;A Man and an Event<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1965, pp. 121-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, seen and unseen, humbly and gratefully I approach this sacred\nresponsibility.\n<\/p><p>\nFirst may I endorse with all my heart the masterful keynote discourse of our beloved prophet,\nPresident David O. McKay, delivered Friday, entitled \"Man's Free Agency&mdash;an Eternal\nPrinciple of Progress.\" As he closed his prophetic warning, he said, \"Pernicious efforts and\nsinister schemes are cunningly and stealthily being fostered to deprive man of his individual\nfreedom.\"\n<\/p><p>\nOnce again the prophet has warned us about our loss of freedom and has left us without\nexcuse. God grant we may be wise enough to heed his counsel. Let us become alerted and\ninformed regarding the insidious influence abroad in this and other lands which would rob us\nof all we hold dear.\n<\/p><p>\nIt is good to be home&mdash;to stay, insofar as a member of the Twelve can determine&mdash;after\nnearly two years abroad.\n<\/p><p>\nI bring you the love and greetings of tens of thousands of faithful members and friends of the\nChurch in Europe.\n<\/p><p>\n<b>Suffering Mankind<\/b>\n<\/p><p>\nI love America&mdash;my country&mdash;and so it is a joy to be home, but I love all of our father's\nchildren everywhere. I have seen them on both sides of the iron curtain, in forty-five nations\nin the last few years. Nineteen years ago I saw millions of them in Europe, hungry and cold\nas a result of the hell of war. I have been with them in bombed-out buildings, on their little\nfarms, in their shops, in their homes. They are our Father's children, my brothers and sisters. I\nhave a deep love for them.\n<\/p><p>\nSome of them have lost their freedom and are living in bondage under godless leaders. But\nthere is a spark of divinity in all of them. Generally speaking they love the Lord. And our\nFather in heaven loves them. They want to live in freedom and peace. They want to be good\nneighbors. Many are confused, but they love their homes and families. They want to improve\ntheir standard of living. In their hearts they want to do what's right.\n<\/p><p>\n<b>America, Heaven-blessed<\/b>\n<\/p><p>\nBut with this love of our Father's children, I love America in a special way. The United\nStates is not just another nation&mdash;not just one of the family of nations. This nation was\nintended to be a beacon to liberty-loving people everywhere. This is a choice land, for the\nLord Jesus Christ&mdash;the God of this land (<span class=\"citation\" id=\"22255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22255)\">Ether 2:12<\/a><\/span>)&mdash;has\nso declared through his prophets. This is a\nland with a prophetic history which was held, as it were, in the hollow of God's hand to\nperform its great mission for the blessing of all peoples.\n<\/p><p>\nThe Lord raised up the Founding Fathers. He it was who established the Constitution of this\nland&mdash;the greatest document of freedom ever written. This God-inspired Constitution is not\noutmoded. It is not an outdated \"agrarian document\" as some of our would-be statesmen,\nsocialists, and fellow travelers of the godless conspiracy would have us believe. It was the\nLord God who established the foundation of this nation; and woe be unto those&mdash;members of\nthe Supreme Court and others&mdash;who would weaken this foundation.\n<\/p><p>\nI am sorry to say that I am saddened and sick at heart at what I see, at what has happened in\nthe past few years and is happening today in my beloved country. But that is a subject for\nanother time.\n<\/p><p>\nIt was the Lord who created an atmosphere of freedom here in America so that his Church\ncould be restored in its fullness for the blessing of all mankind. Here in these United States\nthe Lord has established his base of operations in these last days. He selected America. That\nis why I love the United States of America in a special manner. Every true Latter-day Saint\nshould love America.\n<\/p><p>\nNo, the Lord's base of operations was not established by the General Authorities of the\nrestored Church. The Lord himself prepared the way through the centuries. He established his\nbase of operations here in America, and it is the duty of every liberty-loving soul, and\nespecially every Latter-day Saint, to help protect, safeguard, and strengthen the Lord's base of\noperations, because it is from this base that the glorious saving principles of the eternal gospel\nare going and will continue to go forth to the world to bless all of our Father's children and\nto provide a true basis for peace. There is no other way.\n<\/p><p>\nYes, I love America, but it is about something else, closely related, that I now testify.\n<\/p><p>\nToday I desire to bear witness to the inspiration and divine mission of a truly noble character\nand the reality of the greatest event of the past nineteen centuries. The setting for both is here\nin the United States.\n<\/p><p>\n<b>Joseph Smith, American Prophet<\/b>\n<\/p><p>\nSome thirty years ago the well-known Macmillan Company published a most significant book.\nOn the flyleaf of this 400-page volume appeared a statement essentially as follows: \n<\/p><p>\n\"Here is a man who was born in the stark hills of Vermont; who was reared in the backwoods\nof New York; who never looked inside a college or high school; who lived in six States, no\none of which would own him during his lifetime . . . who, even when he had his freedom,\nwas hounded like a fugitive; who was covered once with a coat of tar and feathers, and left\nfor dead; who, with his following, was driven by irate neighbors from New York to Ohio,\nfrom Ohio to Missouri, and from Missouri to Illinois, and who, at the unripe age of\nthirty-eight, was shot to death by a mob with painted faces.\n<\/p><p>\n\"Yet this man became mayor of the biggest town in Illinois and the state's most prominent\ncitizen . . . the founder of cities and of a university, and aspired to become President of the\nUnited States.\n<\/p><p>\n\"He wrote a book which has baffled the literary critics for [more than] a hundred [and thirty]\nyears and which is today more widely read than any other volume save the Bible. On the\nthreshold of an organizing age he established the most nearly perfect social mechanism in the\nmodern world, and developed a religious philosophy that challenges anything of its kind in\nhistory, for completeness and cohesion. And he set up the machinery for an economic system\nthat would take the brood of Fears out of the heart of man&mdash;the fear of want through\nsickness, old age, unemployment, and poverty.\n<\/p><p>\n\"In [fifty-three] nations are men and women who look upon him as a greater leader than\nMoses and a greater prophet than Isaiah; his disciples now number [over two] million; and\nalready a granite shaft pierces the sky over the place where he was born, and another over the\nplace where he . . . received the inspiration for his Book.\" (John Henry Evans.)\n<\/p><p>\nThis book from which I have quoted is titled <i>Joseph Smith, an American Prophet<\/i>. I testify to\nyou that Joseph Smith was and is a prophet of God&mdash;one of the truly great prophets of all\ntime. This I know and bear witness to all the world.\n<\/p><p>\n<b>The Martyr<\/b>\n<\/p><p>\nJoseph Smith the Prophet went willingly to his death. He sealed his testimony with his life&mdash;his\nown blood. On that fateful day, 120 years ago in Nauvoo, Illinois, as he looked back upon\nhis city and people whom he loved, on his way to Carthage Jail and his martyrdom, he\ndeclared: \n<\/p><p>\n\"This is the loveliest place and the best people under the heavens; little do they know the\ntrials that await them.\" (<i>DHC<\/i>, 6:554.)\n<\/p><p>\nLater the Prophet said feelingly, but calmly and courageously: \n<\/p><p>\n\"I am going like a lamb to the slaughter, but I am as calm as a summer's morning. I have a\nconscience void of offense toward God and toward all men. If they take my life I shall die an\ninnocent man, and my blood shall cry from the ground for vengeance, and it shall be said of\nme, 'He was murdered in cold blood!'\" (<i>DHC<\/i>, 6:555; see also\n<span class=\"citation\" id=\"14699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14699)\">D&amp;C 135:4<\/a><\/span>).\n<\/p><p>\nFollowing his martyrdom his saddened and devoted followers who revered him as a prophet\nof God issued to the world a statement which appears in a sacred volume of scripture, the\nDoctrine and Covenants, and which reads in part as follows: \n<\/p><p>\n\"To seal the testimony of this book and the Book of Mormon, we announce the martyrdom of\nJoseph Smith the Prophet, and Hyrum Smith the Patriarch. They were shot in Carthage jail,\non the 27th of June, 1844, about five o'clock p.m., by an armed mob&mdash;painted black&mdash;of\nfrom 150 to 200 persons. Hyrum was shot first and fell calmly, exclaiming: <i>I am a dead man!<\/i>\nJoseph leaped from the window, and was shot dead in the attempt, exclaiming: <i>O Lord my God!<\/i>\nThey were both shot after they were dead, in a brutal manner, and both received four\nballs . . .\n<\/p><p>\n<b>The Prophet of Salvation<\/b>\n<\/p><p>\n\"Joseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the\nsalvation of men in this world, than any . . . man that ever lived in it. In the short space of\ntwenty years, he has brought forth the Book of Mormon, which he translated by the gift and\npower of God, and has been the means of publishing it on two continents; has sent the fulness\nof the everlasting gospel, which it contained, to the four quarters of the earth; has brought\nforth the revelations and commandments which compose this book of Doctrine and Covenants,\nand many other wise documents and instructions for the benefit of the children of men;\ngathered many thousands of the Latter-day Saints, founded a great city, and left a fame and\nname that cannot be slain. He lived great, and he died great in the eyes of God and his\npeople; and like most of the Lord's anointed in ancient times, has sealed his mission and his\nworks with his own blood; and so has his brother Hyrum. In life they were not divided, and\nin death they were not separated!\n<\/p><p>\n\". . . their <i>innocent blood<\/i> on the floor of Carthage jail is a broad seal affixed to 'Mormonism'\nthat cannot be rejected by any court on earth, and their <i>innocent blood<\/i> . . . is a witness to the\ntruth of the everlasting gospel that all the world cannot impeach; and . . . is an ambassador\nfor the religion of Jesus Christ, that will touch the hearts of honest men among all nations\"\n(<span class=\"citation\" id=\"14696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14696)\">D&amp;C 135:1,3,7<\/a><\/span>).\n<\/p><p>\nYes, Joseph Smith, the latter-day Prophet, was an instrument in the hands of the Lord in\nopening a new gospel dispensation&mdash;the last and greatest of all gospel dispensations.\n<\/p><p>\nHe witnessed and participated in the greatest event that has transpired in this world since the\nresurrection of the Master.\n<\/p><p>\nHere is a partial description, in his own words, of that great and all-important event: \n<\/p><p>\n\"After I had retired to the place where I had previously designed to go, having looked around\nme, and finding myself alone, I kneeled down and began to offer up the desire of my heart to\nGod. I had scarcely done so, when immediately I was seized upon by some power which\nentirely overcame me, and had such an astonishing influence over me as to bind my tongue so\nthat I could not speak. Thick darkness gathered around me, and it seemed to me for a time as\nif I were doomed to sudden destruction.\n<\/p><p>\n\"But, exerting all my powers to call upon God to deliver me out of the power of this enemy\nwhich had seized upon me, and at the very moment when I was ready to sink into despair and\nabandon myself to destruction . . . just at this moment of great alarm, I saw a pillar of light\nexactly over my head, above the brightness of the sun, which descended gradually until it fell\nupon me.\n<\/p><p>\n\"It no sooner appeared than I found myself delivered from the enemy which held me bound.\nWhen the light rested upon me I saw two Personages, whose brightness and glory defy all\ndescription, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30472)\">JS&mdash;H 1:15-17<\/a><\/span>).\n<\/p><p>\nThis glorious vision of God the Father and his Son Jesus Christ, in broad daylight, in the\nspring of 1820, is the greatest event that has transpired in this world since the resurrection of\nour Lord.\n<\/p><p>\nJoseph Smith, who witnessed it, was and is a prophet of God. Today some 12,000\nmissionaries and more than two million members of the Church throughout the free world are\nbearing witness of this important fact.\n<\/p><p>\nMormonism has been before the world for 135 years. It has met mob violence, persecution,\ndrivings, and deception by wicked men, and prejudice and misunderstandings by many people\nthroughout the world. Yet, in spite of widespread opposition, ambassadors of truth have\ncarried from the very beginning and are today carrying to the world the all-important message\nof the restored Church.\n<\/p><p>\nParaphrasing the words of Apostle Paul: This thing has not been done in a corner\n(<span class=\"citation\" id=\"7994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7994)\">Acts 26:26<\/a><\/span>).\n<\/p><p>\nThe world has generally revered the ancient prophets dead and rejected the living ones. It was\nso with Joseph Smith. Truth is often on the scaffold&mdash;error on the throne. But time is on the\nside of truth, for truth is eternal.\n<\/p><p>\n<b>The Restored Gospel for the Modern World<\/b>\n<\/p><p>\nThe message of Mormonism is a world message. It is the truth. The Church of Jesus Christ of\nLatter-day Saints is a world organization.\n<\/p><p>\nIn the early days of the restored Church, the Lord, in a revelation to Joseph Smith, addressing\nall of his children, both in and out of the restored Church, said this: \n<\/p><p>\n\"Hearken, O ye people of my church, saith the voice of him who dwells on high, and whose\neyes are upon all men, yea, verily I say: Hearken ye people from afar; and ye that are upon\nthe islands of the sea, listen together.\n<\/p><p>\n\"For verily the voice of the Lord is unto all men, and there is none to escape, and there is no\neye that shall not see, neither ear that shall not hear, neither heart that shall not be\npenetrated . . .\n<\/p><p>\n\"And the voice of warning shall be unto all people, by the mouths of my disciples, whom I\nhave chosen in these last days.\n<\/p><p>\n\"And they shall go forth and none shall stay them, for I the Lord have commanded them.\n<\/p><p>\n\"Behold this is mine authority, and the authority of my servants, and my preface unto the\nbook of my commandments, which I have given them to publish unto you, O inhabitants of\nthe earth . . .\n<\/p><p>\n\"Wherefore the voice of the Lord is unto the ends of the earth, that all that will hear may\nhear . . .\n<\/p><p>\n\"Wherefore, I the Lord, knowing, the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments . . .\n<\/p><p>\n\"And also those to whom these commandments were given. might have power to lay the\nfoundation of this church, and to bring it forth out of obscurity and out of darkness, the only\ntrue and living church upon the face of the whole earth, with which I, the Lord, am well\npleased, speaking unto the church collectively and not individually&mdash;\"\n(<span class=\"citation\" id=\"14527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14527)\">D&amp;C 1:1-2,4-6,11,17,30<\/a><\/span>).\n<\/p><p>\nThese are the words of Jesus Christ to his prophet and all the world.\n<\/p><p>\nThe message of Joseph Smith&mdash;the message of The Church of Jesus Christ of Latter-day\nSaints&mdash;the message of Mormonism&mdash;is the most important world message.\n<\/p><p>\nThe Church is a world organization&mdash;the true Church of Jesus Christ restored to the earth in\nits fullness&mdash;and is intended to bless all of our Father's children.\n<\/p><p>\nThese things I know and bear witness in humility and gratitude.\n<\/p><p>\nGod lives, Jesus is the Christ, the Redeemer of the world, with his latter-day base of\noperations here in America, and Joseph Smith was and is a prophet of the living God, as is\nour beloved present-day leader, David O. McKay.\n<\/p><p>\nThis is my witness and testimony to all the world in humility and gratitude, in the name of\nthe Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}