{"ID":1446, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Watch! Be Ye Therefore Ready<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1965, pp. 127-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI should like to take as something of a text for my few remarks some words that were given\nin a revelation to the Church when it was in the midst of some of the most severe trials and\npersecutions which the Church has endured in this dispensation: \n<\/p><p>\n<b>After Tribulations, Blessings<\/b>\n<\/p><p>\n\"For verily I say unto you, blessed is he that keepeth my commandments, whether in life or in\ndeath; and he that is faithful in tribulation, the reward of the same is greater in the kingdom\nof heaven.\n<\/p><p>\n\"Ye cannot behold with your natural eyes, for the present time, the design of your God\nconcerning those things which shall come hereafter, and the glory which shall follow after\nmuch tribulation.\n<\/p><p>\n\"For after much tribulation come the blessings. Wherefore the day cometh that ye shall be\ncrowned with much glory; the hour is not yet, but is nigh at hand.\n<\/p><p>\n\"Remember this, which I tell you before, that you may lay it to heart, and receive that which\nis to follow.\n<\/p><p>\n\"Behold, verily I say unto you, for this cause I have sent you&mdash;that you might be obedient,\nand that your hearts might be prepared to bear testimony of the things which are to come; \n<\/p><p>\n\"And also that you might be honored in laying the foundation and in bearing record of the\nland upon which the Zion of God shall stand\" (<span class=\"citation\" id=\"14592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14592)\">D&amp;C 58:2-7<\/a><\/span>).\n<\/p><p>\nSo frequently is heard the expression when frightening incidents and proposals seem to\nthreaten the very foundations of the Church and the nation, \"The devil is surely on the loose.\"\n<\/p><p>\nTime will permit only a few illustrations as to how we may be guided when such experiences\ncome in our day to us as individuals.    Well might we expect, as in the past dispensations,\nthat our worst enemies will be those within our ranks who will betray us. Why should those\nwithin our ranks be our worst enemies?\n<\/p><p>\nThe Prophet Joseph Smith made this statement: \"From apostates the faithful have received the\nseverest persecutions. Judas was rebuked and immediately betrayed his Lord into the hands of\nHis enemies, because Satan entered into him (<span class=\"citation\" id=\"28199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28199)\">John 13:27<\/a><\/span>).\nThere is a superior intelligence bestowed upon\nsuch as obey the Gospel with full purpose of heart, which, if sinned against, the apostate is\nleft naked and destitute of the Spirit of God, and he is in truth, nigh unto cursing, and his end\nis to be burned. When once that light which was in them is taken from them, they become as\nmuch darkened as they were previously enlightened, and then, no marvel, if all their power\nshould be enlisted against the truth, and they, Judas like, seek the destruction of those who\nwere their greatest benefactors\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 67).\n<\/p><p>\nThe Master apparently had the same thought in mind when he said something that must have\nbeen startling and sobering in his day: \"Think not that I am come to send peace . . .\" he said,\n\"I came not to send peace, but a sword.\n<\/p><p>\n\"For I am come to set a man at variance against his father, and the daughter against her\nmother, and the daughter in law against her mother in law.\n<\/p><p>\n\"And a man's foes shall be they of his own household\" (<span class=\"citation\" id=\"35451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35451)\">Matt. 10:34-36<\/a><\/span>).\n<\/p><p>\nHis coming as the Son of God seemed to have intensified the hatred of the forces of evil. So\npowerful was Satan that the Master, you recall, spoke of him as the prince of this world. Said\nhe, \". . . the prince of this world cometh, and hath nothing in me\"\n(<span class=\"citation\" id=\"28211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28211)\">John 14:30<\/a><\/span>).\n<\/p><p>\nPresident Heber C. Kimball, shortly after the Saints had arrived here in the mountains&mdash;and\nsome, I suppose, were somewhat gloating over the fact that they had triumphed for a\ntemporary period over their enemies&mdash;had this to say: \". . . we think we are secure here in\nthe chambers of the everlasting hills, where we can close those few doors of the canyons\nagainst mobs and persecutors, the wicked and the vile, who have always beset us with\nviolence and robbery, but I want to say to you, my brethren, the time is coming when we will\nbe mixed up in these now peaceful valleys to that extent that it will be difficult to tell the\nface of a Saint from the face of an enemy to the people of God. Then, brethren, look out for\nthe great sieve, for there will be a great sifting time, and many will fall; for I say unto you\nthere is a test, a TEST, a TEST coming, and who will be able to stand? . . .\n<\/p><p>\n\"You imagine,\" said he, \"that you would have stood by [the Prophet Joseph Smith] when\npersecution raged and he was assailed by foes within and without. You would have defended\nhim and been true to him in the midst of every trial. You think you would have been\ndelighted to have shown your integrity in the days of mobs and traitors.\n<\/p><p>\n\"Let me say to you, that many of you will see the time when you will have all the trouble,\ntrial and persecution that you can stand, and plenty of opportunities to show that you are true\nto God and his work. This Church has before it many close places through which it will have\nto pass before the work of God is crowned with victory. To meet the difficulties that are\ncoming, it will be necessary for you to have a knowledge of the truth of this work for\nyourselves. The difficulties will be of such a character that the man or woman who does not\npossess this personal knowledge or witness will fall. If you have not got the testimony, live\nright and call upon the Lord and cease not till you obtain it. If you do not you will not stand.\n<\/p><p>\n\"Remember these sayings, for many of you will live to see them fulfilled. The time will come\nwhen no man nor woman will be able to endure on borrowed light. Each will have to be\nguided by the light within himself. If you do not have it, how can you stand?\" (<i>Life of Heber C. Kimball<\/i>, pp. 446, 449-450).\n<\/p><p>\n<b>\"Why are they not chosen?\"<\/b>\n<\/p><p>\nThe Lord said something in our day which explains why many fail and are not chosen. He\nasked the question, \". . . why are they not chosen?\" \n(<span class=\"citation\" id=\"14679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14679)\">D&amp;C 121:34<\/a><\/span>).\nWe see those who fail in\nchurch life as well as we see it in public life. Sometimes we have elected men to public office\nwhom we thought were faithful to church standards only to have them betray us and virtually\nsell their souls for temporary political advantage.\n<\/p><p>\nLikewise in the Church, men who have been elevated to high positions have betrayed us, and\nsome have wondered why others have not been called to fill certain positions. The Lord tells\nus why men fail. He said, \"Because their hearts are set so much upon the things of this world,\nand [they] aspire to the honors of men\"\n(<span class=\"citation\" id=\"14680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14680)\">D&amp;C 121:35<\/a><\/span>).\n<\/p><p>\nAnd I submit that it is the same now as it has been in every dispensation of the Church. Men\nfail to measure up to their highest possibilities because they seek after worldly things and they\naspire to the honors of men.\n<\/p><p>\nIn the days of Abraham Lincoln, a great preacher by the name of Wendell Phillips said\nsomething that we could well remember: \"How prudently,\" he said, \"most men creep into\nnameless graves, while now and then one or two forget themselves into immortality!\" (Cited\nin John Wesley Hill, <i>Abraham Lincoln<\/i>&mdash;<i>Man of God<\/i>, p. 146.) He who would be great must\nremember what this wise man has said.\n<\/p><p>\nI read recently in a national publication about what a worried father said to his overambitious\nson, who was trying to push aside the man over him in seniority. He was fretting because his\nboss was not getting out of the way for these younger men who were overly ambitious. This\nworried father said to his son: \"I remember reading somewhere, my boy, that there are no\nhonors too distant to the man who prepares himself for them with patience.\"\n<\/p><p>\nWouldn't it be wonderful if it could be said of our leaders in public office as it was said of\nAbraham Lincoln: \"When he spoke for the nation he so loved, his lips were as though\ntouched with a live coal from the altar. He seemed to be of the same fibre with the prophets\nof Holy Writ and it may be said, without irreverence, that he was a 'priest after the order of\nMelchisedec (<span class=\"citation\" id=\"24338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24338)\">Heb. 5:6<\/a><\/span>),\nwithout beginning or end of days' (<span class=\"citation\" id=\"24345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24345)\">Heb. 7:3<\/a><\/span>),\ncombining the kingdom and priestly\nfunctions essential to the service of his Nation and his time.\" (Hill, <i>op. cit.<\/i>, p. 306.)\n<\/p><p>\nFarsighted men in the early years of this nation foresaw dangers about which they warned us.\nYou will readily see these dangers all too apparent among us today. This is a quotation again\nfrom President Abraham Lincoln: \n<\/p><p>\n\"Is it unreasonable, then, to expect that some man, possessed of the loftiest genius, coupled\nwith ambition sufficient to push it to its utmost stretch, will at some time spring up amongst\nus, and when such an one does, it will require the people to be united with each other,\nattached to the government and the laws, and generally intelligent, successfully to frustrate his\ndesign.\" (Cited <i>ibid.<\/i>, p. 74.)\n<\/p><p>\n\"Towering genius disdains a beaten path. It seeks regions heretofore unexplored . . . It thirsts\n. . . for distinction, and if possible it will have it,\n<i>whether at the expense of emancipating slaves or enslaving freemen.\" (Idem<\/i>.)\n<\/p><p>\nNow, again, the Lord has warned us of those who fight against Zion or who betray their\nsacred trust as holders of the priesthood. We would do well to remember what the Lord has\npromised to this people. The Lord declared, \"How long can rolling waters remain impure?\nWhat power shall stay the heavens? As well might man stretch forth his puny arm to stop the\nMissouri river in its decreed course, or to turn it up stream, as to hinder the Almighty from\npouring down knowledge from heaven upon the heads of the Latter-day Saints\"\n(<span class=\"citation\" id=\"14678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14678)\">D&amp;C 121:33<\/a><\/span>).\n<\/p><p>\nAnd again the Lord said, \"Wherefore,\" speaking of our enemies, \"let them bring forth their\nstrong reasons against the Lord.\n<\/p><p>\n\"Verily, thus saith the Lord unto you [the Saints]&mdash;there is no weapon that is formed against\nyou shall prosper; \n<\/p><p>\n\"And if any man lift his voice against you he shall be confounded in mine own due time\"\n(<span class=\"citation\" id=\"14613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14613)\">D&amp;C 71:8-10<\/a><\/span>).\n<\/p><p>\nIt was in the midst of great persecution when the Prophet Joseph Smith received great\ncomfort. \"My son,\" the Lord said, \"peace be unto thy soul; thine adversity and thine afflictions\nshall be but a small moment; \n<\/p><p>\n\"And then, if thou endure it well, God shall exalt thee on high, thou shalt triumph over all thy\nfoes\" (<span class=\"citation\" id=\"14677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14677)\">D&amp;C 121:7-8<\/a><\/span>).\n<\/p><p>\nBeware of those who fight against the Saints! The Prophet Joseph Smith made this further\nstatement: \"And I would now say, Beware O earth, how you fight against the Saints of God\nand shed innocent blood; for in the days of Elijah, his enemies came upon him and fire was\ncalled down from heaven and destroyed them (<span class=\"citation\" id=\"3189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3189)\">2 Kgs. 1:9-15<\/a><\/span>)\"\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 340.)\n<\/p><p>\nThere are those among us who would set themselves up as critics of the Church, saying that\nthe Church has gone out of the way. Some splintered apostate clans even from the beginning\nof this dispensation have made fictitious claims to authority. We should warn these, as well as\nthose who are in danger of being led astray, of what the Prophet predicted. He said, \"That man\nwho rises up to condemn others, finding fault with the Church, saying they are out of the way,\nwhile he himself is righteous, then know assuredly that that man is [on the way] to apostasy;\nand if he does not repent, [he] will apostatize, as God lives.\" (<i>Ibid.<\/i>, pp. 156-157.)\n<\/p><p>\nMuch has been said in the sessions of this conference about the recklessness and restlessness\namong college students. The president of one of our great universities wrote a letter to his\nstudents after a year of much discontent on the university campus. Said this university\npresident: \"I have often been reminded this past winter of the young student who found\nChristianity inadequate and decided to found his own new and better religion. He asked a\nwise old theologian for advice on how to get started. The old scholar, with a twinkle in his\neye, said, 'I suggest that you arrange to get yourself crucified, and then rise from the dead on\nthe third day.'&mdash;Your primary role as students here is to learn, not to teach. Students who\nthink otherwise should go out, found their own universities and then take lessons from their\nstudents.\" (President of University of Notre Dame, April 8, 1963.)\n<\/p><p>\nI think it would be well if our young students would listen to the wisdom of this university\npresident.\n<\/p><p>\nThe foundation on which to build for safety against adversity and storms is suggested in the\nanswer of a little mother to a sister who had inquired about the rumored riots and troubles\nbeing fomented in our midst. This little mother said, \"I'm so busy taking care of little riots\nand problems in my own home that I have my hands full without being bothered about these\nother rumors.\" So often in our day we are prone to be more concerned in brush fires abroad\nthan about the problems in our own homes. The Master as he closed the great Sermon on the\nMount gave us a parable.\n<\/p><p>\n\"Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a\nwise man, which built his house upon a rock: \n<\/p><p>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house;\nand it fell not: for it was founded upon a rock.\n<\/p><p>\n\"And every one that heareth these savings of mine, and doeth them not, shall be likened unto a\nfoolish man, which built his house upon the sand: \n<\/p><p>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house;\nand it fell: and great was the fall of it.\n<\/p><p>\n\"And it came to pass, when Jesus had ended these sayings the people were astonished at his\ndoctrine: \n<\/p><p>\n\"For he taught them as one having authority, and not as the scribes\"\n(<span class=\"citation\" id=\"35447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35447)\">Matt. 7:24-28<\/a><\/span>).\n<\/p><p>\nIt was Mark Twain who told us that everyone must expect to have personal trials and personal\ntragedies. He wrote this after the tragic death of his twenty-five-year-old daughter Suzy. He\nsaid, \"Suzy died at the best time of life, age 25. She had lived her golden years. For after that\nthere come the risks, the responsibilities, and the inevitable tragedies of life.\" The Master's\nparable gives us the key to avoid disaster when these trials come.\n<\/p><p>\n<b>Obedience Learned Through Suffering<\/b>\n<\/p><p>\nMany times I personally have wondered at the Master's cry of anguish in the Garden of\nGethsemane. \"And he went a little farther, and fell on his face, and prayed, saying, O my\nFather, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou\nwilt\" (<span class=\"citation\" id=\"35509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35509)\">Matt. 26:39<\/a><\/span>).\n<\/p><p>\nAs I advance in years, I begin to understand in some small measure how the Master must\nhave felt. In the loneliness of a distant hotel room 2,500 miles away, you, too, may one day\ncry out from the depths of your soul as was my experience: \"O dear God, don't let her die! I\nneed her; her family needs her.\"\n<\/p><p>\nNeither the Master's prayer nor my prayer was answered. The purpose of that personal\nsuffering may be only explained in what the Lord said through the Apostle Paul: \n<\/p><p>\n\"Though he were a Son, yet learned he obedience by the things which he suffered; \n<\/p><p>\n\"And being made perfect, he became the author of eternal salvation unto all them that obey\nhim\" (<span class=\"citation\" id=\"24340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24340)\">Heb. 5:8-9<\/a><\/span>).\n<\/p><p>\nSo it is in our day. God grant that you and I may learn obedience to God's will, if necessary\nby the things which we suffer. One of the things that characterizes us as Saints, as King\nBenjamin told us, was to be \"submissive, meek, humble, patient, full of love, willing to\nsubmit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit\nto his father\" (<span class=\"citation\" id=\"40338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40338)\">Mosiah 3:19<\/a><\/span>).\n<\/p><p>\nThere have been signs that have been given by which we shall know when the coming of the\nLord shall be; and the Lord has given us two or three warning words to remember: \n<\/p><p>\n\". . . I say unto all men; watch, therefore, for you know not at what hour your Lord doth\ncome . . .\n<\/p><p>\n\"Therefore be ye also ready, for in such an hour as ye think not, the Son of Man cometh\"\n(<span class=\"citation\" id=\"30789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30789)\">JS&mdash;M 1:46,48<\/a><\/span>).\n<\/p><p>\n\"But my disciples shall stand in holy places, and shall not be moved; but among the wicked,\nmen shall lift up their voices and curse God and die\"\n(<span class=\"citation\" id=\"14585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14585)\">D&amp;C 45:32<\/a><\/span>).\n<\/p><p>\n\". . . and he that watches not for me shall be cut off\"\n(<span class=\"citation\" id=\"14586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14586)\">D&amp;C 45:44<\/a><\/span>).\n<\/p><p>\n<b>Stand in Holy Places<\/b>\n<\/p><p>\nThese are words to be remembered. Watch! Be ye therefore ready! Stand in holy places and\nbe not moved! Be still and know that I am God (<span class=\"citation\" id=\"50020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50020)\">Ps. 46:10<\/a><\/span>)!\n<\/p><p>\nI bear witness that until a person has been willing to sacrifice all he possesses in the world,\nnot even withholding his own life if it were necessary for the upbuilding of the kingdom, then\nonly can he claim kinship to Him who gave his life that men might be. God make us worthy,\nwilling to accept whatever he sees fit to inflict upon us, as a little child to its father\n(<span class=\"citation\" id=\"40339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40339)\">Mosiah 3:19<\/a><\/span>).\n<\/p><p>\nI bear you my solemn witness as to the divine mission of the Lord and to the responsibility\nwe must bear as his Church and his people and his priesthood, in the name of the Lord Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}