{"ID":1449, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Life's Greatest Meaning<\/p>\n<p class=\"gcspeaker\">Elder Bernard P. Brockbank<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Bernard P. Brockbank, <i>Conference Report<\/i>, October 1965, p. 137-140<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters: It is a blessing and a privilege to be in the talented and spiritual\natmosphere of this great [Tabernacle] Choir. We fondly remember their great strength back at\nthe [Mormon] Pavilion at the World's Fair. They are still talking about it in many of the\nareas.\n<\/p><p>\nIt is also a heartfelt joy and blessing to have a living prophet of God on earth today and to\nhave a quorum of Twelve Apostles. This is a unique organization in this world of many\nvaried religions, one that conforms to God's plan and to the scriptures.\n<\/p><p>\n<b>Prophets of God<\/b>\n<\/p><p>\nThe scriptures and ecclesiastical history reveal that many men are willing and anxious to\naccept the prophets and apostles of other ages. Many today are willing to accept Noah,\nAbraham, Moses, Jacob, and others as prophets of God, but few of the people living at the\ntime these prophets lived accepted them as prophets of God.\n<\/p><p>\nMany men today accept Jesus Christ as the Savior and Son of God, but few accepted him\nwhen be lived on this earth.\n<\/p><p>\nMany are willing to accept the past prophets but comparatively few are willing to accept and\nfollow the living prophets. Many today are willing to accept Jesus Christ, but few were\nwilling to accept and follow him.\n<\/p><p>\nIn the Mormon Pavilion at the New York World's Fair many from all sects and religions are\nasking, \"How can we know that Jesus Christ is the Savior and the Son of God, and how can\nwe know that Joseph Smith is a prophet of God and that the restoration of the gospel took\nplace?\"\n<\/p><p>\n<b>How to Know that Jesus is the Christ<\/b>\n<\/p><p>\nAnyone can know if he truly and sincerely wants to know if a prophet is a false or is a true\nprophet of God. Jesus Christ gave us the key of how one may know. He said, \"Beware of\nfalse prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves.\n<\/p><p>\n\"Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?\"\n(<span class=\"citation\" id=\"35445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35445)\">Matt. 7:15-16<\/a><\/span>).\n<\/p><p>\nA false prophet is as out of place and out of pattern in God's program as a fig on a thistle or\na grape on a thorn.\n<\/p><p>\nJesus continued: \"Even so every good tree bringeth forth good fruit but a corrupt tree\nbringeth forth evil fruit.\n<\/p><p>\n\"A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit . . .\n<\/p><p>\n\"Wherefore by their fruits ye shall know them\" (<span class=\"citation\" id=\"35446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35446)\">Matt. 7:17-18,20<\/a><\/span>).\n<\/p><p>\nA corrupt or false prophet will bring forth evil fruit. A prophet of God will bring forth good\nfruit or God's program.\n<\/p><p>\n<b>Prophets True and False<\/b>\n<\/p><p>\nA false prophet will not build the kingdom of God but will build in opposition to God's\nprogram and will build the kingdom of false men and Satan. A true prophet will not build the\nkingdom of Satan. A true prophet will help build the kingdom of God. He will teach the\nteachings and doctrines of Jesus Christ. He will teach the God-inspired scriptures. Jesus said,\n\"No man can serve two masters . . .\" (<span class=\"citation\" id=\"35435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35435)\">Matt. 6:24<\/a><\/span>).\nMany have tried, but the statement of the great Teacher still stands.\n<\/p><p>\nA fine couple came into my office in the Mormon Pavilion recently, and the husband was\nconcerned because his wife who had visited the Pavilion a few weeks before had recently\njoined The Church of Jesus Christ of Latter-day Saints, and she was filled with peace, joy,\nand satisfaction. He said, \"My wife seems to know, but I do not know, that Jesus Christ is the\nSon of God. I do not know that Joseph Smith is a prophet of God. I would like to know the\ntruth.\"\n<\/p><p>\nHe said, \"I do believe that there is a God or a Creator.\"\n<\/p><p>\nIn answer I said, \"Your Father in heaven has a greater desire that you know that Jesus Christ\nis literally his Son and that he is the Savior, and he desires that you know the prophets, even\nmore than you desire to know, but you must be ready to accept and follow the Savior.\"\n<\/p><p>\nJesus Christ gave us the key of how we can know, and this has been repeated, and I think it is\nrather significant. It has been mentioned in this conference several times. I think it has great\nimport and is very essential in the great missionary program because no convert can come\ninto this Church, knowing the truth and knowing what is essential, unless he follows and\nunderstands what the Savior mentioned.\n<\/p><p>\nPicture the Savior with his apostles, living here in mortality, the very God that the people\nthought they were worshiping, the very Messiah they were looking for. And the Savior said to\nhis apostles:\n<\/p><p>\n\"Whom do men say that I the Son of man am?\" (<span class=\"citation\" id=\"35468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35468)\">Matt. 16:13<\/a><\/span>).\n<\/p><p>\nWell, you know the answer. It is well known. The people did not know who he was. I\nwonder if we would. He was the carpenter's son across the street, claiming to be the Son of\nGod.\n<\/p><p>\n<b>Peter's Testimony<\/b>\n<\/p><p>\nJesus turned to the apostles, \"But whom say ye that I am?\n<\/p><p>\n\"And Simon Peter answered and said, Thou art the Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"35472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35472)\">Matt. 16:15-16<\/a><\/span>).\n<\/p><p>\nPeter knew. Many of us know, and all who wish the truth would like to know. And here is\nthe key, as you know. Jesus then revealed a great gem of truth and a treasure of knowledge of\nGod the Eternal Father's relationship and responsibility to his children. Our Father in heaven\nis not without responsibility.\n<\/p><p>\n\"And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and\nblood hath not revealed it unto thee, but my Father which is in heaven\"\n(<span class=\"citation\" id=\"35479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35479)\">Matt. 16:17<\/a><\/span>).\n<\/p><p>\n<b>How Peter Knew<\/b>\n<\/p><p>\nThe knowledge and testimony that Jesus Christ is the Son of the living God cannot come\nfrom flesh and blood but must be revealed from our Father which is in heaven. The children\nof God must receive this knowledge literally from their Creator.\n<\/p><p>\nI said to my friend, \"Do you sincerely want to know that Jesus Christ is the Son of the living\nGod?\"\n<\/p><p>\nHe said, \"Above all else.\"\n<\/p><p>\n\"Do you know how to pray?\"\n<\/p><p>\nHe said, \"I have never prayed.\"\n<\/p><p>\n\"Would you like to talk to your Father in heaven?\"\n<\/p><p>\n\"Of course I would.\"\n<\/p><p>\n\"Did Jesus Christ pray?\"\n<\/p><p>\n<b>The Lord's Prayer<\/b>\n<\/p><p>\n\"Yes, he prayed.\"\n<\/p><p>\nJesus Christ taught us how to pray. Many know the Lord's prayer, but few really comprehend\nits great significance. To many it has been a pattern of repetition, but not a pattern literally of\nthe great sequence of prayer from God's children to their Heavenly Father.\n<\/p><p>\nLet's just briefly analyze it. First, we pray to our Father in heaven: \"Our Father which art in\nheaven, Hallowed be thy name\" (<span class=\"citation\" id=\"35429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35429)\">Matt. 6:9<\/a><\/span>).\n<\/p><p>\nThen we pray to help build the kingdom of God on earth as it is in heaven. And you cannot\nFay to bring it without being blessed. We pray to help build God's kingdom on earth. Then\none prays to do the will of God What a difference this is over always praying for the Lord to\ngive us blessings. \"Thy will be done, in earth, as it is in heaven\"\n(<span class=\"citation\" id=\"35430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35430)\">Matt. 6:10<\/a><\/span>). Then we thank\nGod for our blessings, for our daily bread (<span class=\"citation\" id=\"35431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35431)\">Matt. 6:11<\/a><\/span>).\nYou ask your Father in heaven to forgive you for\nyour debts, your sins and weaknesses (<span class=\"citation\" id=\"35432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35432)\">Matt. 6:12<\/a><\/span>),\nand likewise you will forgive anyone that has injured\nor offended you, so that your heart will be ready to receive the blessings.\n<\/p><p>\nYou ask the Lord to help you when you are tempted with evil. You ask your Father to deliver\nyou from evil. This is a tremendous request.\n<\/p><p>\nThen the prayer closes. No one praying can keep from the great significance of the three\nclosing thoughts: \". . . For thine is the kingdom, and the power, and the glory, for ever.\"\n(<span class=\"citation\" id=\"35433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35433)\">Matt. 6:13<\/a><\/span>).\n<\/p><p>\nJesus also said, \"Verily, verily, I say unto you, Whatsoever ye shall ask the\nFather in my name, he will give it to you.\n<\/p><p>\n\". . . ask, and ye shall receive, that your joy may be full\"\n(<span class=\"citation\" id=\"28214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28214)\">John 16:23-24<\/a><\/span>).\n<\/p><p>\nI asked my friend again, \"Do you want your joy to be full?\"\n<\/p><p>\nAnd of course he said that he did.\n<\/p><p>\n\"You must ask in the name of Jesus Christ when you pray to God for his blessings.\"\n<\/p><p>\nThen he said, \"I would like to read all the church books I can get a hold of.\"\n<\/p><p>\nThis revealed one of the little secrets that was keeping this young man from the Church. His\ndesire was good, which is very important; he had a marvelous attitude, but he wanted a\nwitness through his own mind, from his own reading, through his own understanding, even\nthough we had been speaking about the message the Lord gave of how we can know. This\nwitness cannot come from flesh and blood but must come from God the Eternal Father.\n<\/p><p>\nI again asked him if he would privately and secretly fast and pray from his heart to God, so\nthat he might know the truth. He said, \"I will do the best I can, but I assure you I will pray.\"\n<\/p><p>\nOne week later he was baptized, and with tears in his eyes and joy in his heart he knew that\nJesus Christ was his Savior and that he was literally the Son of the living God. His Father in\nheaven also revealed to him that Joseph Smith was a prophet; he also knew that the Book of\nMormon was scripture and was the word of God. That came as an answer from his Father in\nheaven, and he was thrilled to get acquainted with it. He told me, \"Life has greater meaning.\"\n<\/p><p>\n<b>Mankind Desires to Know the Truth<\/b>\n<\/p><p>\nFellow members of the Church of Jesus Christ, many of your neighbors desire to know the\ntruth. The World's Fair has proven that the people are hungry for righteousness, hungry for\nthe truth, but there are few to teach them. It is God's plan and program for this life. Many\nhave been misled, even as Jesus said the religious Pharisees were misled by the traditions and\ndoctrines of men (<span class=\"citation\" id=\"35463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35463)\">Matt. 15:3-9<\/a><\/span>).\n<\/p><p>\n<b>The Book of Mormon<\/b>\n<\/p><p>\nThe doctrines and ordinances and commandments of God and Jesus Christ, again I repeat, are\nfound in the holy scriptures. Encourage your friends with love, kindness, and neighborliness\nto read the scriptures, to read the Bible and the Book of Mormon. All Saints should give their\nfriends a copy of the Book of Mormon. This program has started. See how beautifully it\nworks. Can you picture a million members of this Church with a testimony, with a witness\nfrom God, giving the great tangible witness to their neighbors, and then individually following\nthrough, encouraging their neighbors to pray, with love and kindness building within them the\nknowledge that this great book is the second great witness of God's program here upon the\nearth, along with the Bible? It may not be second, but is a witness with the Bible. It works.\n<\/p><p>\nA million copies! And it depends on you. Here the majority of the leadership of God's\nprogram on earth is represented. Everyone can be a missionary, and the Book of Mormon a\nlittle tool, and then with the follow-up, you will be surprised. The Book of Mormon will draw\ntears to the eyes of the honest in heart. After they have read this book they will know that\nJesus Christ lives and that the Prophet Joseph Smith was a prophet and that the gospel has\nbeen restored.\n<\/p><p>\nIn closing, I would just like to say that in a few days one of the greatest missionary tools of\nall time, the Pavilion at the World's Fair, where we have had the opportunity of meeting and\ntouching the hearts of millions, will be closed and dismantled, but its strength and its potency\nand what it has done will live indefinitely. It is good to have been a part of it.\n<\/p><p>\nMay the Lord bless all of us to be about our Father's business, I pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}