{"ID":145, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">True to the Faith<\/p>\n<p class=\"gcspeaker\">Elder George Albert Smith<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1944, pp. 93-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI think nobody could stand here and look over an audience like this and fail to be impressed\nwith the importance of this occasion. Men who come here from all over the United States to\nbe here in general conference for three days, paying the expense incurred, and sitting in\nmeetings day after day to be instructed by other men, are certainly in earnest. Yet, this has\nbeen the custom of this Church from the beginning. The purpose of our being together\nis that we may think seriously, and wait upon the Lord\n(<span class=\"citation\" id=\"25014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25014)\">Isa. 40:31<\/a><\/span>).\nWe are living eternal life, and here in\nmortality is the opportunity that God has given to us to prepare for happiness. I sometimes\nhave said to my friends when they seemed to be at the crossroads, uncertain as to which way\nthey wanted to go, \"Today is the beginning of eternal happiness or eternal disappointment for\nyou.\" We have our free agency; the Lord will not take it away from us.\n<\/p><p>\nEXPERIENCES OF JOSEPH SMITH\n<\/p><p>\nAbout a hundred and twenty-five years ago a boy fourteen years of age, named Joseph Smith,\nlived with his parents near Manchester, New York. He was taught to study the Bible. In the\ncommunity in which he dwelt when he was fourteen years of age they were holding religious\nrevivals. The various denominations were inviting those who came to the meetings to join one\nof their groups. This boy was a little uncertain about which group he should join. He wanted\nto belong to the one that would please his Heavenly Father.\n<\/p><p>\nHe had read in the Bible: \"If any of you lack wisdom, let him ask of God who giveth to all\nmen liberally and upbraideth not, and it shall be given him\"\n(<span class=\"citation\" id=\"26049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26049)\">James 1:5<\/a><\/span>), and with that in his mind, he\ndecided to put it to the test. The Lord would tell him which church he should be identified\nwith.\n<\/p><p>\nHe went out into the woods near his home and knelt down to pray. His own statement is that\nhe saw the Father and the Son, and in answer to his question as to which church he should\njoin, they informed him that not any of them was pleasing to the Lord, and that if he would\nbe faithful there would be given to him a great opportunity to bring new light into the world\n(<span class=\"citation\" id=\"30226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30226)\">JS&mdash;H 1:17-20<\/a><\/span>).\nThat was the beginning of the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nPrior to that the people did not believe that God could be seen; they did not believe that we\nwould have any additional information. They said the Bible contained all that the Lord had\nspoken and would speak. But when this young man, not yet fifteen years of age, listened to\nthe voice of his Heavenly Father, he knew that the heavens were not sealed and that the Lord\ncould speak again; and soon he began his ministry. During the period from that time until\nnow, the representatives of the Church of Jesus Christ of Latter-day Saints have traversed\nmany parts of the world, and have gone with kindness and love in their hearts and invitations\nto their fellows to accept the message of truth, not to give up any good thing they had\npossessed, but to add to the good things that they did have, and put themselves in condition to\nknow the purpose of life.\n<\/p><p>\nThe result has been that the membership of this Church has continued to increase. Driven \nfrom their homes repeatedly, under the guidance of a prophet of God, they finally settled in\nthe tops of these everlasting hills, and from that time until now, this land, then desolate and\nforbidding, has continued to produce, until today it is as the garden of the Lord.\n<\/p><p>\nTHE IMPORTANCE OF PRAYER\n<\/p><p>\nWhen the pioneers came into this valley, on the 24th of July, 1847, this was a wilderness.\nToday comfortable homes, houses of religious worship, business places, all these things have\ncome, built from the grassroots, if you will, by a people who came with only what they\ncould bring in their wagons, and from that time until now they have believed in God and have\nworshipped him in spirit and in truth\n(<span class=\"citation\" id=\"27123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27123)\">John 4:23<\/a><\/span>).\nThey have sent more than 60,000 of their own members\ninto the world to divide with our Father's other children the gospel of Jesus Christ, our Lord.\n<\/p><p>\nThe result has been that we have continued to be happy; we pass through the experiences of\nmortality like other people, but we have had an anchor that has made our lives delightful, and\nwhen we were in doubt, like the Prophet Joseph Smith when he was a boy, we have this\ncomfort: If we will go to the Lord in prayer, he will give us comfort.\n<\/p><p>\nReference has been made in this conference to the importance of seeking the Lord in prayer.\nAnd we should know that our prayers will not avail us much unless we repent of our sins.\nFaith, repentance, baptism by immersion for the remission of sins, laying on of hands for the\ngift of the Holy Ghost, are the fundamental teachings of our Heavenly Father to us, and have\nbeen the groundwork of the Church since it was organized.\n<\/p><p>\nMISSIONARIES IN THE ARMED FORCES\n<\/p><p>\nReference has been made to the fact that we are engaged in a terrible war. We are involved in\nit, far though we are from the scenes of conflict. But there are two wars going on, one a war\nfor the destruction of human life and property, the other for the destruction of eternal\nhappiness. The latter one is the most serious because it is eternal.\n<\/p><p>\nToday we have comparatively few regularly called missionaries in the world, but we have\nabout 80,000 members of the Church in the armed services of our nation. If they have been\nproperly taught in their homes, and have availed themselves of that teaching and conformed\ntheir lives to the inspiration that should come therefrom, all of them are missionaries. Thus,\nthere are today in the world, by example, if not by precept, 80,000 missionaries laboring for\nthe cause of the Master, demonstrating by their conduct that they know that God lives and\nthat Jesus is the Christ.\n<\/p><p>\nMany of them may not return; quite a number of them have already given their lives in order\nthat liberty of conscience and religion may remain in the world, but they have faced their\nproblems believing they were doing their duty to God as well as their country. They have this\nassurance if they have kept the commandments of God, that they are living eternal life, that\nthey will be resurrected from the dead, and that they will again have the companionship of\nthose they love when this earth shall have been cleansed of all impurity and become the\ncelestial kingdom. \n<\/p><p>\nToday you men are here with that serious thought in your minds, and as you read the\npapers&mdash;and it is very distressing to read the papers&mdash;and as you examine the public\nmagazines that come to your table, you see that not only is the world at war, but it is\ndrinking in the filth and degradation of humanity through the printed word, and through the\ninformation that is scattered broadcast. I was thinking today, if the magazines that I find\nupon the tables of my brethren and sisters, the popular magazines of the day, had been\nbrought into my mother's home when I was a child, I would have been denied the privilege\nof looking at the pictures and reading the stories. There is so much in them that is debasing\nand destructive of the morals of humanity. But we go serenely along and our children are\nexposed to those things. If we are properly taught, it is a joy to have in our homes the purity\nof virtue, the sweetness of righteousness.\n<\/p><p>\nA CONVERSATION WITH A CATHOLIC BISHOP\n<\/p><p>\nA number of years ago I was riding on a train with one of our prominent Catholic bishops&mdash;a\nvery fine character&mdash;and as we visited and compared notes, he made some expressions with\nreference to the faith of the Latter-day Saints and their high standard of morality, and\nintimated he would like to know why it was that we were able to maintain such a desirable\ncondition.\n<\/p><p>\nI confided in him and said: \"From my mother's knee I have been taught that this body of\nmine should be kept sacred, as the tabernacle of an immortal spirit. I was taught when I was a\nchild that to be clean in my living was most important. In fact,\" I said, \"upon one occasion\nmy father called me to him when I was just a young man, and he said, 'My son, I have\nsomething I want to say to you.'\" And I said to the bishop: \"I loved my father; I almost\nworshipped him, and anything that he said to me sank deep into my soul. He said, 'My son,\nthere are reports of evil in the community; bad men and bad women are coming in from\ndifferent parts of the country, one or two at a time. I hope that you will avoid them, but if by\nany chance any wicked man were to enter into our home and attempt to take the virtue of\nyour mother or your sister I want you to know from your father that I would expect you to\ndefend that virtue with your life. Then,' he said, 'that is not all. I lay the same obligation\nupon you with reference to every other man's wife and daughter.'\"\n<\/p><p>\nAs the bishop looked at me, I said: \"That sank into my soul, and has been as armor to me as I\nhave traveled through the world, and it has been a joy to me to hold up to our Father's other\nchildren that standard of virtue: not only shall we not have our own despoiled, but we should\nsee to it that no other man's family should be despoiled.\"\n<\/p><p>\nHe looked at me and said: \"I thank you for that suggestion. I have never heard anything just\nlike that. I hope you will have no objection if I repeat it as I go among my people.\"\n<\/p><p>\nIt is regrettable that in the world today in many cases men do not appreciate that this temple\nof the body is sacred and should be so held, that this body of ours was given to us as a\ntabernacle for the spirit while we are here in mortality, but that the spirit that is in this\ntabernacle came from God. He is the Father of it. If men realized that, how much more\ncareful they would be to protect this tabernacle and keep it wholesome and delightful.\n<\/p><p>\nTHE NEED FOR REPENTANCE\n<\/p><p>\nThink of what is presented to us in the world today. Not only has mankind strayed from the\nmoral teachings of our Heavenly Father, for we were told here today that among the armed\nforces, those who are facing death, a large percentage of them are not living moral lives. I am\nhappy to say that I believe that in that group that has gone out from the Church of Jesus\nChrist of Latter-day Saints there are thousands who will return home just as clean as they\nwent, if they come at all, and if they do not come back to us alive, they will be prepared to\nstand in the presence of their Maker and give an account for the time they spent on earth, and\nexplain to him why they are there now, because they offered their mortal lives to safeguard\ntheir fellows.\n<\/p><p>\nToday I am thinking of the need not only of prayer, not only of faith&mdash;the world is teaching\nthat, too&mdash;but I am thinking of the need, the sublime need, if I may use that term, of\nrepentance from the things of the world and the turning away from the temptations that afflict\nmankind.\n<\/p><p>\nWe are in the Church of Jesus Christ of Latter-day Saints because we desire eternal life in the\ncelestial kingdom. We cannot have that kind of a life unless we keep ourselves clean. It\nwould not make any difference who the man is, whose son he is, or what family he belongs\nto, or what church he belongs to, if he despoils his body he must account some time to God\nfor his base life.\n<\/p><p>\nSo we who have had a proper teaching should instill in the lives of our families, the\nseriousness, not only of keeping ourselves as we should be, but if we should make a mistake,\nhow great the need of repentance before it is too late. So let us set our houses in order\n(<span class=\"citation\" id=\"12029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12029)\">D&amp;C 93:43<\/a><\/span>). When\nwe write to our loved ones who are in the army and navy and air service, send them a\nmessage of confidence. Say to them: \"We count on you,\" even as the patrician mother who\ngave a shield to her son who was going to the army, and said: \"Come home with it or upon\nit.\" So we might say to these boys, by letter if we have not already trained them, \"Come\nhome in purity, or come home not at all.\"\n<\/p><p>\nThat is the gospel of Jesus Christ; that is the purpose of this conference. The reason we are\nhere today is that we believe sincerely that we are the sons of God and that he desires that we\nbe happy forever, and the life that is to make us happy is the life that conforms to the\nteachings of the gospel of Jesus Christ, our Lord. Let us see to it that wherever we go we\nteach by precept the gospel of repentance, and by our conduct live the gospel of repentance\nand faith in God; and in prayer let us go to him and plead for power to resist evil and to\ncleave to that which is right, that in the end we may have the companionship of those we\nlove, throughout the ages of eternity, and that right here upon this earth, when it shall become\nthe celestial kingdom.\n<\/p><p>\nThat is why we are here today, brethren. That is the blessing that God has given to us in the\ngospel of Jesus Christ&mdash;it is that anchor that should make us secure against all evil, if we will\npermit it so to do.\n<\/p><p>\nA TESTIMONY\n<\/p><p>\nIn conclusion let me say, knowing that I stand here as one of the older ones among you, I\nleave you my testimony. This is not some imaginary thing with me; I know that God lives; I\nknow that Jesus is the Christ; I know that Joseph Smith is a prophet of the living God, as I\nknow that I stand here and speak to you; and with that knowledge in my soul I plead that we\nshall go forward with faith and with prayerfulness and with hope and courage to receive at the\nhands of our Heavenly Father a glorious welcome home when mortality shall cease and we go\non to immortality. I pray that it may be so for us and for all that we love, wherever they may\nbe.\n<\/p><p>\nA PLEA FOR THOSE WHO NEED COMFORT\n<\/p><p>\nOne word more. Let us remember the mothers of these men who are in the missionary field\nand in the armed services&mdash;for they are both the same&mdash;let us remember these good\nwomen, and where they are bereft let us go out of our way to comfort their hearts. They have\nnot given their own lives, but they have given that which is dearer than life itself, and we\nowe it to them, after the sacrifices they have made to bear children, to surround them by the\narms of our love and let them feel that we are in sympathy with them, and grateful that they\nare able to go on, waiting for the gathering of the family when it shall finally come.\n<\/p><p>\nGod bless you, and peace be in your hearts and in your homes throughout our great land, and\nthroughout the world as a result of repentance and righteousness, I humbly pray, in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}