{"ID":1450, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Search for Jesus<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, October 1965, pp. 140-144<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis has been a most inspirational conference. As this the final session draws to its close, it is\nnot my desire to speak to a formal text, but rather to bear my personal testimony concerning\nJesus of Nazareth and to suggest that each person undertake a personal search for him.\n<\/p><p>\nMany of you have traveled far to attend this conference. From Europe, from Canada, from\nMexico, from the isles of the sea, and from many other points you have come.\n<\/p><p>\n<b>They Seek After Jesus<\/b>\n<\/p><p>\nIn the New Testament of our Lord, John describes a similar journey by those who would\nworship.\n<\/p><p>\n\"And there were certain Greeks among them that came up to worship at the feast: \n<\/p><p>\n\"The same came therefore to Philip, which was of Bethsaida of Galilee, and desired him,\nsaying, <i>Sir, we would see Jesus<\/i>\" (<span class=\"citation\" id=\"28196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28196)\">John 12:20-21<\/a><\/span>, italics added).\nI feel this is your desire even\ntoday.   The little children have another way of expressing the same wish. Most often they\nsay: \"Tell me the stories of Jesus I love to hear; things I would ask him to tell me if he were\nhere.\" (W. H. Parker, <i>The Children Sing<\/i>, No. 65.)\n<\/p><p>\nThey seek after Jesus, and so it has ever been. No search is so universal. No undertaking so\nrichly rewarding. No effort so ennobling. No purpose so divine.\n<\/p><p>\nThe search for Jesus is not new to this present period of time. In his touching and tender\nfarewell to the gentiles, Moroni emphasized the importance of this search: \"And now I,\nMoroni, bid farewell . . .\n<\/p><p>\n\"And . . . I would commend you to seek this Jesus of whom the prophets and apostles have\nwritten, . . .\" (<span class=\"citation\" id=\"22259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22259)\">Ether 12:38,41<\/a><\/span>).\nFor generations, enlightened mankind anxiously sought the\nfulfillment of prophecies uttered by righteous men inspired of Almighty God. For did not\nIsaiah declare: \"Behold, a virgin shall conceive, and bear a son, and shall call his name\nImmanuel\" (<span class=\"citation\" id=\"25270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25270)\">Isa. 7:14<\/a><\/span>)? And again, \"For unto us a child is born . . . and his name shall be\ncalled . . . The Prince of Peace\" (<span class=\"citation\" id=\"25271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25271)\">Isa. 9:6<\/a><\/span>).\n<\/p><p>\n<b>\". . . A Savior, Who Is Christ the Lord\"<\/b>\n<\/p><p>\n     And on this continent God's prophets declared: \". . . the time cometh, and is not far\ndistant, that with power, the Lord Omnipotent . . . shall dwell in a tabernacle of clay . . .\n<\/p><p>\n\". . . he shall suffer temptations, and pain . . .\n<\/p><p>\n\"And he shall be called Jesus Christ, the Son of God\"\n(<span class=\"citation\" id=\"40336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40336)\">Mosiah 3:5,7-8<\/a><\/span>).\n<\/p><p>\nThen came that night of nights when the angel of the Lord came upon shepherds abiding in\nthe field, keeping watch over their flock, with the pronouncement: \"For unto you is born this\nday in the city of David, a Saviour, which is Christ the Lord\"\n(<span class=\"citation\" id=\"31642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31642)\">Luke 2:8-11<\/a><\/span>).\n<\/p><p>\nThus personally invited to undertake a search for the babe wrapped in swaddling clothes and\nlying in a manger, did these shepherds concern themselves with the security of their\npossessions? Did they procrastinate their search for Jesus? The record affirms that the\nshepherds said to one another, \"Let us <i>now<\/i> go even unto Bethlehem . . .\n<\/p><p>\n\"And they came with <i>haste<\/i> . . .\" (<span class=\"citation\" id=\"31645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31645)\">Luke 2:15-16<\/a><\/span>, italics added).\n<\/p><p>\n<b>\". . . born King of the Jews\"<\/b>\n<\/p><p>\nWise men journeyed from the East to Jerusalem, saying, \"Where is he that is born King of the\nJews? for we have seen his star in the east, and are come to worship him.\n<\/p><p>\n\"When they saw the star, they <i>rejoiced<\/i> with exceeding great joy.\n<\/p><p>\n\"And . . . they saw the young child with Mary his mother, and fell down, and worshipped\nhim: and when they had opened their treasures, they presented unto him gifts; gold, and\nfrankincense, and myrrh\" (<span class=\"citation\" id=\"35409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35409)\">Matt. 2:2,10-11<\/a><\/span>, italics added).\n<\/p><p>\nWith the birth of the babe in Bethlehem, there emerged a great endowment&mdash;a power\nstronger than weapons, a wealth more lasting than the coins of Caesar. This child was to be\nthe King of kings and Lord of lords (<span class=\"citation\" id=\"42389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42389)\">Rev. 19:16<\/a><\/span>),\nthe Promised Messiah, even Jesus Christ the Son of God.\n<\/p><p>\nBorn in a stable, cradled in a manger, he came forth from heaven to live on earth as mortal\nman and to establish the kingdom of God.\n<\/p><p>\n<b>He taught men the higher law<\/b>\n<\/p><p>\nDuring his earthly ministry, he taught men the higher law. His glorious gospel reshaped the\nthinking of the world. He blessed the sick; he caused the lame to walk, the blind to see, the\ndeaf to hear. He even raised the dead to life.\n<\/p><p>\nWhat was the reaction to his message of mercy, his words of wisdom, his lessons of life?\nThere were a precious few who appreciated him. They bathed his feet. They learned his word.\nThey followed his example.\n<\/p><p>\n<b>\"Crucify Him\"<\/b>\n<\/p><p>\nThen there were the many who denied him. When asked by Pilate, \"What shall I do then with\nJesus which is called Christ?\" (<span class=\"citation\" id=\"35512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35512)\">Matt. 27:22<\/a><\/span>)\nthey cried, \"Crucify him.\" They mocked him.\nThey gave him vinegar to drink (<span class=\"citation\" id=\"35514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35514)\">Matt. 27:34<\/a><\/span>).\nThey reviled him (<span class=\"citation\" id=\"35515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35515)\">Matt. 27:39<\/a><\/span>).\nThey smote him with a reed. They did spit upon him\n(<span class=\"citation\" id=\"35513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35513)\">Matt. 27:30<\/a><\/span>). They crucified him.\n<\/p><p>\nCan we, in part, appreciate the suffering of God the Eternal Father as his Only Begotten Son\nin the flesh was placed on a cross and crucified? Is there a father or a mother who could not\nbe moved to complete compassion if he or she heard a son cry out in his own Garden of\nGethsemane, \"Father, if thou be willing, remove this cup from me: nevertheless not my will,\nbut thine, be done\" (<span class=\"citation\" id=\"31659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31659)\">Luke 22:42<\/a><\/span>)?\n<\/p><p>\n<b>Offering a Son<\/b>\n<\/p><p>\nAll of us love the beautiful account from the Holy Bible of Abraham and Isaac. How\nexceedingly difficult it must have been for Abraham, in obedience to God's command, to take\nhis beloved Isaac into the land of Moriah, there to present him as a burnt offering. Can you\nimagine the heaviness of his heart as he gathered the wood for the fire and journeyed to the\nappointed place? Surely pain must have racked his body and tortured his mind as he bound\nIsaac and laid him on the altar upon the wood and stretched forth his hand and took the knife\nto slay his son. How glorious was the pronouncement, and with what wondered welcome did\nit come, \"Lay not thine hand upon the lad, neither do thou any thing unto him: for now I\nknow that thou fearest God, seeing thou has not withheld thy son, thine only son from me\"\n(<span class=\"citation\" id=\"23718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23718)\">Gen. 22:12<\/a><\/span>).\n<\/p><p>\nAs God witnessed the suffering of Jesus, his Only Begotten Son in the flesh, and beheld his\nagony, there was no voice from heaven to spare the life of Jesus. There was no ram in the\nthicket to be offered as a substitute sacrifice. \"For God so loved the world, that he gave his\nonly begotten Son, that whosoever believeth in him should not perish, but have everlasting\nlife\" (<span class=\"citation\" id=\"28170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28170)\">John 3:16<\/a><\/span>).\n<\/p><p>\n<b>The Message Down Through the Ages<\/b>\n<\/p><p>\nDown through the generations of time, the message from Jesus has been the same. To Peter\nby the shores of beautiful Galilee, he said, \"Follow me . . .\"\n(<span class=\"citation\" id=\"35418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35418)\">Matt. 4:19<\/a><\/span>). To Philip of old\ncame the call, \"Follow me\" (<span class=\"citation\" id=\"28165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28165)\">John 1:43<\/a><\/span>).\nTo the Levite who sat at receipt of customs came\nthe instructions, \"Follow me\" (<span class=\"citation\" id=\"35450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35450)\">Matt. 9:9<\/a><\/span>).\nAnd to you and to me, if we but listen, shall come\nthat same beckoning invitation, \"Follow me.\"\n<\/p><p>\nBut how do we follow him if first we don't find him? And how shall we find him, if first we\ndon't seek him? Where and how should we begin this search for Jesus?\n<\/p><p>\n<b>He is not found by Crusades<\/b>\n<\/p><p>\nSome have attempted to answer these questions by turning to idols, others by burning incense\nor lighting candles. In times past, great throngs journeyed in the crusades of Christianity,\nfeeling that, if only the Holy Land could be secured from the infidel, then Christ would be\nfound in their lives. How mistaken they were. Thousands upon thousands perished. Many\nothers committed heinous crimes in the very name of Christianity. <i>Jesus will not be found by crusades of men<\/i>.\n<\/p><p>\n<b>. . . or by Councils or debates<\/b>\n<\/p><p>\nStill others searched for Jesus in councils of debate. Such was the historic Council of Nicea in\n325 A.D. There, with the help of the Roman Emperor, the delegates did away in Christendom\nwith the concept of a personal God and a personal Son&mdash;the two separate and distinct\nGlorified Beings of the scriptures. The Creed of Nicea, the \"incomprehensible mystery\" of\nwhich its originators seemed so proud precisely because it could not be understood,\nsubstituted for the personal God of love and for Jesus of the New Testament an immaterial\nabstraction. The result was a maze of confusion and a compoundment of error.\n<i>Jesus will not be found in councils of debate<\/i>. Men of the world have modified\nhis miracles, doubted his divinity, and rejected his resurrection.\n<\/p><p>\n<b>He is found by humble prayer and pure heart<\/b>\n<\/p><p>\nThe formula for finding Jesus has always been and ever will be the\nsame&mdash;<i>the earnest and sincere prayer of a humble and pure heart<\/i>. The Prophet Jeremiah counseled, \". . . ye shall seek me, and find me, when ye shall search for me with all your heart\"\n(<span class=\"citation\" id=\"26509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26509)\">Jer. 29:13<\/a><\/span>).\n<\/p><p>\nBefore we can successfully undertake a personal search for Jesus, we must first prepare time\nfor him in our lives and room for him in our hearts. In these busy days there are many who\nhave time for golf, time for shopping, time for work, time for play, <i>but no time for Christ<\/i>.\n<\/p><p>\nLovely homes dot the land and provide rooms for eating, rooms for sleeping, playrooms,\nsewing rooms, television rooms, <i>but no room for Christ<\/i>.\n<\/p><p>\nDo we get a pang of conscience as we recall his own words, \". . . foxes have holes, and the\nbirds of the air have nests, but the Son of man hath not where to lay his head\"\n(<span class=\"citation\" id=\"35448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35448)\">Matt. 8:20<\/a><\/span>)?\nOr do we flush with embarrassment when we remember, \"And she brought forth her firstborn\nson, and wrapped him in swaddling clothes, and laid him in a manger, because there was no\nroom for them in the inn\" (<span class=\"citation\" id=\"31641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31641)\">Luke 2:7<\/a><\/span>)?\nNo room. No room. No room. Ever has it been.\n<\/p><p>\nAs we undertake our personal search for Jesus, aided and guided by the principle of prayer, it\nis fundamental that we have a clear concept of him whom we seek. The shepherds of old did\nseek Jesus the child. But we seek Jesus the Christ, our older Brother, our Mediator with the\nFather, our Redeemer, the Author of our salvation (<span class=\"citation\" id=\"24343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24343)\">Heb. 5:9<\/a><\/span>),\nhim who was in the beginning with the\nFather, him who took upon himself the sins of the world and so willingly died that we might\nforever live. This is the Jesus whom we seek.\n<\/p><p>\n<b>Offerings to Him<\/b>\n<\/p><p>\nAnd when we find him, will we be prepared as were the wise men of old to provide gifts\nfrom our many treasures? They presented gold, frankincense, and myrrh\n(<span class=\"citation\" id=\"35410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35410)\">Matt. 2:11<\/a><\/span>). These are not the\ngifts Jesus asks of us. From the treasure of our hearts Jesus asks that we give of ourselves.\n<\/p><p>\n\"Behold, the Lord requireth the heart and a willing mind\"\n(<span class=\"citation\" id=\"14604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14604)\">D&amp;C 64:34<\/a><\/span>).\n<\/p><p>\nIn this marvelous Dispensation of the Fullness of Times, our opportunities to give of\nourselves are indeed limitless, but they are also perishable. There are hearts to gladden. There\nare kind words to say. There are gifts to be given. There are deeds to be done. There are\nsouls to be saved. \"Go, gladden the lonely, the dreary; go, comfort the weeping, the weary;\ngo, scatter kind deeds on your way, oh, make the world brighter today.\" (Mrs. Frank A.\nBreck, <i>Deseret Sunday School Songs<\/i>, No. 197.)\n<\/p><p>\nAs we remember that \". . . when ye are in the service of your fellow beings ye are only in the\nservice of your God\" (<span class=\"citation\" id=\"40334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40334)\">Mosiah 2:17<\/a><\/span>),\nwe will not find ourselves in the unenviable position of\nJacob Marley's ghost, who spoke to Ebenezer Scrooge in Dickens' immortal <i>A Christmas Carol<\/i>.\nMarley sadly spoke of opportunities lost. Said he, \"Not to know that any Christian\nspirit working kindly in its little sphere, whatever it may be, will find its mortal life too short\nfor its vast means of usefulness. Not to know that no space of regret can make amends for\none life's opportunities misused! Yet such was I! Oh! such was I!\"\n<\/p><p>\nMarley added, \"Why did I walk through the crowds of fellow-beings with my eyes turned\ndown, and never raised them to that blessed Star which led the Wise Men to a poor abode?\nWere there no poor homes to which its light would have conducted <i>me<\/i>?\"\n<\/p><p>\nFortunately, the privilege to render service to others can come to each of us. If we but look\nwe too will see a bright, particular star which will guide us to our opportunity.\n<\/p><p>\nOne who saw such a star and followed it was the late Boyd Hatch of Salt Lake City.\nDeprived of the use of his legs, faced with a lifetime in a wheelchair, Boyd could well have\nlooked inward and, through sorrow for self, existed rather than lived. However, Brother Hatch\nlooked not inward, but rather outward into the lives of others and upward into God's own\nheaven; and the star of inspiration guided him not to one opportunity, but to literally\nhundreds. He organized Scout troops of handicapped boys. He taught them camping. He\ntaught them swimming. He taught them basketball. He taught them faith. Some boys were\ndownhearted and filled with self-pity and despair. To them he handed the torch of hope.\nBefore them was his own personal example of struggle and accomplishment. With a courage\nwhich we shall never fully know or understand, these boys of many faiths overcame\ninsurmountable odds and found themselves anew. Through it all, Boyd Hatch not only found\njoy, but by willingly and unselfishly giving of himself, he also found Jesus.\n<\/p><p>\nEvery member of The Church of Jesus Christ of Latter-day Saints, in the waters of baptism,\nhas covenanted to stand as a witness of God \". . . at all times and in all things, and in all\nplaces . . .\" and has expressed a willingness \". . . to bear one another's burdens, that they may\nbe light\" (<span class=\"citation\" id=\"40345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40345)\">Mosiah 18:9,8<\/a><\/span>).\n<\/p><p>\nBy fulfilling this covenant in our lives, we will become acquainted with him who declared,\n\"Behold, I am Jesus Christ, whom the prophets testified shall come into the world\"\n(<span class=\"citation\" id=\"5684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5684)\">3 Ne. 11:10<\/a><\/span>).\nThis is the Jesus whom we seek. This is our Brother whom we love. This is Christ the\nLord, whom we serve. I testify that he lives, for I speak as one who has found him, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}