{"ID":1451, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Cherish Noble Aspirations<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1965, pp. 144-146<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>Jesus Christ, the Personification of Perfection<\/b>\n<\/p><p>\nMy dear brethren and sisters: As we come to this parting hour, I hope that the teachings and\nlife of the Master seem to you all to be more beautiful, more necessary, and more applicable\nto human happiness than ever before. Never have I believed more firmly in the perfection of\nhumanity as the final result of man's placement here on earth. With my whole soul I accept\nJesus Christ as the personification of human perfection&mdash;as God made manifest in the flesh,\nas the Savior and Redeemer of mankind. Accepting him as my Redeemer Savior, and Lord, I\naccept his gospel as the plan of salvation, as the one perfect way to human happiness and\npeace. There is not a principle which was taught by him but seems to me to be applicable to\nthe growth, development, and happiness of mankind. Every one of his teachings seems to me\nto touch the true philosophy of living. I accept them with all my heart and pray that all who\nparticipated in this great conference, either as listeners or speakers, may have that same desire\nin their hearts.\n<\/p><p>\nLet us strive so earnestly to represent him or to follow him that our spirits may be eternally\nyoung. If thoughts affect the physical being, might it not be true that eternal truths will\ncontribute to the eternal nature of the spirit within? On the night of his betrayal, the Savior\nsaid: \"And this is life eternal, that they might know thee the only true God, and Jesus Christ,\nwhom thou hast sent\" (<span class=\"citation\" id=\"28219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28219)\">John 17:3<\/a><\/span>).\nAnd how may we know of the doctrine? \"If any man will\ndo his will, he shall know of the doctrine, whether it be of God, or whether I speak of\nmyself\" (<span class=\"citation\" id=\"28181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28181)\">John 7:17<\/a><\/span>).\n<\/p><p>\n<b>Effort Required to Gain Righteousness<\/b>\n<\/p><p>\nWisdom comes through effort. All good things require effort. That which is worth having will\ncost part of your physical being, your intellectual power, and your soul power&mdash;\"Ask, and it\nshall be given you; seek, and ye shall find; knock, and it shall be opened unto you\"\n(<span class=\"citation\" id=\"35440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35440)\">Matt. 7:7<\/a><\/span>).\nBut you have to seek, you have to knock. On the other hand, sin thrusts itself upon you.\nIt walks beside you, it tempts you, it entices, it allures. You do not have to put forth effort. It\nis like the poor, fallen woman who lies in wait to deceive. It is like the billboard advertising\nattracting you to drink and to smoke. It is like the message that comes into your very homes\nwith the television and radio or the golden packet put right into your hand. Evil seeks you,\nand it requires effort and fortitude to combat it. But truth and wisdom are gained only by\nseeking, by prayer, and by effort.\n<\/p><p>\nWe cannot be true to ourselves and to our loved ones, to our associates, without feeling a\ndetermination to know more about this great truth to which testimonies have been borne here\nthroughout this conference. The spirit within bears testimony that truth exists in this old\nworld.\n<\/p><p>\n<b>\"What Seek Ye?\"<\/b>\n<\/p><p>\n\"What seek ye?\" were the first words that Christ uttered to some of his Twelve, or some who\nafterwards became members of the Twelve. \"Master, where dwellest thou?\" He didn't say\nover here or over there, but he said, \"Come and see\"\n(<span class=\"citation\" id=\"28164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28164)\">John 1:38-39<\/a><\/span>).\nAnd they went with him that day and spent the rest of the afternoon in his presence.\n<\/p><p>\nI ask the youth of the Church today, \"Whom do you seek?\" Would you keep that youth which\nis yours now? Then love the Lord your God with all your mind, with all your heart, and with\nall your soul (<span class=\"citation\" id=\"35497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35497)\">Matt. 22:37<\/a><\/span>);\nand though the body becomes decrepit and like an old house begins to tumble,\nyour spirit will still be young, as young as the little babe that might be in that tumbled-down\nhouse, because your body, after all, is but the house in which you live. Even when your heart\nstops beating, your eyelids close, and you respond no more to your physical environment, that\nspirit, still young, will go into the presence of him whom you have made your ideal. Then\ntruly will it be demonstrated that: \n<\/p><p>\n\"The stars shall fade away, the sun himself<br \/>\n     Grow dim with age, and Nature sink in years; <br \/>\n     But thou shalt flourish in immortal youth,<br \/>\n     Unhurt amidst the war of elements,<br \/>\n     The wreck of matter, and the crash of worlds.\"<br \/><br \/>\n&nbsp; &nbsp;          (Joseph Addison, <i>Cato<\/i>, Act V, sc 1.)\n<\/p><p>\nAnd now this great conference draws to a close. Our anticipation, our hopes, and our prayers\nthat it might prove to be uplifting and inspirational have been realized, and for that we are\ngrateful to our Heavenly Father, grateful for the inspiration he has given to us and to the\nworld. Truly, our hearts have been filled with gratitude that the Lord has magnified each one\nwho has spoken to the end that his words have emanated from the presence of our Father.\n<\/p><p>\n<b>Resolve to Hold Fast to Good<\/b>\n<\/p><p>\nAs we leave to go to our various homes, let us make real the good feelings that have been\naroused in our souls. Let us not permit to evaporate from our minds and feelings the good\nresolutions we have formed. Let us resolve that from now on we are going to be men of\nhigher and more sterling character, more conscious of our own weaknesses, more kind and\ncharitable towards others' failings. As we depart let us be more determined to be kinder\nhusbands, more thoughtful wives, more exemplary to our children, more determined that in\nour homes we are going to have just a little taste of heaven here on earth.\n<\/p><p>\n<b>Cherish Testimony of Truth<\/b>\n<\/p><p>\nCherish in your hearts the testimony of truth; make it as solid and as firm and unwavering as\nthe fixed stars in the heavens. May there come into everyone's heart and into all our homes\nthe true Spirit of Christ, our Redeemer, whose reality, whose inspiring guidance I know to be\nreal. May a kind heaven help us to cherish worthy ideals and noble aspirations. Whatever our\njoys and sorrows, let us ever remember that what we ardently desire in our hearts will\ndetermine what we really are. How constantly and consistently we cherish noble aspirations in\nour minds and follow them will determine whether we drift as failures along life's highway or\nfulfill the divine purpose of our being.\n<\/p><p>\n<b>Be Faithful to Constitutional Government<\/b>\n<\/p><p>\nFinally, let us be true to our country and to our country's ideals. Nearly three thousand years\nago an ancient prophet said that this is a land choice above all other lands\n(see <span class=\"citation\" id=\"1601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1601)\">1 Ne. 2:20<\/a><\/span>),\nand it is, and the Constitution of the United States, as given to us by our fathers, is the real\ngovernment under which individuals may exercise free agency and individual initiative.\n<\/p><p>\nLet us oppose any subversive influence that would deprive us of our individual freedom or\nmake this government a dictator instead of a servant to the people.\n<\/p><p>\nGod bless you officers and leaders of the Church. May the love of the Redeemer be in each\nheart, and that means that that love will be expressed in serving one another. God bless these\nbrethren of the General Authorities with increased health and strength to carry on their\nresponsibilities throughout the world. I know that God lives, that his Son Jesus Christ is the\nSavior of the world, and that divine beings restored to the Prophet Joseph Smith the gospel of\nJesus Christ as he established it in the Meridian of Time.\n<\/p><p>\nI bear you this testimony as we part this afternoon and pray the blessings of the Lord to be\nupon each and every one of you, that the influence of the priesthood quorums, of auxiliaries,\nand of the missionaries may be more effective from this time forward than ever before in\nleading the honest in heart of the whole world to turn their hearts to the worship of God and\ngive them power to control the animal nature and live in the Spirit, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}