{"ID":1452, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Signs of the Lord's Coming<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Counselor in the First Presidency and President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1966, pp. 12-15<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am very thankful to be here with you at this, the 136th\nAnnual General Conference of The Church of Jesus Christ of Latter-day Saints, and I pray\nthat I shall say something that will be for the upbuilding of the kingdom of our Father and for\nthe benefit of those who are listening. I would like to speak on \"The Signs of the Lord's\nComing,\" and I pray that he will direct me in what I say.\n<\/p><p>\n<b>His Coming is near<\/b>\n<\/p><p>\nMany things have taken place during the past one hundred and thirty-six years to impress\nfaithful members of the Church with the fact that the coming of the Lord is near. The gospel\nhas been restored. The Church has been fully organized. The priesthood has been conferred\nupon man. The various dispensations from the beginning have been revealed and their keys\nand authorities given to the Church. Israel has been and is being gathered to the land of Zion.\nThe Jews are returning to Jerusalem. The gospel is being preached in all the world as a\nwitness to every nation (<span class=\"citation\" id=\"35638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35638)\">Matt. 24:14<\/a><\/span>).\nTemples are being built, and ordinance work for the dead, as well as\nfor the living, is performed in them. The hearts of the children have turned to their fathers\n(<span class=\"citation\" id=\"32800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32800)\">Mal. 4:6<\/a><\/span>),\nand the children are seeking after their dead. The covenants which the Lord promised to make\nwith Israel in the latter days have been revealed, and thousands of gathered Israel have\nentered into them. Thus the work of the Lord is advancing, and all these things are signs of\nthe near approach of our Lord.\n<\/p><p>\n<b>Prophecies are being fulfilled<\/b>\n<\/p><p>\nJesus said the Jews would be scattered among all nations and Jerusalem would be trodden\ndown by the Gentiles until the times of the Gentiles were fulfilled\n(<span class=\"citation\" id=\"31682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31682)\">Luke 21:24<\/a><\/span>). The\nprophecy in Section 45, verses 24-29, of the Doctrine and Covenants regarding the Jews was\nliterally fulfilled (<span class=\"citation\" id=\"14772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14772)\">D&amp;C 45:24-29<\/a><\/span>).\nJerusalem, which was trodden down by the Gentiles, is no longer trodden\ndown but is made the home for the Jews. They are returning to Palestine, and by this we may\nknow that the times of the Gentiles are near their close.\n<\/p><p>\nThe words of the prophets are rapidly being fulfilled, but it is done on such natural principles\nthat most of us fail to see it. Joel promised that the Lord would pour out his spirit upon all\nflesh: the sons and daughters should prophesy, old men should dream dreams, and young men\nshould see visions. Wonders in heaven and in the earth would be seen, and there would be\nfire, blood, and pillars of smoke. Eventually the sun is to be turned into darkness and the\nmoon as blood and then shall come the great and dreadful day of the Lord\n(<span class=\"citation\" id=\"26877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26877)\">Joel 2:28-31<\/a><\/span>). Some of these\nsigns have been given; some are yet to come. The sun has not yet been darkened. We are\ninformed that this will be one of the last acts just preceding the coming of the Lord.\n<\/p><p>\nOne wonders if we are not now seeing some of the signs in heaven&mdash;not all, for undoubtedly\nsome of them will be among the heavenly bodies, such as the moon and the sun, the meteors\nand comets, but in speaking of the heavens, reference is made to that part which surrounds the\nearth and which belongs to it. It is in the atmosphere where many of the signs are to be\ngiven. Do we not see airships of various kinds traveling through the heavens daily? Have we\nnot had signs in the earth and through the earth with the radio, railroad trains, automobiles,\nsubmarines, and satellites, and in many other ways? There are yet to be great signs: the\nheavens are to be shaken, the sign of the Son of Man is to be given, and then shall the tribes\nof the earth mourn (<span class=\"citation\" id=\"35644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35644)\">Matt. 24:29-30<\/a><\/span>).\n<\/p><p>\n<b>The signs appear<\/b>\n<\/p><p>\nAmong the signs of the last days was an increase of learning. Daniel was commanded to \". . .\nshut up the words, and seal the book [of his prophecy], even to the time of the end: [and in\nthat day] many shall run to and fro,\" said he \"and knowledge shall be increased\"\n(<span class=\"citation\" id=\"10683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10683)\">Dan. 12:4<\/a><\/span>).\nAre not the people \"running to and fro\" today as they never did before in the history of the\nworld? Go to the Bureau of Information and ask there how many tourists visit Temple Square\neach year. Make inquiry at the various national parks, at the bus, railroad, and steamship\ncompanies; learn how many are running to Europe, Asia, and all parts of the earth.\n<\/p><p>\nAre we not, most of us, running to and fro in our automobiles seeking pleasure? Is not\nknowledge increased? Was there ever a time in the history of the world when so much\nknowledge was poured out upon the people? But sad to say, the words of Paul are true&mdash;the\npeople are \"ever learning and never able to come to the knowledge of the truth\"\n(<span class=\"citation\" id=\"5162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5162)\">2 Tim. 3:7<\/a><\/span>).\n<\/p><p>\nHave you ever tried to associate the outpouring of knowledge, the great discoveries and\ninventions during the past 136 years, with the restoration of the gospel? Do you not think\nthere is some connection? It is not because we are more intelligent than our fathers that we\nhave received this knowledge, but because God has willed it so in our generation! Yet men\ntake the honor unto themselves and fail to recognize the hand of the Almighty in these things.\n<\/p><p>\nAmerica was discovered because the Lord willed it. The gospel was restored in America,\nrather than in some other land because the Lord willed it. This is the land \"shadowing with\nwings\" spoken of by Isaiah that today is sending ambassadors by the sea to a nation scattered\nand peeled, which at one time was terrible in the beginning\n(<span class=\"citation\" id=\"25306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25306)\">Isa. 18:1-2<\/a><\/span>). Now that nation is\nbeing gathered, and once again they shall be in favor with the Lord.\n<\/p><p>\nHave we not had numerous rumors of wars (<span class=\"citation\" id=\"35630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35630)\">Matt. 24:6<\/a><\/span>)?\nHave we not had wars, such wars as the world\nnever saw before? Is there not today commotion among the nations, and are not their rulers\ntroubled? Have not kingdoms been overturned and great changes been made among nations?\nThe whole earth is in commotion. Earthquakes in divers places\n(<span class=\"citation\" id=\"35634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35634)\">Matt. 24:7<\/a><\/span>) are reported every day. I took\nthe liberty to call Dr. Melvin Cook and have him get for me some facts about how many\nearthquakes we have now. He quotes from a recent book (<i>Earthquakes and Earth Structure<\/i>) by\nJohn H. Hodgson (who is chief, Division of Seismology, Dominion Observatory, Ottawa) the\nfollowing: \"The way the numbers [of earthquakes] go up as the magnitude goes down makes\nit easy for us to accept the estimate that, if all earthquakes down to zero magnitude could be\ndetected, the number would be between one and ten million each year.\" Then he goes on to\nsay that there are about 2,000 earthquakes each year with the magnitude between 5 and 6 and\nabout 20,000 between 4 and 5; therefore it looks as if there are around 20,000 earthquakes a\nyear that could be damaging if they occurred in populated areas. The other signs given by the\nLord have been seen or are at our doors. We know this to be the case both from observation\nand from the predictions of the prophets. Elijah, 130 years ago, told Joseph Smith that the\ngreat and dreadful day of the Lord was near, \". . . even at the doors\"\n(<span class=\"citation\" id=\"14868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14868)\">D&amp;C 110:16<\/a><\/span>).\n<\/p><p>\n<b>And are not seen<\/b>\n<\/p><p>\nYet the old world goes on about its business paying very little heed to all the Lord has said\nand to all the signs and indications that have been given. Men harden their hearts and say\n\". . . that Christ delayeth his coming until the end of the earth\"\n(<span class=\"citation\" id=\"14773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14773)\">D&amp;C 45:26<\/a><\/span>).\n<\/p><p>\nThey are \". . . eating and drinking, marrying and giving in marriage\"\n(<span class=\"citation\" id=\"35650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35650)\">Matt. 24:38<\/a><\/span>) according to the\ncustoms of the world, not of God, without one thought that the end of wickedness is near.\nPleasure and the love of the world have captured the hearts of the people. There is no time\nfor such people to worship the Lord or give heed to his warnings; so it will continue until the\nday of destruction is upon them.\n<\/p><p>\nAt no time in the history of the world has it been more necessary for the children of men to\nrepent. We boast of our advanced civilization, of the great knowledge and wisdom with which\nwe are possessed; but in and through it all, the love of God is forgotten! The Lord, as well as\nElijah, gave us warning, as did also Joseph Smith. The Lord said: \"For behold, verily, verily, I\nsay unto you, the time is soon at hand that I shall come in a cloud with power and great\nglory.\n<\/p><p>\n\"And it shall be a great day at the time of my coming, for all nations shall tremble.\n<\/p><p>\n\"But before that great day shall come, the sun shall be darkened, and the moon be turned into\nblood; and the stars shall refuse their shining, and some shall fall, and great destructions\nawait the wicked\" (<span class=\"citation\" id=\"14753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14753)\">D&amp;C 34:7-9<\/a><\/span>).\n<\/p><p>\n<b>The great and dreadful day is at hand<\/b>\n<\/p><p>\nIf the great and dreadful day of the Lord were near at hand when Elijah came 130 years ago,\nwe are just one century nearer it today. But some will say: \"But not Elijah, you are wrong!\nSurely 130 years have passed, and are we not better off today than ever before? Look at our\ndiscoveries, our inventions, our knowledge, and our wisdom! Surely you made a mistake!\" So\nmany seem to think and say, and judging by their actions they are sure, that the world is\nbound to go on in its present condition for millions of years before the end will come. Talk to\nthem; hear what they have to say&mdash;these learned men of the world. \"We have had worse\ntimes,\" they say. \"You are wrong in thinking there are more calamities now than in earlier\ntimes. There are not more earthquakes, the earth has always been quaking, but now we have\nfacilities for gathering the news which our fathers did not have. These are not signs of the\ntimes; things are not different from former times.\" And so the people refuse to heed the\nwarnings the Lord so kindly gives to them, and thus they fulfill the scriptures. Peter said such\nsayings would be uttered, and he warned the people\n(<span class=\"citation\" id=\"4897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4897)\">2 Pet. 3:3-7<\/a><\/span>). In this warning Peter calls\nattention to the destruction of the world in the flood and says that at the coming of\nChrist&mdash;which scoffers would postpone or deny&mdash;there shall come another cleansing of the earth, but\nthe second time by fire. Is not the condition among the people today similar to that in the\ndays of Noah? Did the people believe and repent then? Can you make men, save with few\nexceptions, believe today that there is any danger? Do you believe the Lord when he said\nalmost 135 years ago: \"For I am no respecter of persons, and will that all men shall know that\nthe day speedily cometh; the hour is not yet, but is nigh at hand, when peace shall be taken\nfrom the earth, and the devil shall have power over his own dominion\"\n(<span class=\"citation\" id=\"14718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14718)\">D&amp;C 1:35<\/a><\/span>).\n<\/p><p>\n\"And behold, and lo, I come quickly to judgment, to convince all of their ungodly deeds\nwhich they have committed against me, as it is written of me in the volume of the book\"\n(<span class=\"citation\" id=\"14847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14847)\">D&amp;C 99:5<\/a><\/span>).\n<\/p><p>\n\"Prepare ye, prepare ye for that which is to come, for the Lord is nigh; \n<\/p><p>\n\"And the anger of the Lord is kindled, and his sword is bathed in heaven, and it shall fall\nupon the inhabitants of the earth\"\n(<span class=\"citation\" id=\"14705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14705)\">D&amp;C 1:12-13<\/a><\/span>).\n<\/p><p>\n\"Verily, I say unto you, this generation, in which these things shall be shown forth, shall not\npass away until all I have told you shall be fulfilled\"\n(<span class=\"citation\" id=\"30790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30790)\">JS&mdash;M 1:34<\/a><\/span>).\n<\/p><p>\nShall we slumber on in utter oblivion or indifference to all that the Lord has given us as\nwarning? I say unto you, \"Watch therefore: for ye know not what hour your Lord doth come.\n<\/p><p>\n<b>Heed the divine warning<\/b>\n<\/p><p>\n\"But know this, that if the good man of the house had known in what watch the thief would\ncome, he would have watched, and would not have suffered his house to be broken up.\n<\/p><p>\n\"Therefore be ye also ready: for in such an hour as ye think not the Son of Man cometh\"\n(<span class=\"citation\" id=\"35651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35651)\">Matt. 24:42-44<\/a><\/span>).\n<\/p><p>\nMay we heed this warning given by the Lord and get our houses in order and be prepared for\nthe coming of the Lord, I humbly pray in the name of Jesus Christ our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}