{"ID":1455, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Repentance&mdash;the Blessing of Hope<\/p>\n<p class=\"gcspeaker\">Bishop Victor L. Brown<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Victor L. Brown, <i>Conference Report<\/i>, April 1966, pp. 21-23<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am grateful to be here today and to participate in this great\nconference. I pray that what I shall say will in some way be helpful in lifting the heavy\nburdens carried by some.\n<\/p><p>\nSomeone has written: \n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp;         MY NAME IS LEGION\n<\/p><p>\n\"Within my earthly temple, there's a crowd; <br \/>\n     There's one of us that's humble, one that's proud,<br \/>\n     There's one that's broken-hearted for his sins,<br \/>\n     There's one that unrepentant sits and grins; <br \/>\n     There's one that loves his neighbor as himself,<br \/>\n     And one that cares for naught but fame and pelf.<br \/>\n     From much corroding care, I should be free<br \/>\n     If I could once determine which is me.\"<br \/><br \/>\n&nbsp; &nbsp;                (By Edward Sanford Martin)\n<\/p><p>\nWithin my earthly temple, there's a crowd. There's one of us that's humble&mdash;one that's\nproud. There's one that's brokenhearted for his sins. It is these to whom I wish to address my\nremarks today.\n<\/p><p>\n<b>Hope for the sinner<\/b>\n<\/p><p>\nIt seems that one of the tragedies of sin is that once a mistake has been made, many feel there\nis no redemption. Consequently, they continue to live in error. There are others who, once\nhaving made a mistake, repent, and yet carry the burden of guilt throughout their lives,\nburying it deep in their hearts, letting it tear at their secret heartstrings until many times, later\nin life, they find it impossible to bear any longer. This often results in serious psychological\nproblems. They have failed to realize that the Lord, through the blessing of repentance, does\nnot expect this. He has said: \n<\/p><p>\n\"Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember\nthem no more\" (<span class=\"citation\" id=\"14795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14795)\">D&amp;C 58:42<\/a><\/span>).\n<\/p><p>\nThe essence and purpose of the Savior's life was salvation&mdash;not condemnation\n(<span class=\"citation\" id=\"28238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28238)\">John 3:17<\/a><\/span>). He died that\nwe might live, opening the way to eternal life and blessing us with the principles of the\ngospel, the second of which is repentance. He recognized that none of us is perfect nor free\nfrom sin.\n<\/p><p>\n<b>Repentance assures salvation<\/b>\n<\/p><p>\nMany times the principle of repentance is not fully understood. It is the blessing of hope that\noffers each of us forgiveness.\n<\/p><p>\nThe first step in repentance is recognition and sorrow for the sin committed. Of course, if we\nare brokenhearted for our sins, we have recognized them. This sorrow is not simply remorse\nand a fleeting twinge of conscience. The sorrow I refer to has no mental reservation, no\nfeeling that perhaps our sins are not so gross or serious after all.\n<\/p><p>\nPaul said: \"For godly sorrow worketh repentance to salvation. . . but the sorrow of the world\nworketh death\" (<span class=\"citation\" id=\"3056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3056)\">2 Cor. 7:10<\/a><\/span>). This kind of sorrow means abandonment of the sin. This means\ncomplete cessation from such actions from that point forward.\n<\/p><p>\n<b>Confession purges<\/b>\n<\/p><p>\nAnother vital step in repentance is confession. The Lord said, \". . . I, the Lord, forgive sins\nunto those who confess their sins before me and ask forgiveness, who have not sinned unto\ndeath\" (<span class=\"citation\" id=\"14802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14802)\">D&amp;C 64:7<\/a><\/span>).\n<\/p><p>\nThe Lord retains unto himself the right to judge the whole man. However, in the ecclesiastical\norder of his Church, he has appointed what are known as common judges in Israel, more\ncommonly known as bishops.\n<\/p><p>\nThe bishop receives the confessions of the members of the Church when a serious sin has\nbeen committed, such as one involving the moral law. His authority as a judge has to do with\nthe retention of the individual's full fellowship in the Church. He has been given the\nresponsibility to forgive as far as church membership is concerned. The Lord is the only one\nwho can truly forgive.\n<\/p><p>\nEach bishop recognizes his special role as a servant of the Lord in assisting him to accomplish\nhis purpose. He said: \n<\/p><p>\n\"For behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life\nof man\" (<span class=\"citation\" id=\"39254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39254)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThe bishop knows that the confession received from a member of his ward is a sacred trust.\nHe does not divulge it to his wife or any other person. A bishop who violates such a sacred\nconfidence is, himself, guilty of an offense before God, the Church, and the individual.\n<\/p><p>\nWe sit today with several thousands of these wonderful men who have been called and\nordained by proper authority to this very special position of bishop. They come from all\nwalks of life. They span many years in age. They are your neighbors and mine. They have\ngrown up with us. Some of them have grown up with our children, and for these reasons and\nothers, we too often fail to recognize them for what they have become. At the time of their\nordination to bishop, they were given the authority to act as a common judge within the\nboundaries of their wards. They were given the blessing of discernment, wisdom, and\nunderstanding. They were counseled to be kind and thoughtful in their dealings with the\nmembership.\n<\/p><p>\nEach bishop understands fully the following scripture: \n<\/p><p>\n\"No power or influence can or ought to be maintained by virtue of the priesthood, only by\npersuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; \n<\/p><p>\n\"By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy,\nand without guile&mdash;\n<\/p><p>\n\"Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing\nforth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee\nto be his enemy\" (<span class=\"citation\" id=\"14873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14873)\">D&amp;C 121:41-43<\/a><\/span>).\n<\/p><p>\n<b>Bishop, the spiritual counselor<\/b>\n<\/p><p>\nAs already stated, the bishop is the spiritual counselor to his people. He is the one to whom\nwe should confess our serious transgressions. He is not a harsh judge but rather he constantly\nasks himself, \"What would the Savior's judgment be in this case?\" If we are truly repentant,\nwe should be willing to place our trust in him and follow his guidance, because, after all, his\nwhole purpose is not to condemn us but to help us.\n<\/p><p>\nMay the Lord bless those who have transgressed, that they may understand his love for them\nand the blessings that can be theirs through repentance, never forgetting that the Lord himself\nhas said: \n<\/p><p>\n\"Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember\nthem no more\" (<span class=\"citation\" id=\"14796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14796)\">D&amp;C 58:42<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, it is my humble witness that God lives. I know it with all the fiber of\nmy being. I know that he loves us, and I know that he has the same love for the sinner as for\nthe Saint. May he bless us, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}