{"ID":1456, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Vision of Lehi<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1966, pp. 23-27<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters and friends, it is a privilege always to attend the general conferences\nof the Church.\n<\/p><p>\n<b>Lehi's vision<\/b>\n<\/p><p>\nMy message is taken from the Book of Mormon account of the vision God gave to the\nProphet Lehi, who, with his family, lived in Jerusalem about 600 years before the birth of\nChrist. This prophet was warned concerning the destruction of Jerusalem by invading\nBabylonian armies (<span class=\"citation\" id=\"1611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1611)\">1 Ne. 1:13<\/a><\/span>). God therefore commanded Lehi to take his family and a small select\ngroup and to depart from the city (<span class=\"citation\" id=\"1612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1612)\">1 Ne. 2:1-2<\/a><\/span>). The Lord gave assurance that he would lead them to a\npromised land&mdash;the Americas as we know them today. These families belonged to the house\nof Israel, and Lehi was a descendant of that Joseph who was sold into Egypt.\n<\/p><p>\nAfter their departure from Jerusalem and while in the Valley of Lemuel, near the border of the\nRed Sea, God blessed the prophet with an inspiring vision (<span class=\"citation\" id=\"1617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1617)\">1 Ne. 8:1-38<\/a><\/span>). In this vision Lehi\nbeheld a dark and dreary wilderness. He was led by a messenger from God, a man clothed in a\nwhite robe. It seemed to Lehi they were moving deeper into the wilderness of darkness, and he\ntherefore earnestly petitioned his God for mercy. Following his supplication the dream\nunfolded to his vision important and significant events. Lehi beheld a large and spacious field\nand a tree, the fruit of which was desirable to make one happy. He went forth and partook of\nthe fruit and in ecstasy declared it to be the most sweet above all that he had before tasted.\nWhen Lehi partook of the fruit, he described it as filling his soul with exceeding joy and he\ntherefore desired that his family should partake of the fruit also, for he knew it was most\ndesirable above all other fruit. As he cast his eyes about to discover his family, he beheld a\nriver of water that ran along near the tree. As he looked toward the source of the stream, he\nsaw his wife, Sariah, and two of his sons, Nephi and Sam. It seemed to Lehi that this part of\nhis family were uncertain as to the way they should go. Being anxious about the welfare of\nhis family, he beckoned unto them to come and partake of the fruit, which invitation they\nwillingly accepted.\n<\/p><p>\nLehi had two other sons, both of whom were wayward. He was desirous that they also should\ncome and partake of the fruit. When he located them, they refused his invitation.\n<\/p><p>\nAs the vision continued, Lehi beheld a rod of iron that extended along the bank of the river\nand led to the tree by which he stood. He also beheld a straight and narrow path that\nparalleled close to the rod of iron and also led to the tree and continued on to the head of the\nfountain unto a large and spacious field, as if it were a world. Lehi saw numberless\nconcourses of people, many of whom were pressing forward that they might obtain the path\nthat led to the tree laden with desirable fruit. Some commenced in the path, but there arose a\nmist of darkness of exceeding intensity insomuch that they who had commenced in the path\ndid lose their way and wandered off and were lost.\n<\/p><p>\nIn the vision Lehi beheld others pressing forward, and they caught hold of the rod of iron and\ncontinued through the mists of darkness, clinging to the rod of iron, and moved along the\nstraight and narrow path until they reached the tree and partook of its fruit. After partaking of\nthe fruit they cast their eyes about as if they were ashamed. This caused Lehi to wonder, so\nhe cast his eyes round about also and beheld on the other side of the river a great and\nspacious building. It was filled with people, both old and young, both male and female, who\nwere well dressed, and they were in the attitude of mocking and were pointing fingers of\nscorn toward those who had partaken of the fruit. These wavering souls had made\nconsiderable progress toward their goal, but they could not withstand the scoffing of the\nmultitudes and therefore they fell away into forbidden paths and were lost.\n<\/p><p>\nLehi saw another concourse of people, and they did press their way forward, continually\nholding fast to the rod of iron until they reached the tree and partook of its fruit. He saw\nother multitudes feeling their way toward that great and spacious building. Many strayed and\nwere drowned in the depths of the fountain, and others were lost from his view, wandering\ninto strange roads. Great were the multitudes that entered the strange building, and after doing\nso they pointed the finger of scorn and did scoff at Lehi and the others who were partaking of\nthe fruit. \". . . but,\" said Lehi, \"we heeded them not\" (<span class=\"citation\" id=\"1620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1620)\">1 Ne. 8:33<\/a><\/span>). So closed the vision of\nLehi.\n<\/p><p>\n<b>The vision teaches:<\/b>\n<\/p><p>\nNow, having the details of the vision in mind, let us consider the teachings and the lessons of\nthis unusual vision. We learn that people must pray for light and truth to know the way to\neternal life and happiness. Only by humility and prayer, with a heart open to truth, can one\nescape the dominant influence that Satan is exerting so strongly and effectively today in all\nareas of the world to destroy the souls of men.\n<\/p><p>\nNephi, the son of Lehi, although fully believing the words of his father regarding his vision,\nwas nevertheless desirous that he might see and hear and know for himself of those things\nwitnessed by his father (<span class=\"citation\" id=\"1622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1622)\">1 Ne. 11:1<\/a><\/span>). He had faith that the vision of his father could be shown him by the\ngift and power of the Holy Ghost. Nephi was granted his wish after he, too, had humbly and\ndiligently supplicated the Lord in prayer for this privilege.\n<\/p><p>\nAn angel of God appeared before Nephi and asked if he knew the meaning of the tree which\nhis father saw. Nephi answered in the affirmative, stating, \". . . it is the love of God, which\nsheddeth itself abroad in the hearts of the children of men, wherefore, it is the most desirable\nabove all things.\" And the angel added, \"Yea, and the most joyous to the soul\"\n(<span class=\"citation\" id=\"1623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1623)\">1 Ne. 11:22-23<\/a><\/span>).\n<\/p><p>\n<b>The \"Tree of Life\" a recurring symbol<\/b>\n<\/p><p>\nThe tree of life was not unknown to the descendants of Lehi, part of whom are the Indian\ntribes of the Americas, for it is found in the pictorial hieroglyphics that were carved upon\nrocks in regions of the past civilizations of Lehi's posterity. The tree of life is not something\nnew taught in our day, for there are many references to it in the scriptures. The significance\nof this representation may not be understood fully, except by few, yet it has real and\nimportant spiritual value. In the book of Revelation (<span class=\"citation\" id=\"42397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42397)\">Rev. 2:7<\/a><\/span>) we learn that \"the tree of life . . . is\nin the midst of the paradise of God.\" In Genesis 2:9 we are informed that a tree of life was\nplaced by God in the midst of the Garden of Eden (<span class=\"citation\" id=\"23732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23732)\">Gen. 2:9<\/a><\/span>). Adam and Eve were privileged to partake\nof the fruit of this tree until they transgressed God's law. Thereafter the fruit of the tree was\ndenied them, if they had partaken, they would have lived forever in their fallen state (<span class=\"citation\" id=\"39262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39262)\">Moses 4:28<\/a><\/span>). Death\nwas in the great plan of God, and the hope of man became centered in Jesus Christ, who gave\nhis life on Calvary to redeem and save man from the effects of the fall.\n<\/p><p>\nAlma, a Nephite prophet, quotes the Christ as saying, \"Come unto me and ye shall partake of\nthe fruit of the tree of life\" (<span class=\"citation\" id=\"9058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9058)\">Alma 5:34<\/a><\/span>).\n<\/p><p>\nJohn the Revelator, speaking of the tree of life in the New Jerusalem that is to come down\nfrom heaven, said: \"Blessed are they that do his commandments, that they may have right to\nthe tree of life, and may enter in through the gates into the city\" (<span class=\"citation\" id=\"42406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42406)\">Rev. 22:14<\/a><\/span>).\n<\/p><p>\nLehi taught there must be an opposition in all things. \". . . even the forbidden fruit in\nopposition to the tree of life; the one being sweet and the other bitter\" (<span class=\"citation\" id=\"3746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3746)\">2 Ne. 2:15<\/a><\/span>).\n<\/p><p>\nNephi advises, \"Wherefore, the wicked are rejected from the righteous, and also from that tree\nof life, whose fruit is most precious and most desirable above all other fruits, yea, and it is\nthe greatest of all the gifts of God\" (<span class=\"citation\" id=\"1633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1633)\">1 Ne. 15:36<\/a><\/span>).\n<\/p><p>\n<b>\"The rod of iron\"<\/b>\n<\/p><p>\nNephi learned from the angel that the rod of iron seen by his father was the word of God\n(<span class=\"citation\" id=\"1624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1624)\">1 Ne. 11:25<\/a><\/span>),\nwhich word, if accepted and lived, will lead mankind to the tree of life and to the fountain of\nliving waters, which waters are a representation of the love of God. Nephi beheld also that the\ntree of life is a representation of the love of God.\n<\/p><p>\nMan's duty, therefore, is to seek earnestly for the word of the Lord; and when he finds it, if\nhe is sincere in his desires, he will enter into that straight and narrow path that will take him\nto the tree of life where he can partake of the fruit thereof. Remaining true, he will not fall\ninto the byways of wickedness and sin but continue on to the eternal mansions prepared of\nGod for the faithful and worthy of his children.\n<\/p><p>\n<b>Other symbols<\/b>\n<\/p><p>\nThe river of water spoken of in the vision represents filthiness\n(<span class=\"citation\" id=\"1630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1630)\">1 Ne. 15:27<\/a><\/span>). The mists of darkness are the\ntemptations of the devil, which blind the eyes and harden the hearts of the children of men\nand lead them away into broad roads, where they perish and become lost. The great and\nspacious building was the pride of the world which fell and said the angel, \"Thus shall be the\ndestruction of all nations, kindreds, tongues, and people, that shall fight against the twelve\napostles of the Lamb\" (<span class=\"citation\" id=\"1627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1627)\">1 Ne. 11:36<\/a><\/span>). The building was filled with human beings&mdash;fools and\nscoffers&mdash;who, with their ribaldry, succeeded in making apostates and transgressors of some\nof those who had tasted of the fruit of the tree of life. The inmates of the building delighted\nin mocking and scoffing at those who desired to do right.\n<\/p><p>\nInasmuch as Laman and Lemuel did not partake of the fruit of the tree of life, Lehi feared\nlest they would be cast off from the presence of the Lord forever. As their father, he had\ngreat concern for their eternal welfare, and his love was manifest in his exhortation to them\nwith all the feeling of a tender parent, that they would hearken unto his words and not be cast\noff (<span class=\"citation\" id=\"1621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1621)\">1 Ne. 8:35-37<\/a><\/span>).\n<\/p><p>\n<b>Parable of the Sower<\/b>\n<\/p><p>\nThe parable of Jesus dealing with the sower who went forth to sow parallels in teaching the\nlessons given Lehi in the vision that I have described (<span class=\"citation\" id=\"35589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35589)\">Matt. 13:1-9<\/a><\/span>). The Savior, after\napplying the parable of the sower to those whom he was teaching, interpreted it to the\nunderstanding of his disciples by saying: \n<\/p><p>\n\"When any one heareth the word of the kingdom, and understandeth it not, then cometh the\nwicked one, and catcheth away that which was sown in his heart. This is he which received\nseed by the wayside.\n<\/p><p>\n\"But he that received the seed into the stony places, the same is he that heareth the word, and\nanon with joy receiveth it; \n<\/p><p>\n\"Yet hath he not root in himself, but dureth for a while: for when tribulation or persecution\nariseth because of the word, by and by he is offended.\n<\/p><p>\n\"He also that received seed among the thorns is he that heareth the word; and the care of this\nworld, and the deceitfulness of riches, choke the word, and he becometh unfruitful.\n<\/p><p>\n\"But he that received seed into the good ground is he that heareth the word, and\nunderstandeth it; which also beareth fruit, and bringeth forth, some an hundred fold, some\nsixty, some thirty\" (<span class=\"citation\" id=\"35591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35591)\">Matt. 13:19-23<\/a><\/span>).\n<\/p><p>\n<b>\"The Power of God unto Salvation\"<\/b>\n<\/p><p>\nThe Apostle Paul declared that he was not ashamed of the gospel of Christ, because, said he,\n\"it is the power of God unto salvation\" (<span class=\"citation\" id=\"42794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42794)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nNo man, following the example and dedication of the Christ, should become ashamed or\nafraid of his true Christian status and lack courage and strength, in the face of opposition or\nthe taunting of men, to remain true, firm, and steadfast to his conviction of what is right in\nthe sight of God. This life is a probationary state wherein men and women are tried and\nproven in the crucible of mortal existence.\n<\/p><p>\nThe vision of Lehi and the parable of the sower presented by the Christ suggest the\nweaknesses of men and the many avenues of personal indifference, lack of faith, wickedness,\nand sin which, if left uncontrolled, will destroy their very souls and lead them down to the\ndepths of hell (<span class=\"citation\" id=\"1628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1628)\">1 Ne. 12:16<\/a><\/span>).\n<\/p><p>\nLehi's love and concern for the eternal welfare and happiness of his family is applicable to all\nparents. They too, feelingly, kindly, and in love, must give children the opportunity of good\nmoral and spiritual teaching and training with righteous and ethical parental example in order\nto create the desire and the strength within their children's hearts to love God and to serve\nhim and keep his commandments.\n<\/p><p>\nThe pitfalls of temptation and evil today are many. These evils are dressed up attractively and\ncunningly to deceive the very elect (<span class=\"citation\" id=\"35642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35642)\">Matt. 24:24<\/a><\/span>). Unless parents and youth are grounded in the basics of\ngood behavior and the fundamental principles and standards of the gospel, which is the true\nChristian way of life, they can stumble and fall by the wayside and thus never reach the goal\nof eternal life.\n<\/p><p>\nThe teachings of Lehi, his son Nephi, the Apostle Paul, and Jesus, to which I have referred,\nare guidelines and directions toward the tree of life. The vision of Lehi blesses all of us with\nits understanding of God's purposes for his children and the responsibility of parents to their\nfamilies. The Church and its families are synonymous: one does not exist without the other,\nand both serve each other, and all belong to God the Father.\n<\/p><p>\n<b>The vision of Lehi summarized<\/b>\n<\/p><p>\nNow in closing I wish to summarize the vision of Lehi with the following brief comments: \n<\/p><p>\nDreams or visions are often used as a teaching principle, unfolding the secrets of heaven to\nthe prepared mind and prayerful heart.\n<\/p><p>\nThe love of God suggests the good and wholesome things of life.\n<\/p><p>\nThe tree of life is indicative of eternal life&mdash;or celestial life&mdash;life in the full enjoyment of\nGod's love.\n<\/p><p>\nThe fountain of living waters is representative of the love of God. All spiritual graces and\nrefreshment communicated by the Spirit are compared to a fountain. We learn from Jeremiah,\n\". . . they have forsaken the Lord, the fountain of living waters\" (<span class=\"citation\" id=\"26513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26513)\">Jer. 17:13<\/a><\/span>).\n<\/p><p>\nGod, then, is called the fountain of living waters. The Savior taught that those who drink of it\nshall never thirst (<span class=\"citation\" id=\"28239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28239)\">John 4:14<\/a><\/span>).\n<\/p><p>\nThe numberless concourses of people seen by Lehi in his vision represent the different races\nof men on earth (<span class=\"citation\" id=\"1618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1618)\">1 Ne. 8:21<\/a><\/span>).\n<\/p><p>\nThe river of water, which is representative of the filthiness of sin, wickedness, and\ncontamination (<span class=\"citation\" id=\"1631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1631)\">1 Ne. 15:27-29<\/a><\/span>),\nseparates the wicked from the tree of life and from the Saints of God and is a\nprototype of the condition called hell.\n<\/p><p>\nNotwithstanding the numerous institutions of secular and theological learning, the human\nfamily, by and large, are groping in the mists of moral and spiritual darkness. Sin and vice,\nprideful exaltation of the human mind, and the pursuit of harmful pleasures blur men's\nperception, dull their sense of values, and obscure their vision of the rod of iron, or the word\nof God (<span class=\"citation\" id=\"1625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1625)\">1 Ne. 11:25<\/a><\/span>), which alone leads to eternal life.\n<\/p><p>\nThe great and spacious building (<span class=\"citation\" id=\"1626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1626)\">1 Ne. 11:35-36<\/a><\/span>), in addition to representing the pride and vain imaginations of\nmen, stands for the mockery and ridicule of the world. Our generation should be reminded\nthat scoffers are far from the kingdom of God. Those who allow the ridicule of men to make\nthem embarrassed by the cause, the standards, or the obligations that they have espoused as\ntrue followers of Christ, and are turned thereby from the straight and narrow path of truth and\nrighteousness, are those who form the stony ground in which the seed sown soon withers and\ndies (<span class=\"citation\" id=\"35590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35590)\">Matt. 13:5-6<\/a><\/span>). Those who are drowned\nin the depths of the fountain (<span class=\"citation\" id=\"1619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1619)\">1 Ne. 8:32<\/a><\/span>) refer to those who are engulfed in\nthe quagmire of evil-mindedness, sin, and corruption; therefore, the wicked sink to destruction\nin the river of filth, and the depths thereof are the depths of hell (<span class=\"citation\" id=\"1629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1629)\">1 Ne. 12:16<\/a><\/span>).\n<\/p><p>\nPassing through the mist and clinging steadfastly to the iron rod, the faithful pass\ntriumphantly through the temptations that beset man's mortal pilgrimage to the cherished goal\nof eternal life with God.\n<\/p><p>\nIn man's search for happiness and his climb to eternal joy, there can be no relaxation, no\ndeviation from the straight and narrow path; nor can he lose a firm hold upon the iron rod,\nwhich is the word of God. He must set aside the things of the world as he travels the path\nwhich leads to exaltation and glory in the kingdom of God.\n<\/p><p>\nI bear witness to you, my brothers and sisters, to the truthfulness of these things. I know the\nteachings of this vision are important to us and to all the world. May God bless us that we\nmay so live and set the type of example that will incline the hearts of men and women to the\nrestored Church of our Lord, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}