{"ID":1457, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Otherwise, Of What Value is Christianity?<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1966, pp. 29-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe Latter-day Saints bear testimony that Jesus Christ is the Savior of the world. He is the\nRedeemer and the Messiah. He is the divine Son of God and the Creator of heaven and earth.\nAmid persecution and great opposition he fulfilled his mortal ministry and brought about the\natonement for all mankind. When he died on the cross, the heavens mourned, as did his\ndisciples among the common people who believed in him. And yet, his enemies rejoiced,\nfeeling that in delivering him to the Roman executioners, they had accomplished a great\nvictory.\n<\/p><p>\n<b>Christ the victor<\/b>\n<\/p><p>\nBut Christ was the real victor. On the third day after his crucifixion he came forth from the\ntomb in a glorious physical resurrection. The same body that was crucified now arose, no\nmore to die, opening the door to a resurrection for us all.\n<\/p><p>\n<b>He is \"the resurrection and the life\"<\/b>\n<\/p><p>\nBut Christ means more than resurrection, more than our hopes for immortality. He not only\nsaid, \"I am the resurrection,\" but he also said, \"I am . . . the life\" (<span class=\"citation\" id=\"28265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28265)\">John 11:25<\/a><\/span>). He\nspoke of a particular way of life, which he himself represented. It is a way to live, a way by\nwhich each of us may pattern our daily habits after his high principles. It is the perfect plan\nfor human relationships. It will do away with man's inhumanity to man, whether in our\nhomes, in our neighborhoods, or in the world at large.\n<\/p><p>\nIt was not his intention that we merely have a mental acceptance of him and then conduct our\npersonal affairs to suit our own selfish purposes. His way of life provides that we shall\nrearrange our habits and readjust our standards in harmony with his teachings. Otherwise, of\nwhat value is Christianity?\n<\/p><p>\nHe taught us to overcome our prejudices and enmities, for all human difficulties can be\novercome through the application of Christlike love.\n<\/p><p>\nOne of the greatest of all Christian principles is given by him in the Sermon on the Mount.\nHe said, \"Ye have heard that it hath been said, Thou shalt love thy neighbour and hate thine\nenemy.\n<\/p><p>\n\"But I say unto you, Love your enemies, bless them that curse you, do good to them that hate\nyou, and pray for them which despitefully use you, and persecute you: \n<\/p><p>\n\"That ye may be the children of your Father which is in heaven . . .\n<\/p><p>\n\"For if ye love them which love you, what reward have ye? do not even the publicans the\nsame?\n<\/p><p>\n\"And if ye salute your brethren only, what do ye more than others? do not even the publicans\nso?\" (<span class=\"citation\" id=\"35540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35540)\">Matt. 5:43-47<\/a><\/span>).\n<\/p><p>\nAgain he said: \". . . if thou bring thy gift to the altar, and there rememberest that thy brother\nhath ought against thee; \n<\/p><p>\n\"Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and\nthen come and offer thy gift\" (<span class=\"citation\" id=\"35532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35532)\">Matt. 5:23-24<\/a><\/span>).\n<\/p><p>\nHe also taught: \". . . if ye forgive men their trespasses, your heavenly Father will also forgive\nyou: \n<\/p><p>\n\"But if ye forgive not men their trespasses, neither will your Father forgive your trespasses\"\n(<span class=\"citation\" id=\"35550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35550)\">Matt. 6:14-15<\/a><\/span>).\n<\/p><p>\nContinuing his outline for good human relationships, he said, \"Judge not, that ye be not\njudged.\n<\/p><p>\n\"Why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is\nin thine own eye?\"\n<\/p><p>\n\". . . first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out\nthe mote out of thy brother's eye\" (<span class=\"citation\" id=\"35561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35561)\">Matt. 7:1,3,5<\/a><\/span>).\n<\/p><p>\n<b>Good will among men<\/b>\n<\/p><p>\nThese and many similar teachings formed his program for goodwill among men. It is the only\nfoundation for a lasting peace.\n<\/p><p>\nAs Christians we never yet have accepted the true meaning of his title, the Prince of Peace\n(<span class=\"citation\" id=\"25301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25301)\">Isa. 9:6<\/a><\/span>).\n<\/p><p>\nThen are we truly Christians? Do we really follow him? Are we willing to adopt his\nprinciples and live them? The peace of Christ is attainable in the world. He does not\ncommand the impossible.\n<\/p><p>\nIf it were not within the realm of both possibility and reason to love our neighbors as\nourselves (<span class=\"citation\" id=\"35622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35622)\">Matt. 22:39<\/a><\/span>), he would not have commanded it.\n<\/p><p>\nIf it were not possible to love our enemies (<span class=\"citation\" id=\"50021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50021)\">Matt. 5:44<\/a><\/span>), he would not have commanded it.\n<\/p><p>\nIf it were not possible for us to turn the other cheek, to go the extra mile, to give our coat\nand our cloak also (<span class=\"citation\" id=\"35537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35537)\">Matt. 5:39-41<\/a><\/span>), he would not have commanded it.\n<\/p><p>\nIf it were not possible for mankind to reconcile their differences in the spirit of brotherhood,\nmercy, and kindness, he would not have commanded\n<\/p><p>\nWas he dealing in mere verbiage when he gave the Beatitudes? Was he talking to modern\nChristians as well as to those of his own day when he said: \"Blessed are the peacemakers, for\nthey shall be called the children of God\" (<span class=\"citation\" id=\"35526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35526)\">Matt. 5:9<\/a><\/span>)? Can any others be the children of God?\n<\/p><p>\nChrist is the Prince of Peace. But his peace will not come unless we live his teachings.\n<\/p><p>\nHe is our Savior, but he cannot save us if we refuse to do what he says.\n<\/p><p>\nChristians of today must reassess the depth of their allegiance to Christ. It does no good to\nhonor him with our lips if our hearts are far from him (<span class=\"citation\" id=\"25309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25309)\">Isa. 29:13<\/a><\/span>).\n<\/p><p>\nIf there is one thing more than another that the Lord despises, it is hypocrisy. None in his day\nreceived the condemnation that he heaped upon the hypocritical professors of piety who, he\nsaid, \". . . make clean the outside of the cup and of the platter, but within they are full of\nextortion and excess\" and \". . . are like unto whited sepulchres, which indeed appear beautiful\noutward, but are within full of dead men's bones and of all uncleanness\" (<span class=\"citation\" id=\"35627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35627)\">Matt. 23:25,27<\/a><\/span>).\n<\/p><p>\nThe writer of the Proverbs said: \n<\/p><p>\n\"These six things doth the Lord hate: yea, seven are an abomination unto him: \n<\/p><p>\n\"A proud look, a lying tongue, and hands that shed innocent blood,\n<\/p><p>\n\"An heart that deviseth wicked imaginations, feet that be swift in running to mischief,\n<\/p><p>\n\"A false witness that speaketh lies, and he that soweth discord among brethren\"\n(<span class=\"citation\" id=\"41475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41475)\">Prov. 6:16-19<\/a><\/span>).\n<\/p><p>\nIf there is anything basic to Christianity, it is honesty and sincerity.\n<\/p><p>\nIt is also fair dealing and due regard for one's fellowman.\n<\/p><p>\nIt is doing to others as we ourselves would be done by.\n<\/p><p>\nIt is compassion and mercy.\n<\/p><p>\nIt is a willingness to aid the downtrodden, to care for the orphan and the widow in their\naffliction, and to keep oneself unspotted from the sins of the world (<span class=\"citation\" id=\"26189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26189)\">James 1:27 (JST)<\/a><\/span>).\n<\/p><p>\nThere is no true Christianity without good feelings toward our fellowmen.\n<\/p><p>\nIs it surprising then that the Beloved Apostle John taught: \"If a man say, I love God, and\nhateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can\nhe love God whom he hath not seen?\n<\/p><p>\n\"And this commandment have we from him, That he who loveth God love his brother also\"\n(<span class=\"citation\" id=\"1083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1083)\">1 Jn. 4:20-21<\/a><\/span>).\n<\/p><p>\nThat is why the Savior said that the second great commandment is to love our neighbors as\nourselves (<span class=\"citation\" id=\"35623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35623)\">Matt. 22:39<\/a><\/span>).\n<\/p><p>\nThat is why John said further: \"He that loveth not knoweth not God; for God is love\"\n(<span class=\"citation\" id=\"1081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1081)\">1 Jn. 4:8<\/a><\/span>).\n<\/p><p>\nAnd that is why Paul's words were translated to read: \n<\/p><p>\n\"Though I speak with the tongues of men and of angels, and have not [love], I am become as\nsounding brass or a tinkling cymbal.\n<\/p><p>\n\"And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and\nthough I have all faith, so that I could remove mountains, and have not [love], I am nothing.\n<\/p><p>\n\"And though I bestow all my goods to feed the poor, and though I give my body to be\nburned, and have not [love], it profiteth me nothing\" (<span class=\"citation\" id=\"442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(442)\">1 Cor. 13:1-3<\/a><\/span>).\n<\/p><p>\nAnd that is why Jesus said: \". . . in vain they do worship me\" as he spoke of those who give\nhim lip service, but whose hearts are far from him (<span class=\"citation\" id=\"35595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35595)\">Matt. 15:9<\/a><\/span>).\n<\/p><p>\n<b>\"Weightier matters\"<\/b>\n<\/p><p>\nThe Savior constantly emphasized the \"weightier matters\" of the law\n(<span class=\"citation\" id=\"35625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35625)\">Matt. 23:23<\/a><\/span>), and they were not the\nrituals nor an outward appearance of piety.\n<\/p><p>\nThey were the Christian acts that characterized the Good Samaritan (<span class=\"citation\" id=\"31671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31671)\">Luke 10:33<\/a><\/span>); they were the expressions\nof what some have called the \"milk of human kindness.\"\n<\/p><p>\nNote his description of the Judgment Day: \n<\/p><p>\n\"When the Son of man shall come in his glory, and all the holy angels with him, then shall he\nsit upon the throne of his glory: \n<\/p><p>\n\"And before him shall be gathered all nations: and he shall separate them one from another,\nas a shepherd divideth his sheep from the goats: \n<\/p><p>\n\"And he shall set the sheep on his right hand, but the goats on the left.\n<\/p><p>\n\"Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit\nthe kingdom prepared for you from the foundation of the world: \n<\/p><p>\n\"For I was an hungered, and ye gave me meat: I was thirsty, and ye gave me drink: I was a\nstranger, and ye took me in: \n<\/p><p>\n\"Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto\nme.\n<\/p><p>\n\"Then shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed\nthee? or thirsty, and gave thee drink?\n<\/p><p>\n\"When saw we thee a stranger, and took thee in? or naked, and clothed thee?\n<\/p><p>\n\"Or when saw we thee sick, or in prison, and came unto thee?\n<\/p><p>\n\"And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have\ndone it unto one of the least of these my brethren, ye have done it unto me.\n<\/p><p>\n\"Then shall he say also unto them on the left hand, Depart from me, ye cursed, into\neverlasting fire, prepared for the devil and his angels: \n<\/p><p>\n\"For I was an hungered, and ye gave me no meat; I was thirsty, and ye gave me no drink: \n<\/p><p>\n\"I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison,\nand ye visited me not.\n<\/p><p>\n\"Then shall they also answer him saying, Lord, when saw we thee an hungered, or athirst, or\na stranger, or naked, or sick, or in prison, and did not minister unto thee?\n<\/p><p>\n\"Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one\nof the least of these, ye did it not to me.\n<\/p><p>\n\"And these shall go away into everlasting punishment: but the righteous into life eternal\"\n(<span class=\"citation\" id=\"35657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35657)\">Matt. 25:31-46<\/a><\/span>).\n<\/p><p>\n<b>True Christianity the world's real need<\/b>\n<\/p><p>\nTrue Christianity is all this world really needs. It is the remedy for all our ills. It can cure all\nour troubles. But it takes faith, and works, and much of both.\n<\/p><p>\nIt requires a new view of Christianity on the part of all, and a greater willingness to accept it\nand to live it.\n<\/p><p>\nWhen we see the present widespread disregard of the basic teachings of the Master, we begin\nto wonder just how many Christians there really are in the world.\n<\/p><p>\nAre we Christian if we are unfair to our neighbors? Are we Christian if we are dishonest, or\nif we resort to scheming, deceit, and duplicity? Are we really Christian if we find no place in\nour lives for the Golden Rule (<span class=\"citation\" id=\"35564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35564)\">Matt. 7:12<\/a><\/span>)?\n<\/p><p>\nWe \"Christians\" need to take a new look at true Christianity and ask ourselves if we are\nwilling to become genuine disciples of the Savior. True disciples will follow him and will do\nhis will. Hereby may we know that we love him&mdash;if we keep his commandments\n(<span class=\"citation\" id=\"1076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1076)\">1 Jn. 2:3<\/a><\/span>).\n<\/p><p>\nJesus is the Christ. He is the Son of God. He is the Savior of the world, but he will not save\nus if we do not live the Golden Rule (<span class=\"citation\" id=\"35565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35565)\">Matt. 7:12<\/a><\/span>). He will not save us if we do not understand and live\nthe law of charity. He will not save us if we reject the second great commandment, \"Thou\nshalt love thy neighbour as thyself\" (<span class=\"citation\" id=\"35624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35624)\">Matt. 22:39<\/a><\/span>).\n<\/p><p>\nIt is my earnest hope and prayer that we as Latter-day Saints, that we as Christians throughout\nthe world, may really learn to know the Christ and know that the weightier matters of the law\n(<span class=\"citation\" id=\"35626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35626)\">Matt. 23:23<\/a><\/span>)\nare the matters that will really save us, and for this I earnestly pray in the sacred name of the\nLord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}