{"ID":1458, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Modern Sacrifice<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, April 1966, pp. 32-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFollowing the resurrection of Jesus, two followers of Jesus traveled along the road to Emmaus\ndiscussing his crucifixion. The resurrected Lord drew near and joined them, but since their\nspiritual eyes were closed, they did not recognize him. He walked along the way with them,\nlistening to what they said, then asked them to explain what they were talking about. One of\nthem named Cleopas answered him, telling him how Jesus of Nazareth had been taken by the\nchief priests and rulers and slain before their eyes. Cleopas said they had hoped that this great\nprophet might be the one to redeem Israel. However, he had died three days ago, though\ncertain women had reported they had seen an angel who told them that Jesus was alive. This\nthey could not understand, and they were sad and discouraged at what had happened\n(<span class=\"citation\" id=\"31694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31694)\">Luke 24:13-24<\/a><\/span>). Then\nJesus said to them: \n<\/p><p>\n\"O fools, and slow of heart to believe all that the prophets have spoken: \n<\/p><p>\n\"Ought not Christ to have suffered these things, and to enter into his glory?\n<\/p><p>\n\"And beginning at Moses and all the prophets, he expounded unto them in all the scriptures\nthe things concerning himself\" (<span class=\"citation\" id=\"31697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31697)\">Luke 24:25-27<\/a><\/span>).\n<\/p><p>\n<b>He died that we might live<\/b>\n<\/p><p>\nHow profitably might we restudy the scriptures to know the full meaning of that sacrifice\nmade by Jesus in redeeming us from death. Jesus died for all men, that all men might be\nmade alive again as taught by Paul: \n<\/p><p>\n\"But now is Christ risen from the dead, and become the firstfruits of them that slept.\n<\/p><p>\n\"For since by man came death, by man came also the resurrection of the dead.\n<\/p><p>\n\"For as in Adam all die, even so in Christ shall all be made alive\" (<span class=\"citation\" id=\"449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(449)\">1 Cor. 15:20-22<\/a><\/span>).\n<\/p><p>\n<b>He redeemed all men<\/b>\n<\/p><p>\nBy his death Jesus redeemed all men, women, and children born upon this earth, that in him\nthey all would be made alive again. Jesus, however, did more than just redeem us from death\nand the grave. He came into the world not only to redeem mankind from death, but to exalt\nall men and women who would make a covenant to accept him as their Savior and keep that\ncovenant to the very end of their lives.  This doctrine was to extend worldwide and be valid\nthroughout all time as shown by the charge Jesus gave his ordained ministry: \n<\/p><p>\n\"Go ye therefore, and teach <i>all<\/i> nations, baptizing them in the name of the Father, and of the\nSon, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded <i>you<\/i>: and, lo, I am with\nyou alway, even unto the end of the world. Amen\" (<span class=\"citation\" id=\"35669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35669)\">Matt. 28:19-20<\/a><\/span>, italics added).\n<\/p><p>\n<b>The promise beyond the grave<\/b>\n<\/p><p>\nThis statement stretched the promise even beyond the grave so that the ordinance of baptism\nand every other earthly ordinance necessary for exaltation could be performed by living\npersons authorized to do this work vicariously for those that were dead. That this practice was\nused by the early Christians is made clearly evident when Paul used this ordinance work as an\nadditional evidence of the actuality of the resurrection from the dead, for Paul argued: \n<\/p><p>\n\"Else what shall they do which are baptized for the dead, if the dead rise not at all? why are\nthey then baptized for the dead?\" (<span class=\"citation\" id=\"451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(451)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nWell might we ask this same question of every person now living and ask why this early\nChristian practice was neglected until 130 years ago when the great sealing power of Elijah\nwas again returned to the earth (<span class=\"citation\" id=\"14866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14866)\">D&amp;C 110:13-16<\/a><\/span>). It was part of early Christian doctrine as taught by Peter, who\nsaid that the quickened or resurrected Jesus preached the gospel of exaltation to the spirits of\nthose who were dead so that they might be judged like the living if they would accept this\nwork done for them by living persons\n(<span class=\"citation\" id=\"2309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2309)\">1 Pet. 3:18-20<\/a><\/span>;\n<span class=\"citation\" id=\"2311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2311)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nPeter addressed his letters to those who had covenanted to assist Jesus in the exaltation of\nmankind, saying to them: \n<\/p><p>\n\"But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous\nlight: \n<\/p><p>\n\"Which in time past were not a people, but are now the people of God: which had not\nobtained mercy, but now have obtained mercy\" (<span class=\"citation\" id=\"2308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2308)\">1 Pet. 2:9-10<\/a><\/span>).\n<\/p><p>\nPeter referred to the mercy of Jesus for the individual person. Even a person's personal sins\ncould be forgiven in mercy, if he would fully repent, turn from his sinful ways, and keep the\ncovenant with God to become his child through Jesus Christ.\n<\/p><p>\nIn his next letter Peter pled with his brethren: \"Wherefore the rather, brethren, give diligence\nto make your calling and election sure: for if ye do these things ye shall never fall\"\n(<span class=\"citation\" id=\"4892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4892)\">2 Pet. 1:10<\/a><\/span>).\n<\/p><p>\nJust before saying this, Peter had taught them the need for faith, virtue, knowledge,\ntemperance, patience, godliness, brotherly kindness, and charity\n(<span class=\"citation\" id=\"4891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4891)\">2 Pet. 1:5-7<\/a><\/span>). The word <i>charity<\/i> is an\nexpression used for love so great that a person is willing to sacrifice a part of his time or\nworldly possessions for others out of the greatness of his love for them. Mormon defined\ncharity as the pure love of Christ which endureth forever (<span class=\"citation\" id=\"38329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38329)\">Moro. 7:47<\/a><\/span>).\n<\/p><p>\n<b>Assembling Temple Ordinance data<\/b>\n<\/p><p>\nIt was with this personal priesthood responsibility in mind that in 1965 a program of\ncompiling data for temple ordinance work for three generations in each individual family was\ngiven to the priesthood of The Church of Jesus Christ of Latter-day Saints. This program has\nbeen continued into 1966 for those who did not complete this work. By following this\nprogram themselves, the priesthood can lead the members of the whole Church into a\ncharitable work for themselves, their families and their immediate ancestors. This is no\nmake-work project, but the first step in an organized plan for teaching the priesthood the\nassignment given them by an angel on September 21, 1823, in these words: \n<\/p><p>\n\"Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the\ncoming of the great and dreadful day of the Lord.\n<\/p><p>\n\"And he shall plant in the hearts of the children the promises made to the fathers, and the\nhearts of the children shall turn to their fathers.\n<\/p><p>\n\"If it were not so, the whole earth would be utterly wasted at his coming\" (<span class=\"citation\" id=\"14721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14721)\">D&amp;C 2:1-3<\/a><\/span>).\n<\/p><p>\nThis three-generation program is the first practical step in compiling a record that each\nindividual family must present as its sacrifice in the temple, as given in the following words\nfrom the scripture: \n<\/p><p>\n\"Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and\nwho can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he\nshall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge\nthem as gold and silver, that they may offer unto the Lord an offering in righteousness. Let\nus, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an\noffering in righteousness; and let us present in his holy temple, when it is finished, a book\ncontaining the records of our dead, which shall be worthy of all acceptation\" (<span class=\"citation\" id=\"14878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14878)\">D&amp;C 128:24<\/a><\/span>).\n<\/p><p>\nThe compilation of an individual family record is a duty of such sacred importance that it\ncannot be wholly entrusted to others to do for us. We cannot just hope that an aunt or an\nuncle or a cousin will do this work for the whole family. Relatives and friends can help and\nassist us. All members of the family should help one another in assembling this information\nand passing it on to others. The responsibility for compiling a record for our own family,\nhowever, rests with each one of us in our individual families. We each must have a record to\nshow that this holy work has been done as completely as we and our loved ones have power\nto complete it. As I understand the scripture, this is an individual family responsibility given\nto the priesthood to administer and to complete.\n<\/p><p>\nOne of the amazing by-products of this program of listing the record of temple work done for\nour immediate families is to see how our complacency in the past had resulted in incomplete\nwork for certain members of the family. An aunt, an uncle, or a cousin had been overlooked\nfor one reason or another. Some records were incomplete, for a necessary ordinance here or\nthere had been forgotten. As families worked to fill these gaps, relatives were drawn together\nas if by magic. Cousins we had not seen for years visited us or called on the telephone.\nContacts with loved ones long neglected were awakened again and led to the formation of\nnew family organizations. Family reunions were held that now had purpose and meaning.\n<\/p><p>\nNot to be overlooked was the spiritual awakening of some families as sins long overlooked or\ncovered by deception and falsehoods were brought to light and corrected. This repentance\nwould not have occurred without the impetus given through this priesthood program. Thus,\nthe record required of us was made more perfect and our lives in turn made more beautiful as\nthe need for tenderness, forgiveness, and consideration in home and family ties was made\nevident. No family should hesitate to join in this program of gathering and completing family\nrecords to produce a book of remembrance worthy of all acceptation in the temples of God.\n<\/p><p>\nThe priests of Israel in olden times presented an offering of a male lamb, white and without\nblemish (<span class=\"citation\" id=\"22758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22758)\">Ex. 12:5<\/a><\/span>),\nas a remembrance of Jesus Christ (<span class=\"citation\" id=\"2306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2306)\">1 Pet. 1:19<\/a><\/span>),\nwho was to come to redeem the world from death\nand the grave. In an analogous manner our priesthood today with their families are to prepare\na book of their dead, perfect, without blemish, containing a record of completed ordinance\nwork done for their dead ancestors. This record containing the completed temple ordinances is\na sacrifice of the living for those of their dead loved ones to bind them into the family of\nJesus Christ&mdash;not only to be redeemed from death, but also, if accepted, exalting them into\nthe very presence of God the Eternal Father.\n<\/p><p>\n<b>Assignment to Priesthood and members<\/b>\n<\/p><p>\nThis program is the beginning, then for compiling an individual family record by which\nmembers of the priesthood can help make their calling and election sure\n(<span class=\"citation\" id=\"4893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4893)\">2 Pet. 1:10<\/a><\/span>). As the prophet\nJoseph Smith declared: \n<\/p><p>\n\"The greatest responsibility . . . that God has laid upon us is to seek after our dead.\"\n(<i>Teachings of the Prophet Joseph Smith<\/i>, compiled by Joseph Fielding Smith, Second Edition,\np. 356.)\n<\/p><p>\nWhy is this so? Because the work of Jesus Christ must be made complete and perfect through\nthe help of those of us who profess to be his servants so that every man and woman who\ndesires to do so may make a personal covenant upon this earth to accept Jesus Christ as their\nLord, their Redeemer, and their King.\n<\/p><p>\nOf him I testify in the name of the Only Begotten Son, even Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}