{"ID":1459, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Christ Will Come Again<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1966, p. 35-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI stand before you, my brethren and sisters, in humility and in gratitude for the assurance I\nhave that this is the Church of Jesus Christ, restored in fulfillment of the promises of the Lord\nmade through his prophets and recorded both in the Old Testament and in the New Testament\nand in other volumes of scripture, and that his prophet-leader in our day is President David O.\nMcKay, who sits with us here today. We are so thankful, President McKay, that you are here.\n<\/p><p>\n<b>Christ's earthly reign<\/b>\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints proclaims without reservation or\nhesitation the doctrine that Christ will return to the earth to reign in power and great glory\n(<span class=\"citation\" id=\"35645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35645)\">Matt. 24:30<\/a><\/span>).\nOne of our articles of faith states: \"We believe that . . . Christ will reign personally upon the\nearth; and, that the earth will be renewed and receive its paradisiacal glory\"\n(<span class=\"citation\" id=\"6833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6833)\">A of F 1:10<\/a><\/span>).\n<\/p><p>\nIt will be an actual, literal return of the Lord in person. His coming is assured by Job, who\nexclaimed: \". . . I know that my redeemer liveth, and that he shall stand at the latter day upon\nthe earth\" (<span class=\"citation\" id=\"26723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26723)\">Job 19:25<\/a><\/span>).\n<\/p><p>\nFrom the writings of Moses we learn concerning the revelation given to Enoch: \"And the\nLord said unto Enoch: As I live, even so will I come in the last days, in the days of\nwickedness and vengeance, to fulfil the oath which I have made unto you concerning the\nchildren of Noah\" (<span class=\"citation\" id=\"39272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39272)\">Moses 7:60<\/a><\/span>).\n<\/p><p>\nDuring his ministry upon the earth, Jesus gave his disciples assurance of his coming by\nsaying: \"For the Son of man shall come in the glory of his Father with his angels; and then he\nshall reward every man according to his works\" (<span class=\"citation\" id=\"35603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35603)\">Matt. 16:27<\/a><\/span>).\n<\/p><p>\nTo those who are not indifferent and who do not close their minds to the truth, the words of\nJesus, revealed only a few decades ago, are clear and understandable. To the Prophet Joseph\nSmith came this promise: \"For behold, verily, verily, I say unto you, the time is soon at hand\nthat I shall come in a cloud with power and great glory.\n<\/p><p>\n\"And it shall be a great day at the time of my coming, for all nations shall tremble\"\n(<span class=\"citation\" id=\"14752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14752)\">D&amp;C 34:7-8<\/a><\/span>).\n<\/p><p>\n\". . . be prepared for the days to come, in the which the Son of Man shall come down in\nheaven, clothed in the brightness of his glory, <i>to meet the kingdom of God which is set up on the earth<\/i>\"\n(<span class=\"citation\" id=\"14808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14808)\">D&amp;C 65:5<\/a><\/span>, italics added).\n<\/p><p>\nThere is no ambiguity in these words. That the Lord will come again no one needs doubt!\n<\/p><p>\nBut <i>when<\/i> will this stupendous event take place?\n<\/p><p>\nEver since his ascension into heaven, the faithful followers of Jesus have looked hopefully for\nthe day when he would return. However, he himself was most explicit in explaining that the\nprecise time of his return would not be known in advance. \". . . of that day and hour,\" he\nsaid, \"knoweth no man, no, not the angels of heaven, but my Father only.\"\n<\/p><p>\n\"Watch therefore: for ye know not what hour your Lord doth come.\"\n<\/p><p>\n\". . . for in such an hour as ye think not the Son of man cometh\" (<span class=\"citation\" id=\"35648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35648)\">Matt. 24:36,42,44<\/a><\/span>).\n<\/p><p>\nThere is no fixed time for a generation, no year or precise date given by the Lord when\nevents shall take place, and it is folly for us to attempt to do it for him. He will, however, see\nthat his word is fulfilled, for he has said, \". . . one jot or one tittle shall in no wise pass from\nthe law, till all be fulfilled\" (<span class=\"citation\" id=\"35530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35530)\">Matt. 5:18<\/a><\/span>).\n<\/p><p>\nSo while the day and the hour are not revealed and will not be made known to man, we can,\nby learning to understand the signs of the times, by watching the development of the work of\nGod among the nations, and by noting the rapid fulfillment of significant prophecies, perceive\nthe progressive evidence of the approaching event.\n<\/p><p>\n<b>Signs of His coming<\/b>\n<\/p><p>\nIndeed, most of the significant signs that the scriptures say will precede his coming have\nalready taken place. These signs and noteworthy developments include: \n<\/p><p>\n1. A universal apostasy from the Church first established by Christ. Paul taught the\nThessalonians, saying: \". . . that day shall not come, except there come a falling away first\"\n(<span class=\"citation\" id=\"5048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5048)\">2 Thes. 2:3<\/a><\/span>).\n<\/p><p>\nAnd he reminded Timothy that \"the time will come when they will not endure sound doctrine;\nbut after their own lusts shall they heap to themselves teachers, having itching ears;\n<\/p><p>\n\"And they\nshall turn away their ears from the truth\" (<span class=\"citation\" id=\"5166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5166)\">2 Tim. 4:3-4<\/a><\/span>).\n<\/p><p>\n2. The gospel in its fullness has been restored as promised, and the Book of Mormon has\ncome forth as prophesied by Ezekiel (<span class=\"citation\" id=\"23130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23130)\">Ezek. 37:15-20<\/a><\/span>).\n<\/p><p>\n3. Likewise, the priesthood has been restored through the visitation of heavenly beings.\n<\/p><p>\n4. The gospel has, for more than a hundred years, been taught to thousands of people in many\nnations (<span class=\"citation\" id=\"35640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35640)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\n5. As promised by the prophets, both of the Old Testament and of the New Testament, the\nChurch has been established in conformity with the original Church.\n<\/p><p>\n6. In fulfillment of Malachi's promise, Elijah has restored the keys of the sealing power\n(<span class=\"citation\" id=\"14867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14867)\">D&amp;C 110:13-16<\/a><\/span>),\nwhich are exercised in the many temples throughout the world today.\n<\/p><p>\nOther marvelous signs and manifestations will be witnessed both in heaven and in earth prior\nto his coming. We must wait for them to develop.\n<\/p><p>\nHow will his coming affect the inhabitants of the earth?\n<\/p><p>\nThe very thought of it thrills the human soul I We are told that his coming will be sublime\nand glorious; awesome and terrible&mdash;terrible to the unrepentant and ungodly, but glorious\nand delightful to those who are worthy of him and who are ready to meet him.\n<\/p><p>\n\"For,\" he has said, \"I will reveal myself from heaven with power and great glory, with all the\nhosts thereof, and dwell in righteousness with men on earth a thousand years, and the wicked\nshall not stand.\n<\/p><p>\n\". . . for they will not repent\" (<span class=\"citation\" id=\"14747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14747)\">D&amp;C 29:11,17<\/a><\/span>).\n<\/p><p>\n<b>The righteous shall be \"caught up\"<\/b>\n<\/p><p>\nAt his coming Christ will cause the hosts of righteous ones who have passed from life to\ncome forth from the graves, and those who \"are alive and remain shall be caught up\" with\nthem to meet him\n(<span class=\"citation\" id=\"2743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2743)\">1 Thes. 4:17<\/a><\/span>; see also\n<span class=\"citation\" id=\"14830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14830)\">D&amp;C 88:96<\/a><\/span>).\n<\/p><p>\n\"And all they who have mourned shall be comforted.\n<\/p><p>\n\"And all they who have given their lives for my name shall be crowned.\n<\/p><p>\n\"Therefore, let your hearts be comforted . . . for all flesh is in mine hands; be still and know\nthat I am God\" (<span class=\"citation\" id=\"14848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14848)\">D&amp;C 101:14-16<\/a><\/span>).\n<\/p><p>\n<b>Prepare for His coming<\/b>\n<\/p><p>\nUnder such conditions, all of us will desire to live with him and with our loved ones upon the\nearth. And we can do this if we, like the five wise among the ten virgins spoken of by the\nLord in the parable (<span class=\"citation\" id=\"35652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35652)\">Matt. 25:1-13<\/a><\/span>),\nwill not only <i>desire<\/i> to meet and be with him but also make the\npreparation necessary to do so. We are not without direction in our preparation for his\ncoming. He has given in the restored gospel the pattern to be followed.\n<\/p><p>\nThrough the Prophet Joseph Smith, the Lord made this known to the Church, saying: \n<\/p><p>\n\"And even so I have sent mine everlasting covenant into the world, to be a light to the world,\nand <i>to be a standard for my people<\/i>, and for the Gentiles to seek it, and to be a messenger\nbefore my face to prepare the way before me\" (<span class=\"citation\" id=\"14768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14768)\">D&amp;C 45:9<\/a><\/span>), italics added).\n<\/p><p>\n\". . . at that day, when I shall come in my glory, shall the parable be fulfilled which I spake\nconcerning the ten virgins.\n<\/p><p>\n\"For they that are wise and have . . . taken the Holy Spirit for their guide, and have not been\ndeceived&mdash;verily I say unto you, they shall not be hewn down and cast into the fire, but shall\nabide the day\" (<span class=\"citation\" id=\"14783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14783)\">D&amp;C 45:56-57<\/a><\/span>).\n<\/p><p>\n\"And it shall come to pass that the righteous shall be gathered out from among all nations,\nand shall come to Zion, winging with songs of everlasting joy\" (<span class=\"citation\" id=\"14785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14785)\">D&amp;C 45:71<\/a><\/span>).\n<\/p><p>\n<b>\"Come, Let Us Anew\"<\/b>\n<\/p><p>\nThe words of a lovely song come to mind: \"If Christ should come tomorrow, what would he\ndo? what would he say?\" What would <i>we<\/i> do? What would <i>we<\/i> say?\n<\/p><p>\n\"O that each in the day of his coming may say,<br \/>\n'I have fought my way through.<br \/>\nI have finished the work thou didst give me to do.'<br \/>\nOh, that each from the Lord may receive this glad word:<br \/>\n'Well and faithfully done;<br \/>\nEnter into my joy and sit down on my throne,<br \/>\nEnter into my joy and sit down on my throne.'\"<br \/><br \/>\n&nbsp; &nbsp; (\"Come, Let Us Anew,\" <i>Hymns<\/i>, 17.)\n<\/p><p>\nIt is then that will be seen a fulfillment of the Lord's own prayer, which has been sung so\nbeautifully today: \"Thy kingdom come. Thy will be done in earth, as it is in heaven\"\n(<span class=\"citation\" id=\"35548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35548)\">Matt. 6:10<\/a><\/span>).\n<\/p><p>\nMay it so be, I pray in the name of Jesus Christ, our Master. Amen.\n<\/p>\n<\/div>\n<\/div>"}