{"ID":146, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marvin O. Ashton<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Marvin O. Ashton, <i>Conference Report<\/i>, October 1944, pp. 103-109<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI know of no one whom I would rather follow than Oscar Kirkham. I remarked to Bishop\nWirthlin, who sat next to me tonight, as soon as I felt a little relaxation go through the\naudience a few moments ago, \"There is a different feeling here tonight. We are not under\nsuch a strain when we are not 'on the air.'\"\n<\/p><p>\nMuch has been said today about prayer, including the last few remarks of Brother Kirkham's.\nI have never bragged about how much praying I do, but if there is any time I do pray, and\npray fervently, it is during conference time&mdash;and you know why.\n<\/p><p>\nI thought President McKay had some inspiration when he used to announce the speaker, and\nthen say who was to follow. As far as I am concerned, if he wanted to say who was on deck\nas the third one up, I would say he had still more inspiration. I do not know if anybody has\nhad the courage to tell it to him, but I am telling it to him right now.\n<\/p><p>\nA TIME FOR FERVENT PRAYER\n<\/p><p>\nAs one looks out of his window into the world today, he sees things to criticize, and if you\nplease, persons to criticize as he never did before. It does not take very much intelligence to\ntell what is the matter with the world, here, there, and everywhere. Brother Kirkham has\ngiven you four rules of good procedure in life. I would like to give you two which I am sure\nwill \"dovetail\" into his sound advice. First, <i>now<\/i> is the time when we ought to <i>say our prayers fervently<\/i>;\nsecond, <i>now<\/i> is the time to <i>do our own thinking<\/i>. I say that with as much fervor as I\nknow how to say it.\n<\/p><p>\nTonight as I speak I would like to feel perfectly free. I am going to speak as I would like to\nspeak, and trust that I will be understood. It will be a kindness of you who are here if you\nwill take what I say in the spirit it is given. I trust that what I say will be tempered with good\njudgment so that I will not be embarrassed, nor embarrass the good brethren I love.\n<\/p><p>\n\"BOWLEGGED\" THINKING\n<\/p><p>\nSomeone who has been championing very fervently the Word of Wisdom&mdash;and I mean\n<i>championing<\/i>&mdash;made this remark the other day. I shall give you his exact words, \"I wonder if it\nwouldn't be a good thing now for us to let up a little on the Word of Wisdom and preach\n<i>honesty<\/i>.\"\n<\/p><p>\nNow don't get excited; let's stay with the Word of Wisdom. As I go about the Church from\nstake to stake, if there is anything for which I take off my coat and for which I unmercifully\nfight it is the Word of Wisdom. I won't say <i>let us let up<\/i> on the Word of Wisdom, but this\nobservation relative to old-fashioned integrity sticks to me!\n<\/p><p>\nI suppose there never was a time when we gave more thought to our diet. We want it to be\nbalanced. We want it to have the right calories. I suppose it is very important that our diet be\nwell balanced, that in what we eat, there shall be the different elements to take care of the\ndifferent needs of the body, for energy, heat, and tissue. If a person doesn't get a proper diet,\nhe may die of partial starvation or what they choose to call it these days <i>malnutrition<\/i>. A\nperson may stuff himself with potatoes, but if this were his only diet, he would soon be in\nbad shape.\n<\/p><p>\nI remember in Scotland when I was on a mission, I stood at the corner one day and saw one\nof their public schools let out for noon recess. I saw many a little child hobble along the\nstreets with his little legs so bowed that a good-sized pig could run straight through without\ntouching either leg. What was the trouble? <i>Partial starvation<\/i>. Tea and cookies and cookies and\ntea! Does our thinking, because it is not balanced properly, sometimes suffer in the same\nway? In plain American English&mdash;is our thinking bowlegged? Or to be more frank, do some of\nus get on the horse of tithing and ride it to death? Do some of us sit astride the <i>genealogy steed<\/i>\nand ride it till its tongue hangs out? Do some of us ride the <i>welfare pony<\/i> until it is\ncovered with lather? Do some of us think of nothing but the Word of Wisdom, or prayer, and\nforget the other things necessary to make a real citizen and, if you please, a real Latter-day\nSaint? Brigham Young said at the time of the Indian wars, \"Brethren, say your prayers, but\nkeep your powder dry!\" Could a good-sized pig run through our thinking without touching\neither leg? In other words, do we \"strain at gnats and swallow camels\"\n(<span class=\"citation\" id=\"33929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33929)\">Matt. 23:24<\/a><\/span>)? Do we think\nbowlegged?\n<\/p><p>\nIf there is anything that the Lord has held important in our lives, it is that we be honest.\nNothing in history has been awarded much greater punishment than dishonesty. To illustrate:\nThe story of Ananias and Sapphira. Things were held in common. As a member of the\nChurch would sell his property, he would turn in all the money to this common fund or\nstorehouse. Ananias and Sapphira connived together that they would have the reputation of\ngiving their all and yet would have the pleasure of retaining some of the money. When\nconfronted by Peter, Ananias, as he put his cash on the counter, represented to Peter that was\nall. Well, the story was short. As a reprimand from the heavens, they carried him out a dead\nman. An hour or so later, Sapphira, not knowing what happened, did as good a job of lying as\nher husband. She was carried out a dead woman\n(<span class=\"citation\" id=\"7518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7518)\">Acts 5:1-11<\/a><\/span>).\nWell, this was quite a lesson. Now, the\nthinking of Ananias and Sapphira wasn't balanced. They were inconsistent. In other words,\nthese good people were thinking <i>bowlegged<\/i>.\n<\/p><p>\nOUR ATTITUDE TOWARDS THE AGED\n<\/p><p>\nProbably there is nothing that illustrates what I am trying to emphasize better than the length\nto which people are going these days to get on the relief rolls. Now, I know I am treading on\ndangerous ground, especially if I get into the realm of the old-age pensions. I am going to\nobserve very carefully and watch every step I make. A civilization is marked by its attitude\ntoward the aged. May it never be said of me that I wasn't thoughtful of the old. You know,\nafter all we are all going to be old some day or die in the attempt!\n<\/p><p>\nThat which we mete out to the old may sometime be meted out to us. We should be most\nconcerned about our fathers and mothers, our grandfathers and our grandmothers. I often think\nof the story in the old reader of the grandfather who ate in a dark corner of the kitchen by\nhimself while the rest of the family partook of the better food at a well-spread table. The\nyoung son about four or five years of age was seen whittling away on some boards. The\nfather of the lad was inquisitive: \"Johnnie, what are you doing?\" came the question. The\nanswer came quickly, \"Dad, I am making a <i>trough<\/i> for you so when I get to be a man, it will\nbe all ready!\"\n<\/p><p>\nDISHONESTY IN PENSION MATTERS\n<\/p><p>\nWhen our legislature passed the old-age pension, they wanted to be kind and were probably\njustified in their action, but the point I am trying to emphasize is the misrepresentation that\nsome of our people stoop to, even those over sixty-five, and for that matter, before they are\nsixty-five!&mdash;to get this free money. Some of them are downright dishonest. To put it plainly,\nthey are eligible for membership in the \"Ananias and Sapphira Club.\" Let me illustrate what I\nmean:\n<\/p><p>\nSometime ago in an investigation we found seven people with rather sacred Church\nresponsibilities, with compensation, where they were getting old-age pensions as well as the\nsalary mentioned. They were hiding the facts from those who should know. Sometime ago we\ndiscovered a man working for us at our office getting the salary from us and an old-age\npension at the same time, and yet that brother, I am sorry to say, had the gall to go to his\nquorum meeting Sunday mornings pretending to be a Saint! Sometime ago in visiting one of\nthe stake conferences, I found people enjoying old-age pensions who had turned their property\nover to their son or sons in order to be eligible for old-age pension, and last year their farm\nproduced $10,000.00 worth of apples! I ask these people, whose thinking, I'm sure, is\nsuffering from malnutrition, what kind of God in heaven do they think they are worshiping\nwho could look down and smile at all that? Years ago, as a boy, I remember father always\nwent to the market to buy his hay by the wagon load. That is the way hay was sold, in the\nbulk. If a farmer were unscrupulous enough to add water to the hay before it was sold, he\nmight get away with it. A farmer of this particular kind was heard to call out into the yard,\n\"John, put another dozen buckets of water on the hay and come in to prayers.\" That poor\nfellow was not thinking straight. Neither are the members of our Church who get on these\nrelief rolls under false pretenses! Bobby Burns, the Scotch poet, put it very aptly, \"The man\nof independent mind looks and laughs at a' that.\"\n<\/p><p>\n\"Consistency, thou art a jewel!\" Yes, folks, while our missionaries are out in the world, trying\nto bring honest souls into the Church, some of us at home are doing this kind of thinking.\nWhile they are giving a good pail of milk, we, at home, are kicking it over! What do people\nthink of the rest of us when we are so inconsistent?\n<\/p><p>\nHONESTY ENJOINED\n<\/p><p>\nNot too long ago I went to a stake consisting of six wards, where we found one hundred fifty\nfamilies on relief, notwithstanding this was more of an agricultural area with business\naugmented by war industries&mdash;peaches, $3.00 a bushel, other crops accordingly&mdash;this was this\nwas the condition we found. It seems to us that often no consideration is given from where\nthe money comes or how long the government can stand such a strain. The only thing in\nwhich they are interested is <i>self<\/i> or in other words, \"The government can go to the devil, but I\nam going to get mine!\" Is this the stuff that built up America? Is this the mettle that killed the\nsnakes and made the desert blossom as a rose?\n<\/p><p>\nIt is a question oftentimes of <i>degree<\/i>&mdash;how far we should go into these things. Let us, as\nmembers of the Church, be fair to one another&mdash;to use the rough expression&mdash;let's not let's not\npass the buck! Let's face the truth if it kills us! The trouble is not alone with others as it is\nwith ourselves. Let's be frank and diagnose our own case and we will get better that much\nquicker than we will by evading the truth. Sometime ago, in visiting a stake, I took occasion\nto read the reports showing how much hard liquor was consumed in that stake. A member of\nthe stake presidency was indignant at the figures and refuted something like this: \"We would\nhave Brother Ashton understand that the only reason so much liquor is consumed in our stake\nis that we have so many hunters coming from Salt Lake.\" Brothers and sisters, let's not fool\nourselves. If the shoe fits, let's wear it.\n<\/p><p>\nSometimes we are like a horse that isn't bridle-wise, when we pull the left rein, the horse\ngoes headlong to the left and if we pull the right rein, he goes headlong to the right. One\ntime, I had a little mare that tipped us over in the ditch because she wasn't bridle-wise. And\nthe sad part of it is that men who hold public offices and should know better, even encourage\nthis careless handling of the truth. When we find out what kind of fellows they are, if we\nwould just kiss them good-bye, we would be wise.\n<\/p><p>\nIf you think I am trying to talk politics tonight, you are sadly mistaken. I have enough to\nanswer for without that. I thought Brother Bennion was very brave today. I would not be as\nbrave as he, but he got away with it all right. I am not talking politics. I did not say a\nDemocrat was honest, and a Republican was not, or vice versa. I am going to keep right out\nof that. What I am trying to do is to talk honesty. The sad part of it is that these fellows in\noffice, whether it be now or two years ago, or four years hence, or whatever you wish to call\nit, pretend to be our friends, and they forget all about what honesty is. When you get a fellow\nlike that kiss him good-bye, but do it as quickly as you possibly can.\n<\/p><p>\nAPT ILLUSTRATIONS\n<\/p><p>\nYears ago a contractor told me a story, along this line, that I shall never forget. It may have\nits application right here. The assets of a ranger were largely his sheep. The old gentleman\nhad three sons, one of whom was supposed to be one of those fellows who were not too\nbright. The rancher died, and the thing now to do was to divide the estate which, as stated,\nwas largely sheep. The two older boys connived together. They would abide by the wishes of\ntheir father before his death, and yet very decidedly they wanted the best of the bargain and\npooled their interests against their simple young brother. As the sheep were to be divided,\nthey thought they would make three pens, putting in each pen a third of the sheep. By the\nway, this little fellow who was thought not to be too bright had a pet sheep that, like Mary's\nlittle lamb, its fleece was white as snow and every where the boy went, this lamb was sure to\ngo. He loved it very dearly. He thought so much of it that he decorated it with a blue ribbon.\nHe fondled it and caressed it. Now, the two older boys thought they would capitalize on the\nlove of the boy for the animal. They proceeded accordingly. Into the center pen of these three\npens they had constructed, with the dividing of the sheep, they put all the gummers, all the\nrunts and all the shabby sheep. Of course, they watched that the number was the same in each\npen, but into this pen of the culls, they put the pet lamb with the blue ribbon around his neck.\nNow, it doesn't take much reasoning to follow the philosophy of such a wonderful division of\nthe father's assets. Now, they said to their weak-minded brother, \"Willie, you may take your\npick.\" Willie did just exactly what they thought&mdash;he made a bee-line for the pen wherein\nbleated the pride of his heart&mdash;his pet lamb. He opened the gate, rushed in, put his arms\naround his pet lamb and said something like this, \"My dear little lamb, we have been friends a\nlong while. I have called and you have come and because of my affection for you, I have put\na blue ribbon around your neck. I loved no one of the fold as I loved you, but,\" he added,\n\"my dear, when you associate with a bunch like this, this is where we must say good-bye.\"\nYes, if we would say good-bye to some of these fellows who are supposed to be our pets, we\nwould make this a better America!\n<\/p><p>\nSome of our citizens are hanging on to what they can get like bloodsuckers! It isn't a question\nof \"what should I give to my country,\" but \"how much can I bleed her? The other fellow is\ngetting his, I am going to get mine!\"\n<\/p><p>\nLet us teach our children <i>honesty!<\/i>\n<\/p><p>\nWhen Abraham Lincoln found that damaged book in the crevice of the logs, he did not need\nto run to the owner and say, \"I will make that up in split rails,\" but he <i>did!<\/i> When he found a\nshortage of tea, he did not have to walk five or ten miles to make it right, to be forgiven, but\nhe <i>did<\/i>. When he was a lad of nine or ten, his mother put her arms around him and said,\n\"Abe, leave that stuff alone\"&mdash;<i>whiskey<\/i>. When he was elected President of the United States,\nhe could have had champagne, but he put a big pitcher of water&mdash;Adam's ale&mdash;on the table as\nmuch as to say, \"If you don't like that, you can lump it.\" In other words, the seeds of his\nmother's teachings bore good fruit.\n<\/p><p>\nCHILDREN TO BE TAUGHT EARLY IN LIFE\n<\/p><p>\nLet us start early. The python egg is as innocent looking as a hen's egg, but out of it comes\nthe reptile that grows as big as your leg and hangs from the first tree and strangles its victim,\nwhether it be man or beast. <i>Let's crush the egg of dishonesty before it hatches!<\/i>\n<\/p><p>\nNow, I just want to say this in closing. Bishop Richards was very frank today in telling what\nsome of our young people are doing. It comes to me from many directions that sometimes\nyoung people think that so long as they do not drink tea or coffee, nor smoke, they can get\naway with anything. Some of the soldier boys say some of them will not do some of these\nthings, but \"we can get what we want.\" That is a bad situation. Am I too frank? I am going to\nsay what I have said before: I do not want my children to drink tea nor coffee, but I would\nrather have them take a bath three times a day in coffee and lap it up as they swim in it than\nto <i>lie!<\/i> To repeat, the Lord expressed himself along this line very emphatically. The occasion I\nhave mentioned: He was in favor of a double funeral in the Ananias family. You cannot do\nvery much with a liar. The Lord won't have him, and if I were the devil I would not have\nhim either, because I would be afraid of being double-crossed.\n<\/p><p>\nMay the Lord help us to be consistent. May he help us to think straight. Let's remember that\n\"an honest man is the noblest work of God.\" The closing remarks of President Grant's\nmessage to us at this conference pleaded with us to think soundly. May the Lord help us to be\nconsistent in our thinking, I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}