{"ID":1462, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Basic Hard-Core Godhead Concept for Christian Creeds<\/p>\n<p class=\"gcspeaker\">Elder William J. Critchlow, Jr.<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">William J. Critchlow, Jr., <i>Conference Report<\/i>, April 1966, p. 43-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLast year, a dignitary of a great Protestant church visited in Ogden [Utah]. His coming was\nannounced in the press, and an invitation was extended to the public to hear him speak on the\nsubject \"Are the Mormons Christians?\" I missed his sermon, so I wouldn't know. I mean I\nwouldn't know what he said.\n<\/p><p>\n<b>Are Mormons Christians?<\/b>\n<\/p><p>\nA visitor on Temple Square turned to a tourist at his side and asked, \"Are these Mormons\nChristians?\" Sensing the pressure of the crowd about him and obviously not wishing to be\noverheard, the tourist answered, almost in a whisper, \"Yes, in a way, but they are not\northodox.\" Then, taking his wife by the arm, he squeezed his way out of the\ncrowd&mdash;purposely, I think, to avoid explaining that word orthodox. The visitor who asked the question\nwould probably like to know what an orthodox Christian is. So would I.\n<\/p><p>\nUp in Huntsville, Utah, where President McKay was born and reared and where he still\nresides when he is not in his apartment in Hotel Utah, a monastery has been established. I\nasked its abbot why his church came to Huntsville to build a monastery in President McKay's\nbackyard, in a community where 90 percent of the residents are Mormons, in a state where\nMormons constitute a substantial majority. He replied, \"To bring Christianity to the\nMormons.\" And he was not speaking facetiously.\n<\/p><p>\n<b>Characteristics of Christian Creeds<\/b>\n<\/p><p>\nLast year a Protestant minister on the local radio program \"Public Pulse\" was asked by one of\nhis listeners, \"Is there any basic, hard-core concept that is common to, and characteristic of,\nall Christian creeds?\" In substance his answer was, \"Yes, there are two. The first is a belief in\na God to whom you can ascribe no physical characteristics. The other is a 'concept of Jesus\nChrist as a manifestation of God in the flesh, who came to establish his gospel on\nthe earth.'\" Christian churches are vehicles to spread it around the world.\n<\/p><p>\nThanks to this minister, I think I now know what the tourist on Temple Square meant when\nhe said, \"Yes, in a way [the Mormons are Christians], but they are not orthodox.\" I also have\na faint idea of what the minister up Ogden way probably said in this sermon, \"Are the\nMormons Christians?\" Orthodoxy, it seems, is believing a little; unorthodoxy is believing too\nmuch.\n<\/p><p>\nA Christian, according to my dictionary, is one who \"believes, or professes or is assumed to\nbelieve, in Jesus Christ, and the truth as taught by him.\" Under that broad definition there\nsurely ought to be room for the abbot, the ministers, even myself, to qualify as Christians and\nroom also to disagree. God, whoever and wherever he is, would be pleased to have his\nchildren, regardless of creed or color, keep the commandments he gave to ancient Israel, and\nhow much happier this world would be if we of Christian faiths would follow the simple\nteachings of the Christ. I am a Christian. My dictionary sustains me. I believe in Jesus Christ\nand the truth as taught by him.\n<\/p><p>\nMy acceptance of him literally as the Son of God, rather than as a manifestation or\nreincarnation of God, must not rule me out of the Christian society. Nor should my belief in a\ncorporeal&mdash;flesh and bones&mdash;God affect my Christian status. And because I also accept the\nHoly Ghost as the third person in the Godhead, I should not be accused of believing too much\nfor an orthodox Christian.\n<\/p><p>\n<b>Characteristics of Latter-day Saint Faith<\/b>\n<\/p><p>\nTo the tourist, who may still be pondering the meaning of the word \"orthodox,\" and to all of\nyou listening in, may I submit three really basic, hard-core godhead concepts that truly are\ncharacteristic of my Latter-day Saint faith: \n<\/p><p>\n1. I affirm&mdash;we affirm&mdash;the existence of a true and living God in whose image and likeness\nman was created. He has \"a body of flesh and bones as tangible as man's\" (<span class=\"citation\" id=\"14880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14880)\">D&amp;C 130:22<\/a><\/span>).\nWith limbs, he can stand and walk. In his head are eyes to see us, ears to hear us, a mouth to\nspeak to us. Can anyone explain to me how he: \n<\/p><p>\n&mdash;without a mouth can speak (<span class=\"citation\" id=\"28270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28270)\">John 12:28-29<\/a><\/span>)?\n<\/p><p>\n&mdash;without eyes can see what his children are doing here on earth?\n<\/p><p>\n&mdash;without ears can hear my prayers and yours?\n<\/p><p>\nMy God is capable of emotions and passions, else: \n<\/p><p>\n&mdash;how can he love? He did so love \"the world, that he gave his only begotten Son, that\nwhosoever believeth in him should not perish, but have everlasting life\"\n(<span class=\"citation\" id=\"28231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28231)\">John 3:16<\/a><\/span>).\n<\/p><p>\n&mdash;how can he be angry when his children blaspheme his name and break his commandments?\n<\/p><p>\n&mdash;how can he be long suffering? merciful and gracious?\n<\/p><p>\nFrom your Bible and mine I quote: \". . . God said, Let us make man in our image, after our\nlikeness . . .\n<\/p><p>\n\"So God created man in his own image,\" and then, as if by way of emphasis, is added \"in the\nimage of God created he him\" (<span class=\"citation\" id=\"23723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23723)\">Gen. 1:26-27<\/a><\/span>).\n<\/p><p>\nThis God of mine and yours has been seen and heard. In company with his son Jesus, God\nthe Father appeared to Joseph Smith, the great American prophet. Introducing his son, he said,\n\"<i>This is My Beloved Son, Hear Him!<\/i>\" (<span class=\"citation\" id=\"30483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30483)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nThe apostle John wrote: \"And this is life eternal, that they might know thee the only true\nGod, and Jesus Christ, whom thou hast sent\" (<span class=\"citation\" id=\"28299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28299)\">John 17:3<\/a><\/span>).\n<\/p><p>\n2. I affirm&mdash;we affirm&mdash;that Jesus Christ, whom the Father did send, is literally, not\nfiguratively, the Son of God, our Heavenly Father. Jesus said he was. When Caiaphas on that\nfateful day of our Savior's trial shouted, \"Art thou the Christ, the Son of the Blessed? . . .\nJesus said, I am\" (<span class=\"citation\" id=\"33189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33189)\">Mark 14:61-62<\/a><\/span>). His mother so claimed him\n(<span class=\"citation\" id=\"31661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31661)\">Luke 1:30-32<\/a><\/span>); so did his\napostles and others\n(<span class=\"citation\" id=\"35594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35594)\">Matt. 14:33<\/a><\/span>;\n<span class=\"citation\" id=\"33192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33192)\">Mark 15:39<\/a><\/span>;\n<span class=\"citation\" id=\"28226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28226)\">John 1:45-49<\/a><\/span>;\n<span class=\"citation\" id=\"28268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28268)\">John 11:25-44<\/a><\/span>);\n<span class=\"citation\" id=\"8010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8010)\">Acts 9:17-20<\/a><\/span>;\n<span class=\"citation\" id=\"14816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14816)\">D&amp;C 76:15-23<\/a><\/span>).\nGod the Father left no possible room for doubt about his sonship; four times are\nrecorded in which he, the Father, introduced Jesus as his Son: \n<\/p><p>\n1. To Joseph Smith, as I have already related.\n<\/p><p>\n2. On the occasion of Christ's transfiguration on the Mount (<span class=\"citation\" id=\"33185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33185)\">Mark 9:2-7<\/a><\/span>).\n<\/p><p>\n3. When Jesus made a personal visit to the Nephites (<span class=\"citation\" id=\"5688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5688)\">3 Ne. 11:3-7<\/a><\/span>).\n<\/p><p>\n4. At the baptism of Jesus by the hands of John the Baptist\n(<span class=\"citation\" id=\"35520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35520)\">Matt. 3:13-17<\/a><\/span>). This particular\nintroduction is narrated by Luke in these words, which are almost identical with those of the\nother three introductions: \"And the Holy Ghost descended in a bodily shape like a dove upon\nhim, and a voice came from heaven, which said Thou art my beloved Son; in thee I am well\npleased\" (<span class=\"citation\" id=\"31666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31666)\">Luke 3:22<\/a><\/span>).\n<\/p><p>\nThere have been fathers without sons, but whoever heard of a son without a father? Jesus is\nno exception. God is his Father. To him he prayed and to him he counseled us to pray.\n(<span class=\"citation\" id=\"35547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35547)\">Matt. 6:9-13<\/a><\/span>).\n<\/p><p>\nLuke's narrative introduces my third hard-core concept, namely: \n<\/p><p>\n3. I affirm&mdash;we affirm&mdash;that the Holy Ghost who \"descended in a bodily shape like a dove\"\n(<span class=\"citation\" id=\"31667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31667)\">Luke 3:22<\/a><\/span>)\nupon Jesus is the third member of the Godhead. Unlike Jesus and the Father, he does not have\na body of flesh and bones but is a personage of spirit&mdash;a spirit entity. Like the Father and the\nSon, his spirit body has size and dimensions and is in the form of a man, not a woman.\nWhether he, in time, will take to himself a body is sheer speculation.\n<\/p><p>\nSome people who are given to speculating suspect that he might follow the example of the\nSavior, who took upon himself a body and then laid it down that he might take it up again\n(<span class=\"citation\" id=\"28262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28262)\">John 10:17<\/a><\/span>).\nThe Savior said he did the things he saw his Father do before him\n(<span class=\"citation\" id=\"28241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28241)\">John 5:19-20<\/a><\/span>). His Father\ntook unto himself a body. I would not dare to deny the Holy Ghost that same privilege;\nneither would I affirm it so. Some things we do not know; some things we are not now\nsupposed to know. If evil spirits can enter into and thus influence mortal bodies\n(<span class=\"citation\" id=\"33182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33182)\">Mark 5:1-12<\/a><\/span>), it must be within the power of the Holy Ghost on occasions similarly to contact and\ninfluence human souls for good. Perhaps that's why he has not taken upon himself a mortal\nbody.\n<\/p><p>\nSpirit matter is too refined to be visible to the physical eye\n(<span class=\"citation\" id=\"14886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14886)\">D&amp;C 131:7<\/a><\/span>), yet God once permitted John the\nBaptist to behold the descent of the Holy Ghost \"in a bodily shape\" when John baptized Jesus\n(<span class=\"citation\" id=\"31668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31668)\">Luke 3:22<\/a><\/span>).\nLike a dove the Holy Ghost descended&mdash;not in the form of a dove, but rather in the sign of\nthe dove in witness of that administration. In explanation, the Prophet Joseph Smith has said,\n\"The sign of the dove was instituted before the creation of the world, a witness for the Holy\nGhost, and the devil cannot come in the sign of a dove. The Holy Ghost is a personage, and\nis in the form of a personage. [He] . . . cannot be transformed into a dove; but the sign of a\ndove . . . is an emblem or token of truth and innocence.\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 276.)\n<\/p><p>\nAgain, like the Father and the Son, the Holy Ghost can only be in one place at a time, and he\ncannot transform himself into any other form or image. To affirm omnipresence of the\npersonage of the Holy Ghost overstates divine purpose. However, his power and intelligence\nare omnipresent in perhaps the same way the light of Christ fills the immensity of space and\nis everywhere present. Who can affirm that the two are not in some way correlated agencies\nor powers through which the Holy Ghost, in administering his affairs, sends forth his gifts?\n(<span class=\"citation\" id=\"38336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38336)\">Moro. 10:17<\/a><\/span>; Joseph Fielding Smith,\n<i>Doctrines of Salvation<\/i>, Vol. 1, p. 54).\n<\/p><p>\nHis mission is to testify of Christ and to bear record of the Father as well as the Son and to\nall truth. (<span class=\"citation\" id=\"28287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28287)\">John 15:26<\/a><\/span>;\n<i>Doctrines of Salvation<\/i>, Vol. 1, p. 38).\n<\/p><p>\nSometimes he is referred to as the <i>Messenger<\/i> for the Father and the Son. Other times he is\ncalled the <i>Comforter<\/i>. As such he assuages sorrow, gives hope to dispirited persons, and\nsoothes wounded hearts and feelings.\n<\/p><p>\nHe is often called the <i>Teacher<\/i>. The apostle John said, \". . . he shall teach you all things and\nbring all things to your remembrance\" (<span class=\"citation\" id=\"28283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28283)\">John 14:26<\/a><\/span>).\n<\/p><p>\nHe is also a <i>Revelator<\/i>. The Prophet Joseph Smith said, \"No man can receive the Holy Ghost\nwithout receiving revelations. The Holy Ghost is a revelator.\" (<i>Documentary History of the Church<\/i>,\nVol. 6, p. 58.)\n<\/p><p>\n\". . . no man can say that Jesus is the Lord, but by the Holy Ghost\"\n(<span class=\"citation\" id=\"436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(436)\">1 Cor. 12:3<\/a><\/span>;\n<span class=\"citation\" id=\"14786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14786)\">D&amp;C 46:13<\/a><\/span>).\n<\/p><p>\nBy his power one may know that the Book of Mormon is true (<span class=\"citation\" id=\"38333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38333)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\nHe is the <i>Holy Spirit of Promise<\/i> who \"places the stamp of approval upon every ordinance:\nbaptism, confirmation, ordination, marriage.\n<i>The promise is that the blessings will be received through faithfulness<\/i>\"\n(<i>Doctrines of Salvation<\/i>, Vol. 1, p. 45. Italics added).\n<\/p><p>\nThe Prophet Joseph Smith was told that \"all covenants, contracts, bonds, obligations, oaths,\nvows, performances, connections, associations, or expectations\" must be sealed by the Holy\nSpirit of Promise if they are to have \"efficacy, virtue, or force in and after the resurrection\nfrom the dead; for all contracts that are not made unto this end have an end when men are\ndead\" (<span class=\"citation\" id=\"14888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14888)\">D&amp;C 132:7<\/a><\/span>). Some of the Saints, I fear, fail to realize that he who places the seal\nupon the ordinances has power also to remove the seal when covenants are broken. How\nimportant it is that we remain faithful Saints to the very end.\n<\/p><p>\nThe gift of the Holy Ghost is bestowed after baptism by the laying on of hands by those who\nhold the Melchizedek Priesthood. This priesthood ordinance was carefully preserved from the\nAdamic dispensation and was fully understood in the meridian of time. \". . . when Paul had\nlaid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and\nprophesied\" (<span class=\"citation\" id=\"8015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8015)\">Acts 19:6<\/a><\/span>). Once, one Simon Magus made overtures with money, \"saying, Give\nme also this power, that on whomsoever I lay hands, he may receive the Holy Ghost.\" Peter's\nrebuke stunned him: \"Thy money perish with thee, because thou hast thought that the gift of\nGod may be purchased with money\" (<span class=\"citation\" id=\"8008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8008)\">Acts 8:19-20<\/a><\/span>).\n<\/p><p>\nNow, what I have been trying to say in a profusion of words&mdash;and I offer it as my\nwitness&mdash;is this: \n<\/p><p>\n<b>The basic testimony of a Latter-day Saint<\/b>\n<\/p><p>\nI believe&mdash;\"We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the\nHoly Ghost\" (<span class=\"citation\" id=\"6825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6825)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nWe believe in God the Father, the Planner, Elohim by name; Jesus the Son, the Creator, the\nJehovah of the Old Testament; the Holy Ghost the Testator, Revelator, Comforter.\n<\/p><p>\nThe greatest gift God has bestowed upon us, his errant children, is the gift of his Only\nBegotten Son&mdash;our Lord and Savior Jesus Christ. The next precious gift, I think, is the gift\nof the Holy Ghost. Following that I would rate priesthood&mdash;the great power of God.\n<\/p><p>\nCrowning these is the gift of eternal life.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}