{"ID":1464, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">What Would Thou Have Me Do?<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, April 1966, pp. 51-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOnce again in the tradition of the [Easter] season all Christendom pauses with bowed head\nand contrite heart to contemplate the terrible agony, the pain, the suffering, and the indignities\nof the Lord and Savior of the world as he gave himself to be crucified for the sins of all\nmankind.\n<\/p><p>\n<b>The assurance of Easter<\/b>\n<\/p><p>\nBut with the rising of the sun of another Easter morning, there also wells up within each of us\na glorious assurance of hope, a brilliant ray of peace, for he lives! Death is overcome! And\nlife will be eternal.\n<\/p><p>\nLet us suppose that by some miraculous arrangement the privilege would be granted for each\nto spend one precious minute in private audience with the resurrected Christ this Easter day.\nWhat would you do? What would you say? Surely there would be great emotion because of\nyour love for him. Then I am certain that many would ask the simple question: \"What would\nthou have me do?\" and he might conceivably answer, \"If ye love me, keep my\ncommandments\" (<span class=\"citation\" id=\"28279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28279)\">John 14:15<\/a><\/span>).\n<\/p><p>\n\". . . Feed my sheep\" (<span class=\"citation\" id=\"28315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28315)\">John 21:16<\/a><\/span>).\n<\/p><p>\nOr might it be, \". . . love thy neighbour as thyself\" (<span class=\"citation\" id=\"35611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35611)\">Matt. 19:19<\/a><\/span>).\n<\/p><p>\nThere is no reason to believe that his counsel and advice today would be any different than it\nwas 2,000 years ago. For his house is a house of order. His gospel is the same yesterday,\ntoday, and forever (<span class=\"citation\" id=\"24359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24359)\">Heb. 13:8<\/a><\/span>).\n<\/p><p>\n<b>\"Where treasure is . . . \"<\/b>\n<\/p><p>\nAnd because he would be most anxious for us to overcome selfishness and lack of faith,\nwhich I believe are the two major sources of man's problems today, don't you think he might\nhave some advice to give with respect to the mastery over worldly possessions, for surely\n\"where your treasure is, there will your heart be also\" (<span class=\"citation\" id=\"35553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35553)\">Matt. 6:21<\/a><\/span>). Yes, this great principle of\nfaith and the willingness to share our temporal increase go hand in hand.\n<\/p><p>\nIn fact, someone has properly observed that it doesn't take money to pay tithing&mdash;it takes\nfaith.\n<\/p><p>\nIn this respect, I shall always remember the faith of an old Maori brother in New Zealand. As\nthe missionaries came to his humble little fishing shack located well off the beaten track, he\nhurried to find an envelope that contained a letter addressed to him and in which he had also\nstuffed a sizable sum of hard-earned money. He promptly handed the envelope containing the\nmoney and letter to the missionaries. This fine brother didn't have the ability to read the letter\nwhen it arrived, for it was written in English and his tongue was Maori, but he could read the\nfinancial figures contained in it, and he recognized the letterhead as being from the mission\noffice. He thought the mission needed the cash amount mentioned for some special purpose,\nand he had it all ready for the missionaries. After translating the letter for him, it was now\nclear that the letter merely confirmed his annual tithing settlement and stated the total amount\npaid for the previous year. His faith was such that he stood ready to pay the same amount all\nover again if the Lord's servants needed it for the work.\n<\/p><p>\nNow while I have you down in New Zealand, let me tell you about a beautiful little white\nchapel located in Maromaku Valley. About twenty-five years ago Brother Matthew Cowley,\nwho was then the New Zealand Mission president, wrote to President [Heber J.] Grant and his\ncounselors, telling them of this faithful branch of English members. He expressed a\nrecommendation that because of their devotion and outstanding tithing record over many\nyears, a modest chapel be built for them without local participation, entirely from the general\ntithing funds of the Church. Soon the answer came back that the recommendation was\napproved. Immediately a special meeting was called in the community schoolhouse, and for\nthe first time these wonderful people heard what had transpired in their behalf.\n<\/p><p>\n<b>The law of giving<\/b>\n<\/p><p>\nAt first they just sat. No one seemed particularly elated by the news, and then, one by one,\neach family head stood to explain how he would be disappointed if he were not allowed to\naccept financial responsibility for a certain phase of the proposed chapel. Within twenty\nminutes, the entire amount had been subscribed to. These faithful people were in the habit of\ngoing the extra mile in helping to finance the needs of the kingdom, and this is the way they\nwanted it. You see, people overcome selfish desires as they practice the Lord's law of giving.\n<\/p><p>\nJust last week a man said: \"Today's cost of living makes it impossible for me to consider ten\npercent of my income for tithing.\" By every standard of today's economic and financial\nteaching as figured by the mind of man, his reasoning seems justified. But the spiritual law is\ndifferent. Do you remember how perplexed the multitude was when the Savior said this: \"He\nthat findeth his life shall lose it: and he that loseth his life for my sake shall find it\"\n(<span class=\"citation\" id=\"35584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35584)\">Matt. 10:39<\/a><\/span>)? How much like this law is the law of tithing, wherein we receive by giving away. It\njust doesn't add up by worldly standards, and most men consider such teachings impractical\nand even abstract.\n<\/p><p>\n<b>Giving opens \"the windows of heaven\"<\/b>\n<\/p><p>\nBut it works! And hundreds of thousands can bear that witness today because their faith has\nbeen such that they were willing to accept God's invitation when he said: \"Bring ye all the\ntithes into the storehouse, that there may be meat in mine house, and prove me now herewith,\nsaith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a\nblessing, that there shall not be room enough to receive it\" (<span class=\"citation\" id=\"32796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32796)\">Mal. 3:10<\/a><\/span>). No business\nproposition in all this wide world can begin to match this offer. Here is the only real answer\nto today's cost of living. We can't make the family budget stretch far enough on our own, so\nwe had better form a partnership with the Lord by giving ten percent to him. \"I, the Lord, am\nbound when ye do what I say\"; and then he concludes, \"but when ye do not what I say, ye\nhave no promise\" (<span class=\"citation\" id=\"14820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14820)\">D&amp;C 82:10<\/a><\/span>). Now, it is just that simple. And when we decide to accept\nhis terms, we'll be amazed to learn that we can do far better on $9.00 with the help of the\nLord than we can with $10.00 on our own.\n<\/p><p>\nMany of us remember the tremendous enthusiasm of President Stephen L Richards of the First\nPresidency on the subject of \"tithing.\" He had this to say concerning partnership with God: \"I\nlike to think of the Lord as a partner because the essence of partnership is a sharing of profits.\nIt is however indispensable in a partnership that there shall also be a sharing of the burdens of\nthe enterprise. The honor and the satisfaction that come to one in realization that he lives his\nlife in partnership with God is to me a lofty and exalting thought. One cannot hope to realize\nthe profits from that venture without bearing his portion of the expense&mdash;the giving which is\nrequisite.\"\n<\/p><p>\nPresident Richards went on to say that our part of that partnership could only be confirmed\nthrough the payment of an honest tithe.\n<\/p><p>\n<b>Spiritual power comes<\/b>\n<\/p><p>\nHe also made this observation with regard to the spiritual power that comes to one who is\nwilling to give of his substance to the Lord: \"Observance of tithing brings spiritual power and\nafter all, that to me, is the main thing. Religion is more than mere repose or relaxation. It is\npositive spiritual exercise. It makes for the growth of the soul, it cultivates all of the virtues.\nSo one who is serious about religion will be willing to give to it the things which are vital to\nhimself.\" (Stephen L Richards, <i>The Law of Tithing<\/i>, Deseret News Press.)\n<\/p><p>\nI want to share with you the testimony of a wonderful brother who had been impressed by\none of the Church leaders as he explained the law of tithing. Meeting him on the street about\nthree months later, he took some money from his pocket and said: \"Do you see this? It is all\nmine. It does not belong to the butcher, the baker, or the loan agency. For the first time in my\nlife I am free of debt. I can walk down either side of the street with my head held high. I no\nlonger have to cross from side to side, avoiding the shopkeepers holding my delinquent\naccounts.\"\n<\/p><p>\nThen he went on to tell how all this came about because he took time to sit down with his\nfamily, and they decided how they were going to meet their obligation to the Lord.\n<\/p><p>\n<b>Peace of mind<\/b>\n<\/p><p>\nThis man has peace of mind today. He is now a leader in a branch of the Church and a\nblessing to scores of other people. While wearing the chains of indebtedness, he was literally\nin bondage and unavailable to the Lord for service. Tithing had been the answer, and he\nfound financial freedom.\n<\/p><p>\n<b>Integrity<\/b>\n<\/p><p>\nThe personnel manager in a large Los Angeles plant, who is not a member of the\nChurch, relates this story: \"I asked one of your returned missionaries seeking employment\nwith our firm if he paid his tithing, and when he said 'yes,' I hired him on the spot. I knew\nthat he would be a man of integrity, I knew that he loved the Lord, and I also knew that he\nwould be true to his wife.\"\n<\/p><p>\nSo you see, brothers and sisters, the payment of tithing means many things to many people.\n<\/p><p>\nWe often hear the comment: \"I believe all you say about tithing, but I am so hopelessly in\ndebt right now I will have to wait until next year to start.\" The only trouble with that is that\nnext year never comes. Meet with your bishop right away and receive his kindly counsel.\nThen call a special meeting of all the family. Invite them to participate in the possible\nsolutions to the problem. Maybe your son Johnny ends up with a paper route&mdash;that's great!\nAnd teenager Susan finds work on Saturdays&mdash;wonderful. I think all of our teenagers should\nlearn well this wonderful principle of work. Not only that, but the entire family might agree\nto rough it for a few years by settling on a five year-old car that uses regular gas and has\nroll-up windows. This important family meeting on finances could be the turning point toward\neternal exaltation and salvation.\n<\/p><p>\n<b>Obedience born of love<\/b>\n<\/p><p>\nFew topics have received as much time and attention from this pulpit as has the subject of\ntithing. There is good reason for such emphasis. Compliance to the great law of tithing\ndevelops and trains men in the vital attribute of <i>obedience<\/i>, which has been referred to as the\nfirst law of heaven. It trains men in the vital attribute of <i>faith<\/i>, without which there can be\nlittle hope for anyone, and also in the vital attribute of <i>unselfishness<\/i>, man's most immediate\nneed for solving the world's dilemmas in this day of hate, greed, and distrust.\n<\/p><p>\nSpeaking through the Psalmist the Lord declared: \". . . the world is mine, and the fulness\nthereof\" (<span class=\"citation\" id=\"41862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41862)\">Ps. 50:12<\/a><\/span>). He doesn't really need our ten percent&mdash;it is all his in the first\nplace&mdash;but we need the experience of giving. Just as the Sabbath was created for man rather than\nman for the Sabbath, so it is with tithing: the value of the human soul is most important. \". . .\nmy work and my glory,\" the Lord declares, is \"to bring to pass the immortality and eternal\nlife of man\" (<span class=\"citation\" id=\"39255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39255)\">Moses 1:39<\/a><\/span>). There is no thought more compatible with the spirit of Easter than\nthat.\n<\/p><p>\nThe God and Creator of heaven and earth could surely lay all the riches of the world at the\nfeet of his leaders here in mortality if this were the important factor. But most important is\nthat we demonstrate our love for God by making our means available to him according to his\nperfect plan and supreme wisdom.\n<\/p><p>\n<b>The Lord's tenth blesses people<\/b>\n<\/p><p>\nEach dollar of tithing expenditure is for the blessing of people, the edification of the soul, the\nperfection of man; and in this, all who participate can find added comfort in the Savior's\nobservation that \"inasmuch as ye have done it unto one of the least of these my brethren, ye\nhave done it unto me\" (<span class=\"citation\" id=\"35658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35658)\">Matt. 25:40<\/a><\/span>). We make wonderful things possible for many wonderful\npeople when we return the Lord's tenth to him.\n<\/p><p>\nI bear solemn witness to all who can hear that the law of tithing is God-given and that the\npurpose for which these sacred funds are used is sanctified by divine direction.\n<\/p><p>\nOld Testament prophets taught the law of tithing, for they said: \"Honour the Lord with thy\nsubstance, and with the first-fruits of all thine increase: \n<\/p><p>\n<b>\"Lay up treasures\" by love and obedience<\/b>\n<\/p><p>\n\"So shall thy barns be filled with plenty, and thy presses shall burst out with new wine\"\n(<span class=\"citation\" id=\"41473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41473)\">Prov. 3:9-10<\/a><\/span>). This admonition has never been rescinded.\n<\/p><p>\nOn one occasion just prior to that first Easter morning two thousand years ago, the Savior\nadmonished his disciples: \"Lay not up for yourselves treasures upon earth, where moth and\nrust doth corrupt, and where thieves break through and steal: \n<\/p><p>\n\"But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and\nwhere thieves do not break through nor steal: \n<\/p><p>\n\"For where your treasure is, there will your heart be also\" (<span class=\"citation\" id=\"35552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35552)\">Matt. 6:19-21<\/a><\/span>).\n<\/p><p>\n<b>Break the chains of selfishness.<\/b>\n<\/p><p>\nTo justify the purpose of the Savior's suffering and to fulfill the opportunity that he has\nafforded us of life eternal, man must break the restricting chains of selfishness. There is no\nbetter way than to do it in the Lord's way. He gave his life that we might truly live, not just\nexist. He established the pattern, declaring: \"I am the way, the truth, and the life\"\n(<span class=\"citation\" id=\"28275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28275)\">John 14:6<\/a><\/span>). He beckons all to \"come . . . follow me\"\n(<span class=\"citation\" id=\"35613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35613)\">Matt. 19:21<\/a><\/span>). He pleads with seemingly\nindifferent children: \"If ye love me, keep my commandments\"\n(<span class=\"citation\" id=\"28280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28280)\">John 14:15<\/a><\/span>). He says that if\nwe are to preserve life, we must be prepared to give it away&mdash;our time to the blessings and\ncomfort and edification of others, our means to the building of the kingdom and the blessings\nof mankind here and now.\n<\/p><p>\n<b>\"Prove me now . . .\"<\/b>\n<\/p><p>\nYes, in my opinion, God issued the challenge of the ages when he said: \". . . prove me now\nherewith,\" and followed it quickly with a resulting promise that he would \"open you the\nwindows of heaven, and pour you out a blessing, that there shall not be room enough to\nreceive it\" (<span class=\"citation\" id=\"32797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32797)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\n<b>Control of \"the windows of heaven\" is in your hands<\/b>\n<\/p><p>\nThere has never been a more definite promise than this. Let us not forget that the \"windows\nof heaven\" can only be operated by the remote control switch in our hand. We must make the\nfirst move. This is the very foundation of the eternal principle of faith. Once that faith has\nbeen demonstrated, God stands ready and anxious to fulfill his part of the agreement.\n<\/p><p>\nMay the spirit of Easter and the sure knowledge that he lives permeate our hearts this day.\nMay his great atoning sacrifice be a constant reminder of the relatively insignificant sacrifices\nexpected of us, I pray in the name of Jesus Christ, the Redeemer of the world. Amen.\n<\/p>\n<\/div>\n<\/div>"}