{"ID":1465, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Reality of the Resurrection<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1966, pp. 55-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\". . . Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the\nplace where they laid him\" (<span class=\"citation\" id=\"33193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33193)\">Mark 16:6<\/a><\/span>).  My dear brethren and sisters, I commend to all the\nexcellent sermon just delivered by one of the Presiding Bishopric of the Church, Bishop\nSimpson. I am grateful and happy to meet with you and worship with you this morning in\nthis historic building in a general conference of the Church.\n<\/p><p>\nI extend greetings and my blessings to you and to our vast audience of members and friends\nwho are tuned in by radio and television. It is a joy and a privilege to be associated with you\nin this great latter-day work.\n<\/p><p>\n<b>The resurrection of the Lord Jesus Christ<\/b>\n<\/p><p>\nAs I stand before you to give you a message regarding the resurrection of our Lord and\nSavior Jesus Christ, I pray for the blessings of the Lord, that he might uphold me, and that he\nmay enlighten our minds to see and touch our hearts to feel more deeply than mere words can\ndenote the significance of this message.\n<\/p><p>\nThroughout Christendom we are celebrating, this Eastertide, the greatest event of all\nhistory&mdash;the literal resurrection of Jesus Christ. For over four thousand years, man had looked into the\ngrave and had seen only the end of life. Of all the millions who had entered therein, not one\nperson had ever returned as a resurrected, immortal being. \"There was in all earth's area, not\none empty grave. No human heart believed; no human voice declared that there was such a\ngrave&mdash;a grave robbed by the power of a Victor stronger than man's great enemy, Death.\"\n<\/p><p>\nIt was, therefore, a new and glorious message that the angel gave to the women who fearfully\nand lovingly had approached the sepulcher in which Jesus had been buried: \". . . Ye seek\nJesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where\nthey laid him\" (<span class=\"citation\" id=\"33194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33194)\">Mark 16:6<\/a><\/span>).\n<\/p><p>\n<b>The greatest miracle<\/b>\n<\/p><p>\nIf a miracle is a supernatural event whose antecedent forces are beyond man's finite wisdom,\nthen the resurrection of Jesus Christ is the most stupendous miracle of all time. In it stand\nrevealed the omnipotence of God and the immortality of man.\n<\/p><p>\nThe resurrection is a miracle, however, only in the sense that it is beyond man's\ncomprehension and understanding. To all who accept it as fact, it is but a manifestation of a\nuniform law of life. Because man does not understand the law, he calls it a miracle. There are\nmany people who reject the reality of the resurrection of Jesus. They believe, or profess to\nbelieve, in the teachings of Christ, but do not believe in the virgin birth, nor in his literal\nresurrection from the grave; yet, this latter fact was the very foundation of the early Christian\nchurch. Even some of the religious leaders of the present day are claiming that Jesus is dead.\n<\/p><p>\nSomeday man's enlightenment may bring the momentous event of the resurrection out of the\ndusk of mystery into the broad day of understanding.\n<\/p><p>\nJust recently a scientist, in speaking before a university audience, said, \"Man has only begun\nthe search. I cannot stop being amazed and reverent at the wonders of the Universe around\nme. It is hard to imagine that this just happened without the intervention of a power beyond\nman's comprehension. Anyone who denies the existence of a power beyond man's specific\nknowledge, lacks the necessary humility and objectivity which is vital for good scientific\nwork.\" (Dr. Elie A. Shneour quoted in <i>Church News<\/i>, March 12, 1966.)\n<\/p><p>\nEstablish it as a fact that Christ did take up his body and appeared as a glorified, resurrected\nbeing, and you answer the question of the ages: \"If a man die, shall he live again?\"\n(<span class=\"citation\" id=\"26718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26718)\">Job 14:14<\/a><\/span>).\n<\/p><p>\n<b>Disciples witnesses of resurrection<\/b>\n<\/p><p>\nThat the literal resurrection of Christ from the grave was a reality to the disciples who knew\nhim intimately is a certainty. In their minds there was absolutely no doubt. They were\nwitnesses of the fact; they knew because their eyes beheld, their ears heard, their hands felt\nthe corporeal presence of the risen Redeemer.\n<\/p><p>\nPeter, the chief apostle, on the occasion when the eleven had met to choose one to take the\nplace of Judas Iscariot, said, \"Wherefore of these men . . . must one be ordained to be a\nwitness with us of his resurrection\" (<span class=\"citation\" id=\"7996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7996)\">Acts 1:21-22<\/a><\/span>).\n<\/p><p>\nIt always interests me to study about the class of men who surrounded the apostles at that\ntime, from whom the apostles chose this special witness. They were men who had been\n\"witnesses\" of the resurrection. Only such a one was considered eligible and worthy to be\nchosen as one of the Twelve Apostles.\n<\/p><p>\nOn another occasion Peter declared before their enemies, the very men who had put Jesus to\ndeath on the cross: \"Ye men of Israel, hear these words . . . This Jesus hath God raised up,\nwhereof we all are witnesses\" (<span class=\"citation\" id=\"7998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7998)\">Acts 2:22,32<\/a><\/span>).\n<\/p><p>\nOf the value and significance of the nearness and intimacy of the authors of the epistles, the\nauthor Beverly Nichols writes: \n<\/p><p>\n\"[They] were within hailing distance, historically, of Christ; at any rate, when their ideas,\nwhich they afterwards transmitted to paper, were formed. The winds had hardly had time to\nefface the sacred print of his steps in the sands over which He walked. The rain had hardly\nhad time to wash away, with its callous tears, the blood from the rotting wood of the deserted\ncross.\n<\/p><p>\n\"Yet these men knew&mdash;I can't go on using the word 'believe,' which is far too vapid and\ncolourless&mdash;that God had descended to earth in the shape of a certain man, that this man had\nmet an obscene and clownish death, and that the grotesque mode of his dying had redeemed\nmankind from sin. They knew, moreover, that He had risen from the dead on the third day\nand ascended into heaven.\" (Beverly Nichols, <i>The Fool Hath Said<\/i> [New York: Doubleday,\n1936], pp. 56-57.)\n<\/p><p>\nNearness to the event gives increased value to the evidence given by the apostles. A deeper\nvalue of their testimony lies in the fact that with Jesus' death the apostles were stricken with\ndiscouragement and gloom. For two and one-half years they had been upheld and inspired by\nChrist's presence. But now he was gone. They were left alone, and they seemed confused and\nhelpless. Not with timidity not with feelings of doubt, gloom, and discouragement is a\nskeptical world made to believe. Such wavering, despairing minds as the apostles possessed\non the day of the crucifixion could never have stirred people to accept an unpopular belief\nand to die martyrs to the cause.\n<\/p><p>\n<b>Sustained by Revelation<\/b>\n<\/p><p>\nWhat, then, was it that suddenly changed these disciples to confident, fearless, heroic\npreachers of the gospel of Jesus Christ? It was the revelation that Christ had risen from the\ngrave. \"His promises had been kept, His Messianic mission fulfilled.\"\n<\/p><p>\nI urge all within the sound of my voice to consider carefully the testimonies of these\neyewitnesses as recorded in the New Testament, whose honesty is not questioned even by\nskeptical criticism.\n<\/p><p>\nThat the spirit of man passes triumphantly through the portals of death into everlasting life is\none of the glorious messages given by Christ, our Redeemer. To him this earthly career is but\na day and its closing but the setting of life's sun. Death, but a sleep, is followed by a glorious\nawakening in the morning of an eternal realm. When Mary and Martha saw their brother only\nas a corpse in the dark and silent tomb, Christ saw him still a living being. This fact he\nexpressed in the two words: \". . . Lazarus sleepeth\" (<span class=\"citation\" id=\"28264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28264)\">John 11:11<\/a><\/span>).\n<\/p><p>\nIf everyone participating in Easter services knew that the crucified Christ actually rose on the\nthird day&mdash;that after having greeted others and mingled with others in the spirit world, his\nspirit did again reanimate his pierced body, and after sojourning among men for the space of\nforty days, he ascended a glorified soul to his Father&mdash;what benign peace would come to\nsouls now troubled with doubt and uncertainty!\n<\/p><p>\n<b>Resurrection, the consummation of His earthly mission<\/b>\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints stands with Peter, with Paul, with James, and\nwith all the other early apostles who accepted the resurrection not only as being literally true,\nbut as the consummation of Christ's divine mission on earth.\n<\/p><p>\n<b>The risen Lord appeared to the Prophet Joseph Smith<\/b>\n<\/p><p>\nEighteen hundred years after Jesus died upon the cross, the Prophet Joseph Smith declared\nthat the risen Lord appeared to him, saying: \". . . I saw two Personages, whose brightness and\nglory defy all description, standing above me in the air. One of them spake unto me, calling\nme by name and said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30484)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nLater, speaking of the reality of this vision, he testifies as follows: \". . . I had seen a vision; I\nknew it, and I knew that God knew it, and I could not deny it, neither dared I do it; at least I\nknew that by so doing I would offend God, and come under condemnation\"\n(<span class=\"citation\" id=\"30488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30488)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\n<b>Other modern witnesses<\/b>\n<\/p><p>\nIf Joseph Smith's testimony stood alone, it would be, as Christ said of his testimony when he\nspoke of himself, of no avail; but Jesus had God's testimony and that of the apostles. And\nJoseph Smith had other witnesses whose testimonies cannot be questioned. Three witnesses\ncorroborated Joseph Smith's testimony, the truth of which was made known by the\nappearance to them of the Angel Moroni (<span class=\"citation\" id=\"43110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43110)\">BM Three Wit.<\/a><\/span>).\n<\/p><p>\nConfirming the irrefutable testimony of Christ's early apostles, The Church of Jesus Christ of\nLatter-day Saints proclaims the glorious vision of the Prophet Joseph Smith: \n<\/p><p>\n<b>The Testimony: \"That he lives!\"<\/b>\n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony, last\nof all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;\n<\/p><p>\n\"That by him, and through him, and of him, the\nworlds are and were created, and the inhabitants thereof are begotten sons and daughters unto\nGod\" (<span class=\"citation\" id=\"14817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14817)\">D&amp;C 76:22-24<\/a><\/span>).\n<\/p><p>\nIn the light of such unimpeachable testimonies as given by the ancient apostles&mdash;testimonies\ndating from a few years subsequent to the event itself&mdash;in the light of that most marvelous\nrevelation in this age of the living Christ, it seems difficult indeed to understand how men can\nstill reject him and can doubt the immortality of man.\n<\/p><p>\n<b>World need today: Unwavering faith in Christ<\/b>\n<\/p><p>\nAn unwavering faith in Christ is the most important need of the world today. It is more than\na mere feeling. It is power that moves into action, and should be in human life the most basic\nof all motivating forces.\n<\/p><p>\nIt was in this sense that an eminent doctor of medicine, who had but recently lost his mother\nin death, admonished his students to keep their faith. Said he, \"Those of you who have\ndiscarded faith will live to regret it. There are times such as this when you lose a loved one\nby death that science is entirely inadequate. I commend you to think seriously about these\nmatters. They give comfort and solace which can be obtained in no other way. Many have\ndiscarded religion because it appears unscientific. I believe you will find in the last analysis\nthat Faith is scientific.\"\n<\/p><p>\n<b>Death as natural as birth<\/b>\n<\/p><p>\nThere is no cause to fear death; it is but an incident in life. It is as natural as birth. Why\nshould we fear it? Some fear it because they think it is the end of life and life often is the\ndearest thing we have. Eternal life is man's greatest blessing.\n<\/p><p>\nIf only men would \"do his will\" (<span class=\"citation\" id=\"28250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28250)\">John 7:17<\/a><\/span>), instead of looking hopelessly at the dark and gloomy tomb,\nthey would turn their eyes heavenward and know that Christ is risen!\n<\/p><p>\nNo man can accept the resurrection and be consistent in his belief without accepting also the\nexistence of a personal God. Through the resurrection Christ conquered death and became an\nimmortal soul. \"My Lord and my God\" (<span class=\"citation\" id=\"28312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28312)\">John 20:28<\/a><\/span>) was not merely an idle exclamation of\nThomas when he beheld his risen Lord. Once we accept Christ as divine, it is easy to\nvisualize his Father as being just as personal as he; for, said Jesus, \". . . he that hath seen me\nhath seen the Father\" (<span class=\"citation\" id=\"28278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28278)\">John 14:9<\/a><\/span>).\n<\/p><p>\n<b>The Son of the living God<\/b>\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints declares to all the world that Christ is the Son\nof God, the Redeemer of the world! No true follower is satisfied to accept him merely as a\ngreat reformer, the ideal teacher, or even as the one perfect man. The Man of Galilee is&mdash;not\nfiguratively, but <i>literally<\/i>&mdash;the Son of the living God.\n<\/p><p>\n<b>The immortality of man<\/b>\n<\/p><p>\nBelief in the resurrection connotes also the immortality of man. Jesus passed through all the\nexperiences of mortality just as you and I. He knew happiness, he experienced pain. He\nrejoiced as well as sorrowed with others. He knew friendship. He experienced, also, the\nsadness that comes through traitors and false accusers. He died a mortal death even as you\nwill. Since Christ lived after death, so shall you, and so shall I, and so shall your soldier boy\nwho gives his life on the battlefield.\n<\/p><p>\nJesus was the one perfect man who ever lived. In rising from the dead, he conquered death\nand is now Lord of the earth. How utterly weak, how extremely foolish is he who would\nwillfully reject Christ's way of life, especially in the light of the fact that such rejection leads\nonly to unhappiness, misery, and even to death!\n<\/p><p>\n<b>\"Born again\"<\/b>\n<\/p><p>\nNo man can sincerely resolve to apply in his daily life the teachings of Jesus of Nazareth\nwithout sensing a change in his whole being. The phrase \"born again\" (<span class=\"citation\" id=\"28228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28228)\">John 3:3,5<\/a><\/span>) has a deeper\nsignificance than what many people attach to it. This changed feeling may be indescribable,\nbut it is real. Happy is the person who has truly sensed the uplifting, transforming power that\ncomes from this nearness to the Savior, this kinship to the living Christ. I am thankful that I\nknow that Christ is my Redeemer He is the first step to everlasting peace.\n<\/p><p>\n<b>He is the first step to everlasting peace<\/b>\n<\/p><p>\nWhen Christians throughout the world have this faith coursing in their veins, when they feel a\nloyalty in their hearts to the Resurrected Christ and to the principles connoted thereby,\nmankind will have taken the first great step toward the perpetual peace for which we daily are\npraying. Reject him and the world will be filled with hatred and drenched in blood by\nrecurring wars.\n<\/p><p>\nMembers of the Church of Christ are under obligation to make the sinless Son of Man their\nideal. He is the one perfect being who ever walked the earth; the sublimest example of\nnobility; godlike in nature; perfect in his love&mdash;our Redeemer; our Savior; the immaculate\nSon of our Eternal Father; the Light, the Life, the Way.\n<\/p><p>\n<b>The message of the resurrection<\/b>\n<\/p><p>\nAs Christ lives after death, so shall all men, each taking that place in the next world for\nwhich he is best fitted.\n<\/p><p>\nThe message of the resurrection, therefore, is the most comforting, the most glorious ever\ngiven to man, for when death takes a loved one from us, our sorrowing hearts are assuaged by\nthe hope and divine assurance expressed in the words: \"<i>He is not here; he is risen!<\/i>\" (<span class=\"citation\" id=\"35667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35667)\">Matt. 28:6<\/a><\/span>).\n<\/p><p>\nWith all my soul I know that death is conquered by Jesus Christ, and because our Redeemer\nlives, so shall we. I bear you witness that he does live. I know it, and I hope you know that\ndivine truth.\n<\/p><p>\nMay all mankind some day have that faith, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}