{"ID":1466, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">I Know That My Redeemer Lives<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, April 1966, pp. 60-63<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSpring has returned to the community of Franklin, Idaho. One can hear the ever-welcome\nchirp of the robin and see the beauty of the first daffodil. Seemingly overnight, the drab\nbrown grass of winter turns to a verdant green. Soon plows will turn the earth, seeds will be\npanted, and a new cycle of life will commence. Tucked away from the bustle of activity and\nsnuggled against the friendly hills is the town cemetery.\n<\/p><p>\nJust three weeks ago a new grave was opened&mdash;not a large one&mdash;and a tiny casket was\nlowered into mother earth. Three lines appear on the attractive headstone: \n<\/p><p>\nMICHAEL PAUL SHUMWAY<br \/>\nBorn: October 24, 1965<br \/>\nDied: March 14, 1966\n<\/p><p>\nMay I introduce you to the Shumway family. They are my neighbors here in Salt Lake City,\nUtah. Mark and Wilma Shumway and each of the children always greet you with a friendly\nsmile or a wave of the hand. They brighten a neighborhood. They are good people.\n<\/p><p>\nCan you imagine the happiness in the family home on that 24th day of October when little\nMichael was born. Father was proud, brothers and sisters were excited, Mother was humble,\nas they welcomed this sweet new blossom of humanity, fresh fallen from God's own home, to\nflower on earth. Happy months followed.\n<\/p><p>\nThen came that fateful night in March when little Michael was called to his heavenly home\nand the breath of life was gone. As I visited with Mark and Wilma, so bowed down with\ngrief from the loss of their precious son, I noticed one of Michael's tiny toys as it rested near\nthe crib. I remembered the words of Eugene Field's masterpiece, \"Little Boy Blue\": \n<\/p><p>\n\"The little toy dog is covered with dust,<br \/>\n     But sturdy and stanch he stands; <br \/>\n     And the little toy soldier is red with rust,<br \/>\n     And his musket molds in his hands.<br \/>\n     Time was when the little toy dog was new,<br \/>\n     And the soldier was passing fair,<br \/>\n     And that was the time when our Little Boy Blue<br \/>\n     Kissed them and put them there.\n<\/p><p>\n\"'Now, don't you go till I come,' he said,<br \/>\n     'And don't you make any noise!'<br \/>\n     So toddling off to his trundle-bed,<br \/>\n     He dreamed of the pretty toys.<br \/>\n     And as he was dreaming, an angel song<br \/>\n     Awakened our Little Boy Blue,&mdash;<br \/>\n     Oh, the years are many, the years are long,<br \/>\n     But the little toy friends are true.\n<\/p><p>\n\"Ay, faithful to Little Boy Blue they stand,<br \/>\n     Each in the same old place,<br \/>\n     Awaiting the touch of a little hand,<br \/>\n     The smile of a little face.<br \/>\n     And they wonder, as waiting the long years through,<br \/>\n     In the dust of that little chair,<br \/>\n     What has become of our Little Boy Blue<br \/>\n     Since he kissed them and put them there.\"\n<\/p><p>\nThere are many toy dogs and many toy dolls that belonged to many boys and girls who lived\nand then were taken from us. And while the toys may wonder while they wait, anxious\nparents need not wonder. The revealed word of a loving Heavenly Father provides answers to\nquestions of the heart.\n<\/p><p>\nMark and Wilma, could you gather your little ones around as we discuss some of these\nanswers. There are many hundreds of thousands of others, perhaps millions, listening in, but\nthey may benefit from our conversation; for who hasn't lost a mother, a father, sister, a\nbrother, a son, or a daughter?\n<\/p><p>\n<b>\"If a man die, shall he live again?\"<\/b>\n<\/p><p>\nEvery thoughtful person has asked himself that question best phrased by Job of old: \"If a man\ndie, shall he live again?\" (<span class=\"citation\" id=\"26719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26719)\">Job 14:14<\/a><\/span>). Try as we may to put the question out of our thoughts,\nit always returns. Death comes to all mankind. It comes to the aged as they walk on faltering\nfeet. Its summons is heard by those who have scarcely reached midway in life's journey, and\noften it hushes the laughter of little children.\n<\/p><p>\nIn Paul's message to the Hebrews, he declared: \". . . it is appointed unto men once to die . . .\"\n(<span class=\"citation\" id=\"24357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24357)\">Heb. 9:27<\/a><\/span>).\nWhile death is inevitable, it can best be understood when we learn of life, even\neternal life.\n<\/p><p>\nLife on earth does not mark the beginning of our existence. The poet William Wordsworth\nwrote: \n<\/p><p>\n\"Our birth is but a sleep and a forgetting: <br \/>\n     The soul that rises with us, our life's Star,<br \/>\n     Hath had elsewhere its setting,<br \/>\n     And cometh from afar: <br \/>\n     Not in entire forgetfulness,<br \/>\n     And not in utter nakedness,<br \/>\n     But trailing clouds of glory do we come<br \/>\n     From God, who is our home: <br \/>\n     Heaven lies about us in our infancy!\"<br \/><br \/>\n&nbsp; &nbsp;     (\"Ode on Intimations of Immortality from Recollections of Early Childhood.\")\n<\/p><p>\nAnd who can fail to be sobered by the declaration of the prophet Jeremiah: \"Then the word of\nthe Lord came unto me, saying,\n<\/p><p>\n\"Before I formed thee in the belly knew thee; and before thou camest forth out of the womb I\nsanctified thee, and I ordained thee a prophet unto the nations\" (<span class=\"citation\" id=\"26511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26511)\">Jer. 1:4-5<\/a><\/span>).\n<\/p><p>\nIn the wisdom of God, an earth was created upon which man might dwell. Genesis records\nthat the earth was without form and void, and darkness was upon the face of the deep. Then\nGod said, \"Let there be light: and there was light.\"\n<\/p><p>\n\"Let there be a firmament,\" and there was a firmament.\n<\/p><p>\n\"Let the earth bring forth grass,\" and the earth brought forth grass.\n(<span class=\"citation\" id=\"23720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23720)\">Gen. 1:3,6,11<\/a><\/span>). He\nmade the fowls of the air, the creatures of the water, the beasts of the earth.\n<\/p><p>\nAnd then \"God created man in his own image, in the image of God created he him; male and\nfemale created he them\" (<span class=\"citation\" id=\"23726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23726)\">Gen. 1:27<\/a><\/span>).\nTo man was given dominion over every living thing.\nEarth became a proving ground, a testing station, a provider of needed experience.\n<\/p><p>\nWe laugh, we cry, we work, we play, we love, we live. And then we die. And dead we would remain\nbut for one man and his mission, even Jesus of Nazareth. Born in a stable, cradled in a\nmanger, his birth fulfilled the inspired pronouncements of many prophets. He was taught from\non high. He provided the life, the light, and the way. Multitudes followed him. Children\nadored him. The haughty rejected him. He spoke in parables. He taught by example. He lived\na perfect life. Through his ministry blind men saw, deaf men heard, and lame men walked.\nEven the dead returned to life.\n<\/p><p>\nThough the King of kings and Lord of lords (<span class=\"citation\" id=\"42403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42403)\">Rev. 19:16<\/a><\/span>) had come, he was accorded the greeting given to\nan enemy or a traitor. There followed a mockery that some called a trial. Cries of \"Crucify\nhim, crucify him,\" filled the air (<span class=\"citation\" id=\"28308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28308)\">John 19:6<\/a><\/span>). Then commenced the climb to Calvary's Hill.\n<\/p><p>\nHe was ridiculed, reviled, mocked, jeered, and nailed to a cross amidst shouts of \"Let Christ\nthe King of Israel descend now from the cross, that we may see and believe\" (<span class=\"citation\" id=\"33191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33191)\">Mark 15:32<\/a><\/span>).\n\"He saved others; himself he cannot save\"\n(<span class=\"citation\" id=\"35665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35665)\">Matt. 27:42<\/a><\/span>). \"If thou be Christ, save thyself\"\n(<span class=\"citation\" id=\"31689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31689)\">Luke 23:39<\/a><\/span>). His response: \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31685)\">Luke 23:34<\/a><\/span>). \". . . into thy hands I commend my spirit: and having said thus: he gave up the\nghost\" (<span class=\"citation\" id=\"31690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31690)\">Luke 23:46<\/a><\/span>).\nHis body was placed by loving hands in a sepulcher hewn of stone.\n<\/p><p>\nOn the first day of the week, very early in the morning, Mary Magdalene and the other Mary\ncame unto the sepulcher. To their astonishment, the body of their Lord was gone. Luke\nrecords that two men in shining garments stood by them and said: \"Why seek ye the living\namong the dead?\n<\/p><p>\n\"He is not here, but is risen\" (<span class=\"citation\" id=\"31692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31692)\">Luke 24:1,5-6<\/a><\/span>).\nJob's question, \"If a man die, shall he live again?\" had just been answered (<span class=\"citation\" id=\"26720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26720)\">Job 14:14<\/a><\/span>).\n<\/p><p>\nThe sacred scripture records the events following his ascension. However, today, as always,\nthe skeptic's voice challenges the word of God, and each man must choose to whom he shall\nlisten. Clarence Darrow, the famous lawyer and agnostic, declared, \"No life is of much value,\nand every death is but a little loss.\" Schopenhauer, the German philosopher and pessimist,\nwrote: \"To desire immortality is to desire the eternal perpetuation of a great mistake.\" And to\ntheir words are added those of new generations as foolish men crucify the Christ anew. For\nthey modify his miracles, doubt his divinity and reject his resurrection.\n<\/p><p>\nRobert Blatchford, in his book <i>God and My Neighbor<\/i> attacked with vigor the accepted\nChristian beliefs, such as God, Christ, prayer, and immortality. He boldly asserted: \"I claim to\nhave proved everything I set out to prove so fully and decisively that no Christian, however\ngreat or able he may be, can answer my arguments or shake my case.\" He surrounded himself\nwith a wall of skepticism. Then a surprising thing happened. His wall suddenly crumbled to\ndust. He was left exposed and undefended. Slowly he began to feel his way back to the faith\nhe had scorned and ridiculed. What had caused this profound change in his outlook? <i>His wife died.<\/i>\nWith broken heart, he went into the room where lay all that was mortal of her. He\nlooked at the face he loved so well. Coming out he said to a friend: \"It is she and yet it is not\nshe. Everything is changed. Something that was there before is taken away. She is not the\nsame. What can be gone if it be not the soul?\"\n<\/p><p>\nLater he wrote: \"Death is not what some people imagine. It is only like going into another\nroom. In that other room we shall find . . . the dear women and men and the sweet children\nwe have loved and lost.\" (<i>God and My Neighbor<\/i> [Chicago: Charles H. Kerr and Company].)\n<\/p><p>\n<b>Testimony against the skeptics<\/b>\n<\/p><p>\nAgainst the philosophy rampant in today's world&mdash;a doubting of the authenticity of the\nSermon on the Mount, an abandonment of Christ's teachings, a denial of God, and a rejection\nof his laws&mdash;we seek a point of reference, an unimpeachable source, even a testimony of eye\nwitnesses. Stephen, doomed to the cruel death of a martyr, looked up to heaven and cried: \". . .\nI see the heavens opened, and the Son of man standing on the right hand of God\"\n(<span class=\"citation\" id=\"8007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8007)\">Acts 7:56<\/a><\/span>). Saul, on the road to Damascus, had a vision of the risen, exalted Christ. Peter and John\nalso testified of the risen Christ.\n<\/p><p>\nWho can help but be penetrated by the stirring testimony of Paul at Corinth? He declared\n\"that Christ died for our sins according to the scriptures;\n<\/p><p>\n\"And that he was buried, and that he rose again the third day according to the scriptures: \n<\/p><p>\n\"And . . . was seen of Cephas, then of the twelve; \n<\/p><p>\n\"After that, he was seen of above five hundred brethren at once, of whom the greater part\nremain unto this present . . .\n<\/p><p>\n\"After that, he was seen of James; then of all the apostles.\n<\/p><p>\nAnd \". . . he was seen of me . . .\" (<span class=\"citation\" id=\"444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(444)\">1 Cor. 15:3-8<\/a><\/span>).\n<\/p><p>\nTo the agnostic, the skeptic, the reviler, I ask, \"Agnostic, can you answer?\" \"Skeptic, can you\nsave?\" \"Reviler, can you redeem?\"\n<\/p><p>\nGod the Eternal Father spoke to the multitude on this\ncontinent and said: \"Behold my Beloved Son, in whom I am well pleased, in whom I have\nglorified my name&mdash;hear ye him.\n<\/p><p>\n\". . . as they understood they cast their eyes up again towards heaven; and behold, they saw\na Man descending out of heaven . . .\n<\/p><p>\n\". . . he stretched forth his hand and spake unto the people, saying: \n<\/p><p>\n\"Behold, I am Jesus Christ, whom the prophets testified shall come into the world.\n<\/p><p>\n\". . . I am the light and the life of the world; and I have drunk out of that bitter cup which\nthe Father hath given me, and have glorified the Father in taking upon me the sins of the\nworld\" (<span class=\"citation\" id=\"5689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5689)\">3 Ne. 11:7-11<\/a><\/span>).\n<\/p><p>\n\"Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye\nmay feel the prints of the nails in my hands and in my feet, that ye may know that I am the\nGod of Israel, and the God of the whole earth, and have been slain for the sins of the world.\n<\/p><p>\n\"And when they had all gone forth and had witnessed for themselves, they did cry out with\none accord, saying:\n<\/p><p>\n\"Hosanna! Blessed be the name of the Most High God! And they did fall down at the feet of\nJesus, and did worship him\" (<span class=\"citation\" id=\"5690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5690)\">3 Ne. 11:14,16-17<\/a><\/span>).\n<\/p><p>\n<b>\"God so loved the world . . .\"<\/b>\n<\/p><p>\nThis loving God who introduced his crucified and resurrected Son was not a God lacking in\nbody, parts, or passions&mdash;the God of a man-made philosophy. Rather, God our Father has\nears with which to hear our prayers. He has eyes with which to see our actions. He has a\nmouth with which to speak to us. He has a heart with which to feel compassion and love. He\nis real. He is living. We are his children made in his image. We look like him and he looks\nlike us.\n<\/p><p>\nThis is the God who so loved the world that he gave his Only Begotten Son that we might\nhave everlasting life (<span class=\"citation\" id=\"28233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28233)\">John 3:16<\/a><\/span>).\n<\/p><p>\nTo you, Wilma and Mark Shumway, and to all who have loved and lost a dear one, he\nprovides the courage to say, \". . . the Lord gave, and the Lord hath taken away; blessed be\nthe name of the Lord\" (<span class=\"citation\" id=\"26717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26717)\">Job 1:21<\/a><\/span>).\nAs you and your children journey to the family home in\nFranklin, Idaho, where tenderly and lovingly you will place the flowers of springtime on that\ntiny grave, your eyes may be moist with tears, but your hearts will burn with the knowledge\nthat the bands of death have been broken and that members of your family, though now\nseparated by death, will one day be reunited to share the blessings of eternal life.\n<\/p><p>\nWith all my heart and the fervency of my soul, I lift up my voice in testimony today as a\nspecial witness and declare that God does live. Jesus is his Son, the Only Begotten of the\nFather in the flesh. He is our Redeemer; he is our Mediator with the Father. He it was who\ndied on the cross to atone for our sins. He became the firstfruit of the resurrection\n(<span class=\"citation\" id=\"446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(446)\">1 Cor. 15:20<\/a><\/span>). Oh, sweet\nthe joy this sentence gives, \"I know that my Redeemer lives!\" (<span class=\"citation\" id=\"26724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26724)\">Job 19:25<\/a><\/span>)\nand may the whole world know\nit and live by that knowledge, I humbly pray in the name of Jesus Christ, the Lord and\nSavior. Amen.\n<\/p>\n<\/div>\n<\/div>"}