{"ID":1467, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">That Ye May Be Able to Withstand in the Evil Day<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1966, p. 64-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy prayer is that what I say in these next few moments may not be out of harmony with\nwhat has seemed to be the theme of this great conference, which has, among other things,\nimpressed upon us the vital importance of keeping the commandments of God as an effective\nhedge against the evils of our day. Many questions are asked today as the disturbed conditions\nin the world become more confusing and appalling to our people and to others who are\nshocked by the continuance of undeclared wars and by the spectacle of government affairs\nand some private and public businesses being dominated, in many instances, by official\nmandate rather than by due legislative processes. We see rebellion against the law, which\napproaches anarchy when leaders openly incite riots against law and order; we are witnessing\nthe constant parading of ugly and soul-destroying, lewd, and provocative literature, theatricals,\nand radio and television shows. We hear vicious attacks on public officials without the\nopportunity being given to them to make a defense or a rebuttal to the evil diatribes and\ncharacter assassinations that tend to discourage worthy men from accepting appointments to\npublic offices. These are but a few of the ills that afflict us in our so-called modern age.\n<\/p><p>\nIn the midst of all this, we hear our faithful people asking these questions over and over\nagain: Are we living in the last days? Is there a sure way we can know the false from the\ntrue? Does the Church take any position in these matters? Is the devil on the loose? Has the\nChurch a defense against these terrifying circumstances?\n<\/p><p>\n<b>Sure guides to truth<\/b>\n<\/p><p>\nTo all of these questions, the answers are unwavering: Yes, we are living in the last days.\nThere are sure guides to truth if church members will use them. The Church is a continuing\nrevolution against any and all norms of society that fall below the gospel standards. Within\nthe gospel of Jesus Christ may be found the solution to every problem confronting us that will\nenable us to find happiness here and eternal life in the world to come. Yes, the devil is\ncertainly on the loose.\nThe Church indeed has the most effective possible defense against these ungodly and\nterrifying conditions.\n<\/p><p>\n<b>The conflict with evil<\/b>\n<\/p><p>\nMy text for this brief address sets out in cleanness the eternal contest with the evil forces\namong us. The Apostle Paul admonished the Saints of Ephesus: \n<\/p><p>\n\"Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.\n<\/p><p>\n\"For we wrestle not against flesh and blood, but against principalities, against powers, against\nthe rulers of the darkness of this world, against spiritual wickedness in high places\"\n(<span class=\"citation\" id=\"21797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21797)\">Eph. 6:11-12<\/a><\/span>).\n<\/p><p>\n<b>Love and obedience<\/b>\n<\/p><p>\nThis profound admonition was preceded by pertinent instructions that impress the very present\nneeds of today. There must be the love of a husband for his wife and the love of a wife for\nher husband (<span class=\"citation\" id=\"21791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21791)\">Eph. 5:22-23<\/a><\/span>),\nand children must be obedient to parents (<span class=\"citation\" id=\"21793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21793)\">Eph. 6:1-4<\/a><\/span>).\nThe Apostle Paul drew a parallel\nbetween the reverence for and love of parents and children in the home to the love of the\nMaster for his Church, and then concluded with these words: \"Finally, my brethren, be strong\nin the Lord, and in the power of his might\" (<span class=\"citation\" id=\"21795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21795)\">Eph. 6:10<\/a><\/span>).\n<\/p><p>\nAll with righteous desires are opposed to sin. Some years ago I participated in a panel\ndiscussion at the University of Utah with public officials, businessmen, and a district judge, as\nwell as professional men of the university. The district judge made a profound statement when\nhe declared that the great need in the fight against lawlessness, against immorality, against\natheism, socialism, Communism, or other related ills is faith in the Lord Jesus Christ. Our city\nattorney had accompanied me, I being a city official at the time. To him the comment of the\njudge about faith as a weapon against sin was sheer stupidity and a pompous display of\nreligious bigotry. As I have thought about the statement of the judge, I have recalled a wise\nobservation by one of my esteemed colleagues: \"Beautiful roses,\" he said, \"do not grow unless\nthe roots of the parent bush are planted in rich, fertile soil&mdash;watered and cultivated and\ncarefully nurtured by the hand of a master gardener. Likewise, beautiful flowers of virtue,\nhonesty, integrity, or sobriety do not blossom in a human soul unless his feet are firmly\nplanted on a testimony of the divine mission of the Lord and Savior Jesus Christ.\" (Charles A.\nCallis, formerly of the Council of the Twelve.)\n<\/p><p>\n<b>Knowledge of God's word<\/b>\n<\/p><p>\nDespite the sarcasm of my nonmember attorney friend, the judge in the panel discussion was\nright. My knowledge of the Lord's word concerning sin and my experience in dealing with\nhuman problems have taught me that the judge was close to the mark. We must know the\ntruth, for the truth only will make us free from the pitfalls of evil\n(<span class=\"citation\" id=\"28258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28258)\">John 8:32<\/a><\/span>). Knowledge of and love for\nthe Son of God as a perfected being will bring heaven close when temptations are near.\n<\/p><p>\nThe Apostle Paul closed his sermon to the Ephesians with these meaningful words: \"Stand\ntherefore, having your loins girt about with truth, and having on the breastplate of\nrighteousness: \n<\/p><p>\n\"And your feet shod with the preparation of the gospel of peace;\n<\/p><p>\n\"Above all, taking the\nshield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.\n<\/p><p>\n\"And take the helmet of salvation, and the sword of the Spirit, which is the word of God: \n<\/p><p>\n\"Praying always with all prayer and supplication in the Spirit, and watching thereunto with all\nperseverance and supplication for all saints\" (<span class=\"citation\" id=\"21798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21798)\">Eph. 6:14-18<\/a><\/span>).\n<\/p><p>\nTo the Corinthians, the Apostle Paul set forth in plainness that his teachings would not be\nfrom his learning in secular fields in which he was a recognized scholar. His pledge to them\nas a preacher of righteousness and truth was significant: \n<\/p><p>\n\"And I, brethren, when I came to you, came not with excellency of speech or of wisdom,\ndeclaring unto you the testimony of God.\n<\/p><p>\n\"For I determined not to know any thing among you, save Jesus Christ, and him crucified . . .\n<\/p><p>\n<b>Faith in the wisdom of God<\/b>\n<\/p><p>\n\"That your faith should not stand in the wisdom of men, but in the power of God\"\n(<span class=\"citation\" id=\"419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(419)\">1 Cor. 2:1-3,5<\/a><\/span>).\nI would that all who are called to high places in the Church would determine, as\ndid the Apostle to the Gentiles, to know and to preach nothing save Jesus Christ and him\ncrucified (<span class=\"citation\" id=\"420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(420)\">1 Cor. 2:2<\/a><\/span>).\n<\/p><p>\nWe are told plainly in the revelations that the fruits of the true gospel of Jesus Christ are\nunity and harmony. The following from a revelation while the Church was young and the\nleaders inexperienced plainly declares that the gospel in its fullness was given to overcome\ncontention. Listen to his words: \n<\/p><p>\n\"Yea, and I will also bring to light my gospel . . . and shall bring to light the true points of\nmy doctrine, yea, and the only doctrine which is in me.\n<\/p><p>\n\"And this I do that I may establish my gospel, that there may not be so much contention; yea,\nSatan doth stir up the hearts of the people to contention concerning the points of my doctrine;\nand in these things they do err, for they do wrest the scriptures and do not understand them\"\n(<span class=\"citation\" id=\"14731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14731)\">D&amp;C 10:62-63<\/a><\/span>).\n<\/p><p>\nThen the Lord has declared something more, which all of us as leaders and teachers should\nheed: \n<\/p><p>\n\"Behold, this is my doctrine&mdash;whosoever repenteth and cometh unto me, the same is my\nchurch.\n<\/p><p>\n\"Whosoever declareth more or less than this, the same is not of me, but is against me;\ntherefore he is not of my church.\n<\/p><p>\n\"And now, behold, whosoever is of my church, and endureth of my church to the end, him\nwill I establish upon my rock, and the gates of hell shall not prevail against them.\n<\/p><p>\n\"And now, remember the words of him who is the life and light of the world, your Redeemer,\nyour Lord and your God\" (<span class=\"citation\" id=\"14732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14732)\">D&amp;C 10:67-70<\/a><\/span>).\n<\/p><p>\n\"I say unto you, be one; and if ye are not one, ye are not mine\" (<span class=\"citation\" id=\"14755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14755)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\n<b>Harmony evidence of oneness<\/b>\n<\/p><p>\nThe absolute test of the divinity of the calling of any officer in the Church is this: Is he in\nharmony with the brethren of that body to which he belongs? When we are out of harmony,\nwe should look to ourselves first to find the way to unity. A wise man has given us the key to\nhis development in his unforgettable statement; here are his wise words: \"If there was any\n'key' to this process of growing up, it lay in the systematic effort I made to subject myself to\ncritical self-appraisal. As I came to know myself, I acquired a better understanding of other\npeople.\" (Bernard Baruch.)\n<\/p><p>\nMartin Harris, you remember, was warned particularly to repent of his sins, for he sought the\npraise of the world (<span class=\"citation\" id=\"14794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14794)\">D&amp;C 58:39<\/a><\/span>). I suppose the love of praise and adulation of the world is\nthe beginning of the downfall of many men. Alma, a prophet of the Book of Mormon,\nseemed to make it clear that the sowing of the seeds of hatred, suspicion, and contention in\nany organization is destructive of the purpose of life and unbecoming to the children of God.\n<\/p><p>\nThis is a part of a great sermon delivered by this ancient prophet: \"And he commanded them\nthat they should teach nothing save it were the things which he had taught, and which had\nbeen spoken by the mouth of the holy prophets.\n<\/p><p>\n\"Yea, even he commanded them that they should preach nothing save it were repentance and\nfaith on the Lord, who had redeemed his people.\n<\/p><p>\n\"And he commanded them that there should be no contention one with another, but that they\nshould look forward with one eye, having one faith and one baptism, having their hearts knit\ntogether in unity and in love one towards another.\n<\/p><p>\n\"And thus he commanded them to I preach. And thus they became the children of God\"\n(<span class=\"citation\" id=\"40351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40351)\">Mosiah 18:19-22<\/a><\/span>).\n<\/p><p>\n<b>Power of the works of God<\/b>\n<\/p><p>\nA few years ago while touring the missions of South America, I heard President William\nGrant Bangerter of the Brazilian Mission make some interesting comments. He reported that\nthere had been a wave of incidents in which evil spirits were afflicting the missionaries and\nthe Saints. At every conference the missionaries were relating experiences they were having\nwith evil spirits. The intensity of their influence was frightening. The mission president\nadmonished them to cease talking about the works of the devil in the future and instead teach\nwith power the works of the Lord and bear testimony of his works among them. There was an\nalmost immediate cessation of the power of the evil spirits when the people confined their\ntestimonies to the works of the Lord rather than of Satan, the mission president told me.\n<\/p><p>\nWe should all learn that the fundamentals of gospel teachings are the Lord's weapons against\nevil and sins of all kind, whether they be political dangers, immorality, threatened family\ndisasters, or any other sinister afflictions among us.\n<\/p><p>\nOne wise teacher, the superintendent of California schools, has said: \"You don't train a boy to\nrefrain from burglary by teaching him how to manipulate the tumblers of a safe in the dark;\nneither do you teach him to avoid immorality by teaching him all about sex in the school\nroom.\" (Dr. Max Rafferty, in <i>The Salt Lake Tribune<\/i>, 1964.) By the same token, you don't\nteach people to avoid Communism by telling them all about Communism or to avoid\nmurderous acts of violence by constantly telling horror stories.\n<\/p><p>\n<b>Freedom and obedience<\/b>\n<\/p><p>\nPresident David O. McKay has said it better than I can. \"In these days of uncertainty and\nunrest, liberty-loving people's greatest responsibility and paramount duty is to preserve and\nproclaim the freedom of the individual his relationship to Deity, and the necessity of\nobedience to the principles of the gospel of Jesus Christ. <i>Only thus will mankind find peace and happiness<\/i>\"\n(President David O. McKay, <i>The Improvement Era<\/i>, Dec. 1962, p. 903).\n<\/p><p>\nI should like to read that again because it is the key to what I am trying to say: \"In these days\nof uncertainty and unrest, liberty-loving people's greatest responsibility and paramount duty is\nto preserve and proclaim the freedom of the individual, his relationship to Deity, and the\nnecessity of obedience to the principles of the gospel of Jesus Christ. <i>Only thus will mankind find peace and happiness<\/i>.\"\n<\/p><p>\n<b>Man's relationship to Deity<\/b>\n<\/p><p>\nThe conclusions we must reach are inescapable as we ponder these profound declarations. One\nwho has an abiding conviction concerning God, who has faith in his relationship to Deity and\nthe necessity of obedience to the principles of the gospel of Jesus Christ who believes in and\nhas a love for the Son of God, and who has a feeling of certainty as to the immortality of the\nsoul can successfully combat sin and unrighteousness in any guise.\n<\/p><p>\nOurs, then, must be a positive rather than a negative approach, as indicated by these divine\ninstructions. The Lord has explained this in his preface to his revelations in our day, as he\ntells us the value of the scriptures and why the fullness of gospel teachings was given to us\ntoday. He said: \n<\/p><p>\n\"Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments; \n<\/p><p>\n\"And also gave commandments to others, that they should proclaim these things unto the\nworld; and all this that it might be fulfilled, which was written by the prophets&mdash;\n<\/p><p>\n\"The weak things of the world shall come forth and break down the mighty and strong ones,\nthat man should not counsel his fellow man, neither trust in the arm of flesh&mdash;\n<\/p><p>\n\"But that every man might speak in the name of God the Lord, even the Savior of the world; \n<\/p><p>\n\"That faith also might increase in the earth; \n<\/p><p>\n\"That mine everlasting covenant might be established; \n<\/p><p>\n\"That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends\nof the world, and before kings and rulers.\n<\/p><p>\n\"Behold, I am God and have spoken it; these\ncommandments are of me, and were given unto my servants in their weakness, after the\nmanner of their language, that they might come to understanding.\n<\/p><p>\n\"And inasmuch as they erred it might be made known; \n<\/p><p>\n\"And inasmuch as they sought wisdom they might be instructed; \n<\/p><p>\n\"And inasmuch as they sinned they might be chastened, that they might repent; \n<\/p><p>\n\"And inasmuch as they were humble they might be made strong, and blessed from on high,\nand receive knowledge from time to time\" (<span class=\"citation\" id=\"14711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14711)\">D&amp;C 1:17-28<\/a><\/span>).\n<\/p><p>\n<b>Beware false leaders<\/b>\n<\/p><p>\nHow much clearer can the Lord tell us the value of the gospel in keeping us from following\nfalse leaders up blind alleys?\n<\/p><p>\nThe Lord has sounded a warning to all of us who hold responsible places in his kingdom in\nthis day.\n<\/p><p>\nSaid he: \"But there is a possibility that man may fall from grace and depart from the living\nGod; \n<\/p><p>\n\"Therefore let the church take heed and pray always, lest they fall into temptation; \n<\/p><p>\n\"Yea, and even let those who are sanctified take heed also\" (<span class=\"citation\" id=\"14740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14740)\">D&amp;C 20:32-34<\/a><\/span>).\nThe sanctified, as defined, are those who have a holiness of life and character&mdash;those who may have titles of\nhigh places in the Church.\n<\/p><p>\nA President of the Church has told us where we may expect to find false leaders: \n<\/p><p>\n\"First,\" he said, \"The hopelessly ignorant, whose lack of intelligence is due to their indolence\nand sloth . . .\n<\/p><p>\n\"Second&mdash;The proud and self-vaunting ones, who read by the lamp of their own conceit; who\ninterpret by rules of their own contriving; who have become a law unto themselves, and so\npose as the sole judges of their own doings\" (President Joseph F. Smith, <i>Gospel Doctrine<\/i>,\ntwelfth ed., p. 373).\n<\/p><p>\n<b>Allegiance to God<\/b>\n<\/p><p>\nOurs is the great responsibility to become fully involved in the great drive going forward in\nthe Church today: to impress parents with their responsibility to teach their own families in\ntheir homes and to have a completely correlated course of gospel teachings in church\nauxiliaries and priesthood quorums for the children, the youth, and the adults&mdash;all to the end\nthat we might develop a gospel scholarship in the individual that will withstand in this evil\nday the forces that, without this abiding testimony of the gospel, would make us and our\nchildren prey to all the vices and false ideologies in the world.\n<\/p><p>\nMay the Lord continue to pour out his knowledge upon his Church and give to all who are\nmembers, and indeed to all the honorable of the earth, attentive minds and obedient hearts, that\nhe may indeed be an ensign to the world as prophesied when \"many people shall go and say,\nCome ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and\nhe will teach us of his ways, and we will walk in his paths\"\n(<span class=\"citation\" id=\"25296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25296)\">Isa. 2:3<\/a><\/span>).\n<\/p><p>\nFor that I pray humbly for all of us as individuals and for the Church collectively.\n<\/p><p>\nThe Master closed his last recorded sermon prior to his crucifixion with the words: \"These\nthings I have spoken unto you, that in me ye might have peace. In the world ye shall have\ntribulation: but be of good cheer; I have overcome the world\"\n(<span class=\"citation\" id=\"28294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28294)\">John 16:33<\/a><\/span>).\n<\/p><p>\nI humbly bear solemn witness to the life and mission of our Lord and Master, the Prince of\nPeace (<span class=\"citation\" id=\"25302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25302)\">Isa. 9:6<\/a><\/span>),\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}