{"ID":1468, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Hidden Wedges<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1966, pp. 70-75<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne night I lay awake thinking through the problems of the day. All week there had filed by\nmy desk people&mdash;wonderful people&mdash;some bowed in grief and anguish of soul; others\nlearning repentance through life's penalties; some frustrated in their marital upsets, in their\nmoral aberrations, in their financial reverses, and in their spiritual deficiencies.\n<\/p><p>\nThese people were good people basically; but as they traveled, they had found difficulty in\nstaying on the main thoroughfare and had deviated on side roads; they had forgotten\ncovenants and postponed putting into effect their good resolutions.\n<\/p><p>\n<b>\"Forgotten wedges\"<\/b>\n<\/p><p>\nThere came to my mind an article by Samuel T. Whitman entitled \"Forgotten Wedges.\" I had\nlearned to use wedges when I was a lad in Arizona, it being my duty to supply wood for\nmany fires in the big house. May I quote Whitman: \n<\/p><p>\n\"The ice storm wasn't generally destructive. True, a few wires came down, and there was a\nsudden jump in accidents along the highway. Walking out of doors became unpleasant and\ndifficult. It was disagreeable weather, but it was not serious. Normally, the big walnut tree\ncould easily have borne the weight that formed on its spreading limbs. It was the iron wedge\nin its heart that caused the damage.\n<\/p><p>\n\"The story of the iron wedge began years ago when the white-haired farmer was a lad on his\nfather's homestead. The sawmill had then only recently been moved from the valley, and the\nsettlers were still finding tools and odd pieces of equipment scattered about . . .\n<\/p><p>\n\"On this particular day, it was a faller's wedge&mdash;wide, flat, and heavy, a foot or more long,\nand splayed from mighty poundings. The path from the south pasture did not pass the\nwoodshed; and, because he was already late for dinner, the lad laid the wedge . . . between\nthe limbs of the young walnut tree his father had planted near the front gate. He would take\nthe wedge to the shed right after dinner, or sometime when he was going that way.\n<\/p><p>\n\"He truly meant to, but he never did. It was there between the limbs, a little tight, when he\nattained his manhood. It was there, now firmly gripped, when he married and took over his\nfather's farm. It was half grown over on the day the threshing crew ate dinner under the tree\n. . . Grown in and healed over, the wedge was still in the tree the winter the ice storm came.\n<\/p><p>\n\"In the chill silence of that wintry night, with the mist like rain sifting down and freezing\nwhere it fell, one of the three major limbs split away from the trunk and crashed to the\nground. This so unbalanced the remainder of the top that it, too, split apart and went down.\nWhen the storm was over, not a twig of the once-proud tree remained.\n<\/p><p>\n\"Early the next morning, the farmer went out to mourn his loss. 'Wouldn't have had that\nhappen for a thousand dollars,' he said. 'Prettiest tree in the valley, that was.'\n<\/p><p>\n\"Then, his eyes caught sight of something in the splintered ruin. 'The wedge,' he muttered\nreproachfully.\n<\/p><p>\n'The wedge I found in the south pasture.' A glance told him why the tree had fallen. Growing\nedge-up in the trunk, the wedge had prevented the limb fibers from knitting together as they\nshould.\"\n<\/p><p>\nForgotten wedges! Hidden weaknesses grown over and invisible, waiting until some winter\nnight to work their ruin. What better symbolizes the presence and the effect of sin in our\nlives?\n<\/p><p>\nThis brings to my memory some verses I heard long years ago entitled: \n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; <b>Jim Died Today<\/b>\n<\/p><p>\nAround the corner I have a friend,<br \/>\n     In this great city which has no end; \n<\/p><p>\nYet, days go by and weeks rush on,<br \/>\n     And before I know it a year has gone.\n<\/p><p>\nAnd I never see my old friend's face; <br \/>\n     For life is a swift and terrible race.\n<\/p><p>\nHe knows I like him just as well<br \/>\n     As in the days when I rang his bell\n<\/p><p>\nAnd he rang mine. We were younger then<br \/>\n     And now we are busy tired men&mdash;\n<\/p><p>\nTired with playing the foolish game;<br \/>\n     Tired with trying to make a name; \n<\/p><p>\nTomorrow, I say, I will call on Jim,<br \/>\n     Just to show I'm thinking of him.\n<\/p><p>\nBut tomorrow comes and tomorrow goes; <br \/>\n     And the distance between us grows and grows\n<\/p><p>\n     Around the corner! Yet miles away&mdash;<br \/>\n     Here's a telegram, sir&mdash;\"Jim died today!\"\n<\/p><p>\nAnd that's what we get&mdash;and deserve in the end&mdash;<br \/>\n     Around the corner, a vanished friend.\n<\/p><p>\n<b>John's wedge<\/b>\n<\/p><p>\nAnd, as I thought of Jim, I thought also of John, my trusted friend. He was well regarded in\nhis community, honorable in business dealings, kindly. He frankly admitted his principal\nweakness. John was an inveterate chain smoker. Always a cigarette hung between his lips. It\nseemed as much a part of him as his ear or nose or finger. Sometimes we joked about his\ninseparable companion. He always chuckled and said, \"Everybody is entitled to one\nweakness.\" And then in more sober moments, he would become pensive and say, \"I know it is\nbad, but it has hold of me like an octopus. Someday I'll conquer it.\" Yes, someday! But the\ndays sped into years; his hair became thinner, his complexion more sallow; and there finally\ncame a cough&mdash;a little hacking cough. It worried us who appreciated his good qualities, but\nthere was little we could do.\n<\/p><p>\nI moved to Utah and saw him no more for many years. Time put on its running shoes, and\nyears piled up; and one day I was on assignment in Phoenix when a mutual friend, knowing\nmy affection for John, said, \"Did you know he is in the hospital dying of lung cancer?\"\nDropping everything, I rushed to the hospital but almost too late. There he lay propped up in\nhis bed, breathing irregular, painful gasps. I was glad he recognized me even for that single\nmoment. His forced smile froze. His light went out. He had certainly intended to overcome\nthe habit, especially after scientific research had confirmed the Lord's revelation\n(<span class=\"citation\" id=\"14833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14833)\">D&amp;C 89:8<\/a><\/span>), but his\nmaster dictator decreed otherwise.\n<\/p><p>\nHere he had lain in fear and alone, facing the inevitable. The cancer was too deep, too\nscattered, too entrenched.\n<\/p><p>\nI trembled as I saw him die, this friend of thirty years. He might have lived yet many years in\nhealth and happiness. And as I stood in awe and with head bowed low, I remembered another\ngreat tree that could not stand the storm because of forgotten wedges, slow death-dealing\nwedges. Tomorrow he would have thrown his cigarettes away, but that recreant tomorrow,\nthat procrastinating tomorrow that supposedly never comes, was here. There would now never\nbe another cigarette. The wedges had seen to that. And then there came to me the words of\nRalph Parlett: \n<\/p><p>\n\"Strength and struggle travel together. The supreme reward of struggle is strength. Life is a\nbattle and the greatest joy is to overcome. The pursuit of easy things makes men weak . . .\"\n<\/p><p>\n<b>Bottle wedge<\/b>\n<\/p><p>\nMy thoughts shifted to a little boy in Arizona with curly hair who sat upon my knee long\nyears ago. His smile was beautiful and his laugh contagious. He grew into handsome\nmanhood, but as he went through teens, he carelessly threw into the forks of his walnut tree a\nbottle. In his sober moments he admitted it was bad for him. Tomorrow he would discard this little\ndevil, his master. Yes, tomorrow!\n<\/p><p>\nWhen he was married, the bottle wedge was still in the tree and the fibers encasing it. With a\nhollow laugh, he passed it off and said he could certainly remove it tomorrow. The cursed\nthing was there when the children came. They loved this handsome dad! Yet, sometimes came\nstrange situations they could not understand. Hardly could they believe this was their dad, so\ndifferent he was at times&mdash;more and more frequent.\n<\/p><p>\nThis bottle wedge was still there when the children were in their teens. They still could not\ncomprehend how their father could be Dr. Jekyll yesterday and Mr. Hyde today, so wonderful\nhe was when sober. Procrastination and the bottle wedge became deeper and deeper in his tree\nand engulfed by it. He had about reached the point of no return.\n<\/p><p>\nYears passed, and he entered my life again. He borrowed two dollars. On the spur of the\nmoment, I did not realize what two dollars would buy and how desperate one could be for\nwhat two dollars would purchase. His hair was gray, his body sloppy fat, his eyes bleary, his\nlaugh hollow. His children were now on their own. One son had died in a tavern, one had\ndivorced three times. One day I found him in the gutter. The storm had come, the wedge was\ndeeply imbedded. Yesterday, with self control, he could have defeated his enemy and been\nheaded toward thrones and exaltations, but the yesterdays became tomorrows. And, as I\nhelped him out of the gutter and for a moment to stand upon his feet, I sorrowed and\nremembered wedges&mdash;hidden wedges.\n<\/p><p>\nAnd, as I saw him fettered and enslaved, there came to my memory a paragraph from a\nmodern writer, which I paraphrase: \n<\/p><p>\nHistory, which had yawned for thousands of years, stirred on her dust-covered couch, opened\nher eyes, and saw one more son of God become a fettered slave. She sighed, sat up, shook the\ndust from the pages of her voluminous book, glanced at the long list of victims, turned a fresh\npage, took up her pen and moistened it, and wrote another name.\n<\/p><p>\n\"It is an old tale,\" she said, tiredly and hopelessly, as her old bones moved wearily to record\nagain. \"Millions have followed this highway through the ages of the past,\" she said,\n\"depriving spouses, neglecting children, corrupting lives, destroying character.\" Then she\nremonstrated, \"Why can I never sleep? Why must I continue on, recording distorted lives,\ncorrupted civilizations&mdash;will men never learn?\" (Taylor Caldwell, <i>The Earth Is the Lord's<\/i>, p. 414.)\n<\/p><p>\nHere were bottle wedges! the winds and whirlwind wedges, broken trees split open,\nbranchless tree-made skeletons.\n<\/p><p>\n<b>Bill<\/b>\n<\/p><p>\nAnd then I remembered Bill. His was also a sad story. His beginnings were auspicious, his\nbackgrounds good. Even his home life was better than average, but he was tiring of restraints.\n<\/p><p>\nHe would enlist in the military service, where he could do what he wanted to do. A short\ntraining period and he was shipped abroad. Saigon was an intriguing city with its great river,\nits exotic nature, its strange people.\n<\/p><p>\nOne day he relaxed his hold, yielded to impulse, made a contact that dropped him into a\nforeign world to him&mdash;a world of sin. His training came to his rescue and brought him to his\nknees in repentance. But the memory of man is short, and the sensations and demands of the\ncarnal are insistent; and with abandon, he threw his wedge into the forks of his walnut tree.\nSome day he would remove the wedge and put it away where it belonged.\n<\/p><p>\nUnder some pressures from associates, he began to smoke and then to drink, his inhibitions\nsmothered. With his wedge in the forks of his tree, he was uncomfortable at first and his\nconscience hurt, but soon he seared it. Many months passed, and his military stint was nearing\nthe end. On one of the many occasions when he had imbibed too freely he pulled from his\npocket a handful of coins and boasted loudly, \"With these coins I can buy every kind of sin in\nthe book.\" And he heedlessly proceeded to make his purchase. Long ago he had ceased to\npray. How could he ask the Lord's blessings upon his sinful acts, perversions, and\naberrations? Not long now and he would be done with this war business and would return to\nnormal life. Surely he would remove the wedge then.\n<\/p><p>\nHe did go home, but by now his mischief was entrenched, his habits of thought and action too\ndeeply imbedded, his willpower too weak.\n<\/p><p>\nFibers had grown over the wedge. Nothing short of major tree surgery could remove it now.\n<\/p><p>\nAnd then I remembered the story of the young farmer grown old and the walnut tree split\napart, and I thought again: Forgotten wedges! Hidden wedges! And my heart was heavy. Then\nHorace Greeley's words came to me: \n<\/p><p>\n<b>Self-mastery<\/b>\n<\/p><p>\n\"The height of a man's success is gauged by his self-mastery, the depth of his failure by his\nself-abandonment. There is no other limitation in either direction. And this law is the\nexpression of eternal justice.\n<\/p><p>\n\"He who cannot establish a dominion over himself will have no dominion over others, he who\nmasters himself shall be king.\"\n<\/p><p>\n<b>Wedges of conflicts<\/b>\n<\/p><p>\nThen came the couple from Texas. In their prolonged conflicts, selfishness, and stubbornness,\na wide chasm had deepened between them. Their relatives mourned for them, their leaders\nstruggled with them, and their innocent children suffered from frustration, rebellion, and\ndelinquency because of these two potentially great souls. The beautiful love of 16 years ago\nwas fast changing to hate; the long-ago trust was turning to bitterness, each was bent upon\nreforming the other. Argument, pressures, levers, and threats were used to bend the other to\nhis and her will. And while they quarreled and manufactured venom in their incriminations\nand recriminations, they shriveled and wrinkled and dwarfed. The former great gentleman\nbecame a quarrelsome antagonist; the former lovely lady became a shrew. Two selfish people\ndegenerated to wizened little pygmies. Their wedges had now been long in the tree. Some day\nhe would conquer her. Some day she would win, justifying her position. Yes, they would\ntomorrow correct their errors, swallow their pride, neutralize their selfishness, and remove the\nwedge, but already it was tight in the forks.\n<\/p><p>\nOh, how blind is self-centered, selfish man, with his ugly wedges!\n<\/p><p>\nThese folks may never get their \"chariot of the sun\" as expressed by Ralph Waldo Emerson: \n<\/p><p>\n\"Every man takes care that his neighbor shall not cheat him. But a day comes when he begins\nto care that he does not cheat his neighbor. Then all goes well. He has changed his market\ncart into a chariot of the sun.\"\n<\/p><p>\nAnd Phillips Brooks addressed such who permit themselves hatred and bitterness: \n<\/p><p>\n\"You who are letting miserable misunderstandings run on from year to year, meaning to clear\nthem up some day; you who are keeping wretched quarrels alive because you cannot quite\nmake up your mind that now is the day to sacrifice your pride and kill them; you who are\npassing men sullenly upon the street, not speaking to them out of some silly spite, and yet\nknowing that it would fill you with shame and remorse if you heard that one of those men\nwere dead tomorrow morning, you who are letting your neighbor starve, till you hear that he\nis dying of starvation; or letting your friend's heart ache for a word of appreciation or\nsympathy which you mean to give him some day, if you only could know and see and feel,\nall of a sudden, that 'the time is short.' How it would break the spell! How you would go\ninstantly and do the thing which you might never have another chance to do!\"\n<\/p><p>\n<b>Power to remove wedges<\/b>\n<\/p><p>\nAnd then, I applied the wedge story in another area. For more than a century the living gospel\nhas been restored on the earth, and tens of thousands of missionaries have proclaimed to\nmillions the true message. Their testimonies have touched many hearts that said, \"Yes,\" but\nwhose lips with human fears resisted their accepting the gospel toward their eternal welfare.\nThey have trembled as the Holy Ghost whispered to their spirits, \"It is true embrace it,\" and\nyet poor excuses caused their postponing action. Numerous are those who all over the world\nhave received the witness that the gospel is true, yet have postponed baptism. Great numbers\nhave heard of the additional scripture, the Book of Mormon, which contains the fullness of\nthe gospel\n(<span class=\"citation\" id=\"14746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14746)\">D&amp;C 27:5<\/a><\/span>), yet never have absorbed its truths. A million copies of it found their way in a\nmillion home libraries last year and other millions previously, yet procrastinating people have\nfailed to complete their investigation and have remained estranged. \"Tomorrow I will read it,\"\nthey say; \"another day I will invite the missionaries to teach me.\" But tomorrow is a sluggard\nand shifts along on leaden feet, and life goes on, and storms do come, and limbs are split, and\ntrees do fall, and eternity approaches, and our sincere call goes unheeded.\n<\/p><p>\n     Percy Adams Hutchison (1878-   ) gave this verse in his \"Swordless Christ\"\n(<i>Vicisti Galilee<\/i>, stanza 1): \n<\/p><p>\n\"Ay, down the years, behold he rides,<br \/>\n     The lowly Christ, upon an ass;<br \/>\n     But conquering? Ten shall heed the call,<br \/>\n     A thousand idly watch him pass.\"\n<\/p><p>\nAnd I wondered how many tens of thousands did hear his voice, felt an inner twinge of heart,\nfelt impelled to follow, but lingered and procrastinated.\n<\/p><p>\n<b>Procrastination entrenches the wedge<\/b>\n<\/p><p>\nHow many saw his smile and heard his sermons on the mount and were pricked in their\nhearts, but stopped to eat and sleep and work and play, and failed to heed?\n<\/p><p>\nNumerous ones must have jostled him in narrow streets of Jerusalem and turned around and\nlooked the second time at him whom they had touched, but went their way to daily tasks and\nmissed their opportunity.\n<\/p><p>\nHow many heard the story of his walking on the water (<span class=\"citation\" id=\"35593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35593)\">Matt. 14:25<\/a><\/span>)\nbut were too busy with their selling\nfish in the market or herding sheep to ask the vital reasons and fathom the deep powers?\n<\/p><p>\nHow many who saw him hanging there upon the cross saw only wood beams and nails and\nflesh and blood and made no effort to penetrate the purposes and the reasons: how one could\nchoose to die such an ignominious death how one could be so controlled in time of such\nexcruciating pain; what were the reasons behind such treatment, what were the deep purposes,\nwho was this \"author of eternal salvation unto all them that obey him\" (<span class=\"citation\" id=\"24354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24354)\">Heb. 5:9<\/a><\/span>)?\n<\/p><p>\nHow many felt the stir that comes in human breasts when truth, pressed in upon them but\npressured by minor exigencies, moves far away from their eternal destiny?\n<\/p><p>\nAnd then I think: Procrastination&mdash;thou wretched thief of time and opportunity!\n<\/p><p>\nWhen will men stand true to their one-time inspired yearnings?\n<\/p><p>\nLet those take care who postpone the clearing of bad habits and of constructively doing what\nthey ought. \"Some day I'll join the Church,\" says one. \"I'll cease my drinking soon,\" says\nanother. \"One day I'll smoke no more,\" others pledge. \"Some day we'll be ready for our\ntemple sealings,\" promise a delayed-action husband and wife. \"Some day, when they\napologize, I'll forgive those who injured me,\" small souls say. \"Some day I'll get my debts\npaid.\" \"We'll get around soon to having our family prayers, and next week we'll start our\nhome evenings.\" \"We shall start paying tithing from our next pay check.\" Tomorrow&mdash;yes,\ntomorrow.\n<\/p><p>\n<b>Wedges of flaws and sin<\/b>\n<\/p><p>\nAnd then, we quote more lines from Whitman: \n<\/p><p>\n\"Pride, envy, selfishness, dishonesty, intemperance, doubt, secret passions&mdash;almost numberless\nin variety and degree are the wedges of sin. And alas! almost numberless are the men and\nwomen who today are allowing sin to grow in the heart wood of their lives.\n<\/p><p>\n\"The wedge is there. We know it is there. We put it there ourselves one day, when we were\nhurried and thoughtless. It shouldn't be there, of course. It is hamming the tree. But we are\nbusy so we leave it there, and in time, it grows over and we forget. The years slip swiftly by.\nWintertime comes with its storms and ice. The life we prized so much goes down in the\nunspeakable loss of spiritual disaster. For years after the wedge had grown over, the tree\nflourished and gave no sign of its inner weakness. Thus it is with sin.\n<\/p><p>\n\"Many a fine house on many a fine street has a wedge of sin within its elegance. And many a\nman who walks the streets in pride and arrogance of worldly success is an unrepentant sinner\nbefore God. Nevertheless, the wedge is there and in the end of its work is a fallen tree, split\nand shattered and worthless.\"\n<\/p><p>\nMay the Lord bless us all that we may early recognize and remember and remove all wedges\nbefore they wreak their havoc in our lives, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}