{"ID":1469, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Truth Will Prevail<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1966, pp. 76-78<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: Elder Kimball's remarks reminded me of the first memory gem I\nlearned in Primary: \n<\/p><p>\n\"Defer not till tomorrow to be wise,<br \/>\n     Tomorrow's sun to thee may never rise.\"<br \/><br \/>\n&nbsp; &nbsp;     (William Congreve, <i>Letter to Cobham<\/i>.)\n<\/p><p>\nEconomically, the world at present is disturbed about inflation. And it has been stated that\nonly a spiritual revival can prevent it from becoming a catastrophe. I am sure a spiritual\nrevival would solve many problems in our country and elsewhere.\n<\/p><p>\n<b>Thrift, self-reliance, work<\/b>\n<\/p><p>\nBut when all is said and done, the best hedge against inflation is the character of the people.\nNew ideas, new methods, new departures from the beaten path will come and go, but\nfundamental things like thrift, self-reliance, and hard work will be restored in the final\nsolution. Security does not come without preparation. Health and happiness cannot be bought\nor given. They are products of service and sacrifice. Only righteousness can exalt a nation and\nan individual (<span class=\"citation\" id=\"41476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41476)\">Prov. 14:34<\/a><\/span>).\nHistory has so proved. This was true 3,000 years ago and it is true today.\n<\/p><p>\n<b>Economist testifies of value of righteousness<\/b>\n<\/p><p>\nRoger Babson once said: \"When Jesus appealed to people to give to the poor,\nHe . . . had in mind the good of the giver even more than the good of the recipient.\" (Roger\nW. Babson, <i>If Further Inflation Comes<\/i> [Philadelphia; J. B. Lippincott Company,\n<\/p><p>\nHe also said that the safest hedge against inflation is the Ten Commandments, especially the\nlast, \"Thou shalt not covet\" (<span class=\"citation\" id=\"22763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22763)\">Ex. 20:17<\/a><\/span>).\nHe refers to changes that have come, like universal suffrage,\nthe increase in transportation by means of the automobile and the airplane, the increase in\nvision through motion pictures and television. \"Hearing,\" said he, \"has multiplied a thousand\ntimes through the radio. Yet in the same period there has been almost no increase in the\nnation's character . . . A sane faith and philosophy of life is of greater economic importance\nthan the gold content of the dollar.\" (<i>Ibid<\/i>, p. 205.)\n<\/p><p>\n<b>\"Serve the God of this land\"<\/b>\n<\/p><p>\nI believe the United States of America will be free from bondage, economic and otherwise, \".\n. . if they will but serve the God of the land, who is Jesus Christ\"\n(<span class=\"citation\" id=\"22263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22263)\">Ether 2:12<\/a><\/span>). There is\nonly one plan by which humanity can be saved and preserved, and that is the gospel of Jesus\nChrist in all of its wide ramifications.\n<\/p><p>\nWe have moved forward so rapidly in the various avenues that we have lost our bearings.\nThoughtlessness and expediency dominate our efforts to succeed.\n<\/p><p>\nThe other night I asked a group of teenagers to read the story of the Prodigal Son\n(<span class=\"citation\" id=\"31677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31677)\">Luke 15:11-32<\/a><\/span>). Charles\nDickens said: \"It is the most beautiful story ever told.\" It is not difficult to picture that\nwayward son as he returned to his home, disappointed and ashamed&mdash;in rags and tatters. He\nhad lost his inheritance, he had wasted his substance in riotous living, he had thrown away his\nopportunities, and he was now back where he started.\n<\/p><p>\nI reminded these youngsters that the greatest tragedy in human experience is a misspent life.\nHaphazard use of time, money, and energy means a poor return, devoid of satisfaction and\nfraught with failure and uncertainty. The young people to whom I refer are the homemakers of\ntomorrow and the future citizens of our country.\n<\/p><p>\n<b>Honor sacred covenants<\/b>\n<\/p><p>\nTo me there is no grander spectacle in this world than that of a young man and a young\nwoman kneeling at the altar and joining hands in holy wedlock and pledging to each other\ntheir love and devotion for time and all eternity. It makes for stability. Such a union is not\neasily severed. It is a sacred covenant which cannot be broken except by sin and wrong-doing.\n<\/p><p>\nThere is an old proverb that reads: \". . . thou shalt deliver him the pledge again when the sun\ngoeth down\" (<span class=\"citation\" id=\"21261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21261)\">Deut. 24:13<\/a><\/span>). In modern language it means: Keep your promises and hold sacred your covenants.\n<\/p><p>\nThe task before us is to safeguard the moral and spiritual agencies required to preserve a\nhealthy and God-inspired civilization.\n<\/p><p>\nThe rock-foundation of such a civilization is a firm faith in the true and living God. Without\nsuch faith the soul has no anchorage and life has no purpose.\n<\/p><p>\nThe unbeliever has no program,<br \/>\nHe sees no future, he prepares for none; <br \/>\nHe does not hear the voice of the prophets,<br \/>\nHe has not looked beneath the crust of things,<br \/>\nHe flounders and stumbles,<br \/>\nHe lives in a vacuum;<br \/>\nHe has no road to the future<br \/>\nAnd no rewards for right living.<br \/>\nHe is negative, doubtful, and unprogressive. To him death is the end, and all hope is gone.\n<\/p><p>\n<b>Avoid pitfalls of skepticism<\/b>\n<\/p><p>\nTo avoid the pitfalls of skepticism, our faith must be nourished and fostered by prayerful\ninvestigation, diligent research, and scriptural study, for God's plan of regeneration must be\nknown to his children. Men cannot be saved in ignorance\n(<span class=\"citation\" id=\"14882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14882)\">D&amp;C 131:6<\/a><\/span>). The Church supplies the means and\nfacilities for our growth and development. We are living in a day when our faith in the\neternal values must be strengthened. We build our own fortifications against evil.\n<\/p><p>\nThe great work which our Eternal Father has founded is destined to fill the whole earth\n(<span class=\"citation\" id=\"10677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10677)\">Dan. 2:35<\/a><\/span>). It\nwill not fail, and no power, however great, can stop its progress. Small as it was in the\nbeginning, destitute of influence and worldly advantages, it is a power that will continue to\ngrow and increase. It will go forward through the power that is in it.\n<\/p><p>\nIt cannot be understood unless it be \"viewed with the eye of faith,\" for it is the product of\nfaith. In other words, the person or persons who seek to understand it must have some\nknowledge of the power that founded it, the power that sustains it, and the power that goes\nwith it in its operations in the world.\n<\/p><p>\n<b>He will never forsake you<\/b>\n<\/p><p>\nThe Lord will never forsake his servants who stand at the head of his Church in any hour of\nextremity, when even strong men are tested and tried and when calamities and upheavals are\nthreatening the stability and wisdom of men and nations.\n<\/p><p>\nFaith in God, in the immortality of the soul, and in the words of the prophets, living and\ndead, is more than a passive belief. It is the motive power in men's lives.\n<\/p><p>\nA man of faith makes decisions every day because of that faith; he knows where he is going;\nhe rejects the unproven sophistries of the world; he can withstand the infidelity, the cynicism,\nthe ridicule, and the groundless arguments of those who live without responsibility to God and\nwithout a program to guide them through the journey of life.\n<\/p><p>\nThose who deny God and his manifestations are a multitude in our day. They proceed without\nguide or compass. Their aims and ambitions are centered in the things of earth, and their\nconception of right and wrong is blurred.\n<\/p><p>\n<b>The mission of the Church<\/b>\n<\/p><p>\nOur mission as a Church is to teach the unbelievers and the uninformed the message of faith\nas it pertains to the gospel and the divine callings of Jesus Christ and Joseph Smith.\n<\/p><p>\nThere is no other way, and the Church feels keenly its responsibility in this respect.\n<\/p><p>\nAs a boy I remember attending church in a modest meetinghouse built by the early settlers of\nCache Valley. My memory of that old chapel is very dim, but I recall the design painted on\nthe wall behind the stand. On it were three messages.\n<\/p><p>\nIn bold lettering on the top were the words: \"Holiness to the Lord.\" It suggested worship.\nBelow this expression of faith was another one which read: \"Truth will prevail.\" Still further\ndown and near the bottom were the words: \"Truth crushed to earth will rise again.\" To me as\na boy it meant one thing, the restored gospel of Christ. Truth was synonymous with\nMormonism so called, and a revealed truth.\n<\/p><p>\n<b>The power of faithfulness<\/b>\n<\/p><p>\nI think, generally speaking, it was the opinion of all the Latter-day Saints who met there.\nThey were solid and sound in their beliefs. They were now free to worship God in their own\nway. Their chief concern was the success of their settlements made \". . . far away in the\nWest\" (\"Come, Come, ye Saints,\" <i>Hymns<\/i>, 13). As I read their history and review their\nachievements, I conclude they were not mistaken nor led astray by selfish leaders. They had\nfound the truth&mdash;the truth which, as Jesus taught, would make them free.\n<\/p><p>\nThey read the Bible, the Book of Mormon, the Pearl of Great Price, and modern revelations.\nThe contents of these books were facts, not opinions. The prophets did not speculate. They\nspoke as one who knows. There are no books so positive and forthright as the scriptures,\nmodern and ancient. The prophets did not support their messages by argument. These\nmessages were self-evident.\n<\/p><p>\nMost of the pioneers who came to the valleys of the mountains are now gone. They had faced\nrelentless opposition and severe persecution, but here they were in their Zion, worshipping the\ntrue and living God. It was all in fulfillment of prophecy and they were happy and satisfied.\nTheir spirit was unconquerable, their faith never flagged, and their perseverance and powers\nof endurance were remarkable. Their example of devotion and steadfastness has not been in\nvain. As a people we are proud of their achievements. We are equally proud of present\naccomplishments, and we glory in the prospects for the future.\n<\/p><p>\nMay God's kingdom grow and increase until the earth is full of those who love the Lord their\nGod, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}