{"ID":1470, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Scriptural Witness of Jesus Christ<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1966, pp. 78-81<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAn apostle is a special witness of Christ. This morning we heard President David O. McKay,\nthe senior apostle of God on earth, bear an inspired and fervent testimony of the divine\nsonship of our Lord.\n<\/p><p>\n<b>Sixty years an apostle<\/b>\n<\/p><p>\nI think it would be of interest to the conference to know that it was on April 9, 1906, exactly\n60 years ago today, that President David O. McKay was ordained an apostle, a special witness\nof the Lord, a special witness of him who has redeemed us with his blood. Since that day,\nthree-score years ago, this man who is now God's prophet on earth has stood as a light and a\npillar of spiritual strength to the Church and to the world.\n<\/p><p>\nWith all of you I rejoice and thank God for the ministry of that man who is the President of\nThe Church of Jesus Christ of Latter-day Saints, who is the presiding high priest of God on\nearth (<span class=\"citation\" id=\"14861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14861)\">D&amp;C 107:65-66<\/a><\/span>),\nwho in literal reality is an apostle, a prophet, a man of God, a man whom the Lord\nloves.\n<\/p><p>\n<b>An apostle fifty-six years<\/b>\n<\/p><p>\nIn this connection may I also note that it was on April 7, 1910, fifty-six years ago, that\nPresident Joseph Fielding Smith, also an oracle of God, was ordained to the holy apostleship\nto stand with President McKay in directing the affairs of God's kingdom on earth.\n<\/p><p>\n<b>Testify<\/b>\n<\/p><p>\nThat Jesus, of whom President McKay testified this morning, issued this invitation,\n<\/p><p>\n\"Come unto me . . .\n<\/p><p>\n\"Take my yoke upon you, and learn of me\" (<span class=\"citation\" id=\"35586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35586)\">Matt. 11:28-29<\/a><\/span>).\n<\/p><p>\nHe also said, \". . . this is life eternal, that they might know thee the only true God, and Jesus\nChrist, whom thou hast sent\" (<span class=\"citation\" id=\"28300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28300)\">John 17:3<\/a><\/span>).\n<\/p><p>\nTo know God in that full sense which will enable us to gain eternal salvation means that we\nmust know what he knows, enjoy what he enjoys, experience what he experiences. In New\nTestament language, we must \"be like him\" (<span class=\"citation\" id=\"1079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1079)\">1 Jn. 3:2<\/a><\/span>).\n<\/p><p>\nBut before we can become like him, we must obey those laws that will enable us to acquire\nthe character, perfections, and attributes that he possesses.\n<\/p><p>\nAnd before we can obey these laws, we must learn what they are, we must learn of Christ and\nhis gospel. We must learn \"that salvation was, and is, and is to come, in and through the\natoning blood of Christ, the Lord Omnipotent\"\n(<span class=\"citation\" id=\"40349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40349)\">Mosiah 3:18<\/a><\/span>). We must learn that baptism\nunder the hands of a legal administrator is essential to salvation and that after baptism we\nmust keep the commandments and \"press forward with a steadfastness in Christ, having a\nperfect brightness of hope, and a love of God and of all men\"\n(<span class=\"citation\" id=\"3765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3765)\">2 Ne. 31:20<\/a><\/span>).\n<\/p><p>\nOur revelation says: \"The glory of God is intelligence, or, in other words, light and truth\"\n(<span class=\"citation\" id=\"14839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14839)\">D&amp;C 93:36<\/a><\/span>).\n<\/p><p>\n<b>Knowledge saves<\/b>\n<\/p><p>\nJoseph Smith taught that \"a man is saved no faster than he gets knowledge\" of God and his\nsaving truths (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 217) and that \"it is impossible for a\nman to be saved in ignorance\" of Jesus Christ and the laws of his gospel (<span class=\"citation\" id=\"14883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14883)\">D&amp;C 131:6<\/a><\/span>).\n<\/p><p>\nWe believe in gospel scholarship. We think that devout men everywhere, in and out of the\nChurch, should seek spiritual truth, should come to know God, should learn his laws, and\nshould strive to live in harmony with them. There are no truths as important as those that\npertain to God and his gospel, to the pure religion that he has revealed, to the terms and\nconditions whereby we may gain an inheritance with him in his kingdom.\n<\/p><p>\nThus we find Deity commanding: \n<\/p><p>\n\"Search these commandments\" (<span class=\"citation\" id=\"14719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14719)\">D&amp;C 1:37<\/a><\/span>).\n<\/p><p>\n\". . . study my word which hath gone forth among the children of men\"\n(<span class=\"citation\" id=\"14734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14734)\">D&amp;C 11:22<\/a><\/span>).\n<\/p><p>\n\". . . teach the principles of my gospel, which are in the Bible and the Book of Mormon, in\nthe which is the fulness of my gospel\" (<span class=\"citation\" id=\"14758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14758)\">D&amp;C 42:12<\/a><\/span>).\n<\/p><p>\nThus we find Jesus saying: \n<\/p><p>\n\"Search the prophets\" (<span class=\"citation\" id=\"5696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5696)\">3 Ne. 23:5<\/a><\/span>).\n<\/p><p>\n\"Search the scriptures; for . . . they are they which testify of me\" (<span class=\"citation\" id=\"28244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28244)\">John 5:39<\/a><\/span>).\n<\/p><p>\n\"Yea, a commandment I give unto you that ye search these things diligently\"\n(<span class=\"citation\" id=\"5694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5694)\">3 Ne. 23:1<\/a><\/span>).\n<\/p><p>\nChrist is the great exemplar, the prototype of perfection and salvation: \". . . he said unto the\nchildren of men: Follow thou me\" (<span class=\"citation\" id=\"3762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3762)\">2 Ne. 31:10<\/a><\/span>).\n<\/p><p>\nAlso: \". . . what manner of men ought ye to be? Verily I say unto you, even as I am.\"\n(<span class=\"citation\" id=\"5698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5698)\">3 Ne. 27:27<\/a><\/span>).\n<\/p><p>\nI know of no better way to respond to Jesus' invitation, \"learn of me\"\n(<span class=\"citation\" id=\"35581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35581)\">Matt. 10:29<\/a><\/span>), than to\nstudy the scriptures with a prayerful heart.\n<\/p><p>\nI know of no better way to heed his counsel, \"follow thou me,\" than to live in harmony with\nthe truths recorded in the scriptures, for as Nephi asked, \". . . can we follow Jesus save we\nshall be willing to keep the commandments of the Father?\"\n(<span class=\"citation\" id=\"3763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3763)\">2 Ne. 31:10<\/a><\/span>).\n<\/p><p>\n<b>Scriptures show the way<\/b>\n<\/p><p>\nThe Old Testament prophets reveal Christ's laws and foretell his Messianic ministry.\n<\/p><p>\nThe Doctrine and Covenants records his mind and will and voice as he speaks to men in our\nday.\n<\/p><p>\nThe Book of Mormon is an American witness of his divine sonship which has come forth \"to\nthe convincing of the Jew and Gentile that Jesus is the Christ, the Eternal God, manifesting\nhimself unto all nations\" (<span class=\"citation\" id=\"43142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43142)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nThe New Testament contains the witness of the ancient apostles that he ministered among\nmen and set up his earthly kingdom in the meridian of time.\n<\/p><p>\n<b>The Lord's mortal ministry<\/b>\n<\/p><p>\nI recently finished, primarily for my own personal enlightenment, an intensive, prayerful, and\norganized study of the four Gospels&mdash;Matthew, Mark, Luke, and John&mdash;those inspired\naccounts that speak plainly of our Lord's mortal ministry.\n<\/p><p>\nAfter concluding this study, I recorded my views and sentiments concerning the gospel\naccounts in these words: \n<\/p><p>\n\"And so endeth the gospels&mdash;\n<\/p><p>\n\"Those sacred scriptures which tell of the birth, ministry, mission, atoning sacrifice,\nresurrection, and ascension of the Son of God; \n<\/p><p>\n\"Those revealed records which teach with power and conviction the eternal truths which men\nmust believe to gain salvation in God's kingdom; \n<\/p><p>\n\"Those true histories of the life of Christ which lead men to love the Lord and to keep his\ncommandments; \"Those sacred and solemn testimonies which open the door to the receipt of\npeace in this life and eternal life in the world to come.\n<\/p><p>\n\"In this holy writ, in these gospel accounts, in these testimonies of the life of our Lord&mdash;\n<\/p><p>\n\"We see Jesus&mdash;the Almighty, the Creator of all things from the beginning&mdash;receiving a\ntabernacle of clay in the womb of Mary.\n<\/p><p>\n\"We stand by an Infant in a manger and hear heavenly voices hail his birth.\n<\/p><p>\n\"We observe him teaching in the temple and confounding the worldly wise when but twelve\nyears of age.\n<\/p><p>\n\"We watch him in Jordan, immersed under the hands of John, while the heavens open and the\npersonage of the Holy Ghost descends like a dove; and we hear the voice of the Father speak\napproving words.\n<\/p><p>\n\"We go with him into a wilderness place apart and behold the devil come, tempting, enticing,\nseeking to lead him from God-directed paths.\n<\/p><p>\n\"We view in wonder and amazement his miracles: He speaks and the blind see; at his touch\nthe deaf hear; he commands and the lame leap, paralytics rise from their beds, lepers are\ncleansed, and devils desert their ill-gotten abodes.\n<\/p><p>\n\"We rejoice at the miracle of sin-crippled souls being made whole, of disciples who forsake\nall to follow him, of saints who are born again.\n<\/p><p>\n\"We stand in awe as the elements obey his voice: He walks on the water; at his word storms\ncease, he curses the fig tree and it withers; water becomes wine when he wills it, a few small\nfish and a little bread feed thousands because of his word.\n<\/p><p>\n\"We sit with the Lord of life, as a man, in the intimacy of a family circle in Bethany; we\nweep with him at Lazarus' tomb; we fast and pray at his side when he communes with his\nFather, we eat and sleep with him and walk with him down the lanes and in the villages of\nPalestine, we see him hungry, thirsty, weary, and marvel that a God should seek such mortal\nexperiences.\n<\/p><p>\n\"We drink deeply of his teachings; we hear parables such as never man spake before; we learn\nwhat it means to hear one with authority announce his Father's doctrine.\n<\/p><p>\n\"We see him: \n<\/p><p>\n\"In sorrow&mdash;weeping for his friends, lamenting over doomed Jerusalem; \n<\/p><p>\n\"In compassion&mdash;forgiving sins, caring for his mother, making men whole spiritually and\nphysically; \n<\/p><p>\n\"In anger&mdash;cleansing his Father's house, blazing forth with righteous indignation at its\ndesecration; \n<\/p><p>\n\"In triumph&mdash;entering Jerusalem amid shouts of hosanna to the Son of David, transfigured\nbefore his disciples on the mount, standing in resurrected glory on a mountain in Galilee.\n<\/p><p>\n\"We recline with him in an upper room, apart from the world, and hear some of the greatest\nsermons of all time as we partake of the emblems of his flesh and blood.\n<\/p><p>\n\"We pray with him in Gethsemane and tremble under the weight of the burden he bore as\ngreat drops of blood come from every pore; we bow our heads in shame as Judas plants the\ntraitor's kiss.\n<\/p><p>\n\"We stand at his side before Annas and again before Caiaphas, we go with him to Pilate and\nto Herod and back to Pilate; we partake of the pain, feel the insults, shudder at the mocking,\nand are revolted at the gross injustice and mass hysteria which hurl him inescapably toward\nthe cross.\n<\/p><p>\n\"We sorrow with his mother and others at Golgotha as Roman soldiers drive nails into his\nhands and feet; we shudder as the spear pierces his side, and live with him the moment when\nhe voluntarily gives up his life.\n<\/p><p>\n\"We are in the garden when the angels roll back the stone, when he comes forth in glorious\nimmortality; we walk with him on the Emmaus road; we kneel in the upper room, feel the\nnail marks in his hands and feet and thrust our hands into his side; and with Thomas we\nexclaim: 'My Lord and my God!' (<span class=\"citation\" id=\"28313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28313)\">John 20:28<\/a><\/span>).\n<\/p><p>\n\"We walk to Bethany and there behold, as angels attend, his ascension to be with his Father;\nand our joy is full, for we have seen God with man.\n<\/p><p>\n\"We see God in him&mdash;for we know that God was in Christ manifesting himself to the world\nso that all men could know those holy beings whom to know is eternal life.\n<\/p><p>\n\"And now what shall we say more of Christ? Whose Son is he? What works hath he\nwrought? Who today can testify of these things?\n<\/p><p>\n\"Let it now be written once again&mdash;and it is the testimony of all the prophets of all the\nages&mdash;that he is the Son of God, the Only Begotten of the Father, the promised Messiah, the Lord\nGod of Israel, our Redeemer and Savior, that he carne into the world to manifest the Father,\nto reveal anew the gospel, to be the great Exemplar, to work out the infinite and eternal\natonement, and that not many days hence he shall come again to reign personally upon the\nearth and to save and redeem those who love and serve him.\n<\/p><p>\n\"And now let it also be written, both on earth and in heaven, that this disciple, who has\nprepared this work, does himself also know of the truth of those things of which the prophets\nhave testified. For these things have been revealed unto him by the Holy Spirit of God, and\nhe therefore testifies that Jesus is Lord of all, the Son of God, through whose name salvation\ncomes.\" (Bruce R. McConkie, <i>Doctrinal New Testament Commentary<\/i>, pp. 873-876.)\n<\/p><p>\nThis testimony I renew and reaffirm in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}