{"ID":1471, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">When the Lord Commands, Do It<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1966, pp. 82-84<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs we journey through life, requests may come to us from those who have been appointed to\npositions of leadership and authority to perform some labor or to accept some responsibility.\nWe may not comprehend nor understand the reason at the time nor even later for such calls,\nbut, with confidence in those making the request, we respond without question.\n<\/p><p>\n<b>Prompt and willing obedience<\/b>\n<\/p><p>\nOne of the beautiful incidents found in the scriptures relates to our first parents, Adam and\nEve. After being driven from the Garden of Eden they began to till the soil and to have\ndominion over the beasts of the field and to eat their bread by the sweat of their faces. They\ncalled upon the name of the Lord and heard his voice speaking to them from the way toward\nthe Garden of Eden, but they did not see him, as they were now shut out from his presence.\n<\/p><p>\nThe Lord gave them commandments that they should worship him and should offer as a\nsacrifice unto him the firstlings of their flocks. No explanation was given for making such\nofferings, and I suppose they wondered as to the reasons, but without hesitation they were\nobedient unto the directions of the Lord\n(<span class=\"citation\" id=\"39263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39263)\">Moses 5:1-5<\/a><\/span>).\n<\/p><p>\n<b>Example: Adam<\/b>\n<\/p><p>\nAfter many days an angel appeared to Adam and inquired: \"Why dost thou offer sacrifices\nunto the Lord?\" Then came Adam's sublime, beautiful, trusting response as he answered: \"I\nknow not, save the Lord commanded me\" (<span class=\"citation\" id=\"39265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39265)\">Moses 5:6<\/a><\/span>).\nThus this noble couple gave sufficient\nreason for their obedience to the Lord's command. What a glorious example to us, their\nposterity.\n<\/p><p>\nCompliance to counsel without knowledge of the reason therefore is often referred to as blind\nobedience. But obedience is not blind when it is based on faith&mdash;implicit, trusting faith.\n<\/p><p>\n<b>Nephi<\/b>\n<\/p><p>\nMarvelous deeds can be accomplished through faith and obedience. While in the wilderness\nthe prophet Nephi was instructed by the Lord to construct a vessel in which to cross the\nmighty waters. To his doubting brothers this appeared to be an impossible task. But Nephi\nknew that it could be done and began fashioning tools and accumulating materials for his\nimportant assignment. When he advised his brothers of his purpose, they murmured and\nscoffed, saying: \"Our brother is a fool, for he thinketh that he can build a ship; yea, and he\nalso thinketh that he can cross these great waters\" (<span class=\"citation\" id=\"1634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1634)\">1 Ne. 17:17<\/a><\/span>).\n<\/p><p>\nIn spite of their skepticism and ridicule, Nephi was moved by the spirit of obedience and had\nfaith and confidence that the Lord would open the way for him to carry out the\ncommandment he had received. Humbly, yet majestic in his trust, he proclaimed to his\nbrothers: \"If God had commanded me to do all things I could do them. If he should command\nme that I should say unto this water, be thou earth, it should be earth; and if I should say it, it\nwould be done\" (<span class=\"citation\" id=\"1637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1637)\">1 Ne. 17:50<\/a><\/span>).\n<\/p><p>\n<b>Abraham<\/b>\n<\/p><p>\nAnother soul-stirring incident that is recorded in holy writ teaches a forceful lesson from\nwhich we may profit. As a devoted and loving father, Abraham's heart must have been heavy\nwhen he was commanded to take his beloved son, Isaac, upon a mountain and offer him as a\nsacrifice. Yet with unwavering faith and implicit trust in the Lord, he responded to the charge.\nHe was dutifully obedient. Mercifully, however, he was relieved of the severe challenge the\nLord had imposed upon him. But he had been tested and tried. For his faithfulness and\nobedience, the Lord gave Abraham this wonderful promise: \". . . in thy seed shall all the\nnations of the earth be blessed, because thou hast obeyed my voice\"\n(<span class=\"citation\" id=\"23738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23738)\">Gen. 22:18<\/a><\/span>).\n<\/p><p>\nIn those ancient days the offering of burnt sacrifices was a subject that was repeatedly taught\nand stressed. Evidently there were many discussions as to which was the more important\npractice, sacrifice or obedience. Samuel, the prophet, asked Saul, whom he was teaching, the\nquestion: \"Hath the Lord as great delight in burnt offerings and sacrifices, as in obeying the\nvoice of the Lord?\" Then without waiting for a reply, he gave this inspired answer: \"Behold,\nto obey is better than sacrifice, and to hearken than the fat of rams\"\n(<span class=\"citation\" id=\"2559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2559)\">1 Sam. 15:22<\/a><\/span>). How\npowerful to Adam, Abraham, Saul, and to us, also, is this lesson concerning the importance of\nobedience.\n<\/p><p>\nNow what of our own day? As we read the daily newspapers, view television, and listen to\nthe radio, we are acutely aware of the unrest that exists in the world today. Wars, bloodshed,\nriots, and acts of lawlessness are characteristic of the times. They are evidence of some men's\ndesires for unrighteous power, a lack of consideration for the rights of others, a disregard for\nestablished laws, and a tendency to be nonconformists. The jails today are crowded with such\nindividuals. It is necessary, as we all know, for law-making bodies to enact legislation that\nwill protect the rights of the law-abiding majority against the rebellious minority.\n<\/p><p>\nBut these selfish, self-appointed nonconformists, whose inspiration is derived from an evil\nsource rather than a source divine, have not learned to appreciate the peace and joy that come\ninto the soul through obeying the laws of the land and observing the commandments of the\nLord.\n<\/p><p>\n<b>\"He learned obedience\"<\/b>\n<\/p><p>\nThe Savior, on the other hand, subscribed to the principle of obedience to divine law. In\nreferring to him the Apostle Paul observed: \"Though he were a Son, yet learned he obedience\nby the things which he suffered; \n<\/p><p>\n\"And being made perfect, he became the author of eternal salvation unto all them that obey\nhim\" (<span class=\"citation\" id=\"24353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24353)\">Heb. 5:8-9<\/a><\/span>).\nShould we not follow the Lord's example?\n<\/p><p>\n<b>Programs of the Church<\/b>\n<\/p><p>\nAt the present time, through inspiration from the Lord, many worthwhile programs are being\ngiven to the Church. These programs have the endorsement, approval, and blessing of the\nGeneral Authorities. Do we hearken unto the chosen servants of the Lord, who prepare these\nvaluable aids for us? Do we render obedience to the counsel that comes to them through\ninspiration and revelation from our Father in heaven?\n<\/p><p>\nWell might we as individuals and as parents ask ourselves these questions: \n<\/p><p>\n\"In these good and prosperous times, have I accumulated an adequate reserve of food,\nclothing, and savings to provide for me and my family in the event of illness, emergency, or\nunemployment?\"\n<\/p><p>\n\"Am I living in such a way that my life will be an inspiration and an example to others? and\nam I following the counsel of the prophet when he declares that every member should be a\nmissionary?\"\n<\/p><p>\n\"Am I gathering my family around me each week in a home evening and studying the\ngospel?\"\n<\/p><p>\n\"Have I carefully analyzed my family records and engaged in prayerful research in order to\ncomplete the history of my progenitors?\"\n<\/p><p>\nOver the centuries the Lord has given many assurances of his desire to pour out blessings\nupon the people, but he has made it equally clear that blessings are predicated upon obedience\nand a willingness to obey his commandments. Moses in his day promised the children of\nIsrael: \n<\/p><p>\n\"And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy\nGod, to observe and to do all his commandments which I command thee this day, that the\nLord thy God will set thee on high above all nations of the earth: \n<\/p><p>\n\"And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the\nvoice of the Lord thy God\" (<span class=\"citation\" id=\"21262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21262)\">Deut. 28:1-2<\/a><\/span>).\n<\/p><p>\n<b>Blessings for the faithful<\/b>\n<\/p><p>\nAnd now in the latter days the Lord has again made it crystal clear that he is willing to bless\nthe faithful. That is strongly evident in this assurance: \"I, the Lord, am bound when ye do\nwhat I say; but when ye do not what I say, ye have no promise\" (<span class=\"citation\" id=\"14821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14821)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nThis harmonizes with the statement that the Prophet Joseph declared he had made a rule in his\nlife and followed each day. It was simply this: \"When the Lord commands, do it!\"\n(<i>Documentary History of the Church<\/i>, Vol. 2, p. 170.)\n<\/p><p>\nNow, may I emphasize one more thought? In this year of 1966 renewed emphasis is placed on\nthe importance of the home and the cultivating of the spirit of love therein. With listening\nears and responsive hearts, we should hearken to the words of our beloved prophet, President\nMcKay who has counseled: \". . . let us never lose sight of the principle of <i>obedience<\/i>.\n<\/p><p>\nObedience is heaven's first law, and it is the law of home. There can be no true happiness in\nthe home without obedience&mdash;obedience obtained, not through physical force, but through the\ndivine element of love.\" (<i>Treasures of Life<\/i>, p. 329.)\n<\/p><p>\nThat we may be blessed with the rich rewards that come to the faithful through observing the\nbeautiful principle of obedience to all that the Lord commands us is my humble prayer, in the\nname of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}