{"ID":1472, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Miracle That Is Jesus<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, April 1966, pp. 84-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I approach this responsibility with a prayer in my heart that the\nLord will prompt me by his Holy Spirit, as I add my word of testimony.\n<\/p><p>\nI have on the desk in my home a small metal box. It is about 12 inches square and half as\nhigh. On its face are six knobs and two dials. Now and again, when I have an hour, it\nbecomes my plaything. It is a shortwave radio. Turning the knobs, I listen to London,\nWashington, Tokyo, Peking, Moscow, Havana, and other great capitals of the world.\n<\/p><p>\n<b>Battles for the minds of men<\/b>\n<\/p><p>\nThe voices I hear are persuasive, seductive, fascinating, and confusing. Speaking across the\nearth, they are part of a mighty battle that is being waged for the minds of men. They are\naimed at persuasion in political philosophy. There are voices of democracy competing with\nvoices of Communism, and each is winning converts according to the discernment and the\njudgment of listeners.\n<\/p><p>\nThe stakes are high, the weapons are sophisticated, the methods are clever.\n<\/p><p>\n<b>Battles for the faith of men<\/b>\n<\/p><p>\nThere is a comparable battle being waged for the faith of men but the lines are not always so\nclearly drawn, for even among the forces of Christianity there are those who would destroy the\ndivinity of the Christ in whose name they speak. They might be disregarded if their voices\nwere not so seductive, if their influence were not so far-reaching, if their reasoning were not\nso subtle.\n<\/p><p>\nTomorrow is Easter. At sunrise in the morning multitudes will gather on a thousand hills to\nwelcome the dawn of the Easter day and to remind themselves of the story of the Christ,\nwhose resurrection they will commemorate. In language both beautiful and hopeful, preachers\nof many faiths will recount the story of the empty tomb. To them&mdash;and to you&mdash;I raise this\nquestion: \"Do you actually believe it?\"\n<\/p><p>\n<b>\"Do you actually believe?\"<\/b>\n<\/p><p>\nDo you actually believe that Jesus was the Son of God, the literal offspring of the Father?\n<\/p><p>\nDo you believe that the voice of God, the Eternal Father, was heard above the waters of\nJordan declaring,\n<\/p><p>\n\"This is my beloved Son, in whom I am well pleased\" (<span class=\"citation\" id=\"35521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35521)\">Matt. 3:17<\/a><\/span>)?\n<\/p><p>\nDo you believe that this same Jesus was the worker of miracles, the healer of the sick, the\nrestorer of the infirm, the giver of life to the dead?\n<\/p><p>\nDo you believe that following his death on Calvary's hill and his burial in Joseph's tomb, he\ncame forth alive the third day?\n<\/p><p>\nDo you actually believe that he yet lives&mdash;real, vital, and personal&mdash;and that he will come\nagain as promised by the angels at his ascension?\n<\/p><p>\nDo you actually believe these things? If you do, then you are part of a shrinking body of\nliteralists who more and more are being smiled at by philosophers, who more and more are\nbeing ridiculed by certain educators, and who more and more are being considered \"out of it\"\nby a growing coterie of ministers of religion and influential theologians.\n<\/p><p>\n<b>Assassins of faith<\/b>\n<\/p><p>\nI have recently read a series of provocative writings setting forth the clever reasoning of\nAmerican, British, and European theologians to \"de-myth,\" as it is called, the story of Jesus of\nNazareth. I quote from a capable Protestant layman who writes:\n<\/p><p>\n\"The most disruptive\nquestions are coming from theologians who . . . are questioning every old concept. They even\nsuggest that maybe the word 'God' should be discarded, since it has become meaningless to\nso many people.\n<\/p><p>\n\"Stripped of all else, the question the liberal theologians are asking is the old one that has\ntime and again sundered the Christian church: Who was Jesus?\n<\/p><p>\n\"The revolutionists . . . turn to the Bible as a source of truth, but their Bible is an expurgated\nversion with embarrassing references to abnormal events edited out. 'De-mythologized,' one\nsays. 'De-literalized,' says another.\n<\/p><p>\n\"What the new wave casts up is 'religionless' Christianity; a faith grounded on a philosophic\nsystem, instead of being suspended precariously from old myths.\" (<i>Fortune<\/i>, December 1965,\np. 173.)\n<\/p><p>\nSo, in the eyes of these intellectuals, these are myths&mdash;the birth of Jesus as the Son of God\nof whom the angels sang on Judea's plains, the worker of miracles who healed the sick and\nraised the dead, the Christ resurrected from the grave, the ascension and the promised return.\n<\/p><p>\nThese modern theologians strip him of his divinity and then wonder why men do not worship\nhim.\n<\/p><p>\nThese clever scholars have taken from Jesus the mantle of godhood and have left only a man.\nThey have tried to accommodate him to their own narrow thinking. They have robbed him of\nhis divine sonship and taken from the world its rightful King.\n<\/p><p>\nWhile reading of this very effective and growing \"de-literalization\" process and of its evident\neffect on the faith of those who are its victims, particularly the youth who are caught up in\nthis sophistry, the words anciently spoken by the prophet Amos come home with new clarity: \n<\/p><p>\n<b>Causes of \"famine in the land\"<\/b>\n<\/p><p>\n\"Behold, the days come, saith the Lord God, that I will send a famine in the land, not a\nfamine of bread, nor a thirst for water, but of hearing the words of the Lord: \n<\/p><p>\n\"And they shall wander from sea to sea, and from the north even to the east, they shall run to\nand fro to seek the word of the Lord, and shall not find it.\n<\/p><p>\n\"In that day shall the fair virgins and the young men faint for thirst.\n<\/p><p>\n\". . . even they shall fall, and never rise up again\" (<span class=\"citation\" id=\"10433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10433)\">Amos 8:11-14<\/a><\/span>).\n<\/p><p>\nHow descriptive those words of many of the youth of our day, the young men and the young\nwomen who in their hearts hunger for a faith that will satisfy, but who, spurning it because of\nthe manner in which it is offered, \"faint for thirst\" and \"fall, and never rise up again.\"\n<\/p><p>\n<b>Spiritual plenty in the modern world<\/b>\n<\/p><p>\nTo these I give our solemn witness that God is not dead, except as he is viewed with a\nlifeless interpretation.\n<\/p><p>\nIs a belief in the divinity of our Lord out of date in the twentieth century? The great scientific\nage of which we are a part does not demand a denial of the miracle that is Jesus. Rather, there\nwas never a time in all the history of man that made more believable that which in the past\nmight have been regarded as supernatural and impossible.\n<\/p><p>\nHow can anyone today regard anything as impossible?\n<\/p><p>\nTo those acquainted with the giant strides of biological science, where men are beginning to\npeek into the very nature of life and its creation, the miracle of the birth of Jesus as the Son of\nGod certainly becomes more plausible, even to the doubter.\n<\/p><p>\nFurther, it is not difficult to believe that he, possessed of knowledge commensurate with the\ntask of creating the earth, could heal the sick, restore the infirm, return the dead to life. It\nmay have been difficult to believe these things in medieval times, but can one reasonably\ndoubt the possibility of such while witnessing the miracles of healing and restoration that\noccur daily?\n<\/p><p>\nIs the ascension so impossible a thing to comprehend after sitting in one's living room and\nwatching the lift-off of Gemini 7 as it rose into the heavens to seek out with unerring\naccuracy its companion, Gemini 6, then orbiting the earth at more than 17,000 miles an hour?\n<\/p><p>\nMiracles? I should think so. This is the age of miracles. During my brief lifetime, I have\nwitnessed more of scientific advance than did all of my forebears together during the previous\n5,000 years.\n<\/p><p>\nWith so much of what appears miraculous about me every day, it is easy to believe in the\nmiracle of Jesus.\n<\/p><p>\nBut a witness of the Lord is not obtained by observation of the accomplishments of men.\nSuch observation makes reasonable a belief in his birth, life, death, and resurrection. But there\nis needed something more than a reasonable belief. There is needed an understanding of his\nunique and incomparable position as the divine Redeemer and an enthusiasm for him and his\nmessage as the Son of God.\n<\/p><p>\nThat understanding and that enthusiasm are available to all who will pay the price. They are\nnot incompatible with higher education, but they will not come only of reading philosophy.\nNo, they come of a simpler process. The things of God are understood by the Spirit of God\n(<span class=\"citation\" id=\"424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(424)\">1 Cor. 2:11<\/a><\/span>). So declares the word of revelation.\n<\/p><p>\n<b>Simple ways to the abundant life<\/b>\n<\/p><p>\nThe acquisition of understanding and enthusiasm for the Lord comes from following simple\nrules, and in conclusion, I should like to suggest three, elementary in their concept, almost\ntrite in their repetition, but fundamental in their application and fruitful in their result. I\nsuggest them particularly to our young people.\n<\/p><p>\n<b>Search the scriptures,&mdash;they testify<\/b>\n<\/p><p>\nThe first is to read&mdash;to read the word of the Lord. I know that with the demands of your\nstudies there is little time to read anything else. But I promise you that if you will read the\nwords of that writing which we call scripture, there will come into your heart an\nunderstanding and a warmth that will be pleasing to experience.\nSearch the scriptures; for in them ye think ye have eternal life: and they are they which testify\nof me\" (<span class=\"citation\" id=\"28243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28243)\">John 5:39<\/a><\/span>).\nRead, for instance, the Gospel of John from its beginning to its end. Let\nthe Lord speak for himself to you, and his words will come with a quiet conviction that will\nmake the words of his critics meaningless. Read also the testament of the New World, the\nBook of Mormon, brought forth as a witness \"that Jesus is the Christ, the Eternal God,\nmanifesting himself unto all nations\" (<span class=\"citation\" id=\"43141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43141)\">BM Title Page<\/a><\/span>).\n<\/p><p>\n<b>Serve the Lord<\/b>\n<\/p><p>\nThe next is to serve&mdash;to serve in the work of the Lord. Spiritual strength is like physical\nstrength; it is like the muscle of my arm. It grows only as it is nourished and exercised.\n<\/p><p>\nThe cause of Christ does not need your doubts; it needs your strength and time and talents;\nand as you exercise these in service, your faith will grow and your doubts will wane.\n<\/p><p>\nThe Lord declared: \"He that findeth his life shall lose it: and he that loseth his life for my\nsake shall find it\" (<span class=\"citation\" id=\"35583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35583)\">Matt. 10:39<\/a><\/span>).\n<\/p><p>\nThese words have something more than a cold theological meaning. They are a statement of a\nlaw of life&mdash;that as we lose ourselves in a great cause we find ourselves&mdash;and there is no\ngreater cause than that of the Master.\n<\/p><p>\n<b>Pray . . . \"ask and it shall be given you\"<\/b>\n<\/p><p>\nThe third is to pray. Speak with your Eternal Father in the name of his Beloved Son.\n\"Behold,\" he says, \"I stand at the door, and knock; if any man hear my voice, and open the\ndoor, I will come in to him, and will sup with him, and he with me\"\n(<span class=\"citation\" id=\"42398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42398)\">Rev. 3:20<\/a><\/span>).\n<\/p><p>\nThis is his invitation, and the promise is sure. It is unlikely that you will hear voices from\nheaven, but there will come a heaven-sent assurance, peaceful and certain.\n<\/p><p>\nIn that great conversation between Jesus and Nicodemus, the Lord declared: \"That which is\nborn of the flesh is flesh; and that which is born of the Spirit is spirit.\" Then he went on to\nsay, \"The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell\nwhence it cometh, and whither it goeth: so is every one that is born of the Spirit\"\n(<span class=\"citation\" id=\"28230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28230)\">John 3:6,8<\/a><\/span>).\n<\/p><p>\nI do not hesitate to promise that so it will be with you. If you will read the word of the Lord,\nif you will serve in his cause, if in prayer you will talk with him, your doubts will leave; and\nshining through all of the confusion of philosophy, so-called higher criticism, and negative\ntheology will come the witness of the Holy Spirit that Jesus is in very deed the Son of God,\nborn in the flesh, the Redeemer of the world resurrected from the grave, the Lord who shall\ncome to reign as King of kings (<span class=\"citation\" id=\"42402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42402)\">Rev. 19:16<\/a><\/span>).\nIt is your opportunity so to know. It is your obligation so to\nfind out. God bless you so to do, I pray as I add my personal witness in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}