{"ID":1475, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Strait Is the Gate<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, April 1966, pp. 92-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>Commitment to high goals<\/b>\n<\/p><p>\nRecently a statement in a magazine caught my attention. It said: \"If you don't know where\nyou are going, it doesn't matter which road you take.\" As I have pondered this expression, I\nsee it as a timely warning to those of today's youth who throw all caution to the wind with a\n\"don't care\" attitude and to those who have lost all sense of direction, such as the giddy\nnonconformist who looks upon basic moral values with indifference and contempt. Young\npeople, and particularly bearers of the priesthood of God, need to commit themselves to\nworthwhile goals and high moral values. Failure to do so breeds discontent, frustrations, and\nattitudes of rebellion. Conversely, however, a desired goal generates courage and definite\npurpose in the day-to-day affairs of life.\n<\/p><p>\nAn article in a national magazine entitled \"The Twisted Age\" (<i>Look<\/i>, Dec. 15, 1964) refers to\nthe degrading influences that leave youth in a state of frustration, discontent, and confusion.\nThe subtle, persuasive methods of some of the modern advertising used to attract attention\nseem to make forbidden things glamorous, exciting, and acceptable. Through such means,\nsome are duped into tolerating and then embracing sins that cause emotional problems and\nultimately destruction of the soul.\n<\/p><p>\nThe frustrations, anxieties, and rebellions that are rampant today could be measurably reduced\nif young people could be encouraged to set high ideals. This would help fix in their minds an\nobjective to achieve. The gospel of Jesus Christ provides such goals and gives purpose to life.\nIt is a process requiring self-discipline.\n<\/p><p>\nThe Savior's injunction in his Sermon on the Mount was; \"Enter ye in at the strait gate . . .\"\nAnd he tells why: \"Because strait is the gate, and narrow is the way, which leadeth unto life\"\n(<span class=\"citation\" id=\"35573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35573)\">Matt. 7:13-14<\/a><\/span>). It is a program for knowing where to go for maximum benefits. It is a\nroad of discipline to follow, beamed on a goal. In contrast, he warned about the opposite\nroad&mdash;the wide, undisciplined, easy, nonconforming way. He said: \". . . for wide is the gate, and\nbroad is the way, that leadeth to destruction\" (<span class=\"citation\" id=\"35570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35570)\">Matt. 7:13<\/a><\/span>).\n<\/p><p>\n<b>A span of mortality<\/b>\n<\/p><p>\nEvery individual is granted a span of mortality, as Carlyle expressed so simply: \"One life, a\nlittle gleam of time between two eternities, no second chance for us for evermore.\" There is\ngranted to most individuals the intelligence and power to reason for themselves. The tragedy\nis that so many succumb to the ridiculous mediocre reasoning of others, which often serves\nonly to waste time and distort truth. We need to live every moment conscious that our actions\nwill be compatible with the all-important goal of eternal life and that every moment, hour,\nand day is important.\n<\/p><p>\n<b>Futures of brightness<\/b>\n<\/p><p>\nMost of us know of some people who showed promise of great attainment but who lived their\nlives so they never quite measured up to that promise. Such a person was Solomon, who was\nblessed with numerous privileges, opportunities, and great wisdom. Yet he strayed into a path\nof foolishness. Solomon asked God for wisdom and was blessed so that there was not a king\nlike him in all his days (<span class=\"citation\" id=\"1229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1229)\">1 Kgs. 3:13<\/a><\/span>). His philosophy indicates he had an understanding of\nlife and the experiences that were connected with it. He knew of life's purpose and its eternal\nnature. In fact, few men have had the experience he had. Even the Lord appeared to him (<span class=\"citation\" id=\"1230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1230)\">1 Kgs. 9:2<\/a><\/span>) and\nset him a goal: the strait and narrow way that leadeth to life (<span class=\"citation\" id=\"35574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35574)\">Matt. 7:14<\/a><\/span>).\n<\/p><p>\n\"And the Lord said unto him, I have heard thy prayer . . .\n<\/p><p>\n\"I have hallowed this house [the great temple], which thou hast built, to put my name there\nfor ever; and mine eyes and mine heart shall be there perpetually.\n<\/p><p>\n\"And if thou wilt walk before me in integrity of heart, and in uprightness, to do . . . all that I\nhave commanded thee, and . . . keep my statutes and . . . judgments: \n<\/p><p>\n\"Then I will establish the throne of kingdom upon Israel for ever . . . There shall not fail\nthee a man upon throne of Israel\" (<span class=\"citation\" id=\"1231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1231)\">1 Kgs. 9:3-5<\/a><\/span>).\n<\/p><p>\n<b>Choice of direction: Solomon<\/b>\n<\/p><p>\nThe alternative was the wide gate and the broad way of destruction.\n<\/p><p>\n\"But if ye shall at all turn from following me, ye or your children, and will not keep my\ncommandments and statutes . . . but go and serve other gods and worship them: \n<\/p><p>\n\"Then will I cut off Israel out of the land which I have given them: and this house . . . will I\ncast out of my sight; and Israel shall be a proverb and a byword among all people\"\n(<span class=\"citation\" id=\"1232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1232)\">1 Kgs. 9:6-7<\/a><\/span>).\n<\/p><p>\nSolomon had his choice of roads, and he turned from God. He bartered his long-range goal\nfor Israel for worship of other gods and day-by-day gratifications. He failed himself and failed\nIsrael.\n<\/p><p>\n<b>Moses<\/b>\n<\/p><p>\nIn contrast, Moses entered the strait gate and received his errand from the Lord\n(<span class=\"citation\" id=\"25854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25854)\">Jacob 1:17<\/a><\/span>); and even\nthough there were times when he did not know what the next approach might be, he knew the\nobjective, which was to lead the Israelites out of bondage from Egypt. Because he knew the\ngoal, he set his course. With tenacity of purpose he went back to Pharaoh the second time, the\nthird time, the fourth, the fifth, the sixth&mdash;yes, even the seventh. Each visit culminated in\ndramatic experiences, but Moses was never dissuaded.\n<\/p><p>\nI cannot imagine a more \"twisted age\" than that of the time of Moses&mdash;a people in bondage\nunder the control of the pagan Egyptians. The influences and temptations that surrounded him\ncould have induced discouragement and abandonment of the goal in a weaker person. But\nMoses had set his objective. His life was in tune with his Lord, who had appeared to him. For\nhim there was no failure.\n<\/p><p>\n<b>A friend<\/b>\n<\/p><p>\nRecently, the wife (Mrs. Lelia Higginson) of a very dear friend of mine passed away in\nDenver, Colorado. She was one of the most devoted Latter-day Saints with whom I have ever\nbeen privileged to associate. There is no question in my mind that her loyalty to our Father in\nheaven germinated early in her youth as she committed herself to short- and long-range goals\nof righteousness.\n<\/p><p>\nOne evening before the funeral service, her husband, their six children, grandmother and\ngrandfather, and two close friends gathered in their home. The father called the family\ntogether and brought out a book&mdash;a book she had kept, which contained her life story as she\nherself had written it. Actually, there were two episodes to the story written at different\nperiods in her life. It was the first time that some of the children had heard parts of it, and I\nam sure it gave them a new and deeper insight into the finer qualities of their mother.\n<\/p><p>\nThe family has given me permission to share some of this information with you. Quoting\nfrom her own writing: \n<\/p><p>\n\"I know that I lived in the spirit world together with all the hosts of heaven and with God\nbefore I came to this earth. I feel that I am a choice spirit to have been chosen to wait 6,000\nyears to come to earth at this time in these the last days when the world is so highly cultured\nand the second coming of the Savior is so near at hand.\n<\/p><p>\n\"I want to be ready to help build up the kingdom of God on this earth. I believe I was put\nhere to be tried and tested through the weaknesses of the flesh and through the free agency I\nhave, to live as I will. I hope I can prove true to the test so that I will be ready to go on in\nthe next world with my loved ones in the plan of eternal progression. I know that I am indeed\nblessed to be born of noble parents of The Church of Jesus Christ of Latter-day Saints' belief,\nbecause I think that there is more responsibility resting on us now in temple work than has\never been placed on the people before.\n<\/p><p>\n\"The goal I am seeking through this life is that of being permitted to be in the celestial\nkingdom in the world after this, and I shall never quit working for my goal. I have attended\nchurch since I was old enough to go. I learned many of the Church's beautiful songs. My\ngrandmother was the music director, and I love especially the songs she loved. I like Mutual\nand the social instruction given in the mixed chorus, drama, public speaking, and dancing. I\nam interested in all of these activities and would like to excel in each. Music, however, means\nmore to me than the rest.\"\n<\/p><p>\nNow, before I read further, I want to let you know that these thoughts were written by her\nover 30 years ago, when she was a young girl.\n<\/p><p>\n\"I want to be married to a clean Mormon boy who can take me to the temple, and I want to\nbe worthy of him. I hope that I can pass on to my posterity a clean, perfect mind and body,\nmy knowledge of the gospel, and a desire to live to attain the celestial kingdom. I hope that I\nwill be permitted to live with my loved ones in the next world and that I may be the means\nof helping all I can of those around me, and those who have gone before, to get their temple\nwork done. I want to be the means of bringing new souls into the world and to be able to be\na worthy and good mother, to help provide a home for them that they may enjoy the same\nblessings that I enjoy in my home.\"\n<\/p><p>\n<b>Importance of setting high goals<\/b>\n<\/p><p>\nTo look back over the successful life that this good sister lived, it is easy to see that she had\nbeen most successful in reaching the goals. She never digressed from the commitment she had\nmade to herself over 30 years ago. I feel that goal-setting is absolutely necessary for happy\nliving. But the goal is only part of the desired procedures. We need to know which roads to\ntake to reach the goal. In many cases we set far-reaching goals but neglect the short-range\nones. With such short-range plans, we need self-discipline in our actions&mdash;study when it is\ntime to study, sleep when it is time to sleep, read when it is time to read, and so on&mdash;not\npermitting an undesirable overlap, but getting our full measure of rewards and blessings from\nthe time we invest in a particular activity. In this respect, I feel that Aaronic Priesthood\nbearers especially need to learn more fully their responsibility for leadership. They need to\ncommit themselves more to obeying the proven principles of the gospel. They need to commit\nthemselves verbally to their friends and families, telling them of their desire to live\nrighteously, so that their friends and families can help and encourage them and observe their\nprogress. They need to make commitments with themselves by writing down their goals and\nkeeping a record of the fulfillment of their achievements.\n<\/p><p>\nThe entering of the strait gate requires the positive approach&mdash;a leadership approach&mdash;an\napproach of which all are capable. It is, in fact, the ideal life. The steps are fewer&mdash;no\nturning back, no sidestepping, only forward where the air is cleaner, purer, more wholesome;\nthe attitude happier; and the achievement grander. There is no frustration or confusion when\none is on the proper road to eternal life.\n<\/p><p>\nTruly, \"If you don't know where you are going, it doesn't matter which road you take,\" for\nyou will get nowhere. But if we will \"enter . . . in at the strait gate\"\n(<span class=\"citation\" id=\"35571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35571)\">Matt. 7:13<\/a><\/span>), we will obtain life\neternal. I bear you this testimony in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}