{"ID":1476, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Socialism and the United Order Compared<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1966, pp. 95-101<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhat I am going to give you now is a statement I have prepared in answer to the question,\n\"Is Socialism the United Order?\" Some of you may have already heard it. This is the first\ntime I have ever attempted to give a talk a second time. My excuse is that the Brethren have\nasked me to give this talk here tonight.\n<\/p><p>\nI suppose the best way to start a comparison of socialism and the United Order is with a\ndefinition of the terms. Webster defines socialism as: \n<\/p><p>\n<b>Socialism defined<\/b>\n<\/p><p>\n\"A political and economic theory of social organization based on collective or governmental\nownership and democratic management of the essential means for the production and\ndistribution of goods; also, a policy or practice based on this theory\"\n(<i>Webster's New International Dictionary<\/i>, 2nd ed. unabridged, 1951).\n<\/p><p>\nGeorge Bernard Shaw, the noted Fabian Socialist, said that: \n<\/p><p>\n\"Socialism, reduced to its simplest legal and practical expression, means the complete\ndiscarding of the institution of private property by transforming it into public property and the\ndivision of the resultant income equally and indiscriminately among the entire population.\"\n(<i>Encyclopedia Britannica<\/i>, 1946 ed., Vol. 20, p. 895.)\n<\/p><p>\nGeorge Douglas Howard Cole, M.A., noted author and university reader in economics at\nOxford, who treats socialism for the <i>Encyclopedia Britannica<\/i>, says that because of the shifting\nsense in which the word has been used, \"a short and comprehensive definition is impossible.\nWe can only say,\" he concludes, \"that Socialism is essentially a doctrine and a movement\naiming at the collective organization of the community in the interest of the mass of the\npeople by means of the common ownership and collective control of the means of production\nand exchange.\" (<i>Ibid.<\/i>, p. 888.)\n<\/p><p>\nSocialism arose \"out of the economic division in society.\" During the nineteenth century its\ngrowth was accelerated as a protest against \"the appalling conditions prevailing in the\nworkshops and factories and the unchristian spirit of the spreading industrial system.\"\n<\/p><p>\n<b>Communism, starting point<\/b>\n<\/p><p>\nThe \"Communist Manifesto\" drafted by Karl Marx and Friedrich Engels for the Communist\nLeague in 1848 is generally regarded as the starting point of modern socialism. (<i>Ibid.<\/i>, p. 890.)\n<\/p><p>\nThe distinction between socialism, as represented by the various Socialist and Labour parties\nof Europe and the New World, and Communism, as represented by the Russians, is one of\ntactics and strategy rather than of objective. Communism is indeed only socialism pursued by\nrevolutionary means and making its revolutionary method a canon of faith. Communists like\nother socialists, (1) believe in the collective control and ownership of the vital means of\nproduction and (2) seek to achieve through state action the coordinated control of the\neconomic forces of society. They (the Communists) differ from other socialists in believing\nthat this control can be secured, and its use in the interests of the workers ensured, only by\nrevolutionary action leading to the dictatorship of the proletariat and the creation of a new\nproletarian state as the instrument of change. (<i>Ibid.<\/i>)\n<\/p><p>\n<b>German Socialism<\/b>\n<\/p><p>\nA major rift between so-called orthodox socialism and communist socialism occurred in 1875\nwhen the German Social Democratic party set forth its objective of winning power by taking\nover control of the bourgeois state, rather than by overthrowing it. In effect, the German\nSocial Democratic party became a parliamentary party, aiming at the assumption of political\npower by constitutional means.\n<\/p><p>\n<b>Fabian Society<\/b>\n<\/p><p>\nIn the 1880's a small group of intellectuals set up in England the Fabian Society, which has\nhad a major influence on the development of modern orthodox socialism. Fabianism stands\n\"for the evolutionary conception of socialism . . . endeavoring by progressive reforms and the\nnationalization of industries, to turn the existing state into a 'welfare state.'\" Somewhat on the\norder of the German Social Democrats Fabians aim \"at permeating the existing parties with\nsocialistic ideas [rather] than at creating a definitely socialistic party.\" They appeal \"to the\nelectorate not as revolutionaries but as constitutional reformers seeking a peaceful\ntransformation of the system.\" (<i>Ibid.<\/i>)\n<\/p><p>\n<b>Forms and policies of socialism<\/b>\n<\/p><p>\nThe differences in forms and policies of socialism occur principally in the manner in which\nthey seek to implement their theories.\n<\/p><p>\nThey all advocate: \n<\/p><p>\n(1) That private ownership of the vital means of production be abolished and that all such\nproperty \"pass under some form of coordinated public control.\"\n<\/p><p>\n(2) That the power of the state be used to achieve their aims.\n<\/p><p>\n(3) \"That with a change in the control of industry will go a change in the motives which\noperate in the industrial system\" (<i>Ibid.<\/i>)\n<\/p><p>\nSo much now for the definition of socialism. I have given you these statements in the words\nof socialists and scholars, not my words, so they have had their hearing.\n<\/p><p>\n<b>The United Order<\/b>\n<\/p><p>\nNow as to the United Order, and here I will give the words of the Lord and not my words.\nThe United Order, the Lord's program for eliminating the inequalities among men, is based\nupon the underlying concept that the earth and all things therein belong to the Lord\n(<span class=\"citation\" id=\"41859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41859)\">Ps. 24:1<\/a><\/span>) and that\nmen hold earthly possessions as stewards accountable to God.\n<\/p><p>\nOn January 2, 1831, the Lord revealed to the Prophet Joseph Smith that the Church was under\nobligation to care for the poor (see <span class=\"citation\" id=\"14756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14756)\">D&amp;C 38:34-35<\/a><\/span>). Later he said: \n<\/p><p>\n\"I, the Lord, stretched out the heavens, and built the earth . . . and all things therein are mine.\n<\/p><p>\n\"And it is my purpose to provide for my saints, for all things are mine.\n<\/p><p>\n\"But it must needs be done in mine own way\" (<span class=\"citation\" id=\"14853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14853)\">D&amp;C 104:14-16<\/a><\/span>).\n<\/p><p>\n<b>Consecration and stewardship<\/b>\n<\/p><p>\nOn February 9, 1831, the Lord revealed to the Prophet what his way was (see\n<span class=\"citation\" id=\"14761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14761)\">D&amp;C 42:30-39<\/a><\/span>). In\nhis way there were two cardinal principles: (1) consecration and (2) stewardship.\n<\/p><p>\nTo enter the United Order, when it was being tried, one consecrated all his possessions to the\nChurch by a \"covenant and a deed which\" could not \"be broken\"\n(<span class=\"citation\" id=\"14760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14760)\">D&amp;C 42:30<\/a><\/span>). That is, he\ncompletely divested himself of all of his property by conveying it to the Church.\n<\/p><p>\nHaving thus voluntarily divested himself of title to all his property, the consecrator received\nfrom the Church a stewardship by a like conveyance. This stewardship could be more or less\nthan his original consecration, the object being to make \"every man equal according to his\nfamily, according to his circumstances and his wants and needs\"\n(<span class=\"citation\" id=\"14791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14791)\">D&amp;C 51:3<\/a><\/span>).\n<\/p><p>\nThis procedure preserved in every man the right to private ownership and management of his\nproperty. At his own option he could alienate it or keep and operate it and pass it on to his\nheirs.\n<\/p><p>\nThe intent was, however, for him to so operate his property as to produce a living for himself\nand his dependents. So long as he remained in the order, he consecrated to the Church the\nsurplus he produced above the needs and wants of his family. This surplus went into a\nstorehouse from which stewardships were given to others and from which the needs of the\npoor were supplied.\n<\/p><p>\nThese divine principles are very simple and easily understood. A comparison of them with the\nunderlying principles of socialism reveal similarities and basic differences.\n<\/p><p>\n<b>Comparisons and contrasts: Similarities<\/b>\n<\/p><p>\nThe following are similarities: Both (1) deal with production and distribution of goods; (2)\naim to promote the well-being of men by eliminating their economic inequalities; (3) envision\nthe elimination of the selfish motives in our private capitalistic industrial system.\n<\/p><p>\n<b>Differences<\/b>\n<\/p><p>\nNow the differences: \n<\/p><p>\n(1) The cornerstone of the United Order is belief in God and acceptance of him as Lord of\nthe earth and the author of the United Order.\n<\/p><p>\nSocialism, wholly materialistic, is founded in the wisdom of men and not of God. Although\nall socialists may not be atheists, none of them in theory or practice seek the Lord to establish\nhis righteousness (<span class=\"citation\" id=\"14708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14708)\">D&amp;C 1:16<\/a><\/span>).\n<\/p><p>\n(2) The United Order is implemented by the voluntary free-will actions of men, evidenced by\na consecration of all their property to the Church of God.\n<\/p><p>\nOne time the Prophet Joseph Smith asked a question by the brethren about the inventories\nthey were taking. His answer was to the effect, \"You don't need to be concerned about the\ninventories. Unless a man is willing to consecrate everything he has, he doesn't come into the\nUnited Order.\" (<i>Documentary History of the Church<\/i>, Vol. 7, pp. 412-13.) On the other hand,\nsocialism is implemented by external force, the power of the state.\n<\/p><p>\n(3) In harmony with church belief, as set forth in the Doctrine and Covenants, \"that no\ngovernment can exist in peace, except such laws are framed and held inviolate as will secure\nto each individual the free exercise of conscience, the right and control of property\"\n(<span class=\"citation\" id=\"14894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14894)\">D&amp;C 134:2<\/a><\/span>),\nthe United Order is operated upon the principle of private ownership and individual\nmanagement.\n<\/p><p>\n<b>God-given agency preserved in United Order<\/b>\n<\/p><p>\nThus in both implementation and ownership and management of property, the United Order\npreserves to men their God-given agency, while socialism deprives them of it.\n<\/p><p>\n(4) The United Order is non-political.\n<\/p><p>\nSocialism is political, both in theory and practice. It is thus exposed to, and riddled by, the\ncorruption that plagues and finally destroys all political governments that undertake to abridge\nman's agency.\n<\/p><p>\n(5) A righteous people is a prerequisite to the United Order.\n<\/p><p>\nSocialism argues that it as a system will eliminate the evils of the profit motive.\n<\/p><p>\nThe United Order exalts the poor and humbles the rich\n(<span class=\"citation\" id=\"14854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14854)\">D&amp;C 104:16<\/a><\/span>). In the process both are sanctified. The\npoor, released from the bondage and humiliating limitations of poverty, are enabled as free\nmen to rise to their full potential, both temporally and spiritually. The rich, by consecration\nand by imparting of their surplus for the benefit of the poor, not by constraint but willingly\n(<span class=\"citation\" id=\"2312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2312)\">1 Pet. 5:2<\/a><\/span>) as\nan act of free will, evidence that charity for their fellowmen characterized by Mormon as \"the\npure love of Christ\" (<span class=\"citation\" id=\"38330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38330)\">Moro. 7:47<\/a><\/span>).\n<\/p><p>\n<b>Socialism not United Order<\/b>\n<\/p><p>\nNo, brethren, socialism is not the United Order. However, notwithstanding my abhorrence of\nit, I am persuaded that socialism is the wave of the present and of the foreseeable future. It\nhas already taken over or is contending for control in most nations.\n<\/p><p>\n\"At the end of the year [1964] parties affiliated with the [Socialist] International were in\ncontrol of the governments of Great Britain, Denmark, Norway, Sweden, Israel, and the\nMalagasy Republic. They had representatives in coalition cabinets in Austria, Belgium,\nIceland, Italy, Luxembourg, and Switzerland, constituted the chief opposition in France, India,\nJapan, the Netherlands, New Zealand and West Germany; and were significant political forces\nin numerous other countries. Many parties dominant in governments in Africa, Asia, and Latin\nAmerica announced that their aim was a socialist society.\" (<i>Encyclopedia Britannica, 1965 Book of the Year<\/i>, p. 736.)\n<\/p><p>\nUnited States has adopted much socialism\n<\/p><p>\nWe here in the United States, in converting our government into a social welfare state, have\nourselves adopted much of socialism. Specifically, we have to an alarming degree adopted the\nuse of the power of the state in the control and distribution of the fruits of industry. We are\non notice, according to the words of the President, that we are going much further, for he is\nquoted as saying: \n<\/p><p>\n\"We're going to take all the money we think is unnecessarily being spent and take it from the\n'haves' and give it to the 'have nots.'\" (<i>1964 Congressional Record<\/i>, p. 6142, Remarks of the\nPresident to a Group of Leaders of Organizations of Senior Citizens in the Fish Room, March\n24, 1964.)\n<\/p><p>\nSocialism takes: United Order gives\n<\/p><p>\nThat is the spirit of socialism: We're going to <i>take<\/i>. The spirit of the United Order is: We're\ngoing to <i>give<\/i>.\n<\/p><p>\nWe have also gone a long way on the road to public ownership and management of the vital\nmeans of production. In both of these areas the free agency of Americans has been greatly\nabridged. Some argue that we have voluntarily surrendered this power to government. Be this\nas it may, the fact remains that the loss of freedom with the consent of the enslaved, or even\nat their request, is nonetheless slavery.\n<\/p><p>\nAs to the fruits of socialism, we all have our own opinions. I myself have watched its growth\nin our own country and observed it in operation in many other lands. But I have yet to see or\nhear of its freeing the hearts of men of selfishness and greed or of its bringing peace, plenty,\nor freedom. These things it will never bring, nor will it do away with idleness and promote\n\"industry, thrift and self-respect,\" for it is founded, in theory and in practice, on force, the\nprinciple of the evil one.\n<\/p><p>\nAs to the fruits of the United Order, I suggest you read Moses 7:16-18 and 4 Nephi 2-3, 15-16\n(<span class=\"citation\" id=\"6519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6519)\">4 Ne. 1:2-3,15-16<\/a><\/span>;\n<span class=\"citation\" id=\"39271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39271)\">Moses 7:16-18<\/a><\/span>).\nIf we had time we could review the history, what little we know, of Zion in the days\nof Enoch and about what happened among the Nephites under those principles of the United\nOrder in the first two centuries following the time of the Savior.\n<\/p><p>\n<b>What can we do?<\/b>\n<\/p><p>\nNow what can we do about it?\n<\/p><p>\nAs I recently reminded my wife of the moratorium on the United Order, which the Lord\nplaced in 1834 (<span class=\"citation\" id=\"14857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14857)\">D&amp;C 105:34<\/a><\/span>),\nthat socialism is taking over in the nations and that its\nexpressed aims will surely fail, she spiritedly put to me the question: \"Well, then, what would\nyou suggest, that we just sit on our hands in despair and do nothing?\" Perhaps similar\nquestions have occurred to you. The answer is, \"No, by no means!\" We have much to do, and\nfortunately for us the Lord has definitely prescribed the course we should follow with respect\nto socialism and the United Order.\n<\/p><p>\n<b>Constitution God-inspired<\/b>\n<\/p><p>\nHe has told us that in preparation for the restoration of the gospel, he himself established the\nConstitution of the United States, and he has plainly told us why he established it. I hope I\ncan get this point over to you. He said he established the Constitution to preserve to men their\nfree agency, because the whole gospel of Jesus Christ presupposes man's untrammeled\nexercise of free agency. Man is in the earth to be tested. The issue as to whether he succeeds\nor fails will be determined by how he uses his agency. His whole future, through all eternity,\nis at stake. Abridge man's agency, and the whole purpose of his mortality is thwarted.\nWithout it, the Lord says, there is no existence (see <span class=\"citation\" id=\"14837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14837)\">D&amp;C 93:30<\/a><\/span>).\nThe Lord so valued our\nagency that he designed and dictated \"the laws and constitution\" required to guarantee it. This\nhe explained in the revelation in which he instructed the Prophet Joseph Smith to appeal for\nhelp,\n<\/p><p>\n<b>Just and holy principles<\/b>\n<\/p><p>\n\"According to the laws and constitution of the people, which I have suffered to be established,\nand should be maintained for the rights and protection of all flesh, according to just and holy\nprinciples; \n<\/p><p>\n\"That every man may act in doctrine and principle pertaining to futurity, according to the\nmoral agency which I have given unto him, that every man may be accountable for his own\nsins in the day of judgment.\n<\/p><p>\n\"And for this purpose have I established the Constitution of this land, by the hands of wise\nmen whom I raised up unto this very purpose\" (<span class=\"citation\" id=\"14850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14850)\">D&amp;C 101:77-78,80<\/a><\/span>).\n<\/p><p>\n<b>Sustain Constitutional law<\/b>\n<\/p><p>\nPreviously he had said: \n<\/p><p>\n\"And now, verily I say unto you concerning the laws of the land, it is my will that my people\nshould observe to do all things whatsoever I command them.\n<\/p><p>\n\"And that law of the land which is constitutional, supporting that principle of freedom in\nmaintaining rights and privileges, belongs to all mankind, and is justifiable before me.\n<\/p><p>\n\"Therefore, I, the Lord, justify you, and your brethren of my church, in befriending that law\nwhich is the constitutional law of the land [the test of its constitutionality in the words of the\nLord here is whether it preserves man's agency]; \n<\/p><p>\n\"And as pertaining to law of man, whatsoever is more or less than this cometh of evil.\n<\/p><p>\n\"I, the Lord God, make you free, therefore ye are free indeed; and the law [that is,\nconstitutional law] also maketh you free.\n<\/p><p>\n\"Nevertheless, when the wicked rule the people mourn.\n<\/p><p>\n\"Wherefore, honest men and wise men should be sought for diligently, and good men and\nwise men ye should observe to uphold; otherwise whatsoever is less than these cometh of\nevil\" (<span class=\"citation\" id=\"14845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14845)\">D&amp;C 98:4-10<\/a><\/span>).\n<\/p><p>\nThese scriptures declare the Constitution to be a divine document. They tell us that \"according\nto just and holy principles,\" the Constitution and the law of the land which supports the\n\"principle of freedom in maintaining rights and privileges, belongs to all mankind, and is\njustifiable before\" God; that, \"as pertaining to [the] law of man whatsoever is more or less\nthan this, cometh of evil.\" They remind us that the Lord has made us free and that laws that\nare constitutional will also make us free.\n<\/p><p>\n<b>\"When the wicked rule, the people mourn\"<\/b>\n<\/p><p>\nRight at this point, almost as if he were warning us against what is happening today, the Lord\nsaid: \"Nevertheless, when the wicked rule the people mourn.\" Then, that we might know with\ncertainty what we should do about it, he concluded: \"Wherefore, honest men and wise men\nshould be sought for diligently, and good men and wise men ye should observe to uphold\"\n<\/p><p>\nIn its context this instruction, according to my interpretation, can only mean that we should\nseek diligently for and support men to represent us in government who are \"wise\" enough to\nunderstand freedom&mdash;as provided for in the Constitution and as implemented in the United\nOrder&mdash;and who are honest enough and good enough to fight to preserve it.\n<\/p><p>\n\". . . under no other government in the world could the Church have been established,\" said\nPresident J. Reuben Clark, Jr., and he continued: \n<\/p><p>\n\". . . if we are to live as a Church, and progress, and have the right to worship as we are\nworshipping here today, we must have the great guarantees that are set up by our\nConstitution. There is no other way in which we can secure these guarantees.\"\n(<i>Conference Report<\/i>, October 1942, pp. 58-59.)\n<\/p><p>\nNow, not forgetting our duty to eschew socialism and support the just and holy principles of\nthe Constitution, as directed by the Lord, I shall conclude these remarks with a few comments\nconcerning what we should do about the United Order.\n<\/p><p>\n<b>What to do about United Order<\/b>\n<\/p><p>\nThe final words of the Lord in suspending the order were: \"And let those commandments\nwhich I have given concerning Zion and her law be executed and fulfilled, after her\nredemption\" (<span class=\"citation\" id=\"14856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14856)\">D&amp;C 105:34<\/a><\/span>).\n<\/p><p>\nFurther implementation of the order must therefore await the redemption of Zion. Here Zion\nmeans Jackson County, Missouri. When Zion is redeemed, as it most certainly shall be, it will\nbe redeemed under a government and by a people strictly observing those \"just and holy\nprinciples\" (<span class=\"citation\" id=\"14849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14849)\">D&amp;C 101:77<\/a><\/span>)\nof the Constitution that accord to men their God-given moral agency, including the\nright to private property. If, in the meantime, socialism takes over in America, it will have to\nbe displaced, if need be, by the power of God, because the United Order can never function\nunder socialism or \"the welfare state,\" for the good and sufficient reason that the principles\nupon which socialism and the United Order are conceived and operated are inimical.\n<\/p><p>\nIn the meantime, while we await the redemption of Zion and the earth and the establishment\nof the United Order, we as bearers of the priesthood should live strictly by the principles of\nthe United Order insofar as they are embodied in present church practices, such as the fast\noffering, tithing, and the welfare activities. Through these practices we could as individuals, if\nwe were of a mind to do so, implement in our own lives all the basic principles of the United\nOrder.\n<\/p><p>\nAs you will recall, the principles underlying the United Order are consecration and\nstewardships and then the contribution of surpluses into the bishop's storehouse. When the\nlaw of tithing was instituted four years after the United Order experiment was suspended, the\nLord required the people to put \"all their surplus property . . . into the hands of the bishop\"\n(<span class=\"citation\" id=\"14870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14870)\">D&amp;C 119:1<\/a><\/span>);\nthereafter they were to \"pay one-tenth of all their interest annually\"\n(<span class=\"citation\" id=\"14871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14871)\">D&amp;C 119:4<\/a><\/span>).\nThis law, still in force, implements to a degree at least the United Order principle of\nstewardships, for it leaves in the hands of each person the ownership and management of the\nproperty from which he produces the needs of himself and family. Furthermore to use again\nthe words of President Clark: \n<\/p><p>\n\". . . in lieu of residues and surpluses which were accumulated and built up under the United\nOrder, we, today, have our fast offerings, our Welfare donations, and our tithing, all of which\nmay be devoted to the care of the poor, as well as for the carrying on of the activities and\nbusiness of the Church.\"\n<\/p><p>\nWhat prohibits us from giving as much in fast offerings as we would have given in surpluses\nunder the United Order? Nothing but our own limitations.\n<\/p><p>\nFurthermore, we had under the United Order a bishop's storehouse in which were collected\nthe materials from which to supply the needs and the wants of the poor. We have a bishop's\nstorehouse under the Welfare Plan, used for the same purpose . . .\n<\/p><p>\n\"We have now under the Welfare Plan all over the Church . . . land projects . . . farmed for\nthe benefit of the poor . . .\n<\/p><p>\n\"Thus . . . in many of its great essentials, we have, [in] the Welfare Plan . . . the broad\nessentials of the United Order. Furthermore, having in mind the assistance which is being\ngiven from time to time . . . to help set people up in business or in farming, we have a plan\nwhich is not essentially unlike that which was in the United Order when the poor were given\nportions from the common fund.\"\n<\/p><p>\nIt is thus apparent that when the principles of tithing and the fast are properly observed and\nthe Welfare Plan gets fully developed and wholly into operation, \"we shall not be so very far\nfrom carrying out the great fundamentals of the United Order.\" (<i>Conference Report<\/i>, October\n1942, pp. 51-58.)\n<\/p><p>\nThe only limitation on you and me is within ourselves.\n<\/p><p>\nA Prayer:\n<\/p><p>\nAnd now in line with these remarks, for three things I pray: \n<\/p><p>\n(1) That the Lord will somehow quicken our understanding of the differences between\nsocialism and the United Order and give us a vivid awareness of the awful portent of those\ndifferences.\n<\/p><p>\n(2) That we will develop the understanding, the desire, and the courage, born of the Spirit, to\neschew socialism and to support and sustain, in the manner revealed and as interpreted by the\nLord, those just and holy principles embodied in the Constitution of the United States for the\nprotection of all flesh, in the exercise of their God-given agency.\n<\/p><p>\n(3) That through faithful observance of the principles of tithing, the fast, and the welfare\nprogram, we will prepare ourselves to redeem Zion and ultimately live the United Order, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}