{"ID":1477, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">No Exaltation Without the Priesthood<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Counselor in the First Presidency and President of the<\/p>\n<p class=\"gcspkpos2\">Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1966, pp. 101-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have had a delightful meeting to this point, and I hope and pray that what I say will be\nfor the benefit of all who are listening.\n<\/p><p>\n<b>Serve others<\/b>\n<\/p><p>\nService in behalf of others is one thing required of every soul. He who is able but who will\nnot serve his fellows in some way is not fit to have place among them. Serving others is its\nown reward. When we receive the priesthood, we do so with the understanding that it will be\nused for the benefit of others. This is an obligation we take upon us. In fact, priesthood\nblesses us in two ways: first, it is the means through which exaltation comes to those who\nhold it; second, it is to be used in behalf of others that they also may be blessed. No man is\nindependent. Put a man off by himself, where he could communicate with none of his fellow\nbeings or receive aid from them, and he would perish miserably. It is a mistake for us to draw\nwithin ourselves as does a snail into its shell. No man has been given the priesthood as an\nornament only. He is expected to use it in behalf of the salvation of others.\n<\/p><p>\nNot only is he expected, but he is commanded to do so, for the Lord said, after pointing out\nthe various offices in the priesthood and the duties assigned to each: \n<\/p><p>\n\"Wherefore, now let every man learn his duty, and to act in the office in which he is\nappointed, in all diligence.\n<\/p><p>\n\"He that is slothful shall not be counted worthy to stand, and he that learns not his duty and\nshows himself not approved shall not be counted worthy to stand. Even so. Amen\"\n(<span class=\"citation\" id=\"14862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14862)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\n<b>Honor the Covenant and Promise<\/b>\n<\/p><p>\nThis means that the man who accepts the priesthood also accepts the responsibilities that go\nwith it. He promises that he will give service and make himself approved. If he breaks this\ncovenant&mdash;for it is a covenant&mdash;then he will have to stand among those who do not exercise\npriesthood; he cannot stand among those who are approved. Let every man who holds the\npriesthood understand that he cannot enter into exaltation without the priesthood. If he refuses\nto use that priesthood when it is conferred upon him he will not be found worthy to hold it in\nthat day when men are rewarded according to their works.\n<\/p><p>\nEach man holding the priesthood should learn his duty from the Parable of the Talents\n(<span class=\"citation\" id=\"35653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35653)\">Matt. 25:14-30<\/a><\/span>); for\nwhen the Lord shall come, like rewards shall be given us. Many who have promised to\nmagnify their priesthood and who have failed to do so shall be cast out. Their priesthood shall\nbe taken from them, and they shall find themselves outside the gates of the City, for they\ncannot stand with those who have been faithful. Theirs shall be a condition of weeping and\ngnashing of teeth. \"For unto every one that hath shall be given . . . but from him that hath\nnot shall be taken away even that which he hath\" (<span class=\"citation\" id=\"35655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35655)\">Matt. 25:29<\/a><\/span>).\nSimply this: We are under\nobligation as men holding the priesthood to put to service the authority which we have\nreceived. If we do this, then we shall have other responsibilities and glory added, and we shall\nreceive an abundance, that is, the fullness of the Father's kingdom; but if we bury our\npriesthood, then we are not entitled to receive any reward&mdash;we cannot be exalted.\n<\/p><p>\n<b>Honor duty in all diligence<\/b>\n<\/p><p>\nEvery member of the Church should try to find some church duty to perform. Never refuse to\nserve. When a presiding officer asks your help, be glad to accept and give the best you have\nto that labor. The Lord expects this of us, and we are under covenant to do so. This course\nbrings joy and peace, and at the same time those who serve receive the greatest blessing. The\nteacher gains more than the one taught; the blessing returned to us when we accept a call to\nwork in the Church is far greater than the blessing we can impart to others. He who refuses to\nperform any labor or shirks responsibility when it is given him in the Church is in grave\ndanger of losing the guidance of the Spirit. Eventually he becomes lukewarm and indifferent\nto all duties, and, like the plant that is not cultivated and watered, he shrivels up and dies a\nspiritual death.\n<\/p><p>\n<b>Blessings are abundant<\/b>\n<\/p><p>\nDo you think it will ever be possible for any one of us, no matter how hard we labor, or even\nif we should suffer martyrdom, to pay our Father and Jesus Christ for the blessings we have\nreceived from them? The great love, with its accompanying blessings, extended to us through\nthe crucifixion, suffering, and resurrection of Jesus Christ is beyond our mortal\ncomprehension. We never could repay. We have been bought with a price\n(<span class=\"citation\" id=\"432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(432)\">1 Cor. 6:20<\/a><\/span>) beyond\ncomputation&mdash;not with gold or silver or precious stones, \"but with the precious blood of\nChrist, as of a lamb without blemish, and without spot\"\n(<span class=\"citation\" id=\"2307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2307)\">1 Pet. 1:19<\/a><\/span>).\n<\/p><p>\n\"I stand all amazed at the love Jesus offers me,<br \/>\n     Confused at the grace that so fully he proffers me; <br \/>\n     I tremble to know that for me he was crucified,<br \/>\nThat for me a sinner, he suffered, he bled and died.<br \/>\n     \"I think of his hands pierced and bleeding to pay the debt!<br \/>\n     Such mercy, such love, and devotion can I forget?<br \/>\n     No, no, I will praise and adore at the mercy seat,<br \/>\n     Until at the glorified throne I kneel at his feet.<br \/>\n     \"Oh, it is wonderful that he should care for me,<br \/>\n     Enough to die for me!<br \/>\n     Oh, it is wonderful, wonderful to me!\"<br \/><br \/>\n&nbsp; &nbsp;     (Charles H. Gabriel, in <i>Hymns<\/i>, 80.)\n<\/p><p>\nThe Lord bless you, in the name of Jesus Christ our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}