{"ID":1478, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Wisdom of Keeping the Word of Wisdom<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1966, pp. 103-105<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren: It is good to be with you this evening in our general priesthood meeting and to have\nthe priesthood meeting in over 400 different places, listening to these services tonight.\n<\/p><p>\nWe are very happy to have President McKay with us. We shall hear his message later.\n<\/p><p>\n<b>Word of Wisdom blessing and promise<\/b>\n<\/p><p>\nI wish to say a few words about the Word of Wisdom. When I was a boy and they talked\nabout the Word of Wisdom, all I thought of was that this was a religious requirement. In fact,\nwe were told a good many times: a cup of coffee won't hurt you; a cup of tea won't hurt\nyou; one cigarette won't hurt you; a drink won't hurt you, it's getting the habit that will\nbother you. And we kids used to think that the Church was prudish and odd for trying to get\nus to do things that made us look funny in the sight of the boys with whom we associated\nwho were not members of the Church.\n<\/p><p>\nI would like to say just a few words about the breaking of the Word of Wisdom and what it\nmeans to us, the danger of tampering with things that the Lord has told us not to tamper with,\nboth as it affects our bodies and as it affects our ability to resist, if we get on the wrong side\nof the line.\n<\/p><p>\n<b>A safeguard against capture<\/b>\n<\/p><p>\nThis has been said about Satan, as we read in the Doctrine and Covenants: \n<\/p><p>\n\"Satan stirreth them up, that he may lead their souls to destruction.\n<\/p><p>\n\"And thus he has laid a cunning plan, thinking to destroy the work of God; but I will require\nthis at their hands, and it shall turn to their shame and condemnation in the day of judgment.\n<\/p><p>\n\"Yea, he stirreth up their hearts to anger against this work.\n<\/p><p>\n\"Yea, he saith unto them: Deceive and lie in wait to catch, that ye may destroy; behold, this is\nno harm. And thus he flattereth them, and telleth them that it is no sin to lie that they may\ncatch a man in lie, that they may destroy him.\n<\/p><p>\n\"And thus he flattereth them, and leadeth them along until he draggeth their souls down to\nhell; and thus he causeth them to catch themselves in their own snare.\n<\/p><p>\n\"And thus he goeth up and down, to and fro in the earth, seeking to destroy the souls of\nmen\" (<span class=\"citation\" id=\"14730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14730)\">D&amp;C 10:22-27<\/a><\/span>).\n<\/p><p>\nThere is no doubt, boys&mdash;and you are the ones I am talking to tonight&mdash;there is no doubt\nbut that Satan is out, going up and down, here and there, trying in every way he can to\ndestroy us.\n<\/p><p>\n<b>\"Tobacco is not good for man\"<\/b>\n<\/p><p>\nIt is an interesting thing that over 130 years ago a prophet of God said \". . . tobacco . . . is\nnot good for man\" (<span class=\"citation\" id=\"14834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14834)\">D&amp;C 89:8<\/a><\/span>),\nand now scientists all over the world say that tobacco is\nnot good for man. You have heard it talked about a good deal, but I would like to appeal to\nthese boys who are listening to me tonight&mdash;and have them appeal to other boys wherever\nthey may be, and have their fathers appeal to them&mdash;to let them realize what a great danger\nis involved in partaking of tobacco and alcohol and these other things that are advised against.\n<\/p><p>\nDr. William H. Stewart has said the so-called \"next-guy theory\"&mdash;that it can happen to\nsomeone else but not to me&mdash;is the psychology that is preventing anti-cigarette campaigns\nfrom making more headway. The fallacy of this kind of reasoning is illustrated in the story of\na Honolulu reporter, who said, \"It just can't happen to me; I'm safe.\" But this Hawaiian\nnewsman, Mark Waters, spoke from the grave to readers of the Honolulu <i>Star Bulletin<\/i>.\nWaters died of lung cancer at the age of 56 on February 1, the day the <i>Star Bulletin<\/i> ran his\nlast story. It was a by-line account of a 42-year rendezvous with his killer.\n<\/p><p>\nThe story was written in the hospital five days before his death. Waters read proof on the\nstory and made final corrections the day before he succumbed, observing that it might help\nsomeone else.\n<\/p><p>\nWaters told how he started smoking at 14, stealing cigarettes from his father's pack, and how\nhe continued at the rate of two packs a day, even after suffering a stroke and contracting\nbronchitis. Doctors discovered cancer in his left lung. A lobe was removed. Waters gained 10\npounds after the September operation and felt fine. Four months later pain returned. The\ndoctor removed fluid from his chest cavity but had to tell him that he had little time to live.\n<\/p><p>\n\"Not a soul I've preached to has stopped smoking,\" he wrote from his hospital bed, \"not a\nsingle, solitary soul.\n<\/p><p>\n\"It's one of those things. You always think, it'll happen to others, but never to me. When you\nget lung cancer, God help you.\"\n<\/p><p>\nLike the rest of his story, Waters' conclusion was terse.\n<\/p><p>\n\"I'm short of breath. I can't take five steps without having to sit.\n<\/p><p>\n\"The cancer has gone to my liver and I don't know where else.\n<\/p><p>\n\"I don't have a ghost of a chance.\n<\/p><p>\n\"It's too late for me.\n<\/p><p>\n\"It may not be for you.\"\n<\/p><p>\nI want to tell you a little story about a boy I knew very well, my baby brother, as sweet a boy\nas I ever knew&mdash;kind considerate of his mother, and loved by every member of the family.\nBut he got into wrong company when he was just a little boy, and he started using cigarettes.\nHe used to steal away and have his smoke, and then he got to smoking a little more and a\nlittle more, until he became a habitual smoker. He had four older brothers, and we tried to get\nhim to quit smoking, to realize that he shouldn't be doing it.\n<\/p><p>\nHe kept saying he was going to quit smoking, but just a few years ago he died of lung cancer.\nAnd if anything makes you hate tobacco, it is to have a brother, one of the finest young\nfellows that you know, go to his death because he had that habit of smoking. He thought\nwhen he was a kid, \"I can quit any time I want to.\" In fact he used to say so, and he used to\ntry to quit but he couldn't.\n<\/p><p>\nI want to tell you another story about a man whom I knew very well in Calgary, Alberta, one\nof the outstanding drillers in the oil business&mdash;one who was very well-to-do and had the\nbiggest string of drilling rigs in the whole country.\n<\/p><p>\n<b>Strong drink not good for man<\/b>\n<\/p><p>\nHe was doing a little social drinking. (May I add here, in case I forget it, that one out of\nevery 15 who does a little social drinking becomes an alcoholic. When you are in a group\nwhere there are 15 men who are drinking socially, you are going to find that one will be an\nalcoholic. Every one of them will say, \"How silly; it couldn't happen to me. I am just\ndrinking socially. I am not going to drink much.\" And they continue to argue about it until\nthey are in the gutter.)\n<\/p><p>\nThis man of whom I am speaking I knew very well, since I was Minister of Mines up there.\nHis social drinking made him an alcoholic. That poor fellow was worked with by his partner,\nhe was worked with by his friends, he was encouraged in every way to quit this drinking, but\nit was getting the better of him. He said, \"You are crazy. I can quit drinking any time I want\nto.\" But finally this was his story&mdash;of course I knew it without his telling it&mdash;and I had him\ngo to a group of our young men to tell it: \"I didn't realize until I was actually in the gutter\nthat I was an alcoholic and couldn't control myself. It cost me my business, it cost me my\nwife, it cost me my friends, it cost me the respect of everyone who knew me. I was literally\nin the gutter because I took the first drink.\" And he added, \"I want to tell you, young men, no\nman can afford to take one drink of alcohol. I don't care who he is, how much he is worth, or\nif he is a multimillionaire&mdash;he cannot afford to take one drink of alcohol.\"\n<\/p><p>\n<b>Danger<\/b>\n<\/p><p>\nI want to say to you boys, wherever you are tonight: Realize that you can't afford to play\nwith these things that will take your life. You can't afford to do it anyway, because the Lord\nhas said, \"Don't do it.\" It is being proven in every way that tobacco and alcohol are not good\nfor us.\n<\/p><p>\nLet us be men. Let us not be sissies. Anybody can drink, and anybody can smoke. It doesn't\ntake brains to do that. But it does take brains and a little willpower and a little sense to refuse\nthe first smoke and the first drink of alcohol. And leave the other things&mdash;tea and coffee\nalone as well, because they are the first steps to the other transgressions.\n<\/p><p>\nMay the Lord bless you that every member in this Church holding the priesthood&mdash;in fact\nevery member&mdash;will keep the Word of Wisdom, knowing that it is a commandment of the\nLord. It is for your own good. You are not a sissy. Don't be a fool.\n<\/p><p>\nRemember that the priesthood you hold is the power of God delegated to you to act in his\nname. He has promised that if you magnify your priesthood all that he has is yours.\n<\/p><p>\nI want to bear you my testimony that God lives and that through his Son, Jesus Christ, the\nplan of life and salvation has been given to us to let us know how we can enjoy life here\nupon the earth and prepare ourselves for immortality and eternal life.\n<\/p><p>\nMay the Lord bless us to this end and give us strength to do his will, I humbly pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}