{"ID":1479, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Only One Standard of Morality<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1966, pp. 105-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is a joy and a great privilege to meet with this vast audience of priesthood members\ngathered in this historic Tabernacle, the Assembly Hall, and more than four hundred other\nbuildings throughout the United States and Canada. I extend my affectionate greetings and\nblessings to each of you.\n<\/p><p>\n\"I charge thee. . . \", wrote Paul to Timothy, \"before God, and the Lord Jesus Christ . . .\n<\/p><p>\n\"Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all\nlongsuffering and doctrine\" (<span class=\"citation\" id=\"5163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5163)\">2 Tim. 4:1-2<\/a><\/span>).\n<\/p><p>\nIn the same letter he prophetically declared, \". . . that in the last days perilous times shall\ncome.\n<\/p><p>\n\"For men shall be lovers of their own selves . . .\n<\/p><p>\n\". . . lovers of pleasures more than lovers of God; \n<\/p><p>\n\"Having a form of godliness, but denying the power thereof\"\n(<span class=\"citation\" id=\"5161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5161)\">2 Tim. 3:1-2,4-5<\/a><\/span>).\n<\/p><p>\n<b>Perilous times<\/b>\n<\/p><p>\nIt is in the spirit of Paul's charge and prophecy that I call attention to the rising crime wave\nthat is sweeping over the country. Few will question that we are living in perilous times and\nthat many people have lost their moorings and are being \"tossed to and fro . . . with every\nwind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to\ndeceive\" (<span class=\"citation\" id=\"21789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21789)\">Eph. 4:14<\/a><\/span>).\n<\/p><p>\n<b>Cost of crime<\/b>\n<\/p><p>\nCrime is costing this nation <i>twenty-seven billion dollars a year<\/i> and an annual toll of death,\ninjury, suffering and anguish for thousands of Americans.\n<\/p><p>\nJust recently Dr. Norman Vincent Peale, in referring to the decline in moral standards, said,\n\"Most radical social changes come slowly. But not this time. It is almost as if the demonic\npowers in sex&mdash;and make no mistake, sex has its demonic side&mdash;had been released in a\nsudden explosion that has blasted away the restraints and traditions of centuries. The spark\nthat has set off this explosion is a twisted concept of freedom, a 'new freedom' that too often\nleaves its adherents in chains.\" And then Dr. Peale gives a <i>Newsweek<\/i> report which states:\n\"Undoubtedly the key to the new morality is the widespread belief that a boy and girl who\nhave established what the college calls a meaningful relationship have the moral right to sleep\ntogether.\"\n<\/p><p>\n<b>Who is hurt?<\/b>\n<\/p><p>\nThe young people want to know what difference it makes if no one is getting hurt, but Dr.\nPeale says, \"This sounds fine in theory, but multiply this attitude by millions of eager\nexperiments and what do you get? You get such statistics as these: 'Between the years 1940\nand 1957 the illegitimacy rate increased: 112 percent in the 15-19 age group; 300 percent in\nthe 20-24 age group; 462 percent in the 2529 age group; 478 percent in the 30-34 age group,\n456 percent in the 35-39 age group; and 196 percent in the 40-44 age group.\n<\/p><p>\n\"'Venereal disease among adolescents rose 130 percent between the years 1956 and 1961. The\nillegitimacy rate has tripled since 1953. By 1970, ten-million Americans will have been born\nout of wedlock. Forty percent of the unwed mothers are between the ages of 15 and 19.'\n<\/p><p>\n\"No one is getting hurt?\" continues Dr. Peale. \"What a laugh! What a hollow, tragic, gruesome\nlaugh! And the hurt is not confined to individuals; it damages and degrades our nation\nthroughout the world. From the beginning of recorded history, men have known that the sex\ndrive had to be controlled if civilization was to replace anarchy. Dr. J. D. Unwin, Historian of\nthe Cambridge University, made a study of eighty civilizations ranging over a period of\nfour-thousand years and concluded that a society either chooses sexual promiscuity and\ndecline, or sexual discipline and creative energy. Writes Dr. Unwin: 'Any human society is\nfree to choose either to display great energy, or to enjoy sexual freedom, the evidence is that\nthey cannot do both for more than one generation.'\" (Excerpt from Sin, <i>Sex and Self-Control<\/i>\nby Dr. Norman Vincent Peale, pp. 49, 53-56.)\n<\/p><p>\n<b>Neglect of families<\/b>\n<\/p><p>\nOne important cause of the increase in delinquency, especially in our youth, is a letdown in\nhome ideals. A growing desire for economic independence or a too eager willingness to\nimprove financial circumstances has influenced a great many mothers to neglect the greatest\nof all responsibilities&mdash;the rearing of a family.\n<\/p><p>\nJ. Edgar Hoover, the national director of the Federal Bureau of Investigation, makes the\ndefinite statement that \"in the background of these youthful offenders lies the story of\nshocking neglect. Boys and girls are being deprived of the care and guidance necessary to the\nproper foundation of their characters. Their lawlessness had its roots in every instance in\nbroken homes, in homes where mothers and fathers because of their neglect,\nmisunderstanding, or irresponsibility had failed in their primary obligation. More often than\nnot, God was unknown, or, more important, was unwelcome in their homes. On the other\nhand, in nearly every instance the youthful offender would have been a strong, upright citizen\nhad he been given a chance.\"\n<\/p><p>\n<b>Keep homes intact<\/b>\n<\/p><p>\nThe inspiration of God is seen in requiring the Latter-day Saints to keep their homes intact\nand to teach their children the principles of the gospel of Jesus Christ. \"And they shall also\nteach their children to pray, and to walk uprightly before the Lord.\" This command from the\nLord, given to us in the Doctrine and Covenants, section 68, verse 28\n(<span class=\"citation\" id=\"14814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14814)\">D&amp;C 68:28<\/a><\/span>), leaves no question as\nto the responsibility of parents to teach their children&mdash;a responsibility too frequently shifted\nto the shoulders of the Church, public schools, and officers of the law.\n<\/p><p>\n<b>Use family home evening<\/b>\n<\/p><p>\nI believe that parents in the Church generally are teaching their children the gospel, yet I am\nconvinced that there is still much opportunity for improvement in this regard, especially in\nlight of present-day conditions. I am grateful and pleased that so many are responding to our\nprogram for the family home evening, in which parents gather their children around them and\ninstruct them in truth and righteousness and in family love and loyalty. A great number of\nfamilies have testified to the rich blessings that have come to them from these family home\nevenings.\n<\/p><p>\n<b>Unwavering loyalty to God<\/b>\n<\/p><p>\nIf you ask me where I first received my unwavering faith in the existence of a God, I would\nanswer you: in the home of my childhood&mdash;when Father and Mother invariably called their\nchildren around them in the morning and at night and invoked God's blessing upon the\nhousehold and upon mankind. There was a sincerity in that good patriarch's voice that left an\nundying impression in the souls of his children, and Mother's prayers were equally\nimpressive. I ask tonight that every father in the Church see to it that in all sincerity he\nimpress his children with the reality of the existence of God and with the reality that God will\nguide and protect his children. You carry that responsibility. Home is one of the units&mdash;the\nfundamental unit&mdash;of society. Before I heard my father testify that he had heard a divine\nvoice, I knew that he lived near to his Maker. I also know, through a nearness to that same\nEternal Father since, that my father told the truth when he said that when he was on his\nmission in Scotland, in answer to fervent prayer, he received the following admonition given\nin audible tones: \"Testify that Joseph Smith is a prophet of the living God.\" Such is the\nreality of the true Latter-day Saint's conception of God the Father.\n<\/p><p>\n<b>Warning against evils<\/b>\n<\/p><p>\nEver since the organization of the Church, its leaders have raised their voices warning that\ninfidelity and sexual immorality are two principal evils that threaten to weaken and to wreck\npresent-day civilization. Unfortunately, the trends of modern life are disintegrating the very\nfoundation of the Christian home. Sexual laxity, intemperance, and crime are its insidious and\nvicious enemies.\n<\/p><p>\n<b>One standard of morality<\/b>\n<\/p><p>\nIn the Church there is but one standard of morality. No young man has any more right to sow\nhis wild oats in youth than has a young girl; she is taught that second only to the crime of\ntaking human life is that of losing her virtue, and that should be also the ideal among young\nmen.\n<\/p><p>\nI know from experience that the world does not believe us when we tell them that that ideal is\nfollowed in the Church, but we know in our hearts it is true. That young man who comes to\nhis bishop and asks for a recommend to take a pure girl to the altar is expected to give just\nthe same purity that he expects to receive.\n<\/p><p>\n<b>Peace in righteous living<\/b>\n<\/p><p>\nNo one can transgress the laws of chastity and find peace. That is the message that we must\ngive as parents and priesthood members to the young men and women and all others\nthroughout the Church. No matter what the opportunity, no matter what the temptation, let the\nyoung man know that to find happiness he must hold sacred his true manhood. Let him know\nthat he is going to live, and live completely, by refusing to yield to temptations. Then he is\nhappy. There is peace instead of turbulency in his soul.\n<\/p><p>\nA happy marriage begins when a young couple kneels at the altar, each giving to the other\nwhat each demands and each covenanting to be true to the other.\n<\/p><p>\n<b>Marriage is of divine origin<\/b>\n<\/p><p>\nFor the proper solution of the great problem of marriage, we may turn with safety to Jesus for\nour guide. He declared that the marriage relation is of divine origin and that marriage is\nordained of God (<span class=\"citation\" id=\"14787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14787)\">D&amp;C 49:15<\/a><\/span>),\n hat only under the most exceptional conditions should it be set aside\n(<span class=\"citation\" id=\"35610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35610)\">Matt. 19:8<\/a><\/span>). In the\nteachings of the Church of Christ, the family assumes supreme importance in the development\nof the individual and of society. \"Happy and thrice happy are they who enjoy an uninterrupted\nunion and whose love unbroken by any complaints, shall not dissolve until the last day.\" It\nwill not dissolve when a worthy couple is sealed by the authority of the Holy Priesthood\nthroughout all eternity. The marriage ceremony when thus sealed produces happiness and joy\nunsurpassed by any other experience in the world.\n<\/p><p>\nTo no other group of men in all the world is given a better opportunity to instruct and inspire\nour young men and women to keep themselves unspotted from the sins of the world\n(<span class=\"citation\" id=\"26190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26190)\">James 1:27 (JST)<\/a><\/span>).\nMembers of the Church and especially of the priesthood have the opportunity to be engaged\nin the noblest calling in life&mdash;to establish salvation and peace to the extent that their\nindividual efforts, their talents, and their means are consecrated, and their lives are dedicated\nto make the world a better and fitter place for man.\n<\/p><p>\n<b>Great worth of souls<\/b>\n<\/p><p>\nThe Prophet Joseph Smith was given the divine message: \"Remember the worth of souls is\ngreat in the sight of God\" (<span class=\"citation\" id=\"14737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14737)\">D&amp;C 18:10<\/a><\/span>).\nSuch is the philosophy expressed by the\nRedeemer in the seemingly paradoxical statement, \". . . he that loseth his life for my sake shall\nfind it\" (<span class=\"citation\" id=\"35585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35585)\">Matt. 10:39<\/a><\/span>). The meaning of this becomes clear in the light of another passage\nwhich says, \"Inasmuch as ye have done it unto one of the least of these my brethren, ye have\ndone it unto me\" (<span class=\"citation\" id=\"35659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35659)\">Matt. 25:40<\/a><\/span>).\n<\/p><p>\nJust to be associated with men striving toward such an aim is\na joy, and to assist them in their quest, an inspiration. If you are true followers of the Savior,\nyou are striving to serve your fellowmen in love.\n<\/p><p>\n<b>Unwavering allegiance to God<\/b>\n<\/p><p>\nTo the thousands assembled in this historic Tabernacle, the Assembly Hall, and to the\nthousands listening in by direct wire, I pray with an earnest heart, God keep you away from\nthe base, scheming plans of him who enthrones passion, who decries self-control, who\nrenounces the sacredness of the family, and who, in the words of the communist, Marx\nhimself, would \"dethrone God.\"\n<\/p><p>\nOfficers, leaders, men of the priesthood, you are chosen of God. Go forth radiating a\ntestimony that this is God's work. Feel it yourselves, and then the men and women in your\nwards and stakes will feel it, the young people especially will feel it, for you are radiating not\njust what you say, but what you are and what you do.\n<\/p><p>\nGod guide us, and help us, and inspire us in this great work, I pray in the name of Jesus\nChrist. Amen.\n<\/p><p>\n<i>Statement concerning the position of the Church on Communism, made by President David O.<\/i>\n<i>McKay at the general priesthood session of the 136th Annual Conference of the Church held<\/i>\n<i>in the Salt Lake Tabernacle, Saturday, April 9, 1966, at 7:00 p.m., read by Robert R. McKay.<\/i>\n<\/p><p>\nIn order that there may be no misunderstandings by bishops, stake presidents, and others\nregarding members of the Church participating in non-church meetings to study and become\ninformed on the Constitution of the United States, Communism, etc., I wish to make the\nfollowing statements that I have been sending out from my office for some time and that have\ncome under question by some stake authorities, bishoprics, and others.\n<\/p><p>\n<b>Members are free<\/b>\n<\/p><p>\nChurch members are at perfect liberty to act according to their own consciences in the matter\nof safeguarding our way of life. They are, of course, encouraged to honor the highest\nstandards of the gospel and to work to preserve their own freedoms. They are free to\nparticipate in non-church meetings that are held to warn people of the threat of Communism\nor any other theory or principle that will deprive us of our free agency or individual liberties\nvouchsafed by the Constitution of the United States.\n<\/p><p>\n<b>Church is politically neutral<\/b>\n<\/p><p>\nThe Church, out of respect for the rights of all its members to have their political views and\nloyalties, <i>must maintain the strictest possible neutrality<\/i>. We have no intention of trying to\ninterfere with the fullest and freest exercise of the political franchise of our members under\nand within our Constitution, which the Lord declared he established \"by the hands of wise\nmen whom [he] raised up unto this very purpose\" (<span class=\"citation\" id=\"14852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14852)\">D&amp;C 101:80<\/a><\/span>)\nand which, as to the\nprinciples thereof, the Prophet Joseph Smith, dedicating the Kirtland Temple, prayed should\nbe \"established forever\" (<span class=\"citation\" id=\"14863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14863)\">D&amp;C 109:54<\/a><\/span>).\nThe Church does not yield any of its devotion to or\nconvictions about safeguarding the American principles and the establishments of government\nunder federal and state constitutions and the civil rights of men safeguarded by these.\n<\/p><p>\n<b>Communism greatest threat to peace and the spread of God's word to men<\/b>\n<\/p><p>\nThe position of this Church on the subject of Communism has never changed. We consider it\nthe greatest satanical threat to peace, prosperity, and the spread of God's work among men\nthat exists on the face of the earth.\n<\/p><p>\nIn this connection, we are continually being asked to give our opinion concerning various\npatriotic groups or individuals who are fighting Communism and speaking up for freedom.\nOur immediate concern, however, is not with parties, groups, or persons, but with principles.\nWe therefore commend and encourage every person and every group who is sincerely seeking\nto study Constitutional principles and awaken a sleeping and apathetic people to the alarming\nconditions that are rapidly advancing about us. We wish all of our citizens throughout the\nland were participating in some type of organized self-education in order that they could\nbetter appreciate what is happening and know what they can do about it.\n<\/p><p>\n<b>Citizens should educate themselves<\/b>\n<\/p><p>\nSupporting the FBI, the police, the congressional committees investigating Communism, and\nvarious organizations that are attempting to awaken the people through educational means is a\npolicy we warmly endorse for all our people.\n<\/p><p>\n<b>Communism's atheism and hate<\/b>\n<\/p><p>\nThe entire concept and philosophy of Communism is diametrically opposed to everything for\nwhich the Church stands&mdash;<i>belief in Deity, belief in the dignity and eternal nature of man,<\/i>\n<i>and the application of the gospel to efforts for peace in the world.<\/i> Communism is militantly\natheistic and is committed to the destruction of faith wherever it may be found.\n<\/p><p>\nThe Russian Commissar of Education wrote: \"We must hate Christians and Christianity. Even\nthe best of them must be considered our worst enemies. Christian love is an obstacle to the\ndevelopment of the revolution. Down with love for one's neighbor. What we want is hate.\nOnly then shall we conquer the universe.\"\n<\/p><p>\nOn the other hand, the gospel teaches the existence of God as our Eternal and Heavenly\nFather and declares: \". . . him only shalt thou serve\" (<span class=\"citation\" id=\"35523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35523)\">Matt. 4:10<\/a><\/span>).\n<\/p><p>\n<b>Communism debases and destroys<\/b>\n<\/p><p>\nCommunism debases the individual and makes him the enslaved tool of the state, to which he\nmust look for sustenance and religion. Communism destroys man's God-given free agency.\n<\/p><p>\nNo member of this Church can be true to his faith, nor can any American be loyal to his\ntrust, while lending aid, encouragement or sympathy to any of these false philosophies, for if\nhe does, they will prove snares to his feet (<span class=\"citation\" id=\"26514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26514)\">Jer. 18:22<\/a><\/span>).\n<\/div>\n<\/div>"}