{"ID":1480, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Testimony Through the Holy Ghost<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1966, pp. 111-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI rejoice with you, my brothers and sisters, in the presence of our prophet this morning and in\nbeing able this Easter morning to commemorate the resurrection of the Lord and Savior, Jesus\nChrist. In my heart I thank him for having restored his kingdom to the earth in our day, and\nthat those of us who are assembled here today have a witness through the Holy Spirit that the\nLord has established his Church on the earth.\n<\/p><p>\n<b>Faithfulness of Latter-day Saints<\/b>\n<\/p><p>\nIt is my privilege as one of the General Authorities to travel to the various stakes of Zion and\nto some of the missions, and I always return with gratitude in my heart for the faith and\nfaithfulness of the Latter-day Saints evidenced in so many ways to prove their love of the\nLord and their desire to help build his kingdom and to bring honor and credit to his holy\nname and blessing to his children.\n<\/p><p>\nThe apostle James said: \". . . shew me thy faith without thy works, and I will shew thee my\nfaith by my works\" (<span class=\"citation\" id=\"26192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26192)\">James 2:18<\/a><\/span>).\nI want to tell you that I am proud of the way the Latter-day\nSaints are showing their faith in God and their love for him by the works that they perform.\n<\/p><p>\n<b>The gift of the Holy Ghost<\/b>\n<\/p><p>\nNow, I thought in the few moments that I have to address you this morning that I would like\nto use for a text what the Prophet Joseph Smith said in an interview with the President of the\nUnited States when the President asked the Prophet wherein we differ in our religion from the\nother religions of the day.\n<\/p><p>\nThe Prophet's answer was: \". . . we differed in mode of baptism, and the gift of the Holy\nGhost by the laying on of hands. We considered that all other considerations were contained\nin the gift of the Holy Ghost\" (<i>Documentary History of the Church<\/i>, Vol. 4, p. 42).\n<\/p><p>\nI thank the Lord that in the restoration of the gospel this promise has been given to all who\nenter into the waters of baptism by the mode that he has specified and that at the hands of\nthose who have the authority to administer the same and by the laying on of hands, they\nbecome recipients of the Holy Ghost. I would rather have my children and my children's\nchildren enjoy the companionship of the Holy Ghost than any other companionship in this\nworld because if they will heed the promptings of that Spirit, he will lead them into all truth\n(<span class=\"citation\" id=\"28292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28292)\">John 16:13-15<\/a><\/span>)\nand see them safely back into the presence of their Father in heaven. This statement by the\nProphet is simply repeating again, in a sense, what the Savior said to Nicodemus. Remember\nwhen he said, \"Except a man be born of water and of the Spirit, he cannot enter into the\nkingdom of God\" (<span class=\"citation\" id=\"28229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28229)\">John 3:5<\/a><\/span>) and hence the importance that we have in this Church the same\nfoundation and the same power to guide and direct us.\n<\/p><p>\n<b>\"Another Comforter\"<\/b>\n<\/p><p>\nThe promise of the Savior to his apostles prior to his crucifixion was that he would send\nanother Comforter. There isn't time to go into the details of all that he promised that\nComforter would do: but he was to lead them into all truth; he was to make known unto them\nthings present, things past, things which are to come; he was to take from the Father and from\nthe Son and reveal it unto them (<span class=\"citation\" id=\"28293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28293)\">John 16:13-15<\/a><\/span>).\nAnd so the Savior said: \n<\/p><p>\n\"And I will pray the Father, and he shall give you another Comforter, that he may abide with\nyou for ever; \n<\/p><p>\n<b>The Spirit of Truth<\/b>\n<\/p><p>\n\"Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither\nknoweth him: but ye know him; for he dwelleth with you, and shall be in you\"\n(<span class=\"citation\" id=\"28282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28282)\">John 14:16-17<\/a><\/span>).\n<\/p><p>\nI think one of the most positive and powerful demonstrations of what this Holy Spirit, the\nComforter, can do for a man, as we find recorded in Holy Writ, is the experience of the great\napostle Peter. You remember just prior to the Savior's crucifixion Peter said, \"Though all the\nworld forsake thee, I will not forsake thee\" (see <span class=\"citation\" id=\"35662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35662)\">Matt. 26:33<\/a><\/span>).\nAnd you recall the Savior\nsaid that before the cock would crow that he would deny him thrice\n(<span class=\"citation\" id=\"35663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35663)\">Matt. 26:34<\/a><\/span>). But after he had tarried\nat Jerusalem, according to the command of the Savior, and he had received the Holy Ghost,\nwe have a different Peter. When he was commanded that he should no more preach Christ and\nhim crucified in the streets of Jerusalem\n(<span class=\"citation\" id=\"8004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8004)\">Acts 4:18<\/a><\/span>;\n<span class=\"citation\" id=\"8005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8005)\">Acts 5:28<\/a><\/span>), his answer was, \"We ought to obey God rather than\nmen\" (<span class=\"citation\" id=\"8006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8006)\">Acts 5:29<\/a><\/span>).\n<\/p><p>\nIf the Lord had not placed in his Church of today his Holy Spirit, we would not be the\nChurch that we are; we could not have accomplished what we have accomplished; the Saints\ncould not have endured all the privations, hardships, and persecutions through which they\nhave passed; neither could we carry on the great missionary program of the Church as we are\ndoing, because the Lord has breathed into his work the breath of life, and our people are\nwilling to make every sacrifice at the call of the Church in order to prove their love of the\nLord and their desire to build his kingdom and to share the truth with their fellowmen.\n<\/p><p>\nWhen the apostles asked the Savior for the signs of his second coming and the  end of the\nworld, after declaring to them what would happen&mdash;that there would be wars and rumors of\nwars, that nation should rise against nation and people against people\n(<span class=\"citation\" id=\"35633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35633)\">Matt. 24:6-7<\/a><\/span>), and that his gospel\nshould be preached in all the world for a witness to all nations\n(<span class=\"citation\" id=\"35641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35641)\">Matt. 24:14<\/a><\/span>) (and that is what we are doing\nas a people today)&mdash;the Savior said: \"Then shall they deliver you up to be afflicted, and shall\nkill you: and ye shall be hated of all nations for my name's sake\"\n(<span class=\"citation\" id=\"35636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35636)\">Matt. 24:9<\/a><\/span>). History has\nrecorded how literally that prediction of the Savior has been fulfilled through the restoration\nof the gospel in our day. The Prophet Joseph Smith and his brother Hyrum, the patriarch,\nwere put to death by their enemies and along with them hundreds of Latter-day Saints. My\ngrandfather's brother was shot down in cold blood at the Haun's Mill Massacre, and our\npeople were driven from pillar to post until they came here to these valleys of the mountains.\nBut the Lord didn't intend that they would always suffer persecution. He told the Prophet\nJoseph and his companions that he would give them power to lay the foundation of his\nChurch and that he would bring forth out of darkness and obscurity the only true and living\nChurch upon the face of the whole earth, \"with which I, the Lord, am well pleased, speaking\nunto the church collectively and not individually\" (<span class=\"citation\" id=\"14715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14715)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nI was very much intrigued with and interested in the experience that Brother Marion D. Hanks\nof the First Council of the Seventy had a few years ago when President Eisenhower called a\nyouth conference in Washington to which over 7,000 delegates came to discuss what could be\ndone to help the young people, the youth of this great land of America. Brother Hanks was\nasked to give the keynote address&mdash;not just to give a talk but to lay the foundation for the\ndiscussion at that great convention. When Brother Hanks sat down, the man conducting the\nconvention made this statement: \n<\/p><p>\n\"As I sat here, I reflected that Mr. Hanks comes from people that were driven from our region\nof the country because of the things they believed, that suffered bitter persecution for their\nideals, that went finally to the far reaches of the country where they thought themselves away\nfrom all of this.\n<\/p><p>\n\"Now we have invited a leader of that people to come here to talk to us of the same ideals\nand principles for which we drove them away.\"\n<\/p><p>\n<b>Truth travels long<\/b>\n<\/p><p>\nIt takes truth a long time to travel. They crucified our Lord, but think of what the world is\ndoing today in recognition of his ministry. And so this work that God the Eternal Father has\nestablished in the earth in our day has been proclaimed by the prophets that it shall never be\nthrown down or given to another people\n(<span class=\"citation\" id=\"10680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10680)\">Dan. 2:44<\/a><\/span>), but it shall roll forth until it shall become as a great\nmountain and fill the whole earth (<span class=\"citation\" id=\"10678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10678)\">Dan. 2:35<\/a><\/span>).\n<\/p><p>\n<b>The spirit of sacrifice<\/b>\n<\/p><p>\nThis spirit of sacrifice is in the Church. Notwithstanding the persecutions heaped upon our\npeople, they continued to send their representatives, mostly married men, into the mission\nfield in the early days. We are told that after President Brigham Young accepted the gospel,\nfor the next ten years he spent almost his entire time in the mission field, and when he went\non his first mission, he didn't even have an overcoat. He took a quilt from the trundle bed,\nand his wife made him a cap out of a pair of old pantaloons. At the end of the ten years he\nsaid all he had ever had as a reward for his service was the half of a small pig that the\nProphet Joseph divided with him and that had been given to him by one of the brethren. What\nbesides the testimony of the Holy Ghost could have led a great leader like Brigham Young to\nspend ten years without any remuneration in order to share with the world the wonderful\ntruths of the gospel? My grandfather, of the first 14 years of his married life, spent ten of\nthem in the mission field away from his family. In this Church today there are many, many\nfamilies in which there isn't a male member old enough to go on a mission who hasn't filled\na mission. My grandfather, my father, my brothers, my sons, my wife's father, her\nbrothers&mdash;why we are a missionary people. Today we have over 12,000 in the mission field at their own\nexpense just to share the truths of the gospel with those who know not what the Lord has\ndone in the restoration of his Church to the earth in our day. Among those there are many\nfamilies that have two and three missionaries in the field at the same time. That spirit of\nsacrifice is still in the Church. Men give up their businesses. I had a friend of mine come in\nmy office; he had been on two missions. A married man, he said, \"Brother Richards, if I sell\nmy home and my automobile I can go on another mission.\" He was willing to go for a third\ntime and then come back and start all over again.\n<\/p><p>\n<b>Missionary service<\/b>\n<\/p><p>\nAfter our Saints had been driven from the East into these valleys of the mountains, five years\nafter their arrival here, a convention was held in the old tabernacle on this block for the elders\nof Israel at which 98 of them were called to go on missions. They were all married men. In\nthose days they didn't ask them if they wanted to go. They were told in that meeting that\ntheir missions would not be very long&mdash;that they would be separated from their families only\nfrom three to seven years. Many of them were sent so far away that they couldn't even hear\nfrom their families in less than six months time. And then the brother in charge, Heber C.\nKimball, said, \"If any of you men refuse to go, there isn't a wife that will remain with you,\nbecause there isn't a Mormon woman who would live with a man a year, or a day, if he\nrefused to go on a mission.\" Now that same spirit carries through to this very day.\n<\/p><p>\nHere just a few years ago, when we were still letting young married men go on missions, I\ninterviewed a young man for his mission; and when I saw the recommend from his bishop, I\nnoted that he was a married man. I said, \"Does your wife want you to go on this mission?\"\n<\/p><p>\nHe said, \"She certainly does.\"\n<\/p><p>\nI said, \"Why didn't you bring her so I could ask her?\"\n<\/p><p>\nHe said, \"I couldn't, she's in the hospital. She gave birth to our first child this morning.\"\n<\/p><p>\nI said, \"Then let's go to the hospital.\" We went to the hospital, and there was that young wife\nwith her little babe in her arms. I said, \"Do you want this husband of yours to go on a\nmission?\"\n<\/p><p>\nShe said, \"I certainly do. When we married we decided that our marriage would not stand in\nthe way of his mission. My parents are able to take care of me and our baby and are willing\nto, and I want him to go.\" He filled an honorable mission.\n<\/p><p>\nWe go through the missions, and we meet for hours with these missionaries in their\nmissionary meetings with not a dry eye there. They bear their testimonies and say that before\nthey came on their missions they heard missionaries say that their mission was the happiest\ntime of their lives. \"We didn't believe a word of it. Now we know what they were talking\nabout.\"\n<\/p><p>\nI met a man up in the Northwest who was a convert to the Church, and he had just returned\nfrom his mission. He said, \"I wouldn't take a check for a million dollars for the experience of\nmy mission.\"\n<\/p><p>\nI interviewed another young man there who had served several years in the armed forces. He\nsaid, \"There isn't a company in this world that could offer me a large enough salary to get me\nto leave my mission.\"\n<\/p><p>\nCan anybody in the world plant such feelings in the hearts of people except through the\ntestimony of the Holy Ghost? No wonder the Prophet indicated that of all considerations the\ngift of the Holy Ghost was the most important one.\n<\/p><p>\nWe see that in everything about us. Take the Choir here&mdash;all these years&mdash;we don't have to\npay them. They can't do that in other churches. And not only that, there are so many other\nthings.\n<\/p><p>\n<b>Tithing<\/b>\n<\/p><p>\nTake, for instance, the law of tithing, which Bishop Simpson talked about the other day.\nWhile I was serving in the Southern States Mission, an itinerant preacher came to the South\ntelling the churches how they could get out of debt. I went to listen to him. He told them that\nif they would pay their tithing for ten months, they could get their churches out of debt. Then\nhe quoted the words of Malachi indicating that it was the Lord's law of blessing his people\n(<span class=\"citation\" id=\"32795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32795)\">Mal. 3:8-10<\/a><\/span>). I\nwent to him after the meeting and was introduced to him, and I said, \"Reverend, I would like\nto bear you my testimony that you are getting near the truth. I am a Mormon elder. We have\nbeen paying our tithing all our lives. One thing I can't understand&mdash;you say it is the Lord's\nlaw of blessing of his children. If it is, why don't you ask them to pay tithing all their lives?\nIf it would be good to be blessed for ten months wouldn't it be better to be blessed all their\nlives?\"\n<\/p><p>\nHe said, \"Oh, Mr. Richards, we can't go that far. If we can get them to pay for ten months,\nwe will do pretty well.\"\n<\/p><p>\n<b>What sustains colonizing?<\/b>\n<\/p><p>\nSpeaking now of the gift of the Holy Ghost, I want to tell you another experience. Brother\n[Melvin J.] Ballard was up in the Northwest as president of the mission. In those days that\ncountry was not as well settled as it is now. A colonizer up there had heard about how the\nMormons were colonizers, how they had settled these towns all up and down through these\nvalleys of the mountains. He came down and wrote a brief on the program of the Mormon\nChurch. Then he went back, but he couldn't make it work, so he brought his brief to Brother\nBallard and asked him if he would read it and tell him what was the matter with it. Brother\nBallard read it, and he said, \"You have here a perfect corpse, if somebody would just breathe\ninto it the breath of life (<span class=\"citation\" id=\"23731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23731)\">Gen. 2:7<\/a><\/span>),\nthen it would work for you.\" I thank the Lord that he has breathed\ninto this Church the breath of life.\n<\/p><p>\n<b>Church service?<\/b>\n<\/p><p>\nWe had a convention here not long ago&mdash;a ministerial convention. On Sunday they took the\nministers to our various wards to attend the Sunday School. Out here in a certain ward where\nthey have about twenty departments, they took a particular minister right through every\ndepartment. On the way back to the general assembly, the minister said, \"It must cost you a\nlot of money to run an institution like this.\"\n<\/p><p>\nThe brother showing him around called the caretaker over and said, \"Tell this man how many\nare on the payroll.\"\n<\/p><p>\nHe said, \"I am the only one. I keep the buildings clean.\" Well, they just can't do it, and I\nhave had experiences with them to know.\n<\/p><p>\nSpeaking of the law of tithing being a law of blessing of the people, the Lord said, \". . . and\nprove me now herewith . . . if I will not open you the windows of heaven\"\n(<span class=\"citation\" id=\"32798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32798)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nI think I have time to tell you one experience of when I was on a mission back in the Eastern States.\nOne of our branch presidents was a large tithe payer&mdash;paid every month as regular as the\nclock ticked&mdash;and I said to him, \"You must have a wonderful testimony of the law of\ntithing.\"\n<\/p><p>\nHe said, \"I have.\"\n<\/p><p>\nI said, \"Would you tell me what it is?\"\n<\/p><p>\nHe told me that his wife and children joined the Church over in England a few years before\nthat, and when he told me who the missionary was, I learned it was an old MIA teacher of\nmine from out in Tooele Then he said, \"I didn't join the Church, because I didn't have the\nfaith to pay my tithing. Then one day a young missionary who was being released came to\nme and said, 'Brother,  I want to baptize you before I go home!' I told him, 'You can't.'\n<\/p><p>\n\"Why can't I?\"\n<\/p><p>\n\"Because I haven't the faith to pay my tithing.\"\n<\/p><p>\nAnd then that missionary said, \"If you will let me baptize you before I go home, I promise\nyou that within a year from now you will be in America with your family, earning three times\nwhat you are earning now.\"\n<\/p><p>\nHe said, \"That's a good enough promise for me.\" And he was baptized. He said that he didn't\nsee how it could happen&mdash;he was under contract with his company to work for three years,\nand he knew he wouldn't break his contract. But he was able to have his contract bought off,\nand the company released him. Within one year he was in America with his family, earning\nfour times as much as he was when that Mormon missionary promised him three times as\nmuch. I told that story a few years ago from this pulpit. At the close of the meeting one of\nthe mission presidents sitting right down in front came up to me and said, \"Brother Richards, I\nwas the young man who made the promise.\"\n<\/p><p>\nBrothers and sisters, I say to you that if you will love the Lord and serve him and keep his\ncommandments, you never can get out of the red&mdash;you will always be owing the Lord\nsomething. He has a way of paying and compensating that is worth more than all the wealth\nof this world. And this is my testimony to you. I know this is the work of God, the Eternal\nFather. I know that God lives, that Jesus is the Christ. I am so proud to be one of his\nwitnesses. I leave you my witness in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}