{"ID":1481, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">He Lives&mdash;All Glory to His Name<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1966, pp. 116-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMany of the speakers during this conference have referred to the celebration of Easter and the\nresurrection of the Lord. Yesterday the President of the Church preached a powerful sermon\non the fact of the resurrection of Christ. This morning we join with millions of people\nthroughout the world in celebrating Easter in commemoration of this miraculous event This is\na time when we should re examine and reaffirm our faith and rededicate our lives to Christ's\nservice.\n<\/p><p>\n<b>The scriptures testify of Him<\/b>\n<\/p><p>\nHis birth into mortality and the details of his death and resurrection are well-attested facts of\nhistory. In addition to the New Testament story of these miraculous events, the scriptures,\nboth old and new, abound with inspired predictions concerning his second coming.\n<\/p><p>\nLet us examine the basis of our faith as it is to be found in the Holy Bible and other sacred\nrecords and attempt to evaluate and coordinate the antemortal, the mortal, and the postmortal\nlife of this transcendent personage.\n<\/p><p>\nThe Apostle John tells us that the Word&mdash;which he identifies as the\nSavior (<span class=\"citation\" id=\"28225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28225)\">John 1:14<\/a><\/span>)&mdash;was with God\nin the beginning (<span class=\"citation\" id=\"28224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28224)\">John 1:1<\/a><\/span>). This is a precise and unambiguous declaration, not only that he was with\nGod in the beginning, but that he himself was invested with the powers and rank of godship\nand that he came into the world and dwelt among men. He was the Creator of all that is.\n<\/p><p>\nJesus himself frequently referred to the fact of his preexistence. For example, he said, \"For I\ncame down from heaven, not to do mine own will, but the will of him that sent me\"\n(<span class=\"citation\" id=\"28246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28246)\">John 6:38<\/a><\/span>).\n<\/p><p>\nAnd then in that greatest of all prayers, recorded in John 17:5, we find the poignant plea:\n\"And now O Father, glorify thou me with thine own self with the glory which I had with thee\nbefore the world was\" (<span class=\"citation\" id=\"28306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28306)\">John 17:5<\/a><\/span>).\n<\/p><p>\nAt another time he chidingly spoke to his uncomprehending followers and said: \"Doth this\noffend you?\n<\/p><p>\n\"What and if ye shall see the Son of man ascend up where he was before?\"\n(<span class=\"citation\" id=\"28247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28247)\">John 6:61-62<\/a><\/span>).\n<\/p><p>\nThese and other proofs of Christ's preexistence confirm our faith that all men had a spiritual\nexistence before mortal birth and that the souls of all men are immortal. Obviously, if the\nspirit had an existence before the body was created, that spirit is capable of independent\nexistence after the body dies.\n<\/p><p>\n<b>Assurance of the resurrection<\/b>\n<\/p><p>\nThe fact that he came forth from the tomb with spirit and body reunited was positively stated\nand demonstrated by the risen Lord when he appeared to his amazed apostles and said, \". . .\nhandle me, and see, for a spirit hath not flesh and bones, as ye see me have\"\n(<span class=\"citation\" id=\"31701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31701)\">Luke 24:39<\/a><\/span>).\n<\/p><p>\nThis gives divine assurance that we too, through his atoning sacrifice, shall partake of the\nblessings of the resurrection. Hearken to his promise when he said,\n<\/p><p>\n\"I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he\nlive: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die\"\n(<span class=\"citation\" id=\"28266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28266)\">John 11:25-26<\/a><\/span>).\n<\/p><p>\nAnd again, \"For God so loved the world, that he gave his only begotten Son, that whosoever\nbelieveth in him should not perish, but have everlasting life\" (<span class=\"citation\" id=\"28235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28235)\">John 3:16<\/a><\/span>).\n<\/p><p>\n<b>Though some deny, we affirm His divinity<\/b>\n<\/p><p>\nIn these times of uncertainty, conflict, chaos, and confusion, where there is unprovoked\naggression, attempted subjugation, and enslavement, when people are being denied their\nfreedom and their liberties, and especially when whole nations of men, including some of the\nclergy, pride themselves on their atheism, deny the existence of God, speak of Christ as a\nmyth and of religion as an opiate, when increasing numbers of men are declaring that God is\ndead and others are asking whether he in fact ever lived&mdash;in times like these we must\nreexamine and reemphasize our faith in Jesus the Christ, the Son of God, and conform our\nlives to his teachings and emulate his matchless example.\n<\/p><p>\nIndicative of the lack of faith, the confused and muddled thinking, and the dangerous\nteachings of some religious leaders, I quote from the February 22, 1966, issue of Look\nmagazine (pp. 25-29): \n<\/p><p>\n\"Last September, the Protestant Episcopal Bishop of California left on sabbatical for\nCambridge University in England 'to find out what I really do believe' . . .\n<\/p><p>\n\"What he believes is hardly typical of a bishop. 'I've jettisoned the Trinity, the Virgin Birth\nand the Incarnation,' he told Look in his Cambridge flat recently . . .\n<\/p><p>\n\"The inquiry has inevitably led the Bishop to the enigma of Christ Himself. He sees Him not\nas Jesus among the lilies in a stained-glass window, but as a country carpenter turned itinerant\npreacher for three powerful years . . .\n<\/p><p>\n\"Cambridge University, where [the] Bishop . . . is staying, is the womb of what has been\nproclaimed&mdash;and condemned&mdash;as the 'new theology' . . . Its innovators, mainly Cambridge\ndons, are reacting to a society throttled by secularism. Only ten percent of the English attend\nchurch . . .\n<\/p><p>\n\"The old theology starts with the divinity of Christ and tries to explain how God became man.\nThe new theology starts with the only indisputable fact&mdash;that Christ was man&mdash;and tries to\nshow how God acted through Him uniquely.'\"\n<\/p><p>\nWe reaffirm our faith in the Bible as the word of God\n(<span class=\"citation\" id=\"6829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6829)\">A of F 1:8<\/a><\/span>). We believe in its teachings, its\ndoctrines, its definitions and its revelations of an omnipotent, omnipresent, and omniscient\nGod. The fact that man was created in his image confirms our faith that he is a living and\npersonal God. He is our Eternal Father, the God of Abraham, Isaac, and Jacob, the Jehovah of\nthe Old Testament, and the promised Messiah.\n<\/p><p>\nWe proclaim the preexistence and divine nature of Jesus the Christ, the purpose of his earth\nlife, the reality of his resurrection and ascension, and the certainty of his second coming as\neternal and well-attested truths and prophetic promises. They have illuminating and inspiring\nsignificance for our troubled world. They are our heritage from the Judeo-Christian world,\nclarified and amplified by modern revelation.\n<\/p><p>\nThey are relevant to our time. This is an age of conflict of ideology, a time of ferment in\ntechnology, a period of startling and revolutionary progress in science&mdash;an era when at last\nthe means lie at hand to free mankind from the ancient shackles of pain and hunger, fear and\nwar. But the true crisis of our times lies at a deeper level. All this freedom and so-called\nelbowroom only thrusts upon us with additional force the fundamental issues of our faith.\n<\/p><p>\n<b>The Fatherhood of God, Godhood of Christ, Brotherhood of Man, we affirm<\/b>\n<\/p><p>\nThere must be a reaffirmation of the truths concerning the fatherhood of God, the godhood of\nChrist, and the brotherhood of man&mdash;<i>truths for which the Savior lived and died<\/i>.\nBrotherhood&mdash;love of God and fellowmen&mdash;will make men free and establish peace in a world that is\nthreatened with a devastating and final war.\n<\/p><p>\nThe truculent and blasphemous attempts of the Communists to erase Christ from their\nliterature and to expunge all memory of him from the hearts and minds of men must fail, for\nas God made man in his own image\n(<span class=\"citation\" id=\"23724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23724)\">Gen. 1:26-27<\/a><\/span>), so his image is indelibly stamped upon the souls of men,\nand instinctively they know that they are the immortal sons of God, predestined to be free.\nThis inborn conviction accounts for the courageous and undiscourageable resiliency of many\npersecuted people.\n<\/p><p>\nThe challenge of evil leading inevitably to chaos, confusion, and defeat tends to make the\nrelevance of Christ's life and message more apparent, the application of his divine teachings\nmore urgent, and eventual victory beyond question.\n<\/p><p>\nAs Paul said, the time would come when \"every knee should bow . . .\n<\/p><p>\n\"And that every tongue should confess that Jesus Christ is Lord, to the glory of God the\nFather\" (<span class=\"citation\" id=\"41264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41264)\">Philip. 2:10-11<\/a><\/span>).\n<\/p><p>\n<b>Prophecy and history testify<\/b>\n<\/p><p>\nA comprehensive knowledge of prophecy (which is but history foretold) and of history (which\nis often prophecy fulfilled) confirms the fact that God lives. From Genesis to Revelation, the\nBible contains the continuing story of God's dealings with his universal family, his begotten\nchildren.\n<\/p><p>\nChrist came to earth and glorified the Father, finished the work that was given him to do, and\nat the end asked only that he be glorified with the Father with the glory that he had with him\nbefore the world was (<span class=\"citation\" id=\"28305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28305)\">John 17:3-5<\/a><\/span>).\n<\/p><p>\nChristians everywhere should believe and be guided by the revelations of God given through\nhis prophets, whether on the eastern hemisphere or in the western world. The peoples in the\nwestern world are they to whom he referred as \"other sheep I have, which are not of this fold:\nthem also I must bring, and they shall hear my voice; and there shall be one fold, and one\nshepherd\" (<span class=\"citation\" id=\"28261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28261)\">John 10:16<\/a><\/span>).\n<\/p><p>\nThe United States of America and her allies have been forced to take up arms in defense of\nliberty and freedom. The scriptures, both ancient and modern, justify defending the liberties\nand freedom of ourselves and our weaker neighbors.\n<\/p><p>\nThe various presidents of the United States, regardless of party, have declared that we have no\ndesire for territorial gain or acquisition nor the subjugation of weaker nations. We stand for\nfreedom and liberty for all, together with the right of untrammeled self-determination&mdash;all in\nthe interest of permanent world peace.\n<\/p><p>\nThe President of the United States recently restated and underlined this policy and disclaimed\nany intent on the part of the United States to gain empire, bases, or dominion. This is in strict\nharmony with the word of God given to ancient prophets, some of whom were kings,\ngenerals, and leaders of armies.\n<\/p><p>\nWe concur in what was said by one of them on the subject of freedom, as recorded in Alma\n61:14: \n<\/p><p>\n\"Therefore . . . let us resist evil, and whatsoever evil we cannot resist with our words, yea,\nsuch as rebellions and dissensions, let us resist them with our swords, that we may retain our\nfreedom, that we may rejoice in . . . the cause of our Redeemer and our God\"\n(<span class=\"citation\" id=\"9073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9073)\">Alma 61:14<\/a><\/span>).\n<\/p><p>\n<b>Universality of God's care<\/b>\n<\/p><p>\nThe gospel of Jesus Christ teaches the universality of God's concern for men and that\nobedience is a universal and fundamental law of progress, both temporal and spiritual. The\naristocracy of righteousness is the only aristocracy that God recognizes. This leaves no room\nfor self-righteous expressions in words or actions of being \"holier than thou.\" There is a real\nunity in the human race, and all men have a right to equal consideration as human beings,\nregardless of their race, creed, or color.\n<\/p><p>\nFor any church, country, nation, or other group to believe that it is the only people in whom\nGod is interested or that it has special merit because of color, race, or belief, that they are\ninherently superior and loved by God, without regard to the lives they live, is not only a great\nand dangerous fallacy but is a continuing barrier to peace. This is demoralizing, whether it is\nthe exploded and presumptuous myth of an Aryan race of supermen or disguised in more\nsubtle forms. Let us steadfastly avoid such demoralizing arrogance.\n<\/p><p>\nThe most important problem facing us in working out a long-range program for peace is a\ntolerant and sympathetic understanding between races and creeds. As Thomas Bracken wrote: \n<\/p><p>\n\"O God, that men would see a little clearer,<br \/>\n     Or judge less harshly where they cannot see!<br \/>\n     O God, that men would draw a little nearer<br \/>\n     To one another! They'd be nearer Thee,<br \/>\n     And understood.\"\n<\/p><p>\n &nbsp; &nbsp;    (\"Not Understood. We Move Along Asunder,\" <i>Latter-day Saint Hymns<\/i> [1927], No.\n352.)\n<\/p><p>\nIt is regrettable that very few people in the world are free from the idea that they and their\npeople and race are superior. The people on this continent were instructed that they should not\nhiss nor spurn nor make game of any remnant of the house of Israel, \"for behold, the Lord\nremembereth his covenant unto them, and he will do unto them according to that which he\nhath sworn\" (<span class=\"citation\" id=\"5699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5699)\">3 Ne. 29:8<\/a><\/span>).\n<\/p><p>\nWe have fought two world wars and numerous other engagements to secure freedom and\nself-determination for ourselves and others, and yet we know the same old satanic forces are\nat work to destroy the peace and prosperity of the human family. We cannot have peace in\nthe world until we have tolerance and understanding. The happiness we seek can only be\nfound in righteousness, for wickedness never was happiness\n(<span class=\"citation\" id=\"9066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9066)\">Alma 41:10<\/a><\/span>). There is no legerdemain method\nof getting blessings.\n<\/p><p>\nWe are reminded by one of the prophets that if men die in their wickedness, they will be cast\noff as to things that are spiritual and must be brought to stand before God to be judged of\ntheir works. If their works have been filthiness, they must be filthy, and if they be filthy, it\nmust be that they cannot dwell in the kingdom of God; there cannot be any unclean thing\nenter into that kingdom (<span class=\"citation\" id=\"1632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1632)\">1 Ne. 15:33-34<\/a><\/span>).\n<\/p><p>\n<b>Christ will come again<\/b>\n<\/p><p>\nHaving briefly considered then his preexistence, his mortal birth, his transcendent ministry, his\ncrucifixion and miraculous resurrection and ascension, let us look to the future: is his work\nfinished or is he still active and interested in the affairs of men? will he appear again on this\nearth?\n<\/p><p>\nThe scriptures are replete with predictions and warnings concerning this event, but time will\npermit us to refer to but few of them.\n<\/p><p>\nJob said, \"For I know that my redeemer liveth, and that he shall stand at the latter day upon\nthe earth\" (<span class=\"citation\" id=\"26725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26725)\">Job 19:25<\/a><\/span>).\n<\/p><p>\nAnd Isaiah promises, \". . . behold your God will come with vengeance, even God with a\nrecompense; he will come and save you\" (<span class=\"citation\" id=\"25312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25312)\">Isa. 35:4<\/a><\/span>).\n<\/p><p>\nIn Malachi we read, \"Behold, I will send my messenger, and he shall prepare the way before\nme: and the Lord, whom ye seek, shall suddenly come to his temple\"\n(<span class=\"citation\" id=\"32792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32792)\">Mal. 3:1<\/a><\/span>).\n<\/p><p>\nWe find many references to his second coming in the New Testament. Near Bethany, at the\ntime of the ascension of the Lord, a prediction was made by the angel: \"Ye men of Galilee,\nwhy stand ye gazing up into heaven? this same Jesus, which is taken up from you into\nheaven, shall so come in like manner as ye have seen him go into heaven\"\n(<span class=\"citation\" id=\"7995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7995)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nIn Matthew 25:31 we read, \"When the Son of man shall come in his glory, and all the holy\nangels with him, then shall he sit upon the throne of his glory\"\n(<span class=\"citation\" id=\"35656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35656)\">Matt. 25:31<\/a><\/span>).\n<\/p><p>\nLuke tells us that great events shall precede his coming: \"Nation shall rise against nation, and\nkingdom against kingdom: \n<\/p><p>\n\"Men's hearts [shall fail them for fear, and for looking after those things which are coming on\nthe earth: for the powers of heaven shall be shaken.\n<\/p><p>\n\"And then shall they see the Son of man coming in a cloud with power and great glory\"\n(<span class=\"citation\" id=\"31681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31681)\">Luke 21:10,26-27<\/a><\/span>).\n<\/p><p>\nAnd the Apostle Paul tells us in Thessalonians 4:16, \"For the Lord himself shall descend from\nheaven with a shout, with the voice of the archangel, and with the trump of God: and the\ndead in Christ shall rise first\" (<span class=\"citation\" id=\"2742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2742)\">1 Thes. 4:16<\/a><\/span>).\n<\/p><p>\nThe Savior himself on many occasions predicted his return to earth. In Matthew 16:27 we\nread, \"For the Son of man shall come in the glory of his Father with his angels; and then he\nshall reward every man according to his works\" (<span class=\"citation\" id=\"35604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35604)\">Matt. 16:27<\/a><\/span>).\n<\/p><p>\nAfter referring to the signs that would precede his coming, he said, \"And then shall appear the\nsign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they\nshall see the Son of man coming in the clouds of heaven with power and great glory\"\n(<span class=\"citation\" id=\"35646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35646)\">Matt. 24:30<\/a><\/span>).\n<\/p><p>\nWe humbly, but without any equivocation, add our own witness to the testimonies of\nthe apostles and prophets of old that God is not dead but is gloriously alive and that Jesus\nChrist not only did live, but that he still lives, that he is a personal being, that he will\ntriumphantly come again with his resurrected, glorified body still bearing the marks of the\ncrucifixion.\n<\/p><p>\nWe humbly repeat what we often sing: \"I know that my Redeemer lives! He lives, all glory to\nhis name! He lives, my Savior still the same; O sweet the joy this sentence gives: 'I know\nthat my Redeemer lives!'\" to which I testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}