{"ID":1482, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How One Can Know That God Lives<\/p>\n<p class=\"gcspeaker\">Elder Paul H. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Paul H. Dunn, <i>Conference Report<\/i>, April 1966, pp. 121-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, and I include all who listen in that salutation, I have been\nmoved by the testimonies and the witnesses that have borne evidence again these past days\nand this morning to me of the truthfulness of the gospel. I am grateful for this opportunity to\ndeclare to you the inner feelings of my heart. It was just a few days ago that my little\nsix-year-old daughter, Kellie, came rushing up to me and, throwing herself into my arms with\nall the exuberance that only youth can display, she said, \"Daddy did you know it is only three\nmore days until Easter?\" I assured her that I did. Then she, with an anxious look, wanted to\nknow just what it all meant, and so we took a moment to visit. We talked about the eternal\nthings that have been so prominent in this conference. As we discussed the eternal verities of\nthe gospel of Jesus Christ on a six-year-old plane, I commenced to think about the real\nmeaning of Easter, as we do on these occasions. It reminded me of the delightful poem that\nGrace Daniels has recorded for us. Let me share it with you: \n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; \"EASTER IS COMING\"\n<\/p><p>\n\"'Easter is coming,' I said to a boy,<br \/>\n     A wee, little lad, by the way; <br \/>\n     His eyes were bright and he smiled with delight<br \/>\n     As he quickly looked up from his play.<br \/>\n     'Oh, yes, I know Easter, for that is the time<br \/>\n     When the bunny brings eggs red and blue,<br \/>\n     And inside they're just like what old chickie lays,<br \/>\n     But some are real candy too.'\n<\/p><p>\n\"'Easter is coming,' I said to a maid,<br \/>\n     With brown eyes and shining brown hair.<br \/>\n     I looked in her eyes and not with surprise<br \/>\n     Saw the dreamlight of youth resting there.<br \/>\n     'Yes, I know it is coming,' she shyly replied,<br \/>\n     'And if you never will tell,<br \/>\n     There's a wedding that day and I'm going away<br \/>\n     To dear little home on the hill.'\n<\/p><p>\n\"'Easter is coming,' I said to a man,<br \/>\n     To whom middle-age brought no reprieve.<br \/>\n     His silvering hair told of worry and care,<br \/>\n     And his voice held a note of peeve.<br \/>\n     'Don't talk about Easter, that's all I can hear,<br \/>\n     Easter hats, Easter gowns, Easter shoes,<br \/>\n     And for ruffles and frills, old Dad pays the bills,<br \/>\n     Do you wonder I'm down with the blues?'\n<\/p><p>\n\"'Easter is coming,' I said to a man<br \/>\n     With bent form and beard white as snow.<br \/>\n     His dim eyes grew bright with a wonder light<br \/>\n     And his withered old face was aglow.<br \/>\n     'Ah, friend, 'tis a message I fain would proclaim<br \/>\n     To striving humanity.<br \/>\n     To me it means life, resurrection of youth,<br \/>\n     To endure through eternity.'\n<\/p><p>\n\"I pondered their answers for many a day,<br \/>\n     For each with its meaning was fraught,<br \/>\n     And each one so different, yet, right in its way,<br \/>\n     But what was the answer I sought?<br \/>\n     Must pleasure come foremost, whatever the cost,<br \/>\n     While life, youth, and love have their day?<br \/>\n     And must the true meaning of Easter be lost<br \/>\n     Till we come to the end of the way?\n<\/p><p>\n\"As springtime approaches with beckoning hands<br \/>\n     And the promise of things 'born anew,'<br \/>\n     And Easter draws near with its myriad of plans,<br \/>\n     Just what does it mean to you?\"\n<\/p><p>\nI am sure to many of us it means new clothes, perhaps a vacation from school, spring at last,\nor the beginning of baseball season. These are all quite wonderful and vital to us, but they are\nnot the real reasons we celebrate Easter.\n<\/p><p>\nJust a few weeks ago I stood beside the casket of a very close friend who had been taken in\nthe prime of his life, leaving a young widow and four tiny children. And as we stood in that\nsacred room while the family said their last goodbyes, my, it tugged at my heartstrings to\nwatch a little four-year-old boy slip his hand into that of his mother and, wistfully looking up\nat her, ask the question, \"Mama, will we ever see Daddy again?\" I am sure this scene has\nbeen repeated many times throughout all the world, because death brings us face to face with\nthe question of the ages. To quote Job as we frequently do at this time of the year, \"If a man\ndie, shall he live again?\" (<span class=\"citation\" id=\"26721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26721)\">Job 14:14<\/a><\/span>).\n<\/p><p>\n<b>Hope for the future<\/b>\n<\/p><p>\nIt was just 21 years ago on another Easter morning when a great armada of ships assembled\nin the bay off the island of Okinawa. And on that Easter morn as I looked upon the faces of\nthose who were to take the beach, one of the great, great questions of all the ages seemed\nagain to be registered by those men. \"What hope is there in the future?\"\n<\/p><p>\nThe answer came to me, I believe, in the midst of one of my darkest hours. As I pushed\nashore with my buddies, I crawled a few feet into the sand, and there I found a young soldier\nin the last moment of this life. I didn't know his name, nor could I tell you to which faith he\nbelonged. As I tried to give him a little bit of comfort, his last words were these: \"Out of this\nfilth, death, destruction, will come a new world and a new way of life.\" In the face of what\nseemed to be his defeat he saw the real victory. And almost in a providential way, just a few\nyards from where he lay was a patch of Easter lilies, signifying to those who would observe\nthe new birth and the new way of life. It was later I discovered that Okinawa was the Easter\nlily capital of the Orient.\n<\/p><p>\nIt is when we encounter experiences such as these that questions are often raised that one\nwants to know, and rightly so: How can we know the reality of the resurrection? Is it true?\nOne of the great educators of our Church, Dr. Lowell Bennion, has listed for us four ways by\nwhich we can come to know truth or reality. First, he says, by accepting it on the authority of\nsomeone else, second, by thinking; third, by experiencing; and fourth, by feeling, which we in\nthis Church would call inspiration or revelation.\n<\/p><p>\nLet me just discuss for a moment each of these channels by which we come to know.\n<\/p><p>\n<b>Authority<\/b>\n<\/p><p>\nFirst, <i>authority<\/i>. There was a time when a prodigious mind, such as that of Aristotle and\nHerbert Spencer, could survey the entire field of human knowledge and draw conclusions. But\nwith the great accumulation of knowledge that has been derived through specialization, no\nsingle person can grasp all of the learning that is now available to mankind. For this reason\nman is compelled to rely upon the experience or authority of others for some of his\ninformation. Each of us turns to the doctor, the dentist, the lawyer, the teacher, the mechanic,\nthe spiritual leaders, and many other persons for guidance in particular problems. The student\nof chemistry, for example, does not begin from scratch to rely upon his own experience. He\nuses the efforts of the teacher, the text, the reference book, and other sources of authority. To\nbypass such a vast accumulation of knowledge would be folly indeed.\n<\/p><p>\nLikewise, in religion we have preserved for us the sayings and teachings and testimonies of\nMoses, of Amos, of Paul, of Alma in the Book of Mormon; of Joseph Smith in his life and\nteachings; and of course, of the Christ. These were not persons who were eccentric, but\nindividuals who were significant in stature, living in real-life situations, claiming wisdom\nfrom God, and bearing personal testimony that these things that are recorded in our scriptures\nare indeed true. They too deserve an honest hearing.\n<\/p><p>\n<b>Reason<\/b>\n<\/p><p>\nSecond, <i>reason<\/i> or <i>thinking<\/i>. In man's search for truth, the mind plays a leading role. Man, as\na child of God, was created in the image of his Heavenly Father, the glory of whose\nintelligence is reflected in the beauty and orderliness of the universe. Why should man, God's\nchild living in his world, not trust his own mind and use it earnestly as one avenue by which\nhe can come to know the truth about reality&mdash;in this case, the resurrection?\n<\/p><p>\nThe mind has the ability to weave the separate experiences of life into larger and more unified\nviews. Each day the mind is bombarded with numerous ideas, impressions, perceptions, and\nfeelings from without and from within. These enter the mind in a disorganized and\nmiscellaneous fashion, but the human mind has the ability to bring a measure of order out of\nchaos by establishing meaningful relationships among phenomena that it experiences.\n<\/p><p>\nHowever, reason alone is not a sufficient guide to truth. For, as Goethe has said, \"Human life\ndivided by reason leaves a remainder.\" Through reason alone one cannot choose a mate, find\nGod, or determine all things of greatest value.\n<\/p><p>\n<b>Experience<\/b>\n<\/p><p>\nThird, experience. One of the most trustworthy avenues to truth lies along the path of\nexperience. Each of us has a rich amount of it, for it is common to all. In the affairs of\neveryday life, we learn to trust experience. We learn sweetness by taste, softness by touch,\ncolors by sight, and joy and sorrow, love and hate directly in life situations. There is no\nsubstitute for experience, and without it we cannot know the truth.\n<\/p><p>\nTwo types of experience\nhave been described: that which is based on science and its discoveries and that which is\ncommon to all of us in everyday life. The latter, which is a nonscientific experience, is just as\nreal and may also be a valid source of knowledge, but it is often either more general or more\nunique and, therefore, somewhat more difficult to communicate to others.\n<\/p><p>\nExperiences of this type play an important role in religion. Many religious principles can be\npracticed and experienced in everyday life. The validity of religion does not rest on faith\nalone. We feel and observe the effects of selfishness, greed, lust, and hate. We also observe\nand feel the opposite effects of unselfishness, generosity, purity of heart, and love. Faith and\nrepentance and forgiveness are not abstract principles but are real parts of life. Prayer and\nworship are religious experiences for those who participate in them with faith.\n<\/p><p>\n<b>Revelation<\/b>\n<\/p><p>\nAnd finally, <i>revelation<\/i>. Despite the great emphasis on reason and the experience of science,\ninspiration (or intuition, as some have preferred to define it) also plays a very important role\nin discovering truth. Scientists have testified that some of their most profound insights have\ncome to them, not in the labored process of logical thought, but as unexpected, unpremeditated\nhunches, possibly as flashes from the imagination, the subconscious mind, or even from God.\nThey, too, recognize inspiration as a source of knowledge.\n<\/p><p>\nRevelation is communication from God to man. It is another avenue to truth, to a correct\nknowledge of reality. Revelation includes all the other avenues.\n<\/p><p>\nA prophet is not without experience in human life, for he lives among men and with himself.\nHe is not insensitive to good and evil, right and wrong, joy and sorrow, life and death.\nQuestions and problems come to his mind. He thinks, he reflects, and he searches for the\nanswers; and then&mdash;and this step is distinctive in the life of a prophet&mdash;he turns to God in\nhumility and faith. When the answer comes, it is usually not in an audible tone, although it\ncan be and often has been in both former and latter days, but more often it comes through the\n\"still, small voice\" (<span class=\"citation\" id=\"1234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1234)\">1 Kgs. 19:12<\/a><\/span>) of\nthe Comforter. This Comforter, the Spirit of Truth\n(<span class=\"citation\" id=\"28288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28288)\">John 15:26<\/a><\/span>), clarifies the mind of\nthe prophet and causes his bosom to burn within him so that he knows the will of God. Then\nhe declares it to man. The testimony or reality of these things can be the personal experience\nof every honest, seeking individual in the world. Through these channels man has come to\nknow the reality of Christ's life, divine mission, death, and eventual resurrection.\n<\/p><p>\n<b>\"If a man die, shall he live again?\"<\/b>\n<\/p><p>\nIn answer to the questions: \"If a man die, shall he live again?\" and \"What hope is there for\nthe future?\" I summarize the words of our prophet seer, and revelator, President David O.\nMcKay, who spoke yesterday: \n<\/p><p>\nTo sincere believers in Christianity, to all who accept Christ as their Savior, his resurrection is\nnot a symbol but a reality. As Christ lived after death so shall all men, each taking his place\nin the next world for which he has best fitted himself. With this assurance, obedience to\neternal law should be a joy, not a burden, for compliance with the principles of the gospel\nbrings happiness and peace. \"He is not here,\" said a witness many years ago, \"but is risen\"\n(<span class=\"citation\" id=\"31693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31693)\">Luke 24:6<\/a><\/span>).\nBecause Christ does live, so shall we. And then President McKay bore his sacred\nwitness to that effect.\n<\/p><p>\nAnd I would like to declare to President McKay and to all of you this day that I too know\nthat my Redeemer lives, and I give you that witness in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}