{"ID":1483, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Man's Eternal Destiny<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, April 1966, pp. 124-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis morning I shall speak of him whom we honor this [Easter] day and always, Jesus Christ,\nthe Son of God, known to his contemporaries as Jesus of Nazareth and the Son of the\ncarpenter (<span class=\"citation\" id=\"35592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35592)\">Matt. 13:55<\/a><\/span>).\nHe taught the true meaning and purpose of life, which led Paul to say: \"If in this\nlife only we have hope in Christ, we are of all men most miserable\"\n(<span class=\"citation\" id=\"445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(445)\">1 Cor. 15:19<\/a><\/span>).\n<\/p><p>\n<b>Jesus Christ, subject of controversy<\/b>\n<\/p><p>\nThe story of the birth and life of Jesus of Nazareth is now accepted almost universally by\nmankind. But the power and efficacy of his earth-life existence and the purpose of it are\nsubjects of controversy, also universally. Even within the realms of a Christendom there exists\na vast canyon of variance as to who he is, the purpose of his mission, and the meaning of life\nthat he propounded.\n<\/p><p>\nIn the eyes of many of his contemporaries he was a disturber, an inciter to political division.\nWe have this from Pundit Nehru, the Indian leader, and I quote: \n<\/p><p>\n\"Jesus talked a strange language of revolt against existing conditions and the social order. In\nparticular he was against the rich and the hypocrites who made of religion a matter of certain\nobservances and ceremonial. Instead of promising wealth and glory, he asked people to give\nup even what they had for a vague and mythical Kingdom of Heaven. He talked in stories and\nparables, but it is clear that he was a born rebel who could not tolerate existing conditions and\nwas out to change them. This was not what the Jews wanted, and so most of them turned\nagainst him and handed him over to the Roman authorities.\" (<i>Glimpses of World History<\/i>\n[New York: The John Day Company, 1942], p. 85.)\n<\/p><p>\nBut to the humble and sincere who believed his message, he was worshiped and loved.\n<\/p><p>\nWe who are here today have a firm conviction of the true purpose of his mission and life.\n<\/p><p>\n<b>On the way to Emmaus<\/b>\n<\/p><p>\nIn our hearts we feel much the same as the two who walked unbeknown to them with the\nresurrected Christ, Cleopas and another, who, while walking to Emmaus at the time of the\nresurrection, were discussing Jesus as they journeyed. The Master joined them and opened the\nscriptures to their eyes (<span class=\"citation\" id=\"31699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31699)\">Luke 24:27-32<\/a><\/span>).\nImpressed, they asked him to tarry with them as they stopped to be refreshed.\n<\/p><p>\nNot knowing that he was the resurrected Christ, they asked further questions but did not\nunderstand his answers. But they talked together concerning the events of the past days that\nhad greatly disturbed the area around about. The Christ also asked them questions, and\nalarmed at his questions Cleopas said: \n<\/p><p>\n\"Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass\nthere in these days?\n<\/p><p>\n\"And [Jesus] said unto them, What things? And they said unto him, Concerning Jesus of\nNazareth, which was a prophet mighty in deed and word before God and all the people\"\n(<span class=\"citation\" id=\"31695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31695)\">Luke 24:18-19<\/a><\/span>).\n<\/p><p>\nThen said they: We had supposed him to be the one to redeem our people, but now he is\ngone, having been turned over to the high priests. Yet they said it has been three days, and we\nwonder. Still, a woman among us has been to the grave, and he is not there. Others of us\nhave also been to the sepulcher, and we found him not\n(<span class=\"citation\" id=\"31696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31696)\">Luke 24:21-24<\/a><\/span>). What does it all mean?\n<\/p><p>\nThen said Jesus unto them, \"O fools, and slow of heart to believe . . .\"\n<\/p><p>\nLater their eyes were open and they knew him, but he had vanished. Said they: \"Did not our\nheart burn within us, while he talked with us by the way?\"\n(<span class=\"citation\" id=\"31698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31698)\">Luke 24:25,32<\/a><\/span>).\n<\/p><p>\nAs we contemplate his life and mission, our hearts burn within us, for we know that he lives.\n<\/p><p>\n<b>He is Redeemer, of mankind<\/b>\n<\/p><p>\nHe is Christ the Lord, the Redeemer of mankind, who according to the plan wrought the\natonement, which made possible the redemption of the soul in all its glorified implications.\nWe believe and know him to be divine, the Son of God, our Heavenly Father, and who\nhimself being a separate and distinct personage also is a God. This is abundantly attested to in\nthe holy scriptures and by direct and divine manifestation to the Prophet Joseph Smith.\n<\/p><p>\nThere are many who will deny his divinity and ascribe unto him the rank of teacher and\nperhaps prophet. Many there are of his professed disciples, who speak from the pulpits that\nbear his name, who turn away when challenged as to the actuality of his divinity.\n<\/p><p>\n<b>His disciples honor Him<\/b>\n<\/p><p>\nThe weakening trends of faith in Christ today are the same as in the time of test when he\nministered among men upon the earth. He taught them in the hills of Judea and on the shores\nof Galilee; he satisfied them with miracles and fed them with loaves and fishes. The multitude\nfollowed him everywhere he went, but when the time came for him to tell them of his divine\nmission and that he was the Son of God, they turned from him and walked no more with him.\nAccept him as a teacher and a provider of both physical and spiritual food? Yes!\nAcknowledge him as the Son of God and divine? No, this they could not do, and they turned\naway from him (<span class=\"citation\" id=\"28248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28248)\">John 6:66<\/a><\/span>).\n<\/p><p>\n<b>Others criticize Him<\/b>\n<\/p><p>\nWhat of Christ today? Nearly 2,000 years have passed since his glorification. Men ignore the\npurpose and the meaning of existence for which he gave his life, yet will give credence to the\nexhumed doctrines of the madman Nietzsche and the immoralist Plato, who taught that God is\ndead and that man drifts in an endless nothingness, that mankind generally has no spiritual\ncontact with God the Father and his glorified Son. These live in the shadows of confusion,\nwithout a sense of reference or a cause for being. Here are the soul cries of some of these\nmen: \n<\/p><p>\n\"Until a man figures out the trap and hunts . . . the ultimate ground of being,\" ponders one,\n\"he has no reason at all for his existence. Empty, finite, he knows only that he will soon die.\nSince this life has no meaning, and he sees no future life, he is not really a person but a\nvictim of self extinction.\"\n<\/p><p>\nAnother has exclaimed: \"How long can man bear emptiness?\" Still another: \"Here is what\nfrightens me. To see the sense of life dissipated. To see our reason for existence disappear.\nThat is what is intolerable. <i>Men cannot live without meaning.<\/i>\" (<i>Look<\/i>, July 27, 1963, p. 19.)\nAnd from still another: \"When I consider the short duration of my life, swallowed up in\neternity before and after, the little space I fill, and even can see, engulfed in the infinite\nimmensity of space of which I am ignorant, and which knows me not, I am frightened, and\nam astonished being here rather than there, why now rather than then.\"\n<\/p><p>\n<b>Universal questions<\/b>\n<\/p><p>\nThe immensity of the universe and man's relationship to time and eternity cause him to ask\nover and over again: Who am I? Where did I come from? What is my destiny? Why should\nman come into mortal existence and then fade and die?\n<\/p><p>\nThe way to eternal life\n<\/p><p>\nThe answer to this is that the way to eternal life is in the knowledge of God and Jesus Christ\nwhom he hath sent (<span class=\"citation\" id=\"28301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28301)\">John 17:3<\/a><\/span>).\nHeeding not this eternal truth, men are groping in darkness. The way out\nof the shadows into the light is in the revealed wisdom of the gospel of Jesus Christ\ncommunicated unto the spirit of man. But he must respond to this unmistakable truth of\neternal life by the innate power within himself.\n<\/p><p>\nExposed to the truth in this manner, he will see and feel his life calibrated to eternal existence\nand will thus be in the way of joy and perfection; herein lies the true meaning of the\nresurrection of the Christ, who as the pattern for all men proclaimed \"I am the way, the truth,\nand the life no man cometh unto the Father, but by me\" (<span class=\"citation\" id=\"28276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28276)\">John 14:6<\/a><\/span>).\n<\/p><p>\n<b>Revelation needed<\/b>\n<\/p><p>\nConcerning a fullness of joy obtained through resurrection, the Lord revealed this thought to\nJoseph Smith: \"For man is spirit. The elements are eternal [meaning the natural body], and\nspirit and element, inseparably connected [as in resurrection], receive a fulness of joy\"\n(<span class=\"citation\" id=\"14838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14838)\">D&amp;C 93:33<\/a><\/span>).\n<\/p><p>\nBut it is impossible for man, as man, devoid of revelation from God to understand the plan of\nlife and salvation. Jacob, a righteous son of the prophet Lehi, declared: \". . . great and\nmarvelous are the works of the Lord. How unsearchable are the depths of the mysteries of\nhim, and it is impossible that man should find out all his ways. And no man knoweth of his\nways save it be revealed unto him\" (<span class=\"citation\" id=\"25856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25856)\">Jacob 4:8<\/a><\/span>).\n<\/p><p>\nWithout divine communication man stands confused about his own existence. He is faced with\nmany conflicting concepts of the meaning of life and of his destiny, or no meaning and\ndestiny at all! To find the way to an understanding of himself, man must, as a beginning, rely\nupon normal innate instincts. This inner force is personal; it is instinctive. But he must be\nconsciously aware of what this power can do for him as he responds to the forces of good and\nthe teachings of truth for which the Christ sacrificed his life.\n<\/p><p>\nThe great French philosopher and teacher Du Nouy spoke with inspiration when he said the\nmost effective path that can eventually lead to the comprehension of man is <i>revelation<\/i>. This\n\"direct road,\" says he, \". . . is closed to a great many people and independent of rational\nthought. Those who can make use of it are fortunate.\" (<i>Human Destiny<\/i> [New York:\nLongmans, Green and Co., 1947, p. 3.) But make use of it he must if he is to find God and\nthe meaning of life.\n<\/p><p>\nScientific, religious, and educational thought that is bent on revising and supposedly\namplifying man's knowledge and that does not keep alive the fundamental concept of the\neternal nature of God and his Beloved Son and their relationship to man in eternity creates\nonly secular concepts and mere rationalization. Such indoctrination imposes false direction,\nretarding man's natural response to the truth.\n<\/p><p>\n<b>The Holy Ghost<\/b>\n<\/p><p>\nBut man may know of the eternal truths of redemption made effectual by the atoning sacrifice\nof the Son of God. Concerning this the Apostle Paul declared: \n<\/p><p>\n\"But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of\nman, the things which God hath prepared for them that love him.\n<\/p><p>\n\"But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the\ndeep things of God.\n<\/p><p>\n\"For what man knoweth the things of a man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God.\n<\/p><p>\n\"Now we have received, not the spirit of the world, but the spirit which is of God; that we\nmight know the things that are freely given to us of God.\n<\/p><p>\n\"Which things also we speak, not in the words which man's wisdom teacheth, but which the\nHoly Ghost teacheth; comparing spiritual things with spiritual.\n<\/p><p>\n\"But the natural man receiveth not the things of the Spirit of God: for they are foolishness\nunto him: neither can he know them, because they are spiritually discerned\"\n(<span class=\"citation\" id=\"423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(423)\">1 Cor. 2:9-14<\/a><\/span>).\n<\/p><p>\nIn conclusion, in these times of stress a revelation to the Prophet Joseph Smith might well be\nrepeated with significant meaning: \n<\/p><p>\n\"Hearken, O ye people of my church, to whom the kingdom has been given; hearken ye and\ngive ear to him who laid the foundation of the earth, who made the heavens and all the hosts\nthereof, and by whom all things were made which live, and move, and have a being.\n<\/p><p>\n\"And again I say, hearken unto my voice, lest death shall overtake you; in an hour when ye\nthink not the summer shall be past, and the harvest ended, and your souls not saved.\n<\/p><p>\n\"Listen to him who is the advocate with the Father, who is pleading your cause before him\"\n(<span class=\"citation\" id=\"14767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14767)\">D&amp;C 45:1-3<\/a><\/span>).\n<\/p><p>\nIt is my sincere conviction that God has literally spoken unto a prophet at this crucial time in\nour world's history. The <i>truth<\/i> has been restored. Each must stand the burden of his own\nblame if he does not take advantage of the revealed knowledge about God and his Son Jesus\nChrist, who is the author of the plan of salvation that gives to mankind the purpose and\nmeaning of life and of man's eternal destiny. The heralds of truth representing the Church and\nkingdom of God restored to earth are this day among the nations of mankind throughout the\nworld declaring this message. To this I testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}