{"ID":1484, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">In His Steps<\/p>\n<p class=\"gcspeaker\">Elder Ezra T. Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1966, pp. 128-132<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHumbly I approach this sacred assignment on this glorious Easter Sunday.\n<\/p><p>\nToday as a great Christian nation&mdash;a nation with a spiritual foundation&mdash;we join the\nChristian world in commemoration of that all-important and glorious event&mdash;the resurrection\nof the Lord Jesus Christ.\n<\/p><p>\n<b>Testimony of Jesus Christ<\/b>\n<\/p><p>\nI bear witness that Jesus is the Christ, the Savior and Redeemer of the world, the very Son of\nGod.\n<\/p><p>\nHe was born the Babe of Bethlehem.\n<\/p><p>\nHe lived and ministered among men.\n<\/p><p>\nHe was crucified on Calvary.\n<\/p><p>\nHe is risen&mdash;really resurrected.\n<\/p><p>\nHe has appeared to men as a glorified Eternal King&mdash;in Palestine and also in America.\n<\/p><p>\nI bear this witness to all, but direct my remarks today especially to our youth of the free\nworld for whom I have great hope and a fervent prayer.\n<\/p><p>\nMy text, from Luke in the New Testament, stands out boldly in its impressive beauty. It\ncovers a period of 18 years following the return of Jesus from Jerusalem to Nazareth. Except\nfor this one rich sentence of greatest import, the scriptures for this 18-year period are silent: \n<\/p><p>\n\"And Jesus increased in wisdom and stature, and in favour with God and man\"\n(<span class=\"citation\" id=\"31663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31663)\">Luke 2:52<\/a><\/span>).\n<\/p><p>\nHere then in one sentence&mdash;14 words&mdash;is the impressive, meaningful, and comprehensive\naccount of 18 years of preparation of the Son of God the Savior and Redeemer of the world.\n<\/p><p>\nFrom these impressively simple words of Luke we can well take inspiration for this hour: \n<\/p><p>\n\"And Jesus increased in wisdom and stature, and in favour with God and man\"\n(<span class=\"citation\" id=\"31664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31664)\">Luke 2:52<\/a><\/span>).\n<\/p><p>\nHere in broad outline, in one succinct sentence&mdash;four points&mdash;are given the major fields of\nman's activity and striving&mdash;mental, physical, spiritual, and social.\n<\/p><p>\n<b>People; all-important<\/b>\n<\/p><p>\nYoung men and women, remember, it is people&mdash;not things&mdash;that are all-important.\nCharacter is the one thing we make in this world and take with us into the next. God's\npurpose is to build people of character, not physical monuments to their material\naccumulations.\n<\/p><p>\n<i>Point 1:<\/i> \"And Jesus increased in wisdom . . .\"\n<\/p><p>\nIn the 14th chapter of John, Jesus is tenderly saying his farewell to his disciples after the last\nsupper. He tells them that he goes to prepare a place for them in his Father's house; that\nwhere he is, they also may be (<span class=\"citation\" id=\"28272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28272)\">John 14:2-3<\/a><\/span>).\nAnd Thomas says to him: \n<\/p><p>\n\"Lord, we know not whither thou goest; and how can we know the way?\n<\/p><p>\n\"Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father,\nbut by me\" (<span class=\"citation\" id=\"28274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28274)\">John 14:5-6<\/a><\/span>).\nThe road lies before us. It is clearly marked.\n<\/p><p>\n<b>Wisdom and understanding<\/b>\n<\/p><p>\nIn Proverbs we read: \"Happy is the man that findeth wisdom, and the man that getteth\nunderstanding\" (<span class=\"citation\" id=\"41474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41474)\">Prov. 3:13<\/a><\/span>).\n<\/p><p>\nThis same Jesus who increased in wisdom declared to a modern prophet: \"Seek not for riches\nbut for wisdom, and behold, the mysteries of God shall be unfolded unto you, and then shall\nyou be rich\" (<span class=\"citation\" id=\"14728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14728)\">D&amp;C 6:7<\/a><\/span>).\n<\/p><p>\nIt was once thought, and still is in some places, that when a young man sets out upon a quest\nfor academic knowledge, his faith in God would soon be destroyed. Our youth generally are\nliving proof to the contrary. It is not the search for knowledge&mdash;nor knowledge itself&mdash;that\ncosts a man his faith. It is rather the conceit of small minds proving anew that a little\nknowledge can be a dangerous thing It is intellectual pride that leads one to think he is\nself-sufficient in matters of mind and of spirit. Let us ever realize the vast difference that\nexists between discovery of the truth and the custodian of all truth. The one is human; the\nother is divine.\n<\/p><p>\n<b>Truth through religion and science<\/b>\n<\/p><p>\nReligion and science have sometimes been in apparent conflict. Yet the conflict should only\nbe apparent, not real, for science should seek truth, and true religion is truth. There can never\nbe conflict between revealed religion and scientific fact. That they have often occupied\ndifferent fields of truth is a mere detail. The gospel accepts and embraces all truth; science is\nslowly expanding her arms and reaching into the invisible domain in search of truth. The two\nare meeting daily&mdash;science as a child, revealed religion as the mother. Truth is truth, whether\nlabeled science or religion. There can be no conflict. Time is on the side of truth&mdash;for truth\nis eternal.\n<\/p><p>\nYes, truth is always consistent, whether it is revealed direct from God to man through his\ninspired prophets or comes from the laboratory through the diligent searching of his children\nand the influence of the spirit of the Lord upon them.\n<\/p><p>\nYouth of the free nations, you face a changing world beset with many perplexities. But while\nchange is and will continue to be all about us in the physical world, we must recognize that\nthere are certain heaven-sent verities, principles, and values that are eternal. These never\nchange.\n<\/p><p>\nAs you travel life's highway, you will encounter theories, proposals, and programs that have\nwide appeal. You will be required to pass your judgment on them. Be not misled. Remember\nthat ideas and theories are either sound or unsound; soundness does not depend upon which\nmen hold them.\n<\/p><p>\nOur inability to explain a thing in terms of our materialism does not disprove its reality.\n<\/p><p>\n\"Opinions at variance with time-honored beliefs, although receiving considerable current\nacceptance, may not always rest on truth.\" It is the truth that endures. It is the truth that\nmakes men courageous enough to become Christlike. It is the truth that makes men and\nnations free. Yes, be intelligent. Intelligence is the wise and judicious use of knowledge.\n<\/p><p>\nContinue to grow mentally&mdash;to grow in wisdom&mdash;to grow in truth. Desire it! Pray for it!\nStudy it! Practice it!\n<\/p><p>\nDo all this and you will find truth; it cannot be denied you. Having found it, never forget its\nsource, remembering always that \"the glory of God is in truth\"\n(<span class=\"citation\" id=\"14840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14840)\">D&amp;C 93:36<\/a><\/span>).\n<\/p><p>\n\"And Jesus increased in wisdom . . .\" Like the master, in whose footsteps you should follow,\nmay you constantly increase in wisdom.\n<\/p><p>\n<b>Gain stature<\/b>\n<\/p><p>\n<i>Point 2:<\/i> \"And Jesus increased in . . . stature . . .\"\n<\/p><p>\nYou, the youth of the free world, are the trustees of posterity. The future of your country will,\nsooner than you think, rest in your hands and those of your contemporaries.\n<\/p><p>\nBe worthy trustees. Continue to grow in stature.\n<\/p><p>\nBe cheerful in all that you do. Live joyfully. Live happily. Live enthusiastically, knowing that\nGod does not dwell in gloom and melancholy, but in light and love.\n<\/p><p>\nA clean mind in a healthy body will enable you to render far more effective service to others.\nIt will help you to provide more vigorous leadership. It will give your every experience in life\nmore zest and meaning. Robust health is a noble and worthwhile attainment.\n<\/p><p>\nPossibly the best measure of the stature of men or women is in their own homes, at their own\nfiresides. Some of you have already established homes. Practically all of you will do so. As\nyou look hopefully forward, what conclusions have you reached about marriage, the home,\nand family?\n<\/p><p>\nAre you planning for honorable parenthood even at the sacrifice perhaps of parties, clubs, and\nother social enticements? Parenthood carries with it peculiar responsibilities. Are you planning\nto accept these without quibbling? Are you willing to accept and enthrone motherhood as the\nhighest calling of woman?\n<\/p><p>\nNo nation rises above its homes. In building character the church, the school, and even the\nnation stand helpless when confronted with a weakened and degraded home. The good home\nis the rock foundation&mdash;the cornerstone of civilization. There can be no genuine happiness\nseparate and apart from a good home, with the old-fashioned virtues at its base. If your nation\nis to endure, the home must be safeguarded, strengthened, and restored to its rightful\nimportance.\n<\/p><p>\nRemember that moral purity is an eternal principle. Its violation destroys the noblest qualities\nand aspirations of man. Purity is life-giving; unchastity is deadly.\n<\/p><p>\nMoral purity is one of the greatest bulwarks of successful homemaking. Happy and successful\nhomes&mdash;let alone individual lives&mdash;cannot be built on immorality.\n<\/p><p>\nYouthful sweethearts, be true to God's holy laws. Remember they cannot be broken with\nimpunity. If you would be happy and successful in your early association, courtship, and\nhomebuilding, conform your lives to the eternal laws of heaven. There is no other way.\n<\/p><p>\nAnd in so doing you shall increase \"in stature.\"\n<\/p><p>\n<b>Favor with God and man<\/b>\n<\/p><p>\n<i>Point 3:<\/i> \"And Jesus increased . . . in favour with . . . man.\"\n<\/p><p>\nThe formula for successful relationships with others boils down to that divine code known as\nthe Golden Rule: \n<\/p><p>\n\"Therefore all things whatsoever ye would that men should do to you, do ye even so to them . . .\"\n(<span class=\"citation\" id=\"35566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35566)\">Matt. 7:12<\/a><\/span>).\n<\/p><p>\nIt was the Master who said: \n<\/p><p>\n\". . . whosoever will be chief among you, let him be your servant\"\n(<span class=\"citation\" id=\"35615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35615)\">Matt. 20:27<\/a><\/span>).\n<\/p><p>\nUnselfish, willing service to others was the keynote of his relationship with men.\n<\/p><p>\n\"For even the Son of man came not to be ministered unto, but to minister, and to give his life\na ransom for many\" (<span class=\"citation\" id=\"33187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33187)\">Mark 10:45<\/a><\/span>).\n<\/p><p>\nLove one another. Serve your fellowmen. The example has been given you. The road lies\nclearly before you.\n<\/p><p>\nIf we would serve God through service to our brethren, we shall have need of a love for\nwork.\n<\/p><p>\nEnergetic, purposeful work leads to vigorous health, praiseworthy achievement a clear\nconscience, and refreshing sleep. It has always been a boon to man. Have a wholesome\nrespect for labor, whether with head, heart, or hand. Accept the challenge given by one of\nAmerica's eminent journalists, Edward W. Bok: \n<\/p><p>\n<b>Vigorous participation<\/b>\n<\/p><p>\n\"When you are called to get into the game, get into it good and strong. There's no fun in\ngoing through life spoon-fed; in finding the soft seat. That makes a man soft, and a soft man\nis an abomination before God and man. And put everything you've got into it Take hold and\ncarry the biggest load your shoulders can carry, and then carry it right. Set the pace for\nothers, don't let them set it for you.\"\n<\/p><p>\n<b>Honest toil<\/b>\n<\/p><p>\nMay you ever enjoy the satisfaction of honest toil. The decree that by the sweat of his brow\nman should eat bread is still basic. You will never wish or dream yourself into heaven. You\nmust pay the price in toil, in sacrifice, and in righteous living.\n<\/p><p>\nIt is a truism that \"security is achieved not bestowed.\" It cannot be gained by self-pity or\ncompromising principles. The world owes no man a living.\n<\/p><p>\nYouth of the world, as you strive to increase in favor with man, be ever on your guard that\nyou do not unwittingly, in the name of tolerance, broadmindedness, and so-called liberalism,\nencourage foreign \"isms\" and unsound theories that strike at the very root of all we hold dear,\nincluding our faith in God. Proposals will be offered and programs will be sponsored that\nhave wide, so-called \"humanitarian\" appeal. Attractive labels are usually attached to the most\ndangerous programs, often in the name of public welfare and personal security.\n<\/p><p>\n<b>Apply standard of truth<\/b>\n<\/p><p>\nHave the courage to apply this standard of truth. Determine what the effect of the various\nissues at stake is upon the character, the integrity, and freedom of man. Which increase his\nfreedom? Which abrogate or destroy? Which recognize and respect the individual dignity of\nman?\n<\/p><p>\nWe have the greatest material wealth ever known because we are free, and our people have\nbeen encouraged to produce it&mdash;out of themselves.\n<\/p><p>\nIt is foolish to place our material wealth first and decide that it, rather than the freedom and\nenergy that produced it, is our real wealth.\n<\/p><p>\nFreedom, a willingness to work, and the desire to serve your God through service to your\nfellowmen&mdash;these are the sources of true wealth. Cling fast to these truths, and you must\ninevitably increase in favor with man. \"And Jesus increased . . . in favour . . . with man.\"\n<\/p><p>\n<i>Point 4:<\/i> \"And Jesus increased . . . in favour with God . . .\"\n<\/p><p>\n<b>Seek first the Kingdom of God<\/b>\n<\/p><p>\nThis is the most important of all man's strivings&mdash;without it, nothing is of the slightest\naccount.\n<\/p><p>\n\"For what shall it profit a man, if he shall gain the whole world, and lose his own soul?\"\n(<span class=\"citation\" id=\"33184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33184)\">Mark 8:36<\/a><\/span>).\n<\/p><p>\nGrowing in favor with God is the most important because it is the veritable foundation upon\nwhich all other worthwhile blessings rest. Concerning this fact the Savior admonished his\ndisciples: \n<\/p><p>\n\". . . seek ye first the kingdom of God, and his righteousness; and all these things shall be\nadded unto you\" (<span class=\"citation\" id=\"35557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35557)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nSpiritual strength promotes positive thinking, positive ideals, positive habits, positive attitudes,\nand positive efforts. These are the qualities that promote wisdom, physical and mental\nwell-being, and enthusiastic acceptance and response by others. \"Favour with God\" gives\nnecessary incentive and perspective to life. It gives man real purpose for living and achieving.\n<\/p><p>\nAs always, we have the example of the Master to guide us. \"My meat,\" he said, \"is to do the\nwill of him that sent me\" (<span class=\"citation\" id=\"28240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28240)\">John 4:34<\/a><\/span>).\n<\/p><p>\nAnd again: \"Father . . . I have glorified thee on the earth: I have finished the work which\nthou gavest me to do\" (<span class=\"citation\" id=\"28298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28298)\">John 17:1,4<\/a><\/span>).\n<\/p><p>\n<b>Faithful in duty<\/b>\n<\/p><p>\nWe increase in favor with God as we do the will of God. Let us be faithful in the work he\ngives us, whatever it may be and whatever our station in life. Let our desires be in harmony\nwith God's will as it is revealed to us&mdash;keeping his word in our hearts&mdash;conquering selfish\ndesires that would lead us astray.\n<\/p><p>\nIf we would advance in holiness&mdash;increase in favor with God&mdash;nothing can take the place of\nprayer. And so I adjure you to give prayer&mdash;daily prayer&mdash;secret prayer&mdash;a foremost place\nin your lives. Let no day pass without it. Communion with the Almighty has been a source of\nstrength, inspiration, and enlightenment to men and women through the world's history who\nhave shaped the destinies of individuals and nations for good.\n<\/p><p>\nWill you value and take advantage of the opportunity to tap these unseen but very real\nspiritual powers? Will you, with Lincoln before Gettysburg and Washington at Valley Forge,\nhumble yourselves before Almighty God in fervent prayer?\n<\/p><p>\nPrayer will help you understand the apparent conflicts in life&mdash;to know that God lives, that\nlife is eternal.\n<\/p><p>\nBe not ashamed to believe and proclaim that God lives, that he is the Father of our spirits;\nthat Jesus is the Christ, the Redeemer of the world; that the resurrection is a reality; that we\nlived as spirits before mortal birth and will live again as immortal beings through the\neternities to come. Blessed are you if you have a testimony of these things. These great\nspiritual truths have seen systems come and go, and so it will be in the future. These truths\nwill, if you are wise, take precedence in your lives over all contrary theories, dogmas, or\nhypotheses from whatever source or by whomsoever advocated.\n<\/p><p>\nTherefore go forward intelligently and yield simple and loyal obedience to all the laws of the\nuniverse and the truths of eternity.\n<\/p><p>\nYours is a great responsibility in this day when the need for courageous leadership is so\nurgent: \n<\/p><p>\n<i>You<\/i> can become those leaders!\n<\/p><p>\nYoung men and women of the Free World, yours is a great challenge. You can be choice\nspirits in your land. Forget not that each of you has been endowed with the priceless gift of\nfree agency. Each of you is, in very deed, the master of your fate, and Christ should be the\ncaptain of your soul. You need not be the victims of circumstance, for unto you it is given to\nachieve and become \"perfect, even as your Father which is in heaven is perfect\"\n(<span class=\"citation\" id=\"35542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35542)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nJesus lives today. He is risen. This I know.\n<\/p><p>\n\"And Jesus increased in wisdom and stature, and in favour with God and man\"\n(<span class=\"citation\" id=\"31665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31665)\">Luke 2:52<\/a><\/span>).\n<\/p><p>\nMay you, by following this same path, merit the same commendation. For if you follow this\ndivine pattern established by the resurrected Christ, you cannot fail, for you will have fulfilled\nthe measure of your creation.\n<\/p><p>\nYes, Jesus Christ is divine. He lives today. He was resurrected. He is the Son of God, the\nRedeemer of the world.\n<\/p><p>\nI bear this witness and pray that the young men and women of all the world may be blessed\nwith a testimony of this all-important truth, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}