{"ID":1486, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Principles of the Gospel Are Eternal<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, April 1966, pp. 140-142<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I rejoice in being with you this beautiful day in this peaceful\nand inspirational environment, knowing that throughout the world there is generally a lack of\npeace and men's hearts are failing them.\n<\/p><p>\n<b>World needs knowledge that God lives<\/b>\n<\/p><p>\nThe great need in the world today is a knowledge that God lives and that he governs the\naffairs of this world, that we are his spirit children, and that he is vitally interested in our\nwelfare. I am grateful for the knowledge I have that God lives and that Jesus is our Savior\nand Redeemer. I am thankful for my testimony that Joseph Smith is a prophet of God, the\ninstrument through which the gospel was restored to earth.\n<\/p><p>\nWe are blessed beyond measure by having a great prophet who stands at the head of the\nChurch of Jesus Christ at this time, our beloved David O. McKay. May the Lord bless and\nsustain him. Peace will replace fear in men's hearts when they listen to the counsel of God's\nProphet and accept and follow the principles of the restored gospel of Jesus Christ.\n<\/p><p>\n<b>Gospel principles eternal<\/b>\n<\/p><p>\nOne of the wonderful things about the gospel is that its principles are eternal and unchanging.\nIt is, therefore, true that as we live in accordance with these principles, we are assured results\nconsistent with our compliance. The Lord made this clear when he instructed us through the\nProphet Joseph Smith that \"all who will have a blessing at my hands shall abide the law\nwhich was appointed for that blessing\" (<span class=\"citation\" id=\"14887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14887)\">D&amp;C 132:5<\/a><\/span>).\n<\/p><p>\nRegarding this matter, Elder John A. Widtsoe said: \"The great governing principles of truth\nare unchanging. But, the conditions brought about by human activity are forever changing . .\n. we span changes that in the past seemed impossible. And undoubtedly the future holds\ndevelopments that today are equally inconceivable.\n<\/p><p>\n\"Such changes affect human thinking. New social and economic problems arise. Even the\nspiritual outlook is invaded. Then, it becomes the duty of the Prophet to teach how the eternal\nlaws of the gospel may be applied amidst constant change, for the benefit and blessing of\nhumanity.\" (<i>Evidences &amp; Reconciliations<\/i>, 1960 edition, p. 351.)\n<\/p><p>\nWith the rapid changes that are taking place today in every phase of our lives, it is very\nimportant that we recognize the eternal nature of principles of truth. Faith in the Lord Jesus\nChrist is <i>the first great eternal principle<\/i> of the gospel and is indeed a very vital factor in our\nlives. Time it is one of the most interesting and inspiring principles to contemplate. I would\nlike to consider with you the principle of faith, together with its corollaries&mdash;work and\nprogress.\n<\/p><p>\nIn consideration of this great principle we should recognize that it does not promise something\nfor nothing. The apostle James asked the question: \n<\/p><p>\n<b>Faith the principle of action<\/b>\n<\/p><p>\n\"What doth it profit, my brethren though a man say he hath faith, and have not works? Can\nfaith save him?\n<\/p><p>\n\"If a brother or sister be naked, and destitute of daily food, And one of you say unto them,\nDepart in peace, be ye warmed and filled; notwithstanding ye give them not those things\nwhich are needful to the body; what doth it profit?\n<\/p><p>\n\"Even so faith, if it hath not works, is dead, being alone\" (<span class=\"citation\" id=\"26191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26191)\">James 2:14-17<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph, in speaking on this subject, said: \"Let us here observe, that a religion that\ndoes not require the sacrifice of all things never has power sufficient to produce the faith\nnecessary unto life and salvation . . . and it is through the medium of the sacrifice of all\nearthly things that men do actually know that they are doing the things that are well pleasing\nin the sight of God.\"\n<\/p><p>\n\"And as faith is the moving cause of all action in temporal concerns, so it is in spiritual\"\n(Lecture 6:7 and Lecture 1:12).\n<\/p><p>\nFrequently we refer to the gospel of Jesus Christ as the gospel of work, and the Prophet\nJoseph stated in his <i>Lectures on Faith<\/i> that this means mental as well as physical effort.\n<\/p><p>\nPlans are carefully developed before important projects are commenced. All worthwhile\nendeavors require mental exertion&mdash;making decisions or the making up of one's\nmind&mdash;before physical exertion comes into play.\n<\/p><p>\nWe should realize that as we develop faith in the Lord Jesus Christ it is possible and natural\nfor us to develop faith in ourselves; and recognizing the great importance of faith in our lives,\nwe see the great need of continually building our faith. Among other things, the building of\nfaith involves a prayerful study of eternal gospel principles and the obtaining of a testimony\nthat God lives and that Jesus is the Christ. The process also involves making up one's mind to\nlive the gospel and serve his fellowmen through the sacrifice of earthly things. The Church of\nJesus Christ of Latter-day Saints offers great opportunities for the building of faith.\n<\/p><p>\nFaith, being the moving cause of all action in temporal as well as spiritual concerns, is\nevidenced by an affirmative attitude together with a well-developed plan of action. Nephi of\nold, when required to go back to Jerusalem to get the record of his forefathers, possessed a\nstrong affirmative attitude, the evidence of a great faith, when he said: \"I will go and do the\nthings which the Lord hath commanded, for I know that the Lord giveth no commandments\nunto the children of men, save he shall prepare a way for them that they may accomplish the\nthing which he commandeth them\" (<span class=\"citation\" id=\"1615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1615)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nOn one occasion at a district conference, I was interviewing a man for ordination to the office\nof elder. He was having some difficulty with the Word of Wisdom. I asked him what his\nattitude was, and he replied that there was nothing in the world that he would rather do than\nstop smoking.\n<\/p><p>\nI told him that all he had to do was to make up his mind never to have another cigarette and\nthat when he did that, 90 percent of his problem would be solved. I would then tell him what\nthe other ten percent was.\n<\/p><p>\nI asked him to make up his mind immediately, look me in the eye, shake my hand firmly, and\ntell me that he would never have another cigarette. I extended my hand to him and asked him\nif he were ready. He hesitated a moment and said, \"No,\" that he was afraid that if he\npromised he would not smoke and then later did so, his conscience would hurt him.\n<\/p><p>\nUnder these circumstances I could not approve his ordination and so told him, since I felt\nthere would be many things that he would not do that an elder should do. He left considerably\ndisturbed.\n<\/p><p>\nLater in the day he asked to speak to me again. As he sat down his face lighted up. He said\nthat he had made up his mind to stop smoking and that he had never experienced such a\nwonderful feeling in his whole life. He felt as though a 50-pound weight had been lifted from\nhis shoulders.\n<\/p><p>\nHe then asked me what the other ten percent was. I told him that if he had any cigarettes on\nhim or at home, he should get rid of them immediately so they would not be a temptation.\n<\/p><p>\nI also suggested that he discontinue going out with his smoking friends on his breaks. These\nand other things that he could do to strengthen himself constituted the other ten percent. Then,\nwith prayer and fasting by himself and with his family, he could be assured that the Lord\nwould make him equal to the task of overcoming the smoking habit. This incident occurred\nsome six years ago. He has never smoked since and is now an honored and respected bishop.\nThus, through his affirmative attitude and works, he manifested his faith; and with the help of\nthe Lord, he achieved his goal.\n<\/p><p>\n<b>Faith, the cause; works, the effect<\/b>\n<\/p><p>\nEffective faith is always connected with works, and it is only through this combination that\nwe achieve. This is indeed the key to success, happiness, and growth. Keeping in mind that\nfaith is a gift of God, some of the blessings that come from obedience to the great principle\nof faith are: \n<\/p><p>\nA desire to achieve worthwhile objectives.\n<\/p><p>\nAn affirmative attitude with the capacity to really make up one's mind.\n<\/p><p>\nConfidence and power that make the difficult or seemingly hopeless possible of attainment.\n<\/p><p>\nLoyalty and steadfastness in service to our fellowmen.\n<\/p><p>\nAnd finally, peace, happiness, and growth resulting from achievement of worthwhile\nobjectives.\n<\/p><p>\nIt was necessary for each of us as spirits to leave the spirit world and come to this earth and\nlearn to walk by faith, that the purposes of this life might be accomplished.\n<\/p><p>\nAs we enter into each activity of life, both spiritual and temporal, let us apply these great\nfundamental and eternal principles of faith and works. By so doing we can be assured like\nNephi of old that the Lord will prepare a way for us to do the things we are assigned to do\n(<span class=\"citation\" id=\"1616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1616)\">1 Ne. 3:7<\/a><\/span>).\nOur hearts will not fail us, we will achieve our righteous objectives, and we will have peace\nthat surpasseth all understanding.\n<\/p><p>\nI bear this testimony to you in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}