{"ID":1488, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Witness of the Spirit<\/p>\n<p class=\"gcspeaker\">Elder A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, April 1966, pp. 143-145<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, obedient to my responsibility as a seventy, having been \"called to\npreach the gospel, and to be [an] especial witness . . . unto the Gentiles and in all the world\"\n(<span class=\"citation\" id=\"14858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14858)\">D&amp;C 107:25<\/a><\/span>),\nI humbly take this opportunity to give my witness or to bear my testimony to\nyou all. In so doing I seek for the spirit of which Nephi spoke: \n<\/p><p>\n\". . . for when a man speaketh by the power of the Holy Ghost the power of the Holy Ghost\ncarrieth it unto the hearts of the children of men\" (<span class=\"citation\" id=\"3766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3766)\">2 Ne. 33:1<\/a><\/span>).\n<\/p><p>\n<b>Testimony and witness<\/b>\n<\/p><p>\nI bear my testimony that God lives, that he is our Eternal and Heavenly Father, and that he\nloves us because we are his children.\n<\/p><p>\nI bear witness that Jesus is the Christ, that he was the First Begotten in the spirit and the Only\nBegotten in the flesh, that he was in the beginning with God, that he is the Creator of the\nworld and all that is in it, that he is the promised Messiah of whom the prophets spoke for\n4,000 years bear witness that he is our Savior and Redeemer, that he wrought the atoning\nsacrifice in our behalf. I know that he was resurrected on the third day, that he lives today and\nis the head of this his church. I testify that he will come again the second time, as has been\nsaid so often in this conference.\n<\/p><p>\nI bear my testimony that Joseph Smith was a prophet, sent to the earth to open this the last\ndispensation of the gospel. I know that he actually saw God the Father and his Son Jesus\nChrist and that he was instrumental in restoring the true Church of Jesus Christ to the earth.\n<\/p><p>\nI bear witness that the apostleship with its keys and powers that were conferred upon the\nProphet Joseph have been conferred upon his successors and that President David O. McKay\nholds them today. I bear witness that this courageous, determined, noble man is indeed a\nprophet of God.\n<\/p><p>\nI know that the modern scriptures found in this Church, consisting of the Book of Mormon,\nthe Doctrine and Covenants, and the Pearl of Great Price, are true; that to follow the plan of\nsalvation contained therein will lead us to our exaltation.\n<\/p><p>\nI know that we are members of \"the only true and living church upon the face of the whole\nearth\" (<span class=\"citation\" id=\"14716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14716)\">D&amp;C 1:30<\/a><\/span>), with which the Lord is pleased.\n<\/p><p>\n<b>Power of the Holy Ghost<\/b>\n<\/p><p>\nSome of you may wonder how it is possible to say without reservation and with such\ncertainty that \"I know\" these things. This witness comes through the gift and power of the\nHoly Ghost, and it has come to me. This is characteristic of the true church in this and all\nother ages. This certainty has always been present with the prophets or whenever the Church\nwith its authority and priesthood has been on the earth.\n<\/p><p>\nIn days of old Job spoke with this same certainty: \n<\/p><p>\n\"For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: \n<\/p><p>\n\"And though after my skin worms destroy this body, yet in my flesh shall I see God\"\n(<span class=\"citation\" id=\"26726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26726)\">Job 19:25-26<\/a><\/span>).\n<\/p><p>\n<b>The Book of Mormon Testimonies<\/b>\n<\/p><p>\nThe Book of Mormon is a classic example of such definite declarations on testimony. The\nword \"know\" and such derivations as \"knew\" \"knowledge,\" \"known\" appear frequently in the\nBook of Mormon. The phrase \"I know\" appears more than 100 times&mdash;virtually all of them\ntestimony oriented, the prophets declaring a knowledge of the gospel of Jesus Christ.\n<\/p><p>\nTestimonies about the Book of Mormon are equally certain. After having seen an angel and\nthe plates from which the Book of Mormon was translated, the Three Witnesses bore\ntestimony with words of soberness, saying: \"And we also know that they have been translated\nby the gift and power of God, for his voice hath declared it unto us; wherefore we know of a\nsurety that the work is true\" (<span class=\"citation\" id=\"43111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43111)\">BM Three Wit.<\/a><\/span>).\n<\/p><p>\nAbout the Doctrine and Covenants, the Lord said: \"Search these commandments, for they are\ntrue and faithful, and the prophecies and promises which are in them shall all be fulfilled\"\n(<span class=\"citation\" id=\"14720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14720)\">D&amp;C 1:37<\/a><\/span>).\n<\/p><p>\nIn spite of such certainty of knowledge, there are those who still doubt the revelations from\nGod.\n<\/p><p>\nI had a bright, but confused, young man in my office just last week. His problem may be\ntypical of this generation's searching, doubting youth. He believed only that which can be\nproved. It seemed easy for him to accept and believe the discoveries and conclusions of the\nscientist, but he was having difficulty believing <i>revealed knowledge<\/i>. I explained to him that\nthere are different kinds of knowledge, some more readily discernible than others, but that\nspiritual matters must needs be discerned by the spirit.\n<\/p><p>\nThis problem pertains not to this generation only. Paul, speaking to the Corinthians,\nexplained: \n<\/p><p>\n<b>Knowledge by the Spirit of God<\/b>\n<\/p><p>\n\"For what man knoweth the things of a man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God.\n<\/p><p>\n\"Now we have received, not the spirit of the world, but the spirit which is of God; that we\nmight know the things that are freely given to us of God.\n<\/p><p>\n\"Which things also we speak, not in the words which man's wisdom teacheth, but which the\nHoly Ghost teacheth; comparing spiritual things with spiritual.\n<\/p><p>\n\"But the natural man receiveth not the things of the Spirit of God: for they are foolishness\nunto him: neither can he know them, because they are spiritually discerned\" (<span class=\"citation\" id=\"426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(426)\">1 Cor. 2:11-14<\/a><\/span>).\n<\/p><p>\nMy young friend held to that old statement, \"Seeing is believing.\" There is one realm,\nhowever, where it works the other way: Believing is seeing! The Lord hides some choice\ntruths behind obstacles that will melt only before the warmth of faith. Faith, like courage, is\ntempered by trial. Moroni was speaking thus when he said: \n<\/p><p>\n\"And now, I, Moroni, would speak somewhat concerning these things; I would show unto the\nworld that faith is things which are hoped for and not seen, wherefore, dispute not because ye\n<i>see not<\/i>, for ye receive no witness until <i>after<\/i> the trial of your faith\"\n(<span class=\"citation\" id=\"22264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22264)\">Ether 12:6<\/a><\/span>, italics added).\n<\/p><p>\n<b>\"The still small voice testifies\"<\/b>\n<\/p><p>\nWhen one hears the still small voice (<span class=\"citation\" id=\"1235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1235)\">1 Kgs. 19:12<\/a><\/span>)\nof the Spirit testifying that Jesus is the Christ, this kind\nof knowledge, for that person, is as valid as a mountain of so-called \"scientific\" evidence.\nThat person really knows a truth. It affects his whole being. It affects all other kinds of\nknowledge that he may have.\n<\/p><p>\nThis kind of knowledge is not restricted to a special few. It is available to all who will\nreceive it. It is our Father's desire that all his children shall come to a knowledge of his son:\n\"Search the scriptures; for in them ye think ye have eternal life: and they are they which\ntestify of me\" (<span class=\"citation\" id=\"28245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28245)\">John 5:39<\/a><\/span>).\n<\/p><p>\nA testimony can come to anyone who desires a testimony on the basis that Elder Hinckley\noutlined yesterday&mdash;by a study of the scriptures, by serving in the Church, and by asking the\nLord for a testimony. A testimony, when it comes, stimulates a man to want to progress. It\ngives him a desire to achieve.\n<\/p><p>\nI met a man in Mexico recently. Several years ago when he was baptized, he could neither\nread nor write. It is amazing today, however, to see this man holding a position of leadership\nin the branch, filling out the numerous reports that a branch president must send in, preaching\nfrom the scriptures, and counseling with his brethren.\n<\/p><p>\nThis achievement was not imposed externally. This yearning to do and to be was kindled\ninternally by as simple a thing as a testimony of the gospel.\n<\/p><p>\nI have received that testimony. I have given you my witness. The test of the truthfulness of\nmy witness, as well as the witness of all those who have so testified in this conference, is not\nthe acceptance by the nonmembers of the Church, nor even by the members of the Church.\nThe test is whether God inspired it and recognizes and honors such testimony. Any of you may\nknow of the truthfulness of these things which have been spoken by asking the Lord for your\nown personal witness that these things are true. May each of you be concerned enough about\nyour eternal destiny so to ask, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}