{"ID":1489, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Secret of Service<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, April 1966, pp. 145-148<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: Much of the past year we have spent presiding over the New\nEngland Mission. I can't resist quoting a few lines from Robert Frost. Coming from New\nEngland here to the many varieties of good weather we have seen today, these lines seem so\nappropriate: \n<\/p><p>\n\"The sun was bright but the day was chill.<br \/>\n     You know how it is on an April day,<br \/>\n     When the sun is bright and the wind is still,<br \/>\n     And you're one month on in the middle of May.<br \/>\n     But if you as much as dare to speak<br \/>\n     A cloud comes over the sunlit arch,<br \/>\n     A wind comes off the frozen peak<br \/>\n     And you're two months back to the first of March.\"<br \/><br \/>\n&nbsp; &nbsp;                    (\"Two Tramps in Mudtime.\")\n<\/p><p>\nNew England is beautiful in many ways: \n<\/p><p>\n     \"Oh beautiful for pilgrim feet,<br \/>\n     Whose stern, impassioned stress<br \/>\n     A thoroughfare of freedom beat<br \/>\n     Across the wilderness!\"<br \/><br \/>\n&nbsp; &nbsp;          (Katherine Lee Bates, \"America the Beautiful.\")\n<\/p><p>\nIt is a place of beginnings. It was there . . .\n<\/p><p>\n\"By the rude bridge that arched the flood,<br \/>\n     Their flags to April's breeze unfurled,<br \/>\n     Here once the embattled farmers stood,<br \/>\n     And fired the shot heard round the world.\"<br \/><br \/>\n&nbsp; &nbsp;          (Ralph Waldo Emerson, \"Concord Hymn.\")\n<\/p><p>\n<b>\"The cradle of liberty\"<\/b>\n<\/p><p>\nSomething is said about its being the cradle of liberty. It is more than that. It is the birthplace\nof prophets of God. Joseph Smith was born there, Brigham Young, Wilford Woodruff, and\nmany others. Joseph Smith twice preached there from door to door.\n<\/p><p>\nToday our elders set foot on the same granite cobblestones, tap the same knockers on the\nsame doors to bear the selfsame witness.\n<\/p><p>\nThey see them come, two by two&mdash;teaching truth, leaving blessings. Because they are but\nstriplings, they do not see them as servants of the Lord, authorized to represent The Church of\nJesus Christ of Latter-day Saints, by his own declaration \"the only true and living church\nupon the face of the whole earth, with which I, the Lord, am well pleased\"\n(<span class=\"citation\" id=\"14717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14717)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nThis dedicated service of the missionaries is most appealing to nonmembers. Last week I sat\nat lunch with two executives of a national service organization. \"Will you,\" one of them\nsolicited, \"spend an evening with us to explain how your volunteer program works? We\ndepend to a large measure on volunteer help, and we need to know the secret of your\nsuccess.\"\n<\/p><p>\n<b>The secret to our success:<\/b>\n<\/p><p>\nIf there is a <i>secret<\/i> to our success, it is poorly kept. The whole purpose of this conference and\nof our missionary effort is to tell it&mdash;over and over and over again.\n<\/p><p>\nA prominent minister recently reflected on why their people would not serve. \"Our ministers\nare dedicated. Why will our people not respond?\" The thing he does not understand is that the\nresponse to such a call does not depend on the dedication and conviction of the minister or\nthe one making the call but rather upon the dedication and conviction of the one who answers\nit.\n<\/p><p>\nIn The Church of Jesus Christ of Latter-day Saints there is no professional clergy, as is\ncommon in the other churches. Perhaps more significant than this, there is no laity. <i>All<\/i>\nmembers of the Church are subject to call to render service and carry on the activities of the\nChurch. The miracle is <i>the members respond!<\/i>\n<\/p><p>\nOn one occasion I was in the office of President Henry D. Moyle when he placed a call. After\ngreeting the man, he said, \"I wonder if your business affairs would bring you into Salt Lake\nCity sometime in the near future? I would like to meet with you and your wife, for I have a\nmatter of some importance that I would like to discuss with you.\"\n<\/p><p>\nThough it was many miles away, that man suddenly remembered that his business would\nbring him to Salt Lake City the very next morning. I was there when President Moyle\nannounced to this man that he had been called to preside over one of the missions of the\nChurch.\n<\/p><p>\n\"Now,\" he said, \"we don't want to rush you into this decision. Call me in a day or two, as\nsoon as you are able to make a determination as to your feelings concerning the call.\"\n<\/p><p>\nThe man looked at his wife and she looked at him, and without a word there was that silent\nconversation between husband and wife, and that gentle almost imperceptible nod. He turned\nback to President Moyle and said, \"Well, President, what is there to say? What could we tell\nyou in a few days that we couldn't tell you now? We have been called. What answer is there?\nOf course, we will respond to the call.\"\n<\/p><p>\nThen President Moyle said gently, \"Well, if you feel that way about it actually there is some\nurgency about this matter. I wonder if you could be prepared to leave the 13th of March?\"\n<\/p><p>\nThe man gulped, for that was just eleven days away. He glanced at his wife. There was\nanother silent conversation. And he said, \"Yes, President, we can meet that appointment.\"\n<\/p><p>\n\"What about your business?\" asked the President. \"What about your grain elevator? What\nabout your livestock? What about your other holdings?\"\n<\/p><p>\n\"I don't know,\" said the man. \"But we will make arrangements. Somehow all of those things\nwill be all right.\"\n<\/p><p>\nSuch is the great miracle that we see repeated day after day. These men, each with his wife\nand family, leave their private affairs settled as best they can with relatives or partners. They\nrespond to the call, giving up political preference, opportunities for promotions and\nadvancements in their careers, opportunities to enlarge their holdings and increase their\nwealth.\n<\/p><p>\nOne of the marvelous testimonies we witness regularly is the generosity of nonmember\nemployers. They not only permit but indeed encourage men who may be their key executive\nofficers to respond to such calls and reassure them with this farewell: \"We do not understand\nit, but we compliment you on your dedication. We assure you that you can return with full\nstatus.\"\n<\/p><p>\nThe generosity of such men, though not members of the Church, will not go unheeded. To\nyou, our friends, who have been thus generous, we say that you are within the scope of our\nprayers, and blessings will accrue to your benefit.\n<\/p><p>\nPerhaps the most remarkable thing about the men and women who serve is their willingness\nto pay for the privilege.\n<\/p><p>\n\"Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove\nme now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and\npour you out a blessing, that there shall not be room enough to receive it\"\n(<span class=\"citation\" id=\"32799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32799)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nWithout any dunners or any billing or any system of collections, ten percent of their increase\nis generously donated. Indeed, this is just the beginning. There is a fast offering to sustain the\npoor; there are building funds; there are donations of every kind. Such giving robs them of\nselfishness. It is one thing to give lip service&mdash;it is another to order one's life.\n<\/p><p>\nThese are men and women who are \"in the world\" but \"not of the world\"\n(<span class=\"citation\" id=\"28307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28307)\">John 17:11,14<\/a><\/span>). They are\nSaints&mdash;Latter-day Saints&mdash;and there are hundreds of thousands of them. The test, of course,\nis not in numbers only. To know the so-called \"secret,\" one must see within the heart of the\nindividual.\n<\/p><p>\nIt is no light thing to open one's heart and expose the most tender and delicate feelings. I\nhesitatingly do so only from the feeling that it may help someone, that it may illustrate, that\nyou may understand that the gospel has practical application in everyday life; but most of all\nbecause it is Easter.\n<\/p><p>\nJust more than a year ago, my mother passed away, a lovely trim little mother of eleven\nchildren, about whom I have spoken before at this pulpit. Her parents emigrated from the\nold country, and she grew up speaking Danish.\n<\/p><p>\nTwo years ago she contracted a fatal malady. Fortunately, she was under the care of a doctor\nwho was like a son; his ministering to her showed such a reverence. She faced the experience\nall too common among us, the gradual weakening and erosion of her capacities, accompanied\nby increasing pain. At this time one of my brothers in company with the patriarch gave her a\nblessing, as authorized under the revelation that specifies that \"the elders of the church, two or\nmore, shall be called, and shall pray for and lay their hands upon them in my name; and if\nthey die they shall die unto me, and if they live they shall live unto me\"\n(<span class=\"citation\" id=\"14762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14762)\">D&amp;C 42:44<\/a><\/span>).\n<\/p><p>\nIn a marvelous way she was released from pain and could rest comfortably, except when\nmoved about. She faced the long ordeal of the decline.\n<\/p><p>\nOne Friday afternoon at my desk, while I was working on correspondence, it suddenly\noccurred to me that we should go and visit Mother. It was a very strong impression. We made\nthe trip that very day.\n<\/p><p>\nWe found Mother about the same as we had seen her on a number of previous visits. She\nseemed more appreciative than usual for our visit. She then whispered over and over again the\nsingle word, \"Tomorrow.\" Finally, I understood and said, \"Mother, is tomorrow the day?\" She\nsmiled a radiant smile that brightened the face of this weakened little lady. \"Yes,\" she said.\n\"Mother, are you sure?\" \"Oh, yes,\" she said. \"I am sure.\"\n<\/p><p>\nI then asked if she would like to have a blessing. \"That would be good,\" she said.\n<\/p><p>\nThat evening the brothers came as they usually did, and the six of us administered to her. The\nspirit of inspiration was present, and the words of the blessing hold a sacred assurance to our\nfamily.\n<\/p><p>\nI was under the necessity of meeting a conference appointment in Panguitch [Utah] the\nfollowing day, and hesitated; but finally I felt that I must be about the ministry to which I\nhave been called. The doctor assured us that there was no change, and it was suggested that I\ncall them on Sunday evening when I returned.\n<\/p><p>\n\"Oh, no,\" I said. \"I'll check with you tomorrow.\"\n<\/p><p>\nOn Saturday, the tomorrow about which she spoke, I called before leaving. The doctor had\nbeen there, and everything was as before. Upon arriving at my destination I called again and\nreceived the same assurance. After the first meeting I placed another call and was informed\nthat Mother had slept peacefully away, surrounded by her family. The last words she was\nheard to speak were \"Ira, Ira,\" the name of my father, who by six years had preceded her in\ndeath.\n<\/p><p>\nThis then is the secret: In a thousand quiet, spiritual ways, that witness comes. The gospel of\nJesus Christ is true. I bear solemn witness that Jesus is the Christ. I know, and she knew, that\nhe is the resurrection and the life and that as he said, \"he that believeth in me, though he were\ndead, yet shall he live: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die\"\n(<span class=\"citation\" id=\"28267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28267)\">John 11:25-26<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}