{"ID":149, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Watchmen of the Vineyard<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1944, pp. 122-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe Church is often spoken of as the \"vineyard of the Lord.\" It is so referred to in a parable\nthat the Lord gave to the Prophet Joseph Smith, which I wish to relate to you here:\n<\/p><p>\nPARABLE OF THE VINEYARD\n<\/p><p>\nA certain nobleman had a spot of land, very choice; and he said unto his servants: Go ye unto\nmy vineyard, even upon this very choice piece of land, and plant twelve olive-trees;\n<\/p><p>\nAnd set watchmen round about them, and build a tower, that one may overlook the land\nround about, to be a watchman upon the tower, that mine olive-trees may not be broken down\nwhen the enemy shall come to spoil and take unto themselves the fruit of my vineyard.\n<\/p><p>\nNow, the servants of the nobleman went and did as their lord commanded them, and planted\nthe olive-trees, and built a hedge round about, and set watchmen, and began to build a tower.\n<\/p><p>\nAnd while they were yet laying the foundation thereof, they began to say among themselves:\nAnd what need hath my lord of this tower?\n<\/p><p>\nAnd consulted for a long time, saying among themselves: What need hath my lord of this\ntower, seeing this is a time of peace?\n<\/p><p>\nMight not this money be given to the exchangers? For there is no need of these things.\n<\/p><p>\nAnd while they were at variance one with another they became very slothful, and they\nhearkened not unto the commandments of their lord.\n<\/p><p>\nAnd the enemy came by night, and broke down the hedge; and the servants of the noblemen\narose and were affrighted, and fled; and the enemy destroyed their works, and broke down the\nolive-trees.\n<\/p><p>\nNow, behold, the nobleman, the lord of the vineyard, called upon his servants, and said unto\nthem, Why! what is the cause of this great evil?\n<\/p><p>\nOught ye not to have done even as I commanded you, and after ye had planted the vineyard,\nand built the hedge round about, and set watchmen upon the walls thereof&mdash;built the tower\nalso, and set a watchman upon the tower, and watched for my vineyard, and not have fallen\nasleep, lest the enemy should come upon you?\n<\/p><p>\nAnd behold, the watchman upon the tower would have seen the enemy while he was yet afar\noff; and then ye could have made ready and kept the enemy from breaking down the hedge\nthereof, and saved my vineyard from the hands of the destroyer\n(<span class=\"citation\" id=\"12037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12037)\">D&amp;C 101:44-54<\/a><\/span>).\n<\/p><p>\nTHE CHURCH PROGRAM FAR-REACHING\n<\/p><p>\nThe gospel plan has many fields of activity. Each one of those fields is vital and essential. We\nhave the work of the priesthood quorums for men and for boys; we have the Church welfare\nplan; we have our financial system of tithing, and fast, and other offerings; we have the work\nof the auxiliaries: we have the plan of clean living, known as the Word of Wisdom, and many\nother fields of activity. Each one is positively essential in its place; each one was set there by\nthe Lord himself as part of the plan of salvation. It is not for us to say that any part of the\nplan of God is not essential. It is not for us to say that any part is unimportant, to be\ndisregarded with impunity.\n<\/p><p>\nOne organization may not say to another, \"I have no need of thee\"\n(<span class=\"citation\" id=\"117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(117)\">1 Cor. 12:21<\/a><\/span>), any more than the eye can\nsay to the ear, \"I have no need of thee,\" nor the hand to the foot. \"I have no need of thee.\" As\nPaul said:\n<\/p><p>\nFor the body is not one member, but many; . . . if the whole body were an eye, where were\nthe hearing? If the whole were hearing, where were the smelling? But now hath God set the\nmembers everyone of them in the body, as it hath pleased him\n(<span class=\"citation\" id=\"115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(115)\">1 Cor. 12:14,17-18<\/a><\/span>).\n<\/p><p>\nLet me repeat that last bit of scripture: \"Now hath God set the members everyone of them in\nthe body as it hath pleased him\" (<span class=\"citation\" id=\"116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(116)\">1 Cor. 12:18<\/a><\/span>).\n<\/p><p>\nThe Lord expects us to live the gospel by participating in the program of the Church. Every\npart of that program may be likened unto the trees and the tower in the parable I have read to\nyou. Each tree was planted by commandment of the Lord; the tower was to be erected\nlikewise by the commandment of the Lord, who clearly explained to his servants the purpose\nof the construction of such a tower.\n<\/p><p>\nLikewise, the various parts of our program have been set in the Church by the Lord for a\nparticular purpose, a wise purpose in him, as a means of bringing into his fold the souls of\nmen.\n<\/p><p>\nATTITUDE OF SOME MEMBERS AGAINST OUTLINED PLAN\n<\/p><p>\nBut there are those among us who do not consider that all these parts of the program of the\nChurch are necessary. They feel that they are unimportant, and that therefore they are not in\nany way bound to comply with them. How much are they like the servants in the vineyard,\nspoken of in the parable in these words:\n<\/p><p>\nAnd while they were yet laying the foundation thereof, they began to say among themselves,\nAnd what need hath my lord of this tower? And consulted for a long time, saying among\nthemselves: What need hath my lord of this tower, seeing this is a time of peace? Might not\nthis money be given to the exchangers? For there is no need of these things\n(<span class=\"citation\" id=\"12038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12038)\">D&amp;C 101:47-49<\/a><\/span>).\n<\/p><p>\nWe might paraphrase the words of the parable to express the attitude of some among us by\nsaying:\n<\/p><p>\nWhat need hath my Lord of this Church welfare program, seeing this is a time of prosperity?\nWhat need hath my Lord of a plan to remove the aged from the public welfare rolls of the\nstate and the counties, seeing that we pay high taxes, and are invited to accept the government\ndole without so much as having to work to get it?\n<\/p><p>\nOr what need hath my Lord of this Melchizedek Priesthood program, with its four committees\nand its projects and assignments for the members of the quorums, seeing this is such a busy\ntime and we have not time to take care of our own personal affairs, let alone bother with the\naffairs of our brethren? Or what need hath my Lord of an Aaronic Priesthood program? Why\nshould we bother with a standard quorum award plan, requiring the boys to attend their\npriesthood meeting every Sunday morning, seeing that Sunday is the only day of the week on\nwhich they might stay in and sleep and get a little more rest than they normally could get?\nAlso, why bother with such a program when so many of our boys are in the service of their\ncountry?\n<\/p><p>\nOr what need hath my Lord of printing and publishing a Church News for its service men;\nwhy should we bother sending it out to those boys, when it is just too much trouble to mail it\nto them?\n<\/p><p>\nOr what need hath my Lord of a Word of Wisdom, when I simply must have my cup of\ncoffee for a morning \"pick-up\"?\n<\/p><p>\nOr what need hath my Lord of a tithing system when I need my money for other things?\n<\/p><p>\nTo return to the words of the parable:\n<\/p><p>\nAnd while they were at variance one with another they became very slothful, and they\nhearkened not unto the commandments of their Lord\n(<span class=\"citation\" id=\"12039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12039)\">D&amp;C 101:50<\/a><\/span>).\n<\/p><p>\nYou look into the failure of any person to live the commandments of God, or you look into\nthe failure of any organization to follow the outlined program of the Church, and you will\nfind the person, or the organization, which does not regard the program of the Church or the\ncommandments of the Lord as particularly important \"What need hath my Lord of these\nthings?\"\n<\/p><p>\nInvariably failure follows those organizations, because, as the parable points out:\n<\/p><p>\n. . . the enemy came by night, and broke down the hedge; and the servants of the nobleman\narose and were affrighted, and fled; and the enemy destroyed their works, and broke down the\nolive-trees (<span class=\"citation\" id=\"12040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12040)\">D&amp;C 101:51<\/a><\/span>).\n<\/p><p>\nAn Aaronic Priesthood organization which fails to take care of its boys according to the \noutlined program, will see its boys become disinterested. Soon the boys start staying away,\nand before long they drift into evil habits.\n<\/p><p>\nRESULTS OF FOLLOWING OWN DESIRES\n<\/p><p>\nWhere is the fault for such a condition? Is it with the boys, or is it in the failure of the\norganization to follow the outlined plan?\n<\/p><p>\nA father decides that the commandments of the Lord are not necessary, so he becomes\ninactive, and soon his wife and children likewise discontinue keeping the commandments, and\nsoon we have an inactive family on our hands.\n<\/p><p>\nA priesthood quorum or other organization may be headed by officers who feel that the plan\nas revealed to them by the authorized servants of God is not really necessary and not really\nimportant, and that they have ideas that are much better themselves, and therefore they do not\nfollow the program. Soon, however, they find that their organization begins to slip; that the\ninterest of their members falls off, then the attendance declines, and before long the\norganization fails to fulfill the function for which it was created.\n<\/p><p>\nSo we see the results of failure to follow the outlined program of the Church.\n<\/p><p>\nThen, in the words of the parable, the lord of the vineyard speaks and says:\n<\/p><p>\n. . . Why! what is the cause of this great evil? Ought ye not to have done even as I\ncommanded you, and&mdash;after ye have planted the vineyard, and built the hedge round about,\nand set watchmen upon the walls there-of&mdash;built the tower also, and set a watchman upon the\ntower, and watched for my vineyard, and not have fallen asleep, lest the enemy should come\nupon you? And behold, the watchman upon the tower would have seen the enemy while he\nwas yet afar off; and then ye could have made ready and kept the enemy from breaking down\nthe hedge thereof, and saved my vineyard from the hands of the destroyer\n(<span class=\"citation\" id=\"12041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12041)\">D&amp;C 101:52-55<\/a><\/span>).\n<\/p><p>\nREBUKE GIVEN BY THE LORD TO THE EARLY SAINTS\n<\/p><p>\nMore than a hundred years ago the Lord desired to establish the center stake of Zion at\nIndependence, Missouri, but the attempt met with failure, which caused the Prophet of God to\ngrieve. The Lord explained to him, saying:\n<\/p><p>\nVerily I say unto you, concerning your brethren who have been afflicted and persecuted, and\ncast out from the land of their inheritance&mdash;\n<\/p><p>\nI, the Lord, have suffered the affliction to come upon them, wherewith they have been\nafflicted, in consequence of their transgressions; . . .\n<\/p><p>\nBehold, I say unto you, there were jarrings, and contentions, and envyings, and strifes, and\nlustful and covetous desires among them; therefore by these things they polluted their\ninheritances.\n<\/p><p>\nThey were slow to hearken unto the voice of the Lord their God; therefore, the Lord their\nGod is slow to hearken unto their prayers, to answer them in the day of their trouble.\n<\/p><p>\nIn the day of their peace they esteemed lightly my counsel; but, in the day of their trouble, of\nnecessity they feel after me\n(<span class=\"citation\" id=\"12032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12032)\">D&amp;C 101:1-2,6-8<\/a><\/span>).\n<\/p><p>\nThat is so much like human nature. When we regard our work in the Church, let us remember\nthat we are working in the vineyard of the Lord, and that we are his servants, just as the\nservants who worked in the planting of those olive-trees. And remember, too, that if we\nesteem lightly the word of the Lord in the day of our prosperity, in the day of our trouble he\nmay be slow to hearken unto our prayers, to answer us and provide for our needs.\n<\/p><p>\nSUSTAINING THE LEADERS OF THE CHURCH\n<\/p><p>\nDuring this conference we have raised our hands and sustained the authorities of this Church;\nwhen we sustained Heber J. Grant as president, we took a vote also to sustain him as prophet,\nseer, and revelator. Then we voted to sustain the counselors in the First Presidency, and the\nTwelve, and the Patriarch, and after we had thus voted, we took an entirely different vote.\nThis time we sustained this group of men as prophets, seers, and revelators, in addition to\ntheir positions of membership in the Twelve, the Patriarch, or as counselors in the First\nPresidency.\n<\/p><p>\nSome people ask: \"When is a prophet really a prophet?\" You remember the reply that is\nfrequently given, that is, that a prophet is a prophet when he speaks by the power of his\noffice.\n<\/p><p>\nI want to tell you brethren that the program of the Church that has been given to you has\nbeen provided to you officially by these presiding brethren whom you have sustained as\nprophets, seers, and revelators. This program has been given to you officially by them,\nfunctioning in their official capacity. Therefore what right do we have to say that this part of\nthe program is not necessary, or that part of the program is not necessary?\n<\/p><p>\nAlways we have been taught that the first principle of the gospel is faith. We have been\ntaught that, \"We believe in God, the Eternal Father, and in his Son Jesus Christ, and in the\nHoly Ghost\" (<span class=\"citation\" id=\"6607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6607)\">A of F 1:1<\/a><\/span>).\nCan we say that we really and truly believe in Jesus Christ if we do not believe\nin the program of his Church? And if we do not believe in the program of his Church, can we\nsay that we are truly and honestly followers of the lowly Nazarene? \"If you love me, keep my\ncommandments\" (<span class=\"citation\" id=\"27155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27155)\">John 14:15<\/a><\/span>).\nRemember that command; each one of us should think of it with respect to\nour adherence to the program of the Church, whether it is personal adherence, whether it is\nadherence on the part of an organization, or within our families. \"If you love me, keep my\ncommandments.\"\n<\/p><p>\nLOVE FOR GOD SHOWN IN FAITHFUL SERVICE\n<\/p><p>\nWhen the Lord gave us the first great commandment, I am thankful also that he gave us that\npart of the 4th Section of the D&amp;C which says:\n<\/p><p>\n . . . O ye that embark in the service of God, see that ye serve him with all your heart, might,\nmind and strength, that ye may stand blameless before God at the last day\n(<span class=\"citation\" id=\"11933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11933)\">D&amp;C 4:2<\/a><\/span>).\n<\/p><p>\nIf you really and truly believe in the first and great commandment, to love the Lord thy God\nwith all thy heart, might, mind and strength\n(<span class=\"citation\" id=\"33920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33920)\">Matt. 22:37-38<\/a><\/span>),\nit means then that you will serve him with all\nyour soul, and with all your heart, with all your mind, with all your might, and with all your\nstrength. That means that you will serve him without reservation of any kind, and that of a\ntruth you will put your whole soul, your whole heart, into the work of Almighty God, that\nyou will apply the best of your intelligence, you will serve him with all your mind, by\nseeking to know the program of the Church, and then to live up to that program with all your\nsoul.\n<\/p><p>\nIt means likewise if you are going to love him and serve him with all your strength, that you\nwill serve him, with all your physical strength, with all your mental strength, with all your\nspiritual strength, and with the strength of all your resources, whatsoever they may be. If you\nreally love the Lord your God you will serve him in that manner. And all who do so are\nlikened unto a wise man that built his house upon the rock, and the rain descended and the\nfloods came, and the winds blew, and beat upon that house, and it fell not, for it was founded\nupon a rock (<span class=\"citation\" id=\"33893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33893)\">Matt. 7:24-25<\/a><\/span>).\n<\/p><p>\nMy brethren, I pray that we may have the faith and the courage to follow the program of the\nChurch. I pray that we may sustain the authorities of the Church not only with our hands, but\nthat we may sustain them also with our works in following the outlined program, and not\nsetting up something of our own which is not in harmony with the program that is provided\nby the inspiration of these men whom you have sustained as prophets, seers, and revelators\nduring this conference. And this is my prayer, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}