{"ID":1490, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How Many Apples in a Seed?<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, April 1966, pp. 148-153<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt has been a great blessing through this conference to have with us Brother Ivins, our dearly\nloved and respected associate. He isn't here at this meeting, but I think it not inappropriate to\ntell you that he has been very ill and through the graciousness of the Lord has been restored\nmarvelously and is able to be with us occasionally. He has been in meetings of this\nconference.\n<\/p><p>\nI would like to commend also the appointment of President Cullimore, a strong and choice\nassociate in the missionary course in England&mdash;a man of great substance and faith and\nstrength.\n<\/p><p>\nI was thinking a few moments ago about a meeting in Idaho at which I listened to a speaker\nwho had waited for a long time to be called on. He commended the people at the meeting for\ntheir graciousness to him, expressed appreciation for their kindness, thanked them for making\nhim feel at home, and said, \"You have really made me feel like one of you. I don't know\nwhich one, but he ought to be about ready to go home&mdash;he's tired!\"\n<\/p><p>\nAs I have listened with you to the great sermons of this conference and to the marvelous\nmusic and have felt the spirit and enjoyed the instructions, like you I have paid many of the\nspeakers the tribute of divided attention. Their sermons have started me thinking. Two\nthoughts in particular have recurred. The repeated references to the modern movement\ncelebrating the demise of God have recalled a reported exchange between Nietzsche and\nanother. Nietzsche's message read, \"God is dead.\" Signed \"Nietzsche.\" The answer came back,\n\"Nietzsche is dead.\" Signed \"God.\"\n<\/p><p>\nThe other thought: Someone said that atheists do not find God for the same reason that\nthieves do not find policemen.\n<\/p><p>\nDuring these conference sessions I have been thinking of you&mdash;you and your counterparts all\nover the Church, all over the world&mdash;you who do so much of the meaningful work of the\nChurch in your own area and sector. I am sure that you, like I, will go home with the desire\nand determination, born of appreciation, to apply and make use of what has been said here.\n<\/p><p>\nPerhaps you will go home strengthened in two pivotal principles around which our efforts\nrevolve.\n<\/p><p>\n<b>Great worth of souls<\/b>\n<\/p><p>\nThe <i>first<\/i> is provocatively expressed in a few words shared with me by a choice friend\nsometime ago. I suspect you will remember them as I have He said: \"You can count the seeds\nin an apple, but can you count the apples in a seed?\"\n<\/p><p>\n\". . . the worth of souls is great in the sight of God\"\n(<span class=\"citation\" id=\"14738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14738)\">D&amp;C 18:10<\/a><\/span>). The worth of the\n<i>individual<\/i> soul is great in the sight of God and in the lives of those who love God and seek to\nexpress this love through affectionate service to his children.\n<\/p><p>\nIn order that we might cooperate with our Heavenly Father in his stated purpose to \"bring to\npass the immortality and eternal life of man\" (<span class=\"citation\" id=\"39256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39256)\">Moses 1:39<\/a><\/span>), we have been blessed with the gospel, the\nChurch, and the priesthood.\n<\/p><p>\n<b>Plan for exalting man<\/b>\n<\/p><p>\nThe <i>gospel<\/i> is God's plan for the exalting of man to an eternal creative opportunity with his\nFather through giving him a vision of his great origins and heritage, his purposes and\nresponsibilities, and his inspiring potential.\n<\/p><p>\nThe <i>Church<\/i> is the institutional embodiment of the gospel, the organization through which one\nmay experience and express the great principles of God's plan.\n<\/p><p>\nThe <i>priesthood<\/i> is the power by which God and his sons move in spiritual leadership. And all\nof these&mdash;gospel, Church, priesthood&mdash;are designed to bless man and bring about God's\npurposes for him.\n<\/p><p>\nThe earth itself was prepared for man. \"Behold, the Lord hath created the earth that it should\nbe inhabited; and he hath created his children that they should possess it\"\n(<span class=\"citation\" id=\"1635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1635)\">1 Ne. 17:36<\/a><\/span>).\n<\/p><p>\nThe individual, then, is the focal point of all the programs and performance of the\nChurch&mdash;not the program itself, not the statistics.\n<i>Not institutional expansion but individual exaltation is the purpose of it all.<\/i>\n<\/p><p>\nThe implications of the thought are clear: \"You can count the seeds in an apple, but can you\ncount the apples in a seed?\"\n<\/p><p>\nEvery choice child of God is a link in a chain stretching from the past to the future. In the\nchoice young people of the Church are the seeds of the future.\n<\/p><p>\nDo you know four lines that mean much to me?\n<\/p><p>\n     \"Nobody knows what a boy is worth;<br \/>\n        We'll have to wait and see,<br \/>\n     But every man in a noble place<br \/>\n        A boy once used to be.\"\n<\/p><p>\nEach boy and girl, and every adult also, is infinitely valuable. None is to be rejected, none\nwritten off, none neglected or left without the conscious concern of devoted brothers and\nsisters in the kingdom of God.\n<\/p><p>\n<b>Responsible for influence<\/b>\n<\/p><p>\nThis leads, then, to the <i>second<\/i> basic conviction of which I have been thinking: Each of us has\na solemn and significant responsibility to others of God's children and the capacity to\nwholesomely and favorably influence them for good if we will. We are brothers to all men,\nand we have a special responsibility to those of our own household and to those in whose\nlives we may, by reason of our church membership and by reason of responsibilities assigned\nus in the various organizations and programs of the Church, exert some important influence\nthrough love.\n<\/p><p>\nThe organization of the Church makes available to every individual, old and young, at every\nstage in his life, strong supportive friendships and leadership. From babyhood through the\nwhole of life every individual should have available always the friendship and sincere concern\nof a bishop and his counselors, of priesthood and auxiliary organization leaders and workers,\nof interested and loving family and friends and neighbors relating under the special motivation\nand inspiration of the Lord through his Church. Every individual all of his life should be\nblessed in the Church by a program that involves the consistent concern of teachers&mdash;home\nteachers they are now called&mdash;who are assigned to a special relationship of interest and\nhelpfulness.\n<\/p><p>\n<b>Influence of teachers<\/b>\n<\/p><p>\nIn preparation for the imminent organization of the Church in 1830, the Lord revealed through\nthe Prophet Joseph Smith that His representatives holding the priesthood were to visit the\nhomes of the members of the Church, \"exhorting them to pray vocally and in secret and\nattend to all family duties.\n<\/p><p>\n\". . . to watch over the church always, and be with and strengthen them; \n<\/p><p>\n\". . . And see that there is no iniquity in the church, neither hardness with each other, neither\nlying, backbiting, nor evil speaking; \n<\/p><p>\n\"And see that the church meet together often, and also see that all the members do their\nduty.\"\n<\/p><p>\n\"They are . . . to warn, expound, exhort, and teach, and invite all to come unto Christ\"\n(<span class=\"citation\" id=\"14742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14742)\">D&amp;C 20:51,53-55,59<\/a><\/span>).\nAs in the ancient Church, the members of the Church are to be\n\"remembered and nourished by the good word of God, to keep them in the right way, to keep\nthem continually watchful unto prayer, relying alone upon the merits of Christ, who was the\nauthor and the finisher of their faith.\"\n<\/p><p>\nAnd to \"meet together oft, to fast and to pray, and to speak one with another concerning the\nwelfare of their souls\" (<span class=\"citation\" id=\"38325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38325)\">Moro. 6:4-5<\/a><\/span>).\n<\/p><p>\n<b>Influence on lives of others<\/b>\n<\/p><p>\nTo every person thus blessed by office or assignment or membership in the Church with the\nspecial responsibility of stewardship and concern in the lives of others, the Lord said: \n<\/p><p>\n\"Therefore, let every man stand in his own office, and labor in his own calling, and let not\nthe head say unto the feet it hath no need of the feet; for without the feet how shall the body\nbe able to stand?\n<\/p><p>\n\"Also the body hath need of every member, that all may be edified together, that the system\nmay be kept perfect\" (<span class=\"citation\" id=\"14825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14825)\">D&amp;C 84:109-110<\/a><\/span>).\n<\/p><p>\n<b>Illustrations:<\/b>\n<\/p><p>\nLet me spend a few minutes illustrating the great importance of our responsibilities to each\nother under these sacred assignments from the Lord to be stewards in his kingdom.\n<\/p><p>\nIn one of the stakes of the Church in another land, a lovely young lady left her home to live\nin another city where she had found employment. She was away from family and established\nfriends and from the Church and its warm involvements. She didn't take occasion to look up\nthe church organization in the city to which she went, finding it easy for a time to avoid the\ncustomary associations of her church membership. She formed other associations in the new\ncity, and they were not the kind she had had at home. Gradually she began to become\ninvolved in another kind of attitude and another kind of behavior. She had not made serious\nmistakes but had begun a way of living that would not have pleased her parents and that was\nnot the manner of her former life.\n<\/p><p>\nThere came a night when, dressed in clothing that she might previously have been\nembarrassed to wear in public, perhaps harboring in her mind anticipations of conduct that she\nwould not ever have considered before, she waited for the arrival of some of her new friends.\nIt was a critical hour in her life and a critical night in her life, and she knew it. When she\nanswered the knock at the door, she was surprised to find not those whom she was\nanticipating but rather three adults whom she did not know. They identified themselves as the\nbishop and his counselor and the president of the Young Women's Mutual Improvement\nAssociation. The bishop had received a letter from the bishop of the girl's home ward\nnotifying him of the address and circumstance of his ward member in the new city. The\nbishop and his associates were calling to express their friendship and concern and to invite the\nyoung lady to the activities and associations of the Church in this town. As she talked with\nthem she became embarrassed at her clothing, chagrined at the activities of the recent past and\nthe anticipations of the evening. She wept and rejoiced and responded gratefully to the\nfriendship of this bishop and his fellow workers. The anticipated events of the evening never\ntranspired. She formed the warm and wonderful friendships she needed with people of quality\nand devotion. She became active in the Church and went on to her happy and wholesome\nopportunities.\n<\/p><p>\nIn another city, long enough ago that the story can now be told without likelihood of the\nrecognition of the individuals involved, I heard another and different story.\n<\/p><p>\nLet's use the name Donna to designate another sweet young lady who left her home for a\nnearby bigger city for employment. She had a great desire to attend a church university and\nneeded funds to help her achieve her ambition. She failed to find work in the big city, and as\ntime went by she became more and more discouraged. Then, through a series of incidents, she\ncame into the influence of an unscrupulous and designing person who took advantage of\nDonna's loneliness and youthfulness and the discouragement of her inability to find work and\nled her into an immoral experience.\n<\/p><p>\nThe experience was horrifying to Donna, and she returned home with a broken heart to tell\nher mother and, after a time, her bishop of the tragedy.\n<\/p><p>\nThere was counsel and compassion, admonition and direction, prayer and blessing. Donna\nwent back home to make her adjustments and to begin to learn the sorrow of remorse of\nconscience and the blessing of gratitude for the graciousness and goodness and mercy of God.\nThen one day she had to counsel again with the bishop, to report to him that through this one\nfragmentary, tragic experience it was now apparent that she was with child. Now a different\nsituation existed, and there was additional counsel and an effort to meet this new situation.\nThere was consideration of the Relief Society Social Service program, which provides for\nsuch situations, and other possibilities were considered; but the decision was finally made by\nDonna that she would remain at home in her small town to wait her time. Some efforts were\nmade at dissuasion in view of the problems this course involved, but Donna decided that,\nunder the special circumstances of her widowed mother's illness and otherwise, she would\nremain there.\n<\/p><p>\nDonna stood up in the next fast and testimony meeting and explained her condition. She\nacknowledged her fault and asked the forgiveness of her people. She said to them, \"I would\nlike to walk the streets of this town knowing that you know and that you have compassion on\nme and forgive me. But if you cannot forgive me,\" she said, \"please don't blame my\nmother&mdash;the Lord knows she taught me anything but this&mdash;and please don't hold it against the baby. It\nisn't the baby's fault.\" She bore testimony of appreciation for her bitterly won but dearly\ntreasured personal knowledge of the importance of the saving mission of Jesus Christ. Then\nshe sat down.\n<\/p><p>\nThe man who told me the story reported the reaction of the congregation to this experience.\nThere were many tearful eyes and many humble hearts. \"There were no stone throwers there\"\n(<span class=\"citation\" id=\"28255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28255)\">John 8:7<\/a><\/span>),\nhe said. \"We were full of compassion and love, and I found myself wishing that the bishop\nwould close the meeting and let us leave with this sense of appreciation and concern and\ngratitude to God.\"\n<\/p><p>\nThe bishop did rise, but he didn't close the meeting. Instead he said, \"Brothers and sisters,\nDonna's story has saddened and touched us all. She has courageously and humbly accepted\nfull responsibility for her sorrowful situation. She has, in effect, put a list of sinners on the\nwall of the chapel with only her name on the list. I cannot in honesty leave it there alone. At\nleast one other name must be written&mdash;the name of one who is in part responsible for this\nmisfortune, though he was far away when the incident occurred. The name is a familiar one\nto you. It is the name of your bishop. You see,\" he said, \"had I fully performed the duties of\nmy calling and accepted the opportunities of my leadership, perhaps I could have prevented\nthis tragedy.\"\n<\/p><p>\nThe bishop then told of his conversation with Donna and her mother before her departure for\nthe big city. He said that he had talked with some of his associates. He had talked with his\nwife, expressing concern for Donna's well-being. He worried about her lack of experience and\nher loneliness. He had talked, he said, with the Lord about these things also.\n<\/p><p>\n\"But then,\" he said, \"I did nothing. I didn't write a note to the bishop or to the brethren in\nSalt Lake City. I didn't pick up the telephone. I didn't drive a few miles to the big city. I just\nhoped and prayed that Donna would be all right down there all alone. I don't know what I\nmight have done, but I have the feeling that had I been the kind of bishop I might have been,\nthis might have been prevented.\n<\/p><p>\n\"My brothers and sisters,\" he said, \"I don't know how long I am going to be bishop of this\nward. But as long as I am, if there is anything I can do about it, this won't happen again to\none of mine.\"\n<\/p><p>\nThe bishop sat down in tears. His counselor stood up and said, \"I love the bishop. He is one\nof the best and most conscientious human beings I have ever known. I cannot leave his name\nthere on the list without adding my own. You see, the bishop did talk with his associates. He\ntalked with me about this matter. I think that he thought that because I travel occasionally in\nmy business through the big city, I might find a way to check on Donna. I might have done,\nbut I was hurrying to this meeting or that assignment and I didn't take the time. I too talked\nwith others. I mentioned my concern to my wife. I am almost ashamed to tell you I talked to\nthe Lord and asked him to help Donna. And then I did nothing. I don't know what might\nhave happened had I done what I thought to do, but I have the feeling that I might have\nprevented this misfortune.\n<\/p><p>\n\"Brothers and sisters,\" he said, \"I don't know how long I will be serving in this bishopric, but\nI want to tell you that as long as I am, if there is anything I can do about it, this will not\nhappen again to one of mine.\"\n<\/p><p>\nThe president of the YWMIA stood up and told a similar story. The bishop's counselor in\ncharge of this auxiliary organization had talked with her. She had had some moments of\nthought and concern but had done nothing. She added her name to the list.\n<\/p><p>\nThe last witness was an older man who stood and added two names to the list&mdash;his own and\nthat of his companion ward teacher. He noted that they were assigned to the home in which\nDonna and her mother lived and that they had failed in some visits and made no effective\neffort to be the kind of teachers that the revelations of God had contemplated.\n<\/p><p>\n\"I don't know how longer I will be a ward teacher,\" he said, \"but as long as I am, I will not\nmiss another home another month, and I will try to be the kind of teacher that the Lord\nseemed to have in mind.\"\n<\/p><p>\nThe meeting ended, and the wonderful man who shared this great experience with me said,\n\"Brother Hanks, I think we could not have more clearly understood the importance of the\noffices and officers and organizations in the Church if the Lord himself had come down to\nteach us. I think that if Paul had come to repeat his instructions to the Corinthians that 'the\neye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have\nno need of you. Nay . . . the members should have the same care one for another. And\nwhether one member suffer, all the members suffer with it; or one member be honoured, all\nthe members rejoice with it'\n(<span class=\"citation\" id=\"440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(440)\">1 Cor. 12:21-22,25-26<\/a><\/span>)&mdash;I think\nwe could not have understood the point more clearly.\"\n<\/p><p>\nA number of years ago Brother Joseph Anderson and I had the privilege of driving with\nPresident J. Reuben Clark, Jr., to a solemn assembly in St. George. On the way I related to\nhim this story, it having recently happened then. He thought a long time and had a tear in his\neye as he said \"Brother Hanks, that is the most significant story I ever heard to illustrate the\ngreat importance of our filling our individual obligations in the Church. When you have\nthought about it long enough, pass it on to others.\"\n<\/p><p>\nI have thought about it long and often. I believe it illustrates powerfully and humblingly the\npurposes of the Lord in establishing his kingdom and permitting us the blessing of individual\nservice therein. I now share it with you and pray God to bless us all to understand its\nimplications and to act on them, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}