{"ID":1491, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Response to Duty<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1966, pp. 153-154<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters, we have had a glorious conference. I do not know when I have been\nmore thrilled with the messages than I have been by those given at this conference, which\nbegan on the sixth and has continued through Saturday and Sunday.\n<\/p><p>\n<b>Response to calls of duty<\/b>\n<\/p><p>\nOne thing has stood out in my mind as most significant. It is the response of brethren and\nsisters to calls to duty, either in the Church locally or away on calls that require absence from\nthe town in which they live. I have been impressed with the responsiveness of men, women,\nand children to a call of the Church to duty that they need to perform at home or abroad.\n<\/p><p>\n<b>Peace Corps<\/b>\n<\/p><p>\nThe government has a great plan for calling the youth of the country to perform service, not\nfor themselves but a mission for the country itself. They are not succeeding so well as they\nhad anticipated in getting the young men of the United States to fill the calls made. But you\ndo not find a responsiveness to duty unheeded by the membership of the Church of Jesus\nChrist.\n<\/p><p>\n<b>Calls to serve in the Church<\/b>\n<\/p><p>\nI have had occasion to be thrilled with the willingness of the church membership to respond\nto the call of missionary work, whether it is local or foreign. Every man, almost without\nexception, and particularly every woman says he or she is ready to respond to any call that\nthe Church makes. I don't know of anything more impressive in this Church than this\nresponse to a call to service by these faithful members. When you think of the thousands of\nmissionaries, most of them men, but many of them women, who are giving their time, their\nmeans, in response to calls of bishops, stake presidents, and others in the service of this great\nChurch, it is wonderful. Many have said, \"I will sell my home, I will make any sacrifice in\norder to fulfill the call to duty.\"\n<\/p><p>\nAs I stand here before you, I think I cannot refer to one refusal to a call to duty. I have in\nmind a postponement for a year, or for six months and sometimes more, but I cannot think of\none person who has said, \"I cannot accept a call.\" One of them might say, \"Give me six\nmonths, a year, two years, and I will fulfill the call, the duty, that you now give me.\"\n<\/p><p>\nYes, I can think of one, a young man, who said, \"No, I think I can't fulfill that call.\" He is\nthinking of it now and worrying. He will accept it, I am sure; if he is given a few months,\nmaybe six months, he will come back and say, \"I will take that call and do the best I can.\"\n<\/p><p>\nNow, when you multiply the calls in the missionary area alone, it is wonderful that the\nmembership of the Church is so responsive to any duty, any responsibility that the Church\ndesires of them. It is apparent to all the Church, this responsiveness of the membership to the\ncall to duty; it is an outstanding feature of The Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nYoung men, young women, older men, and older women, stand ready to respond to a call of\nthe Church and to make any sacrifice necessary in order to give the call of the Church\npreference in preaching the gospel, not only a missionary call that requires a sacrifice to duty,\nbut the rendering of finances, sometimes reaching millions of dollars, in order to make the\ncall more successful as a service to the Church.\n<\/p><p>\nWhat I am saying is this: that every man and every woman with the Spirit of the Lord in his\nor her heart will deny himself or herself in order to make the calls to the work of the Lord\nsuccessful. It is not only a half-dozen persons that I am referring to, but thousands in this\nChurch will give an affirmative response to the call to an office in a ward or a stake.\n<\/p><p>\nBrethren, I am saying to you with appreciation, God bless you for your ready response to the\ncalls that come to you either in your ward or stake or area. And the Lord is mindful of your\nwillingness to make a ready response and to do what you can to extend the work of the Lord\nat home and abroad.\n<\/p><p>\nSome of you may feel as though the General Authorities are unappreciative, but I want you to\nknow that we appreciate more than ever before in the history of this Church the willingness of\nmen and women to respond to the service which the Church needs in the furtherance of the\nestablishment of the gospel.\n<\/p><p>\nGod bless you! Don't feel discouraged. \". . . seek ye first the kingdom of God, and his\nrighteousness,\" and all else will be added (<span class=\"citation\" id=\"35558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35558)\">Matt. 6:33<\/a><\/span>).\nYou are showing your willingness\nthus to do your best and give your all if necessary.\n<\/p><p>\nI have in mind men who say, \"Well, if you need us in this area, if you need more help, if you\nneed money, just let us know.\" It is the spirit of willingness and the response to the call of\nduty that overwhelms us sometimes. I am saying at the end of this glorious conference that\nnever before in the history of the Church has there been manifest such willingness to give\nfinancially or intellectually anything the Lord wants of you as is manifest throughout the\nChurch today.\n<\/p><p>\n<b>Blessings for willingness to serve<\/b>\n<\/p><p>\nMay the Lord bless you for your willingness to deny yourselves physically, intellectually, and\ntemporally for the good of The Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nI should like to say this in better terms, but I cannot express it as I should like to. Not only\nare my legs defiant, but my tongue gets twisted.\n<\/p><p>\nThe Lord bless you in your homes, in your church appointments, whether at home or abroad.\nGod bless you, you young men and girls, in living the honorable life your parents would have\nyou live, and God will make you happy by being true to the ideals of virtue and purity and\nwill bring happiness to your parents, happiness to your wards, happiness to the membership of\nthe kingdom of God.\n<\/p><p>\nI ask that you uphold and sustain your authorities in the wards and the stakes. Be true to the\nstandards of right as taught by your fathers and mothers. Be true to your individual selves by\nupholding the ideals of righteousness, I pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}