{"ID":1492, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Divine Plan for Finding Security and Peace of Mind<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1966, pp. 4-8<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe are grateful for the blessings of the Lord to his Church in all the world and for the\nassurance of his divine guidance and inspiration. With deep gratitude we acknowledge his\nnearness and his goodness. It is a source of real encouragement to contemplate the loyalty and\nenergetic efforts of the members of the Church who are contributing of their time and their\nmeans to building up the kingdom of God on earth. There is a general response, as the figures\nand reports of the Church indicate, on the part of the people of the Church everywhere. The\nresponsibilities they carry, the undertakings that they adopt and employ to raise their share of\nthe cost of our houses of worship are most remarkable.\n<\/p><p>\n<b>I love life<\/b>\n<\/p><p>\nI love life! I think it is a joy to live in this age. Every morning, as I view from my window\nthe mountains to the east and greet the sun as it ushers in these unexcelled autumn days, I feel\nthe joy and privilege of life and appreciate God's goodness. I appreciate and realize the\naccomplishments, to a certain degree, of this wonderful atomic age in which we are living.\nScientific discoveries of today stagger the imagination. Nearly every day we read of almost\nunbelievable accomplishments. The age of the atom has only begun, and no one knows what\nexciting developments may yet unfold when the atomic research now in progress is\ncompleted. Its potential for good far outweighs its potential for destruction. The discoveries\nand inventions of this age are unequaled by any previous period in the world's history,\ndiscoveries latent with such potent power, either for the blessing or the destruction of human\nbeings, as to make man's responsibility in controlling them the most gigantic ever placed in\nhuman hands.\n<\/p><p>\n<b>Perils and possibilities<\/b>\n<\/p><p>\nYes, it is a glorious age in which we live, but no thinking man will doubt that this age is\nfraught with limitless perils, as well as untold possibilities. There are causes for real\napprehension over world conditions. As we study and learn of the increase in crime and\ndisrespect for law and order that exist right here in our own country, we become alarmed.\n<\/p><p>\nJust the other day, I read an editorial in the <i>Deseret News<\/i> giving the information that an\nestimated six million Americans suffer from alcoholism. The Public Health Service ranks\nalcoholism as the fourth major public health problem in the United States. At the moment\nUtah, fortunately, contributes less than its share to this problem. Contrary to what many\npeople think, Utah ranks forty-sixth from the top among the 50 states in the number of\nalcoholics it has in proportion to the total population. Furthermore, it is the only state in\nwhich per capita consumption of alcohol, as well as the alcoholism rate, has consistently\ndecreased for several years. Let us hope that Utah will not adopt the proposed legislation for\n\"liquor by the drink\" and thereby entice more people to drink in more places more of the\ntime. As the editorial points out, our state, with our traditions and standards, should be doing\njust the opposite. Liquor by the drink, as a recent study of the experience in Iowa shows, only\nincreases drinking and the attendant evils of alcoholism. The impaired morals, ruined health,\nbroken homes, and increased traffic deaths that result from drinking are well known by all of\nus.\n<\/p><p>\nIt is because of these threatening dangers that the world should become anchored in the\neternal truths of Jesus Christ and realize that there are eternal verities in this changing world.\n<\/p><p>\nDr. Charles Foster Kent, commenting upon the \"chaotic state\" of our civilized world, says: \n<\/p><p>\n\"Political organizations and ideals that have both fortified and handicapped us have been\nthrown into the discard. Long accepted social theories have suddenly been rejected, and new\nones are being adopted. Many of the moral standards of our Fathers are being set aside in\ntheory as well as in practice. The rising generation has no fear and little respect for Elders . . .\nReligious dogmas, long regarded as the corner stones of religion and the Church, are being\ndisproved, or supplanted.\"\n<\/p><p>\n<b>Free agency threatened<\/b>\n<\/p><p>\nEfforts are being made to deprive man of his free agency, to steal from the individual his\nliberty; and we must never forget that next to life itself, free agency is the greatest gift of God\nman.\n<\/p><p>\nThe two most important documents affecting the destiny of America are the Declaration of\nIndependence and the Constitution of the United States. Both of these inspired, immortal\npapers relate primarily to the freedom of the individual. Founded upon that principle of free\nenterprise fostered by these documents, the United States of America, in less than two\ncenturies, has achieved a greatness that far exceeds that of any other country in the world.\nThe deep concern of every loyal citizen regarding the threatened loss of our freedom has been\nwell expressed by Fred G. Clark, who is chairman of the American Economic Foundation,\nNew York City. In a speech given over a decade ago, he expressed the fear that the \"code of\nthe people\" is replacing the \"code of God.\" His words so impressed me that I quoted them in\nan address delivered in 1952. He declared that \"something is wrong with America.\n<\/p><p>\n<b>America imperiled<\/b>\n<\/p><p>\n\"At this moment of history when the task of world leadership has been thrust upon us, we\nstand confused, reluctant, and hesitant . . .\n<\/p><p>\n\"We are no longer certain what we stand for, and this, I believe, is because have forgotten the\ncircumstances surrounding the birth of our nation . . .\n<\/p><p>\n\"For decades it has been popular in America for the cynical intellectuals to sneer and scoff at\nwhat we call the traditions of Americanism.\n<\/p><p>\n\"The instruments of this sabotage were words and thoughts&mdash;plausible half-truths, sly appeals\nto that spark of larceny that lurks in every human  was heart, subtle suggestions of an\natheistic obvious that the nature, and the careful nurturing of a patronizing attitude toward\nanything America has held to be fine and sacred.\n<\/p><p>\n\"The people who planted these words and thoughts may have been either stupid or vicious,\nfools or foreign agents, smart-alecs or smart organizers.\n<\/p><p>\n\"What they were does not now matter. The thing that does matter is to counteract what they\nhave done.\n<\/p><p>\n\"Everybody in every position of leadership has to get into this act because the damage has\naffected every phase of our life.\n<\/p><p>\n\"The places in which this sabotage occurred were the schools, the churches, the\nCommunist-dominated labor halls, the lecture platforms, the motion pictures, the stage, the\npages of our newspapers and magazines, and the radio. Every means of communication has\nbeen utilized against us . . .\n<\/p><p>\n\"The man (or nation), who has a plan&mdash;a way of life&mdash;in which he believes, has mental\nsecurity.\n<\/p><p>\n\"To destroy this security, one must destroy that man's faith in his plan . . .\n<\/p><p>\n\"[It is a] reliance on a code of life which, if held in common with one's fellow men, brings\npeace of mind, develops the abilities of the group . . .\n<\/p><p>\n\"The degree to which the American code of life has been weakened can best be demonstrated\nby simply calling attention to the degree to which the foundation of that code has been\nweakened . . .\n<\/p><p>\n\"That foundation (and of this there cannot be the slightest shadow of a doubt) is made up of\nthe Ten Commandments and the Golden Rule.\n<\/p><p>\n\"Within this moral code, we have a complete way of life.\n<\/p><p>\n\"Acceptance of these precepts takes care of every phase of human life&mdash;spiritual, political,\nsocial, and economic . . .\n<\/p><p>\n\"America was a nation of people who had faith in their political and economic systems\nbecause they had faith in God, and had built those systems around the teachings of God.\n<\/p><p>\n\"Every collectivist from Karl Marx to [the present leader] has agreed that faith in God must\nbe destroyed before socialism can take over.\n<\/p><p>\n\"Therefore, it was obvious that the problem of sabotaging America's faith in America was the\nproblem of transferring the people's faith in God to faith in the State.\n<\/p><p>\n\"That thing called morality in politics, business, and private contracts, had to be broken down.\n<\/p><p>\n\"To an increasing extent the people have come to look upon morality as an old-fashioned\nsuperstition.\n<\/p><p>\n\"Religion has for many church members become a safe way of <i>dying<\/i> rather than\n<i>a good way of living<\/i>.\" (From \"The Code of the People Is Replacing the Code of God,\" by Fred G. Clark.)\n<\/p><p>\nWe all know that these threatening upsets in national standards have increased since that\nspeech was given. We know, also, that there has been an alarming increase in the abandoning\nof the ideals that constitute the foundation of the Constitution of the United States and of the\nAmerican home, and you will agree with me that ears from the truth, and shall be there is real\ncause for apprehension.\n<\/p><p>\nAt this very moment while we are here worshipping, war is raging and blasting out the lives\nof young men, old men, women, and children in Viet Nam. The standards of the home, even\nthe criteria for the rearing of children, have broken down.\n<\/p><p>\n<b>Evidences of danger<\/b>\n<\/p><p>\nJ. William Hudson, formerly professor of philosophy at the University of Missouri, states:\n\"The leisure occupations of youth, always symptomatic in any age, are not only unguidedly\nand frankly hedonistic, but have gone across the borders of what was once considered\ndecorous, not because of a new and liberalizing moral standard, as we sometimes pretended,\nbut because of the lack of any. The popularity of certain recent dances, formerly forbidden\neven in the 'red-light' districts, is typical. So is much of our periodical reading matter, and\nany number of 'movie' plays, over the edge of the decadently erotic, with a censorship that\ndoes not censor because of moral and financial doubt.\"\n<\/p><p>\nHe also mentions the fact that \"dishonesty is permeating public and private life alike, tainting\nthe administration of justice, tainting our legislative halls, tainting the conduct of private\nbusiness, polluting at times even the church itself.\"\n<\/p><p>\nHe goes on to assert that \"if there is to be social and political regeneration in out Republic\nand in the rest of the world, it must be by tremendous regeneration of moral ideals.\"\n<\/p><p>\n<b>\"What shall we do?\"<\/b>\n<\/p><p>\nWhat shall we do about all this?\n<\/p><p>\nWhen Paul was a prisoner in Rome, he sent a letter to Timothy, saying in substance: \n<\/p><p>\n\"Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all\nlong-suffering and doctrine.\n<\/p><p>\n\"For the time will come when they will not endure sound doctrine; but after their own lusts\nshall they heap to themselves teachers, having itching ears; \n<\/p><p>\n\"And they shall turn away their ears from the truth, and shall be turned unto fables\"\n(<span class=\"citation\" id=\"5165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5165)\">2 Tim. 4:2-4<\/a><\/span>).\n<\/p><p>\nIt is just as important today as when Paul wrote that farewell message to Timothy that officers\nand teachers and members and everywhere \"preach the word; be instant [that is, to be\n<i>eager, earnest<\/i>] in season, [and] out of season.\"\n<\/p><p>\nToday, in the midst of the world's perplexity, there should be no question in the mind of any\ntrue Latter-day Saint as to what we shall preach. The answer is as clear as the noonday sun in\na cloudless sky.\n<\/p><p>\nIn the year 1830, there was given to the people of this land and the world a divine plan\nwhereby individuals can find security and peace of mind and live in harmonious accord with\ntheir fellow beings. In all man's theories and experiments since history began, human\nintelligence has never devised a system which, when applied to the needs of humanity, can\neven approach this plan in effectiveness.\n<\/p><p>\n<b>Offer the Gospel plan of Salvation<\/b>\n<\/p><p>\nIn simple words, then, this is the word that we should preach&mdash;the <i>gospel plan of salvation<\/i>.\n<\/p><p>\nThe founders of this great republic had faith in the economic and political welfare of this\ncountry because they had faith in God. Today it is not uncommon to note an apologetic\nattitude on the part of men when they refer to the need of God's governing in the affairs of\nmen. Indeed, as has already been pointed out, success of Communism depends largely upon\nthe substitution of belief in God by belief in the supremacy of the state.\n<\/p><p>\nBut I say to you, preach in season and out of season\n(<span class=\"citation\" id=\"5164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5164)\">2 Tim. 4:2<\/a><\/span>)\nbelief in God the Eternal Father, in his\nSon Jesus Christ, and in the Holy Ghost\n(<span class=\"citation\" id=\"6827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6827)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\n<b>The sacredness of the individual<\/b>\n<\/p><p>\nProclaim that fundamental in the gospel plan is the sacredness of the individual; that God's\nwork and glory is \"to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39257)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nUnder this concept, it is a great imposition, if indeed not a crime, for any government, any\nlabor union, or any other organization to deny a man the right to speak, to worship, and to\nwork.\n<\/p><p>\nThe least child was sacred to Jesus. \". . . it is not the will of your Father which is in heaven,\nthat one of these little ones should perish\"\n(<span class=\"citation\" id=\"35608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35608)\">Matt. 18:14<\/a><\/span>).\nWhat would that simple truth mean\nin this world? \"Inasmuch as ye have done it unto one of the least of these my brethren, ye\nhave done it unto me\"\n(<span class=\"citation\" id=\"35660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35660)\">Matt. 25:40<\/a><\/span>).\nAnd in this modern day, he said, \"Remember the worth\nof souls is great\" (<span class=\"citation\" id=\"14739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14739)\">D&amp;C 18:10<\/a><\/span>).\n<\/p><p>\nA proper conception of this divine principle would change the attitude of the world to the\nbenefit and happiness of all human beings. It would bring into active operation the Golden\nRule: \"Do unto others as you would have others do unto you\" (see\n(<span class=\"citation\" id=\"35567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35567)\">Matt. 7:12<\/a><\/span>). What a\ndifferent world this would be if men would accumulate wealth, for example, not as an end, but\nas a means of blessing human beings and improving human relations.\n<\/p><p>\nDeclare the truth that man has the inherent power to do right or to do wrong. In this he has\nhis free agency to choose the right and obtain salvation, or he may choose to do evil and\ncommit abominations.\n<\/p><p>\n<b>Respect for governments divinely established<\/b>\n<\/p><p>\nPreach that the plan of salvation involves the belief that governments were instituted of God\nfor the benefit of man (<span class=\"citation\" id=\"14893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14893)\">D&amp;C 134:1<\/a><\/span>).\nMan was not born for the benefit of the state. Preach that no\ngovernment can exist in peace, and I quote from the Doctrine and Covenants, \"except such\nlaws are framed and held inviolate as will secure to each individual the free exercise of\nconscience, the right and control of property, and the protection of life\"\n(<span class=\"citation\" id=\"14895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14895)\">D&amp;C 134:2<\/a><\/span>).\n<\/p><p>\n<b>Necessity for honesty and loyalty<\/b>\n<\/p><p>\nProclaim the necessity of honesty and loyalty, doing an honest day's work for an honest day's\npay. Preach that honesty in government is essential to the perpetuation and stability of our\ngovernment as it is necessary to the stability of character in the individual. \"We believe in\nbeing honest, true, chaste, benevolent, virtuous, and in doing good to all men . . . If there is\nanything virtuous, lovely, or of good report, or praiseworthy, we seek after these things\"\n(<span class=\"citation\" id=\"6836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6836)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nProclaim that God lives, and that his Beloved Son is the Redeemer and Savior of mankind;\nthat he stands at the head of his Church that bears his name; that he guides and inspires those\nwho are authorized to represent him here on earth, authorized by the priesthood when\nheavenly messengers bestowed upon the Prophet Joseph Smith and others associated with him\ndivine authority.\n<\/p><p>\n<b>Responsibility of everyone<\/b>\n<\/p><p>\nPreach that the responsibility of declaring this plan of life, this way of life, this plan of\nsalvation, rests upon the entire membership of the Church, but most particularly upon those\nwho have been ordained to the priesthood and who have been called as leaders and servants\nof the people.\n<\/p><p>\n<b>Verities promulgated by the Son of God<\/b>\n<\/p><p>\nThese eternal verities are as applicable in the year 1966 as they were when Jesus first\npromulgated them and they will remain fundamental and essential in man's progress and\nhappiness as long as life and being last.\n<\/p><p>\nIn the questioning days of early boyhood, I first felt a kinship with Christ, our Lord and\nSavior. I know his love and his divine guidance. He is the sinless Son of man. \"He is the first\nand the last . . . and [is] alive for evermore\" (see\n<span class=\"citation\" id=\"42396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42396)\">Rev. 1:18<\/a><\/span>). Only by obedience to his\nteachings can man find happiness and peace. Our Father is a kind and loving Heavenly Father\nwho is as ready and eager today as ever to bless and to guide all his children who will\nsincerely seek him, and I bear you witness to that truth.\n<\/p><p>\nGod help us all to walk in the light as he is in the light\n(<span class=\"citation\" id=\"1075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1075)\">1 Jn. 1:7<\/a><\/span>),\nthereby avoiding the unhappiness,\nsinfulness, and misery of a misguided world, and find joy and peace and beauteous life here\nin this probation and in the life to come, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}