{"ID":1493, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">God's Gifts to Polynesia's People<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, October 1966, pp. 8-11<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, I know that I speak the innermost thoughts of all assembled here and those\nlistening and watching by radio and television everywhere in expressing a prayer to our\nHeavenly Father, wherein we would say, \"We thank thee, O God, for a prophet, to guide us\nin these latter days.\" (William Fowler, <i>Hymns<\/i> 196.) As a part of that prayer, I would also\ninclude another feeling of gratitude an expression of appreciation to President McKay, for the\nprecious privilege that he has afforded me, together with Elder Paul H. Dunn, to work so\nclosely with Polynesia's people scattered upon the isles of the sea.\n<\/p><p>\n<b>Polynesian paradise threatened<\/b>\n<\/p><p>\nThe choir brings to us a message of hope, of gratitude, of peace. However, the daily\nnewspaper from distant Tahiti tells of fear, frustration, and conflict, for on the atolls of\nMururoa and Fangataufa, thermonuclear testing has begun. Atomic and hydrogen explosions\nthrust a new dimension upon Polynesia. One native was heard to say, \"The kiss of death has\nbeen bestowed upon Tahiti, the queen of the islands of the Pacific.\" Well might we who most\nlove these people ask the perplexing question, \"Has paradise caught up with progress, or has\nprogress overtaken paradise?\"\n<\/p><p>\nBut then, the people of Polynesia have survived a variety of threats from a multitude of\nsources through many periods of time.\n<\/p><p>\nWhen Captain James Cook and his ship's crew of the <i>Endeavor<\/i> first sailed into Matavai Bay\nin the mid-1700's, they found a literal Polynesian paradise, with fresh water in torrents and\nflowers and fruit everywhere. They found a people every bit as beautiful as their\nsurroundings. There was food all around them: fish in the lagoons, breadfruit and coconuts in\nthe branches overhead, bananas, yams, and sugarcane growing wild in prolific abundance. For\nthe most part, the people knew no sickness, except the gentle decline into old age and death.\nBut then came what has been called the \"fatal impact\" of European civilization. Firearms,\ndisease, alcohol, an alien code of laws became a threat to the people and their culture, just as\nthe current products of our advanced society pose the threats of today.\n<\/p><p>\nBut Polynesia remains synonymous with paradise. The word itself, meaning \"many islands,\" is\ndescriptive of the area of Polynesia that covers a major portion of the Pacific Ocean.\nGeographically, it is bounded roughly by an imaginary triangle drawn from Hawaii southward\nto New Zealand, thence eastward to Easter Island, and thence back to Hawaii. Here we find\nmajor island groups, large volcanic islands, smaller coral atolls, and tiny, uninhabited islets.\n<\/p><p>\n<b>Blessings to the Polynesians<\/b>\n<\/p><p>\nRobert Louis Stevenson described the Polynesian sky as \"immoderately blue\"; but for the\nPolynesians themselves, he reserved the fitting tribute: \". . . the sweetest people God ever\nmade.\" Polynesians are friendly, loving, handsome, and intelligent people. Their history is\nexciting, their spoken words like a beautiful melody, their hospitality genuine, and their\nbeauty legendary.\n<\/p><p>\nMany ask \"Why are these people so bounteously blessed?\" \"Why do returning missionaries\nalways retain in their hearts a love for the islands and their people?\" \"Why do Polynesia's\npeople so love the Lord?\" The answer is found recorded in sacred scripture: \"Know ye not\nthat I, the Lord your God, have created all men, and that I remember those who are upon the\nisles of the sea\"\n(<span class=\"citation\" id=\"3761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3761)\">2 Ne. 29:7<\/a><\/span>).\n\". . . great are the promises of the Lord unto them who are\nupon the isles of the sea\"\n(<span class=\"citation\" id=\"3755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3755)\">2 Ne. 10:21<\/a><\/span>).\n<\/p><p>\nThese promises, these gifts from God, are apparent to those who visit Polynesia. May I invite\nyou today, for a few moments, to accompany me on a journey to the islands of the Pacific\nand look in on Polynesia's people, that we might learn of God's gifts to them. Whether we\nstop at New Zealand among the Maori, at Samoa, \"the heart of the South Seas\" at\nNuku'alofa, Tonga, in the Friendly Islands, at Papeete in Tahiti, or at beautiful Rarotonga, we\nfind people who are recipients of choice and cherished gifts.\n<\/p><p>\n<b>Gifts of the Polynesians<\/b>\n<\/p><p>\nTime permits a review of but five such gifts. I have chosen the gift of song, the gift of faith,\nthe gift of love, the gift of obedience, and the gift of gratitude.\n<\/p><p>\n<b>Gift of song<\/b>\n<\/p><p>\nWe have witnessed today an expression of this gift of song. Polynesians need no formal\nlessons in music Their voices are naturally resonant, their ears tuned to melody. A ukulele is\nas common to a lad there as a jackknife is to a boy here. Dancing and song become parts of a\nway of life.\n<\/p><p>\nJust this past June in New Zealand a tragic drowning claimed the lives of two instructors at\nthe Church College at Temple View. The young widows and their children were overcome by\ngrief and heartache. Many wellwishing and sympathetic friends offered words of consolation,\nbut the remorse remained. There came a soft knock at the door; a group of Maori Saints\nentered the room. Not a word was spoken, but song came forth from their lips and hearts. The\nbereaved families received a sustaining influence that accompanied them through the lonely\nand long journey homeward and even today turns tears of sorrow to warm smiles of gratitude.\n\". . . the song of the righteous is a prayer unto me [saith the Lord], and it shall be answered\nwith a blessing upon their heads\"\n(<span class=\"citation\" id=\"14745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14745)\">D&amp;C 25:12<\/a><\/span>).\nThe Polynesians have the gift of song.\n<\/p><p>\n<b>Gift of faith<\/b>\n<\/p><p>\nThe gift of faith, which they also enjoy, at times takes the form of miraculous healings of\nbody and mind. In other instances it is reflected by simple trust and calm assurance that God\nwill provide.\n<\/p><p>\nOn my first visit to the fabled village of Sauniatu, so loved by President McKay, my wife and\nI met with a large gathering of small children. At the conclusion of our messages to these shy,\nyet beautiful, youngsters, I suggested to the native Samoan teacher that we go forward with\nthe closing exercises. As he announced the final hymn, I suddenly felt compelled to\npersonally greet each of these 247 children. My watch revealed that the time was too short for\nsuch a privilege, so I discounted the impression. Before the benediction was to be spoken, I\nagain felt this strong impression to shake the hand of each child. This time I made the desire\nknown to the instructor, who displayed a broad and beautiful Samoan smile. He spoke in\nSamoan to the children, and they beamed their approval of his comments.\n<\/p><p>\nThe instructor then revealed to me the reason for his and their joy. He said, \"When we\nlearned that President McKay had assigned a member of the Council of the Twelve to visit us\nin far-away Samoa, I told the children if they would each one earnestly and sincerely pray\nand exert faith like the Bible accounts of old, that the Apostle would visit our tiny village at\nSauniatu, and through their faith, he would be impressed to greet each child with a personal\nhandclasp.\" Tears could not be restrained as each of those precious boys and girls walked\nshyly by and whispered softly to us a sweet <i>talofa lava<\/i>. The gift of faith had been evidenced.\n<\/p><p>\n<b>Gift of love<\/b>\n<\/p><p>\nThe gift of love is found throughout Polynesia: a love of God, a love of sacred things, and\nlove for family, friends, and fellowmen. At Papeete, Tahiti, I met a distinguished yet humble\nman, extraordinarily blessed with the gift of love. He was 84-year-old Tahauri Hutihuti from\nthe island of Takaroa in the Taumotu Island group. A faithful Church member all his life, he\nhad longed for the day when there would be in the Pacific a holy temple of God. He had a\nlove for the sacred ordinances he knew could only be performed in such a house. Patiently,\nand with purpose, he carefully saved his meager earnings as a pearl diver. When the New\nZealand Temple was completed and opened, he took from beneath his bed his life savings of\n$600, accumulated over a 40-year span; and together with loved ones, he journeyed to the\ntemple and thereby brought a fond dream to final fulfillment.\n<\/p><p>\nAs I said a tender good-bye to the Tahitians, each one came forward, placed an exquisite shell\nlei about my neck, and left an affectionate kiss upon my cheek. Tahauri, who did not speak\nEnglish, stood by my side and spoke to me through an interpreter. The interpreter listened\nattentively and then, turning to me, reported: \"Tahauri says he has no gift to bestow except\nthe love of a full heart.\" Tahauri clasped my hand and kissed my cheek. Of all the gifts\nreceived that memorable night, the gift of this faithful man remains the brightest.\n<\/p><p>\n<b>Gift of obedience<\/b>\n<\/p><p>\nAllied with this gift of love is the gift of obedience. When a Polynesian hears God's Prophet\nspeak, he obeys. When he sings, \"We thank thee, O God, for a prophet,\" he sings with his\nheart, as well as his voice, and the walls resound.\n<\/p><p>\nLauvale Tialavea, a counselor in the Samoan Mission presidency, typifies the spirit of\nobedience. He is handsome in appearance, sincere in his testimony, and responds to each call\nwith seldom equalled enthusiasm A convert to the Church, he formerly studied for the\nministry of another faith. Intelligent, educated, keen thinking, and fearless, his actions\ndemonstrate his love for the newly found truth that is his very life. A kind husband and father\nof ten, he has, since his baptism in 1961, taught the gospel to many hundreds of persons and\nhas himself baptized 174 as they have entered the kingdom of God.\n<\/p><p>\nRidiculed by the unbelievers for lifting his voice in testimony, stoned for his teaching of the\ntruth, mocked for his adherence to a rigid code of conduct, he courageously tells others of an\napostasy from the Church that followed the death of the Lord and his apostles, and of the\nrestoration of the gospel in this dispensation through the Prophet Joseph Smith. I asked,\n\"What provides your incentive, your strength to carry on such a missionary crusade amidst\nsuch a storm of protest?\" He replied: \"Our prophet, God's mouthpiece, has asked that 'every\nmember be a missionary.' My desire is to be obedient to the Prophet.\" I thought of the words\nof Samuel: \". . . to obey is better than sacrifice, and to hearken than the fat of rams\"\n(<span class=\"citation\" id=\"2560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2560)\">1 Sam. 15:22<\/a><\/span>).\nI heard the clarion call of Joshua: \". . . as for me and my house, we will serve the\nLord\" (<span class=\"citation\" id=\"30067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30067)\">Josh. 24:15<\/a><\/span>).\nTo these people, obedience is a gift, and they honor it.\n<\/p><p>\n<b>Gift of gratitude<\/b>\n<\/p><p>\nI introduce next the gift of gratitude. Late one evening on a Pacific isle, a small boat slipped\nsilently to its berth at the crude pier. Two Polynesian women helped Meli Mulipola from the\nboat and guided him to the well-worn pathway leading to the village road. The women\nmarveled at the bright stars that twinkled in the midnight sky. The friendly moonlight guided\nthem along their way. However, Meli Mulipola could not appreciate these delights of\nnature&mdash;the moon, the stars, the sky&mdash;for he was blind.\n<\/p><p>\nHis vision had been normal until that fateful day when, while working on a pineapple\nplantation, light turned suddenly to darkness and day became perpetual night. He had learned\nof the restoration of the gospel and teachings of The Church of Jesus Christ of Latter-day\nSaints. His life had been brought into compliance with these teachings.\n<\/p><p>\nHe and his loved ones had made this long voyage, having learned that one who held the\npriesthood of God was visiting among the islands. He sought a blessing under the hands of\nthose who held the sacred priesthood. His wish was granted, a blessing provided. Tears\nstreamed from his sightless eyes and coursed down his brown cheeks, tumbling finally upon\nhis native dress. He dropped to his knees and prayed: \"Oh God, thou knowest I am blind. Thy\nservants have blessed me that my sight return. Whether in thy wisdom I see light or whether I\nsee darkness all the days of my life, I will be eternally grateful for the truth of thy gospel\nwhich I now see and which provides the light of my life.\" He arose to his feet, thanked us for\nproviding the blessing, and disappeared into the still of night. Silently he came. Silently he\ndeparted. But his presence I shall never forget. I reflected upon the message of the Master: \"I\nam the light of the world: he that followeth me shall not walk in darkness, but shall have the\nlight of life\" (<span class=\"citation\" id=\"28257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28257)\">John 8:12<\/a><\/span>).\n<\/p><p>\nThere came to me an appreciation of these gifts of God to Polynesia's people: The gift of\nsong, the gift of faith, the gift of love, the gift of obedience, and the gift of gratitude. But\nsuch gifts were suddenly dwarfed as I remembered God's greatest gift, given not only to the\nPolynesians, but to you, to me, and to all persons everywhere&mdash;the gift of his Only Begotten\nand precious Son, Jesus Christ.\n<\/p><p>\nWe may never open gates of cities or doors of palaces, but we will find true happiness and\nlasting joy when there enters our heart and soul a knowledge and understanding of this\nsupreme gift. \"He comes to us as one unknown, without a name, as of old, by the lakeside,\nwhen he came to those men who knew him not. He speaks to us the same words, 'Follow thou\nme,' and sets us to the tasks that he has to fulfill for our time. He commands; and to those\nwho obey him, whether they be wise or simple, he will reveal himself in the toils, the\nconflicts, the sufferings that they shall pass through in his fellowship; and they shall learn in\ntheir own experience who he is\" (Albert Schweitzer, <i>The Quest for the Historical Jesus<\/i>).\n<\/p><p>\nLike a bright searchlight of truth, his gospel will direct our journey along the pathways of\nlife. Oh, how blessed are we to have this never dimming, always glowing hope and the\neternal knowledge that belongs to us and that we share with the world: that the gospel has\nbeen restored to earth, that God lives, that Jesus is his Son, our elder brother, our mediator\nwith the Father, our Lord and our Savior, God's greatest gift to us.\n<\/p><p>\nMay our Heavenly Father bless us with an appreciation of his sacrifice; may our lives reflect\nour gratitude, I ask in the name, the blessed name, of Jesus Christ, God's gift to us. Amen\n<\/p>\n<\/div>\n<\/div>"}