{"ID":1495, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Where is Peace?<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, October 1966, pp. 14-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>Peace<\/b>\n<\/p><p>\nOn the campus of one of our large universities there were recent riots by students carrying\nlarge placards, some of which had the words, \"We demand peace.\" It cannot be denied that\nwe live in troubled times and that the lives of most people in the world today are affected by\nwar. Both sides of the controversy have stated their terms for peace, and politicians talk about\nan equitable and lasting peace despite the fact that down through history there has been\nalmost continual warfare and political unrest.\n<\/p><p>\n<b>Destroyed by lust<\/b>\n<\/p><p>\nThe Apostle James, in writing to Israel, asked this question: \"From whence come wars and\nfighting among you? come they not hence, even of your lusts that war in your members?\n<\/p><p>\n\"Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye\nhave not, because ye ask not.\n<\/p><p>\n\"Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts\"\n(<span class=\"citation\" id=\"26195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26195)\">James 4:1-3<\/a><\/span>).\n<\/p><p>\nAt the time of this writing, the Jews were revolting against the Romans in defense of their\nreligion and fighting to procure the liberty to which they believed themselves entitled. They\nhad been split in many factions and were having conflicts among themselves. At the same\ntime they were waging wars against the heathens in Egypt, Syria, and other places, killing\nmany and being massacred in their turn.\n<\/p><p>\nJames asks this question: Does not war come from lusts? The Jewish contentions and\npredatory wars were generated upon lust. Lust has been the motivating force of the wars that\nhave afflicted and desolated the world. One nation has coveted another's territory or property\nor has attempted to force its will or way of life upon another by resorting to physical violence\nas a means to accomplish its purposes. Nations kill, slay, burn, and destroy until one of them\nis overcome. History is a repetitious recital of intentional and wanton destruction of life and\nproperty. Today is not different from the yesterdays. The populace prays and cries for peace.\n<\/p><p>\n<b>Peace defined<\/b>\n<\/p><p>\nThe word <i>peace<\/i> appears frequently in scripture and has many meanings. In classical Greek the\nword refers to cessation, discontinuance, or absence of hostilities between rival forces. This\ndefinition is the antithesis of war and strife. The New Testament, however, has given far\nwider range of meaning. This is partly due to the influence of the Hebrew word for peace,\nwhich is far more comprehensive of meaning. It was commonly used as a form of greeting\nwhen persons met or parted: \"May peace be with you.\"\n<\/p><p>\nJesus said, \"Daughter, thy faith hath made thee whole; go in peace\" \n(<span class=\"citation\" id=\"33183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33183)\">Mark 5:34<\/a><\/span>).\nOn the evening of the day of the resurrection, he came to the place where the disciples were\nassembled and said to them, \"Peace be unto you.\n<\/p><p>\n\"And when he had so said, he shewed unto them his hands and his side. Then were the\ndisciples glad, when they saw the Lord.\n<\/p><p>\n\"Then said Jesus to them again, Peace be unto you\"\n(<span class=\"citation\" id=\"28310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28310)\">John 20:19-21<\/a><\/span>).\n<\/p><p>\nPaul has incorporated this greeting into the opening sentences of his letters, as do the other\nwriters of the epistles.\n<\/p><p>\nThe word has also been used in the New Testament in reference to \"domestic peace\" between\nhusband and wife (<span class=\"citation\" id=\"433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(433)\">1 Cor. 7:15<\/a><\/span>),\nto harmonious relationships within the whole family\n(<span class=\"citation\" id=\"35582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35582)\">Matt. 10:34<\/a><\/span>),\nand in many instances to happy, personal relationships with others. It has also been\nused to mean \"peace of mind\" or serenity, and the right relationships between God and man.\n<\/p><p>\n<b>God prescribes conditions of peace<\/b>\n<\/p><p>\nBecause of the difference in definitions, those who seek peace may be searching for unrelated\nconditions. The peace for which the world longs is a time of suspended hostilities; but men do\nnot realize that peace is a state of existence that comes to man only upon the terms and\nconditions set by God, and in no other way.\n<\/p><p>\nIn a psalm in the Book of Isaiah are these words: \"Thou wilt keep him in perfect peace,\nwhose mind is stayed on thee: because he trusteth in thee\" (<span class=\"citation\" id=\"25308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25308)\">Isa. 26:3<\/a><\/span>).\nThis perfect peace mentioned by Isaiah comes to one only through a belief in God. This is not understood by an\nunbelieving world.\n<\/p><p>\n<b>\"My peace I give unto you\"<\/b>\n<\/p><p>\nOn the last occasion that Jesus had supper with the Twelve, he washed their feet, broke bread\nfor them, and passed them the cup; then, after Judas had left their midst, the Master spoke to\nthem at some length. Among other things, he told of his impending death and of the legacy\nhe left for each of them. He had accumulated no goods, property, nor wealth. The record tells\nus of no possessions other than the clothing he wore, and on the next day after the crucifixion\nthis would be divided by the soldiers, who would cast lots for his coat. His bequest was given\nto his disciples in these simple yet profound words: \"Peace I leave with you, my peace I give\nunto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let\nit be afraid\" (<span class=\"citation\" id=\"28284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28284)\">John 14:27<\/a><\/span>).\n<\/p><p>\nHe used the Jewish form of salutation and benediction: \"My peace I give unto you.\" This\nsalutation and bequest was not to be taken by them in the usual sense, for he said, \". . . not as\nthe world giveth, give I unto you.\" Not empty wishes, not just polite ceremony, as the people\nof the world use the words as matters of custom; but as the author and Prince of peace, he\ngave it to them. He bestowed it upon them and said, \"Let not your heart be troubled, neither\nlet it be afraid.\" Within a few hours they would be subjected to trouble, but with his peace\nthey could overcome fear and stand firm.\n<\/p><p>\n<b>\"Be not afraid\"<\/b>\n<\/p><p>\nHis last statement to them before the closing prayer on that memorable evening was this: \". . .\nin the world ye shall have tribulation: but be of good cheer; I have overcome the world\"\n(<span class=\"citation\" id=\"28295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28295)\">John 16:33<\/a><\/span>).\n<\/p><p>\n<b>Promise of peace<\/b>\n<\/p><p>\nThere is no promise of peace to those who reject God, to those who will not keep his\ncommandments, or to those who violate his laws. The Prophet Isaiah spoke of the decadence\nand corruption of leaders and then continued in his admonitions by saying: \"But the wicked\nare like the troubled sea, when it cannot rest, whose waters cast up mire and dirt.\n<\/p><p>\n\"There is no peace, saith my God, to the wicked\" (<span class=\"citation\" id=\"25319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25319)\">Isa. 57:20-21<\/a><\/span>).\n<\/p><p>\nThe unrighteous and wicked have no peace, and their actions take away the peace of others.\nTurmoil in the world has usually been caused by a few individuals or a minority, causing\nmillions of innocent persons to suffer. Today, as in eras gone by, those who are the innocent\nvictims of oppressors hopefully look for peace. This cannot come by riots or placards or even\nthe cessation of hostilities. It can come only in the way the Lord gave his peace to the\nTwelve, \"not as the world giveth.\"\n<\/p><p>\nOne of the great writers has penned: \"Peace does not dwell in outward things, but within the\nsoul; we may preserve it in the midst of the bitterest pain, if our will remains firm and\nsubmissive. Peace in this life springs from acquiescence, not in an exemption from suffering.\"\n(Fenelon.)\n<\/p><p>\n<b>Peace, triumph of principles<\/b>\n<\/p><p>\nEmerson wrote: \"Nothing can bring you peace but yourself; nothing can bring you peace but\nthe triumph of principles.\" (Essay, \"Self-Reliance.\") These principles are incorporated into the\ngospel of Jesus Christ. Indifference to the Savior or failure to keep the commandments of God\nbrings about insecurity, inner turmoil, and contention. These are the opposite of peace. Peace\ncan come to an individual only by an unconditional surrender&mdash;surrender to him who is the\nPrince of peace (<span class=\"citation\" id=\"25303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25303)\">Isa. 9:6<\/a><\/span>),\nwho has the power to confer peace.\n<\/p><p>\nOne may live in beautiful and peaceful\nsurroundings but, because of inner dissension and discord, be in a state of constant turmoil.\nOn the other hand, one may be in the midst of utter destruction and the bloodshed of war and\nyet have the serenity of unspeakable peace. If we look to man and the ways of the world, we\nwill find turmoil and confusion. If we will but turn to God, we will find peace for the restless\nsoul. This was made clear by the words of the Savior: \"In the world ye shall have tribulation\"\n(<span class=\"citation\" id=\"28296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28296)\">John 16:33<\/a><\/span>);\nand in his bequest to the Twelve and to all mankind, he said, \"Peace I leave\nwith you, my peace I give unto you: not as the world giveth\"\n(<span class=\"citation\" id=\"28285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28285)\">John 14:27<\/a><\/span>).\n<\/p><p>\n<b>\"Come unto me, all ye that labor\"<\/b>\n<\/p><p>\nWe can find this peace now in a world of conflict if we will but accept his great gift and his\nfurther invitation: \"Come unto me, all ye that labor and are heavy laden, and I will give you\nrest.\n<\/p><p>\n\"Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall\nfind rest unto your souls\" (<span class=\"citation\" id=\"35587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35587)\">Matt. 11:28-29<\/a><\/span>).\n<\/p><p>\nThis peace shelters us from the worldly turmoil. The knowledge that God lives, that we are\nhis children, and that he loves us soothes the troubled heart. The answer to the quest lies in\nfaith in God and in his Son, Jesus Christ. This will bring peace to us now and in the eternity\nto follow.\n<\/p><p>\nI witness that Jesus is the Christ, the Savior of the world, and that this is his Church, in his\nholy name. Amen.\n<\/p>\n<\/div>\n<\/div>"}