{"ID":1496, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Continuous Revelation<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1966, pp. 21-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my brethren; brothers and sisters and friends: \n<\/p><p>\nI pray that my brief remarks this day may touch believing hearts.\n<\/p><p>\n<b>The Holy Bible<\/b>\n<\/p><p>\nMy reference Bible is described as \"The Holy Bible . . . translated out of the original tongues:\nand with the former translations diligently compared and revised, by his Majesty's special\ncommand\"&mdash;King James Version.\n<\/p><p>\nThis is a transcendentally wonderful volume, a combination of about 66 books, 1,189\nchapters, with 1,545 pages.\n<\/p><p>\nWe of The Church of Jesus Christ of Latter-day Saints \"believe the Bible to be the word of\nGod as far as it is translated correctly\" (<span class=\"citation\" id=\"6830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6830)\">A of F 1:8<\/a><\/span>).\n<\/p><p>\nWhen I was about 14 years of age, I read this marvelous volume from Genesis to Revelation.\n<\/p><p>\nI believe the Bible. I love the Bible. It stimulates me. It lifts me. It inspires me. And, I never\ntire reading its pages.\n<\/p><p>\nThere is one phrase that brings me up short as I finish the Book of Malachi. In bold type are\nthese words, \"THE END OF THE PROPHETS\" (<span class=\"citation\" id=\"121057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 121057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(121057)\">Mal. 4 Endnote<\/a><\/span>). Regardless of what the compilers meant, I\ndo not believe that Malachi was \"the end of the prophets.\" As I finished the New Testament, I\nfound once more in bold letters the words, \"THE END\" (<span class=\"citation\" id=\"126846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126846)\">Rev. 22 Endnote<\/a><\/span>). I do not believe that even the Book\nof Revelation was the end.\n<\/p><p>\nThen I pondered. If it was meant that there were no more prophets or no more revelations,\nthen that implication would be terrifying.\n<\/p><p>\nAnother of the Articles of Faith says, \"We believe all that God has revealed, all that He does\nnow reveal, and we believe that He will yet reveal many great and important things pertaining\nto the Kingdom of God\" (<span class=\"citation\" id=\"6831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6831)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nIn the Old Testament, from Adam until Malachi, the prophets were testifying of the divinity\nof the Lord Jesus Christ. He was the God of the Old Testament, and it was he who conversed\nwith Abraham and Moses. It was he who inspired Isaiah and Jeremiah; it was he who foretold\nthrough those chosen men the happenings of the future even to the latest day and hour.\n<\/p><p>\nAnd then the New Testament is what it implies&mdash;a new, additional witness and testimony of\nJesus Christ and the divinity of his work and of the necessity of living the gospel that he\noutlined and proclaimed.\n<\/p><p>\nI like the words of William Cowper: \n<\/p><p>\n\"God moves in a mysterious way, his wonders to perform . . .<br \/><br \/>\n\"Deep in unfathomable minds of never failing skill,<br \/>\nHe treasures up his bright designs and works his sovereign will.<br \/>\n\"Blind unbelief is sure to err, and scan his work in vain<br \/>\nGod is his own interpreter, and he will make it plain.\"\n<\/p><p>\nI believe with Peter: \"For the prophecy came not in old time by the will of man: but holy\nmen of God spake as they were moved by the Holy Ghost\" (<span class=\"citation\" id=\"4896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4896)\">2 Pet. 1:21<\/a><\/span>).\n<\/p><p>\nHow this confused world needs revelation from God!\n<\/p><p>\nTransportation and communication shorten time and distance, yet the world goes on. With war\nand pestilence and famine, with increased numbers, poverty, desolation, and with more graft,\ndishonesty, and immorality, certainly the people of this world need revelation from God as\nnever before. How absurd to think that the Lord would give to a small handful of people in\nthe Palestine world his precious direction through revelation and that now, in our extremity,\nhe would close the heavens as he told the children of Israel he would if they would not live\nhis commandments. The Lord said: \"And I will break the pride of your power, and I will\nmake your heaven as iron, and your earth as brass\" (<span class=\"citation\" id=\"30905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30905)\">Lev. 26:19<\/a><\/span>).\n<\/p><p>\nAnd the prophet Moroni quotes his father Mormon as asking: \n<\/p><p>\n\". . . has the day of miracles ceased?\n<\/p><p>\n\"Or have angels ceased to appear unto the children of men? Or has he withheld the power of\nthe Holy Ghost from them? Or will he, so long as time shall last, or the earth shall stand, or\nthere shall be one man upon the face thereof to be saved?\n<\/p><p>\n\". . . Nay, for it is by faith that miracles are wrought; and it is by faith that angels appear and\nminister unto men; wherefore, if these things have ceased wo be unto the children of men, for\nit is because of unbelief, and all is vain\" (<span class=\"citation\" id=\"38326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38326)\">Moro. 7:35-37<\/a><\/span>).\n<\/p><p>\nIf the Bible were \"the end of the prophets,\" it would be through lack of faith, and that is the\nreason the heavens at times were closed and locked and became as iron and the earth as brass.\n<\/p><p>\nThe Lord will not force himself upon people; and if they do not believe, they will receive no\nvisitation. If they are content to depend upon their own limited calculations and interpretations\nthen, of course, the Lord will leave them to their chosen fate.\n<\/p><p>\nMoroni quotes again: \". . . if these things have ceased, then has faith ceased also; and awful is\nthe state of man, for they are as though there had been no redemption made\"\n(<span class=\"citation\" id=\"38327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38327)\">Moro. 7:38<\/a><\/span>).\n<\/p><p>\nThere were the centuries of the dark ages when the heavens were as iron, when there were no\nrevelations recorded; but more than a century ago, the iron ceiling was shattered, since which\ntime revelations have been continuous.\n<\/p><p>\n<b>The Book of Mormon<\/b>\n<\/p><p>\nOther books of scripture came into being. Vital and priceless records of ancient America with\nthe teachings of Christ, another testimony of his divinity, were translated. And this Book of\nMormon we declare to be divine scripture.\n<\/p><p>\n<b>The Pearl of Great Price<\/b>\n<\/p><p>\nAnd then there fell into the hands of Joseph Smith some ancient scriptures from the\ncatacombs of Egypt that were the writings of Abraham while he was in Egypt and that were\nwritten by his own hand upon papyrus, from which they were translated and are known as the\nBook of Abraham; this book we declare to the world to be authentic and of divine origin. We\nalso have the Book of Moses, an account of the ancient days, contemporary with the Book of\nGenesis but a more complete record of that period as revealed to the Prophet Joseph Smith.\n<\/p><p>\n<b>The Doctrine and Covenants<\/b>\n<\/p><p>\nSince that momentous day in 1820, additional scripture has continued to come, and numerous\npertinent and vital revelations have been flowing in a never-failing stream from God to his\nprophets on the earth. These scriptures are called the Doctrine and Covenants. We declare\nthem to be divine and official and authentic communications from the Lord to men through\ndivinely appointed prophets and that there never has been and never shall be an end to the\nprophets so long as men have faith and believe and live righteously.\n<\/p><p>\nThere are those who would assume that with the printing and binding of these sacred scripture\nrecords, that would be \"the end of the prophets.\" But again, we testify to the world that\nrevelation continues and that the vaults and files of the Church are full.\n<\/p><p>\nRevelations come from month to month and from day to day, and since 1830, they have\ncontinued. As long as time shall last, a prophet, recognized of God, will continue to interpret\nthe mind and will of God.\n<\/p><p>\nSince we know positively that God lives and is the same yesterday, today, and forever (<span class=\"citation\" id=\"24360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24360)\">Heb. 13:8<\/a><\/span>),\nwe can gauge the faithfulness and spirituality of men by the degree and fullness of the\ncommunications between them and God.\n<\/p><p>\n<b>Revelations, ancient and modern<\/b>\n<\/p><p>\nHarper's <i>Bible Dictionary<\/i> defines revelation, saying: \n<\/p><p>\n\". . . and only God can make God known. Revelation is the process whereby God makes\nhimself known to men . . . Revelation presupposes on the part of men a capacity of response\n. . . Response calls for faith . . .\n<\/p><p>\n\"The scriptures are the record of God's self-revelation and its results . . .\n<\/p><p>\n\"Revelation is therefore inseparable from faith, and unless a faith response is evoked there is\nno proper revelation.\" (Madeleine C. Miller and J. Lane Miller, <i>Harper's Bible Dictionary<\/i>\n[New York: Harper &amp; Brothers Publishers, 1952], pp. 613-14.)\n<\/p><p>\nAs the thoughtful student reads the numerous experiences of the modern leaders and the\nrevelations and dreams and visions, it is apparent that they compare well with all those of the\nancient past.\n<\/p><p>\nThe visions of Wilford Woodruff and Joseph F. Smith would certainly be on a par with the\nvisions of Peter and Paul. The visions and revelations of the Prophet Joseph Smith in the\nKirtland Temple and in the Sacred Grove in New York were awesome, like the manifestations\nto Peter, James, and John on the Mount of Transfiguration.\n<\/p><p>\nCertainly, if there is no variableness in the Lord (<span class=\"citation\" id=\"26188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26188)\">James 1:17<\/a><\/span>),\nif there is no shadow of changing (<span class=\"citation\" id=\"37993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37993)\">Morm. 9:9<\/a><\/span>), and if, as\nhe said, he is the same yesterday, today, and forever (<span class=\"citation\" id=\"24361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24361)\">Heb. 13:8<\/a><\/span>),\nthen we may fully expect that the same\nrevelations, visions healings, and tongues are all available today as in any other day,\nproviding there is the necessary faith.\n<\/p><p>\nJoseph Smith's revelations were spectacular. After many centuries of spiritual darkness in the\nworld, it was necessary that the Lord Jesus Christ restore his program on the earth, and that\nthe Father return to introduce the Son, who would then establish the gospel of restoration.\n<\/p><p>\nRevelation does not always mean \"walking with God\" (<span class=\"citation\" id=\"14859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14859)\">D&amp;C 107:49<\/a><\/span>),\nnor \"face-to-face\" (<span class=\"citation\" id=\"22766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22766)\">Ex. 33:11<\/a><\/span>),\nnor \"lips-to-ear\" (<span class=\"citation\" id=\"41857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41857)\">Ps. 17:1<\/a><\/span>).\nThere are many kinds of revelation&mdash;some more and some less spectacular.\n<\/p><p>\nThe vision to Peter, James, and John, the pillars of the early Church, was awesome. They\nfollowed Jesus into the high mountain, where \"his face did shine as the sun, and his raiment\nwas white as the light\" (<span class=\"citation\" id=\"35605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35605)\">Matt. 17:2<\/a><\/span>).\nHere these three great prophets saw Moses and Elias,\nlong since dead, and were with Christ and heard the voice of Elohim introducing his Beloved\nSon, Jehovah (<span class=\"citation\" id=\"35606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35606)\">Matt. 17:3-5<\/a><\/span>).\n<\/p><p>\nMagnificent and eternity-embracing were the revelations to Abraham, known as \"the friend of\nGod\" (<span class=\"citation\" id=\"26194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26194)\">James 2:23<\/a><\/span>).\nAngels ministered to him and the Lord spoke to him. He said: \n<\/p><p>\n\"I, Abraham, talked with the Lord face to face as one man talketh with another; and he told\nme of the works which his hands had made\" (<span class=\"citation\" id=\"7246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7246)\">Abr. 3:11<\/a><\/span>).\n<\/p><p>\n\". . . the Lord spake to Moses face to face as a man speaketh with a friend\"\n(<span class=\"citation\" id=\"22767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22767)\">Ex. 33:11<\/a><\/span>).\n<\/p><p>\nIndicating the different types of revelation, the Lord revealed through Aaron and Miriam: \n<\/p><p>\n\". . . If there be a prophet among you, I the Lord will make myself known unto him in a\nvision, and will speak unto him in a dream.\n<\/p><p>\n\"My servant Moses is not so. . . .\n<\/p><p>\n\"With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the\nsimilitude of the Lord shall he behold\" (<span class=\"citation\" id=\"41113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41113)\">Num. 12:6-8<\/a><\/span>).\n<\/p><p>\nThe vision of the Prophet Joseph Smith in 1820 was spectacular and magnificent when the\nFather introduced his Only Begotten Son, Jesus Christ, to the boy prophet. Joseph Smith\n<i>saw<\/i> and <i>heard<\/i>. He said: \n<\/p><p>\n\". . . I saw two Personages, whose brightness and glory defy all description, standing above\nme in the air. One of them spake unto me, calling me by name and said, pointing to the\nother&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\" (<span class=\"citation\" id=\"30486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30486)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nRealizing the skepticism of his contemporaries, he continued: \n<\/p><p>\n\". . . it was nevertheless a fact that I had beheld a vision . . .\n<\/p><p>\n\". . . I had actually seen a light and in the midst of that light, I saw two Personages, and they\ndid in reality speak to me; and though I was hated and persecuted for saying that I had seen a\nvision, yet it was true; and while they were persecuting me, reviling me . . . I was led to say\nin my heart: 'Why persecute me for telling the truth? I have actually seen a vision; and who\nam I that I can withstand God, or why does the world think to make me deny what I have\nactually seen?' For I had seen a vision; I knew it, and I knew that God knew it, and I could\nnot deny it, neither dared I do it&mdash;at least I knew that by so doing, I would offend God, and\ncome under condemnation\" (<span class=\"citation\" id=\"30487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30487)\">JS&mdash;H 1:24-25<\/a><\/span>).\n<\/p><p>\nElder John A. Widtsoe says of this: \n<\/p><p>\n\"There was no mysticism about it. Joseph saw, in full sight, the personages of the vision and\nheard their words. The vision was beyond philosophic quibbling.\" (John A. Widtsoe,\n<i>Joseph Smith<\/i>, p. 5.)\n<\/p><p>\nNothing short of this total vision to Joseph could have served the purpose to clear away the\nmists of darkness of the centuries. Merely an impression, a hidden voice, or a dream could\nhardly have dispelled the old vagaries and misconceptions of the ages.\n<\/p><p>\nMoroni again said: \n<\/p><p>\n\". . . I speak unto you who deny the revelations of God, and say that they are done away . . .\n.\"\n<\/p><p>\n\". . . he that denieth these things knoweth not the gospel of Christ; yea, he has not read the\nscriptures; if so, he does not understand them.\n<\/p><p>\n\"And now if ye have imagined up unto yourselves a god who doth vary, and in whom there is\nshadow of changing, then have ye imagined up unto yourselves a god who is not a God of\nmiracles.\n<\/p><p>\n\"But behold, I will show unto you a God of miracles . . . and it is that same God who\ncreated the heavens and the earth, and all things\" (<span class=\"citation\" id=\"37992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37992)\">Morm. 9:7-8,10-11<\/a><\/span>).\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints has its prophets and has had them since the\nbeginning of the restoration in 1830. Listen to Brigham Young: \n<\/p><p>\n\"I have the keys and the means of obtaining the word of God on the subject . . .\n<\/p><p>\n\"Joseph conferred upon our heads all the keys and powers belonging to the Apostleship which\nhe himself held . . . and no man or set of men can get between Joseph and the Twelve in this\nworld or in the world to come.\n<\/p><p>\n\"How often has Joseph said to the Twelve, 'I have laid the foundation and you must build\nthereon, for upon your shoulders the kingdom rests'\" (<i>Documentary History of the Church<\/i>,\nVol. 7, p. 230).\n<\/p><p>\nBrigham Young, the leader of the exodus across the plains, also said: \n<\/p><p>\n\"I do not wish men to understand I had anything to do with our being moved here, that was\nthe providence of the Almighty; it was the power of God that wrought out salvation for this\npeople, I never could have devised such a plan\" (<i>Journal of Discourses<\/i>, Vol. 4, p. 41).\n<\/p><p>\nMost recorded revelations in the Doctrine and Covenants and in the Bible were from deep\nfeelings and an impressive consciousness of direction from above. But some were more direct.\nThe believer of the Bible would hardly question the call of Enoch, nor the call of Saul of\nTarsus, nor that of Barnabas. And yet, those same Bible readers would take upon themselves\nthe assumed authority to preach and teach and perform ordinances without special authority\nfrom God.\n<\/p><p>\nBrigham Young received a vision before building this beautiful temple on this block. Here are\nhis own words: \n<\/p><p>\n\". . . five years ago last July, I was here and saw in the Spirit the Temple not ten feet from\nwhere we have laid the Chief Corner Stone. I have not inquired what kind of a Temple we\nshould build. Why? Because it was represented before me . . . it will have six towers to begin\nwith instead of one\" (<i>Journal of Discourses<\/i>, Vol. 1, p. 33).\n<\/p><p>\nIf all the spectacular manifestations and visions and pertinent dreams and healings and other\nmiracles were written in books, it would take a great library to hold them.\n<\/p><p>\nComparable to the numerous revelations of the past would be the one of Wilford Woodruff,\nPresident of the Church in the last century: \n<\/p><p>\n\"I had some remarks last Sunday upon . . . revelation. Read the life of Brigham Young and\nyou can hardly find a revelation that he had wherein he said, 'Thus saith the Lord.' But the\nHoly Ghost was with him; he taught by inspiration and revelation . . . Joseph said, 'Thus\nsaith the Lord' almost every day of his life, in laying the foundation of this work. But those\nwho followed him have not deemed it always necessary to say, 'Thus saith the Lord.' Yet\nthey have led the people by the power of the Holy Ghost . . .\n<\/p><p>\n\"It is by that power that we have led Israel; by that power President Young presided over and\nled the Church. By the same power, President John Taylor presided over and led the Church.\nAnd that is the way I have acted according to the best of my ability in that capacity . . . He\nis giving us revelation, and will give us revelation until the scene is wound up.\n<\/p><p>\n\"I have had some revelations of late and very important ones to me and I will tell you what\nthe Lord has said to me . . .\n<\/p><p>\n\". . . The Lord . . . has told me exactly what to do . . . I went before the Lord, and I wrote\nwhat the Lord told me to write . . .\" (<i>Deseret News<\/i>, Nov. 7, 1891).\n<\/p><p>\nThe work goes forward&mdash;and one prophet succeeds another.\n<\/p><p>\nJoshua succeeded Moses, who had laid his hands upon him and ordained him\n(<span class=\"citation\" id=\"21263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21263)\">Deut. 34:9<\/a><\/span>). And then the\nLord said: \n<\/p><p>\n\"There shall not any man be able stand before thee [Joshua], all the years of thy life:\n<i>as I was with Moses I will be with thee<\/i>: I will not fail thee, nor forsake thee\"\n(<span class=\"citation\" id=\"30066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30066)\">Josh. 1:5<\/a><\/span>, italics added).\n<\/p><p>\nUpon Elisha fell the mantle of Elijah (<span class=\"citation\" id=\"3191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3191)\">2 Kgs. 2:12-15<\/a><\/span>).\n<\/p><p>\nAnd likewise, the mantle of Joseph Smith fell on Brigham Young when seemed to be\ntransformed before the people who seemed to hear the voice of Joseph and see the person of\nJoseph. This remarkable miracle was attested to by great numbers of people. The mantle of\nJoseph fell from Brigham to John Taylor, to Wilford Woodruff, to Lorenzo Snow, to Joseph\nF. Smith, to Heber J. Grant, to George Albert Smith, and to our Prophet today, President\nDavid O. McKay.\n<\/p><p>\nRevelations have continued: Brother Merrill, president of the Logan Temple, received a\ncomforting manifestation; Elder Melvin J. Ballard's call, as told by President Grant, was\nremarkable. President Joseph F. Smith's vision in 1918 on the redemption of the dead was\nmost comprehensive; the temple work for the signers of the Declaration of Independence is\nilluminating; President Grant's Arizona experience is remarkable; Heber C. Kimball's\nexperience of unusual discernment in the Endowment House&mdash;these and numerous\nexperiences of latter-day authorities all are testimony that, as George Q. Cannon said,\n<i>there has never been a single minute since 1830 when the people were left without the revealed guidance of the Lord<\/i> (<i>JD<\/i>, Vol. 26, p. 64).\n<\/p><p>\n<b>The Almighty is with His people<\/b>\n<\/p><p>\nThe Almighty is with this people. We shall have all the revelations that we shall need if we\nwill do our duty and keep the commandments of God. If men could just realize that there may\nbe sound even though few ears hear it. There are revelations even though most minds be\nmaterialistic and most hearts impenetrable.\n<\/p><p>\nRemember that of all who traveled the \"way to Damascus\" that notable day, only Paul heard\nand recognized the face and voice of our Redeemer (<span class=\"citation\" id=\"8009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8009)\">Acts 9:3-7<\/a><\/span>).\nAnd that of all the numerous professionals and court attaches in Babylon's court, only Daniel\nreceived the dream of Nebuchadnezzar and its interpretation (<span class=\"citation\" id=\"10676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10676)\">Dan. 2:1-49<\/a><\/span>);\nand while Belshazzar and others\nsaw the handwriting on the wall, only the Prophet Daniel could give it meaning\n(<span class=\"citation\" id=\"10681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10681)\">Dan. 5:5-29<\/a><\/span>).\n<\/p><p>\nRemember: \n<\/p><p>\nIf there be eyes to see, there will be visions to inspire.\n<\/p><p>\nIf there be ears to hear, there will be revelations to experience.\n<\/p><p>\nIf there be hearts which can understand, know this: that the exalting truths of Christ's gospel\nwill no longer be hidden and mysterious, and all earnest seekers may know God and his\nprogram.\n<\/p><p>\nI bear witness that there will never be an \"end of the prophets,\" as implied in my Bible, but\nthat Christ's Church moves on through the revelations of God to its divinely called leaders.\nThis I know in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}