{"ID":1497, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Obedience&mdash;the First Law of Heaven<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, October 1966, pp. 26-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMany years ago President Charles W. Penrose of the First Presidency attended a sacrament\nmeeting in Richards Ward in Salt Lake City. Just before the meeting commenced President\nPenrose walked down the aisle toward the pulpit, accompanied by the bishop. About halfway\ndown he stopped, turned to the bishop, and inquired of him, \"Who put that sign there?\" \"That\nsign\" was a placard that was attached to the front of the pulpit and that read: \n<\/p><p>\n\"Order is the first law of heaven\"\n<\/p><p>\nThe bishop didn't know but supposed that the sign had been installed by one of the\nauxiliaries. Nothing more was said. The march down the aisle continued, and the meeting\nduly commenced.\n<\/p><p>\n<b>\"Obedience, the first law of heaven\"<\/b>\n<\/p><p>\nI do not know what subject President Penrose intended to speak on when he arrived at the\nchapel, but when he arose to speak, he said that order is not the first law of heaven, but that\nobedience is. He spent the next 45 minutes marshalling instances and scripture to prove his\nthesis. The main point that impressed me, a boy at the time at the time, was that by obedience\norder may be established and that without obedience there will be no order, but chaos.\n<\/p><p>\nWe are all familiar with the revelation given to Abraham concerning the purpose of the Lord\nGod: \n<\/p><p>\n\"And there stood one among them that was like unto God, and he said unto those who were\nwith him: We will go down, for there is space there, and we will take of these materials, and\nwe will make an earth whereon these may dwell; \n<\/p><p>\n\"And we will prove them herewith, to see if they will do all things whatsoever the Lord their\nGod shall command them\" (<span class=\"citation\" id=\"7247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7247)\">Abr. 3:24-25<\/a><\/span>).\n<\/p><p>\n<b>Obedience, principle of the Gospel<\/b>\n<\/p><p>\nWe have learned that in order to obey the Lord we must obey his servants. Each presiding\nofficer is to be obeyed in righteousness, in the field of his presidency. And so it is clear that\nwe obey the President of the Church, the president of the stake, the bishop of the ward, and\npresident of the quorum each in his field of service. And finally, forgotten by many as a\nrequirement of heaven, is the necessity of obedience to our parents.\n<\/p><p>\nToo many of our children do not realize that obedience to parents is a principle of the gospel.\n<\/p><p>\nYoung people feel some responsibility for obedience to the law of tithing and of obeying the\nlaw of the fast. They know they should attend Sunday School or MIA or Primary. They feel\nguilty if they do not attend sacrament meeting, and they generally know enough to understand\nthat to break the law of chastity is to break the law of God. But too many of our children do\nnot consider disobedience to their parents as breaking the law in the same manner as is\nbreaking the law of tithing. The fault for this lack does not necessarily lie at the feet of the\nchildren. Children know what they are taught, and if they are not taught to understand and\nobey this first law of heaven, they cannot be expected to obey it.\n<\/p><p>\nThere is a clear scripture that has to do with this relationship: \n<\/p><p>\n<b>Divine charge to parents<\/b>\n<\/p><p>\n\". . . inasmuch as parents have children in Zion, or in any of her stakes which are organized,\nthat teach them not to understand the doctrine of repentance, faith in Christ the Son of the\nliving God, and of baptism and the gift of the Holy Ghost by the laying on of the hands,\nwhen eight years old, the sin be upon the heads of the parents\" (<span class=\"citation\" id=\"14812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14812)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nWhile this revelation does not specifically mention all that should be taught to children,\ncertainly it is clear that parents must teach if children are to obey the teaching.\n<\/p><p>\n<b>Obedience to parents<\/b>\n<\/p><p>\nHome evenings and the daily association with children provide the schoolroom for the\nteaching. While they are small, children should be taught to obey their parents and teachers.\nWhen they enter adolescence, it should be understood that with the addition of new freedom\n(growing up is a process of becoming progressively free) comes new responsibility of\nobedience to the laws upon which that freedom is predicated. The law is clear that children\nobey their parents in righteousness until they reach their legal maturity. This is not something\nto be enforced by the parents; it is rather an obligation to be voluntarily obeyed by the\nchildren. Children should be taught that they obey their parents in the same spirit that they\npay tithing, attend sacrament meeting, or keep the fast once a month.\n<\/p><p>\n<b>Law of God<\/b>\n<\/p><p>\nIt is a law of God.\n<\/p><p>\nOur first parents set the example. After he left the garden with Eve, Adam heard the voice of\nthe Lord over toward Eden, which commanded him to offer a sacrifice. The voice made no\nexplanations but merely stated the command. Adam and Eve obeyed (<span class=\"citation\" id=\"39264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39264)\">Moses 5:4-5<\/a><\/span>).\n<\/p><p>\nIt was a long time, during which they obeyed explicitly, before an angel came and asked\nAdam why he offered sacrifices. His reply was short but truthful.\n<\/p><p>\n\"I know not, save the Lord commanded me\" (<span class=\"citation\" id=\"39266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39266)\">Moses 5:6<\/a><\/span>).\n<\/p><p>\nIn that reply is the example that should be followed by all children. If parents tell children to\nbe in from a party at midnight, or that they may not have the car, or that such tight clothes\nmust not be worn, or that dresses are too short, or that the allowance this month cannot be\nincreased, or that the lawn must be cut on Saturday, the reply of the children should be \"we'll\nobey.\" The Lord didn't give Adam a reason. Children should not expect reasons from parents,\nalthough most parents are glad to tell their children the reasons.\n<\/p><p>\nI marvel at the meticulous care with which the Lord conducts his affairs in obedience to the\nlaws he himself establishes: \n<\/p><p>\nRemember the night of September 21, 1823, when Joseph Smith was visited three times by\nMoroni, and how the next day Joseph, feeling ill, was sent home to rest. He crossed the fence\nand fainted. As he regained consciousness, there once more stood Moroni, who told him to go\nto his father and tell him all that had transpired. Why? For many reasons, one of which was\nthat he had told Joseph to go to the Hill Cumorah. Joseph could not in righteousness leave\nthat farm without his father's permission. That was the law. Generally it was enforced. So to\nleave the farm and go to the hill, Joseph had to obtain the approbation of his father. Upon\ncompletion of his account of what had happened, the father told him that this was of God and\nto obey (<span class=\"citation\" id=\"30491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30491)\">JS&mdash;H 1:48-50<\/a><\/span>).\n<\/p><p>\nI do not recall a single time that Joseph asked permission of his father to perform any act\nafter he was 21. Until that time he was completely obedient.\n<\/p><p>\nIt is so with you and me and with our children. Let us, who are fathers, be engaged in\nthe business of rearing children, teaching them the law of obedience to parents.\n<\/p><p>\n<b>Obey the law of God<\/b>\n<\/p><p>\nLet children learn this law of God as a commandment to be obeyed. Let us also teach them\nthat this is the great restoration of the gospel promised by ancient prophets. Let us teach them\nthat obedience to their parents, and to those who preside over them, from the quorum leader\nto the president of the Church, is the foundation of their future success in this world and their\nexaltation in the world to come.\n<\/p><p>\nThese are the last days. This is the last time. Through President McKay as prophet, seer, and\nrevelator we may hear the inspired word of the Lord God if we will but listen and obey. In\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}