{"ID":1499, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Temples of God<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, October 1966, pp. 32-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>Temples among ancient Israelites<\/b>\n<\/p><p>\nAmong the ancient Israelites, the temple of God was the pivotal point around which the whole\nnation revolved. This building was considered to be the house of the Lord and was made as\nbeautiful as man could make it, for it was to be a place to which God could come on the\nearth to reveal his will to his prophet. Thus, to be near the temple was a blessing, and to go\ninto it was a great privilege. However, not all the people were permitted to go into the\ntemple. This right was limited only to the priests, and only the high priest could go into the\ninner court. There were undoubtedly some in that day who thought this practice was\ndiscriminatory, but that was the word of the Lord, and it was obeyed.\n<\/p><p>\n<b>Temples among Latter-day Saints<\/b>\n<\/p><p>\nSo modern temples constructed by The Church of Jesus Christ of Latter-day Saints are built\nas houses of the Lord and are as beautiful as we can make them in a simple, dignified\nmanner. Entrance to these temples is restricted to those who have proved their faithfulness\nand loyalty to God, and the temple serves as a pivotal point in our belief being a place of\nrevelation of the will of God to man.\n<\/p><p>\n<b>Importance of pre-mortal existence<\/b>\n<\/p><p>\nLet us consider the need for temples in our day. First let us consider life itself. Life on this\nearth is beautiful and wonderful, despite some of the terrible things that happen. A newborn\ninfant is truly a wonder, and a little child is easy to love. Instinctively we love all little ones.\nBut did the total life of that infant begin at birth, or will it cease at death? Reason and instinct\ntell us otherwise. Talents and potentials and spiritual gifts differ from child to child.\n<\/p><p>\nWhere did these differences come from? We claim they were brought here as a result of a\nprevious life. This previous life, lived in the spirit is the basis of the present talents and gifts\nthat we now enjoy. A premortal existence can explain much of life and can account for the\ndifferences that we see around us in mortal life. How otherwise could God be just?&mdash;for there\nis no question that people differ, and there is no question in my mind but that God is just and\nmerciful to all his children.\n<\/p><p>\nThis belief in a previous life is based on scripture. When the Lord called the prophet Jeremiah\nhe said: \n<\/p><p>\n\"Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb\nI sanctified thee, and I ordained thee a prophet unto the nations\" (<span class=\"citation\" id=\"26512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26512)\">Jer. 1:5<\/a><\/span>).\n<\/p><p>\nThis doctrine of a premortal life must have been taught by Jesus, for his apostles used this\nteaching to ask a question: \n<\/p><p>\n\"And as Jesus passed by, he saw a man which was blind from his birth.\n<\/p><p>\n\"And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he\nwas born blind?\" (<span class=\"citation\" id=\"28259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28259)\">John 9:1-2<\/a><\/span>).\n<\/p><p>\nHow could the man have sinned before birth unless he had lived before? Life on this earth is\na gift of God given to us as a reward for previous virtue. But his disciples failed to\nunderstand that so-called curses are oftentimes blessings. Jesus reminded them of the danger\nof passing judgment based on mortal existence alone: \n<\/p><p>\n\"Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God\nshould be made manifest in him\" (<span class=\"citation\" id=\"28260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28260)\">John 9:3<\/a><\/span>).\n<\/p><p>\nNote that he did not rebuke them for this doctrine, but merely told them not to pass judgment\non people based on what we can see and experience as mortal beings. As spirit children of\nGod, we covenanted to agree to accept this life. But life on this earth does have a purpose,\nand much of what we experience in this life is based on the kind of life we led before we\ncame here. One thing we can state with confidence: God will give an opportunity to every\nman to make the best use of whatever life he was assigned in his mortal station. God has\nmade it possible for us to find on this earth the reason for existence and has given or will\ngive every man, every woman, every child born upon this earth an opportunity to make a new\nand everlasting covenant with him to accept Jesus Christ as a living Lord and Savior.\n<\/p><p>\n<b>Life now affects life hereafter<\/b>\n<\/p><p>\nJust as this life depends upon the previous life, so this life is most important for the future,\nfor life hereafter depends upon our life here in mortality. Jesus has shown us the actuality of\nthe resurrection. We have overwhelming testimony of eternal life. It is not some mysterious\nnirvana, but an eternal life in the flesh that we will receive as individual beings. Life,\ntherefore, follows death as dawn follows darkness, breaking forth into the light of a perfect\nday. What kind of life will this be for you? The ancient prophet wrote: \n<\/p><p>\n\"Now behold, I have spoken unto you concerning the death of the mortal body, and also\nconcerning the resurrection of the mortal body. I say unto you that this mortal body is raised\nto an immortal body, that is from death even from the first death unto life, that they can die\nno more; their spirits uniting with their bodies, never to be divided; thus the whole becoming\nspiritual and immortal, that they can no more see corruption\" (<span class=\"citation\" id=\"9060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9060)\">Alma 11:45<\/a><\/span>).\n<\/p><p>\n<b>Action now for advantage hereafter<\/b>\n<\/p><p>\nThe prophet warned us, therefore, to do something about this now, while there is time left to\nus, and not delay our repentance, which is the way we change from our present lives to a\nbetter way of life. He told us: \n<\/p><p>\n\"Ye cannot say, when ye are brought to that awful crisis [that is, standing before the judgment\nseat of God] that I will repent, that I will return to my God. Nay, ye cannot say this; for that\nsame spirit which doth possess your bodies at the time that ye go out of this life, that same\nspirit will have power to possess your body in that eternal world\" (<span class=\"citation\" id=\"9063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9063)\">Alma 34:34<\/a><\/span>).\n<\/p><p>\nWhat he is trying to say is that although repentance later on is not impossible, it is certainly\nmore difficult than it is right here in mortality.\n<\/p><p>\nMay I then ask you now, \"What kind of a life will you have in the hereafter?\" I can answer\nthis question for you quickly. \"You will have the kind of life you earned here.\" You chose the\nlife you are now leading. Are you happy with it? Would you like to improve it? You can, you\nknow. You can choose your life hereafter, and you will have to live whatever kind of life you\nchoose. Just as this life could have been beautiful for all, have we been willing to pay the\nprice, so life hereafter can be beautiful for all. I ask you to look around you. Will your life be\nbeautiful?\n<\/p><p>\nDo you love your wife or husband here? Has your marriage here been wonderful? Do you\nlove your children&mdash;I mean really love them? Do you love your father? Your mother? Has\nyour family life been a joyful, happy one? If not, then get started to work on it to make that\nlife beautiful. It will take effort, to be sure, but it is worth all the work and energy it takes.\n<\/p><p>\nIf your family life has been beautiful and happy, you will want your loved ones near you\nhereafter. How happy could life be without those we love? Could you be happy alone? No\none can, to be sure, and therefore the need for eternal companionship. I won't be happy\nwithout my family and loved ones, and neither will you, for real love should never die.\n<\/p><p>\nHow can you tie this family to you? This is the goal of priesthood genealogy. All our efforts\nare to seal this union right here on earth. This power was given to his apostles by the Lord\nwhen he said: \n<\/p><p>\n\"Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and\nwhatsoever ye shall loose on earth shall be loosed in heaven\" (<span class=\"citation\" id=\"35609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35609)\">Matt. 18:18<\/a><\/span>).\n<\/p><p>\nThese marriages cannot be united in heaven, but must be done right here on this earth. Jesus\nrebuked those who thought this could be done later when he said: \n<\/p><p>\n\"Ye do err, not knowing the scriptures, nor the power of God.\n<\/p><p>\n\"For in the resurrection they neither marry, nor are given in marriage, but are as the angels of\nGod in heaven\" (<span class=\"citation\" id=\"35616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35616)\">Matt. 22:29-30<\/a><\/span>).\n<\/p><p>\nThis sealing must be done in temples of God erected specifically for this holy ordinance.\nHence there is a need to build temples of God in our day.\n<\/p><p>\n<b>Research assignment to priesthood<\/b>\n<\/p><p>\nPriesthood genealogy is not just seeking records of dead ancestors alone. It involves the\ncompletion of these temple ordinances. Priesthood genealogy is a work for the living, for\nthose who are dead shall also live again. It is to make possible family life after death that we\ngather these records and do this ordinance work in temples for our family members while we\nare still in mortality. We prove our love for our dear ones by first sealing our own family to\nus in the temples of God built for that purpose. Then we prove our love for our family by\ndoing a useful service for them in their behalf&mdash;sealing them to us here on earth by the\nsealing power of the priesthood of God.\n<\/p><p>\nThus the gospel permits love to become in our lives a reality that can exist throughout all\neternity. It is love and spirituality at their very best. The key to true spirituality is priesthood\ngenealogy. We invite you to prove your love for those you hold dear. Is your grief and\nlonging for a loved one real? Do you love a wife enough to want her with you forever? Do\nyou love a child enough to save it? If you do, then first perfect yourselves sufficiently so you\ncan qualify to go into the temple and there do for them the work that will bind them to you\nforever. God bless you to catch the spirit of Elijah, which was given in this dispensation along\nwith the binding power to bind together the hearts of men in love one for another. This is the\nway life was meant to be. It is the basic doctrine of The Church of Jesus Christ of Latter-day\nSaints. I know that it is the divine method by which Jesus Christ can exalt us into the\npresence of God the Eternal Father, and I bear you this witness in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}