{"ID":15, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Rufus K. Hardy<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Rufus K. Hardy, <i>Conference Report<\/i>, pp. 51-52<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, I rejoice greatly at this opportunity of saying a few words and being in your\nmidst.\n<\/p><p>\nI sense and understand somehow &mdash; I think I am correct &mdash; that there are just about one\nhundred forty-one spiritual gardens which we here tonight have to take care of after we leave\nthis meeting, and I am sure that we all feel that we can go back to these places, having drawn\nfrom that great reservoir which has been given to us here, and give that heavenly and spiritual\nfood to those people who live and who abide in the vicinity in which we operate.\n<\/p><p>\nYou know, I have been struck with this thought, that in all of the history of religion, in all of\nthe Bible stories and all the stories of the Book of Mormon, God's advent among men\ncommenced with small beginnings. As we have been\nchatting here tonight, talking about this great and marvelous and wonderful man Moses, just\nfor a moment let your mind dwell on that man, if you like &mdash; the cradle; then the leaving of\nhis country because of what he had done; then, as I remember it, the Bible says that Moses,\nwatching the flocks of Jethro, at the back of the desert near Mount Sinai, saw this peculiar\nburning bush, which was not consumed, and the voice said to him, as he drew near it:\n\"Moses, Moses,\" and he said: \"Here am I, God\"\n(<span class=\"citation\" id=\"22508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22508)\">Ex. 3:1-4<\/a><\/span>).\nAnd then think of the length of time it took\nthe Lord God Almighty to prevail on him to do the thing that he should do; his excuses of his\nspeech, of his tongue; and finally, I think, as it occurs to me, more in desperation than\nanything else, God said to him: \"What have you got in your hand?\" \"A staff.\" \"Throw it\ndown,\" and it turned into a serpent, and Moses turned to flee. God said to him: \"Pick it up by\nthe tail,\" and he did (<span class=\"citation\" id=\"22510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22510)\">Ex. 4:1-5<\/a><\/span>).\n<\/p><p>\nEven after that he said: \"I can't do it. I can't tell these people. They won't believe me.\" And\nGod said to him: \"Go; but I want to say to you, Moses, that Pharaoh will not let your people\ngo, not by a &mdash;\" I was going to say a jugful, but God said, \"Not by a great handful\"\n(<span class=\"citation\" id=\"22509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22509)\">Ex. 3:19<\/a><\/span>). But he\ndid, and he accomplished the purposes which God gave him to do. Why? Because within him\ndwelt that which dwells within us, this marvelous Melchizedek Priesthood. That is the reason.\n<\/p><p>\nNow, I do not pray for that Priesthood, but I do pray that we may function and operate under\nthe great call and the noble assignment which have been given to us, in such a way that we\nmay ever honor the Priesthood, be proud of our acts, and God may smile upon that which we\ndo, and I do that in the name of Jesus, Amen.\n<\/p>\n<\/div>\n<\/div>"}