{"ID":150, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">America a Choice Land<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1944, pp. 128-134<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo the peoples who should inhabit this blessed land of the Americas, the Western\nHemisphere, an ancient prophet uttered this significant promise and solemn warning:\n<\/p><p>\nBehold, this is a choice land, and whatsoever nation shall possess it shall be free from\nbondage, and from captivity, and from all other nations under heaven, if they will but serve\nthe God of the land, who is Jesus Christ . . . For behold, this is a land which is choice above\nall other lands; wherefore he that doth possess it shall serve God or shall be swept off; for it\nis the everlasting decree of God\n(<span class=\"citation\" id=\"22157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22157)\">Ether 2:10,12<\/a><\/span>).\n<\/p><p>\nAMERICA FOUNDED ON CHRISTIAN PRINCIPLES\n<\/p><p>\nFounded on the truth of Christian principles, this nation has become the world's greatest\npower. Whence have come our blessings of influence and success, and what assurance do we\nhave that these blessings may be continued? Have they not come as a result of a humble and\ndevout recognition of the overruling power of Almighty God in the establishment of this\nnation, and the willingness of the founding fathers to conform their actions to divine law?\n<\/p><p>\nOur earliest American fathers came here with a common objective&mdash;freedom of worship and\nliberty of conscience. The Pilgrim Fathers, the Puritans in New England, the Quakers in\nPennsylvania, the Catholics in Maryland, the Lutherans in Georgia, and the Huguenots in\nVirginia, all came seeking God and the enjoyment of God-given, self-evident rights based on\neternal principles. Familiar with the sacred scriptures, they believed that liberty is a gift of\nheaven. To them, man as a child of God, emphasized the sacredness of the individual and the\ninterest of a kind Providence in the affairs of men and nations. They acknowledged their\ndependence upon God as they exhibited their humble faith in, and devotion to, Christian\nprinciples.\n<\/p><p>\nThose who later became the leaders and founders humbly recognized the need for, and\nactuality of, divine guidance. They saw clearly the importance of vital religion and morality in\nthe affairs of men and nations. The following are a few quotations from their sincere\nstatements. George Washington said:\n<\/p><p>\nNo people can be found to acknowledge and adore the Invisible Hand which conducts the\naffairs of men more than the people of the United States. Every step by which they have\nadvanced to the character of an independent nation seems to have been distinguished by some\ntoken of providential agency.\n<\/p><p>\nThen as to the place of religion and morality, the Father of our country continues:\n<\/p><p>\nOf all the dispositions and habits which lead to political prosperity, religion and morality are\nindispensable supports . . . Reason and experience both forbid us to expect that national\nmorality can prevail in exclusion of religious principle.\n<\/p><p>\nDaniel Webster with prophetic vision declared:\n<\/p><p>\n\"If we and our posterity shall be true to the Christian religion, and if we and they shall live\nalways in the fear of God, and shall respect his commandments . . . we may have the highest\nhopes of the future fortunes of our country.\"\n<\/p><p>\nHowever, he pointed out that if we fail so to do then,\n<\/p><p>\n\"No man can tell how sudden a catastrophe may overwhelm us that shall bury all our glory in\nprofound obscurity.\"\n<\/p><p>\nThese are solemn words but fully as sobering are the words of Abraham Lincoln uttered many\nyears later as follows:\n<\/p><p>\nGod rules this world . . . I am a full believer that God knows what he wants a man to\ndo&mdash;that which pleases him. It is never well with that man who heeds it not . . . Without the\nassistance of that Divine Being, I cannot succeed, with that assistance I cannot fail.\n<\/p><p>\nAnd then regarding our duty to God, Lincoln warns:\n<\/p><p>\nIt is the duty of nations as well as of men to own their dependence upon the overruling power\nof God, to confess their sins and transgressions in humble sorrow . . . and to recognize the\nsublime truth that those nations only are blessed whose God is the Lord.\n<\/p><p>\nYes, the early leaders and the people generally of this great nation recognized the necessity\nfor spiritual support if the nation was to endure. They gave humble expression to this\nconviction in the inscription, \"In God We Trust\" found on the coins of the land. The holy\nSabbath was a day of rest and worship. Religious devotion in the home was a common\npractice. Family prayer, reading of the holy scriptures, and the singing of hymns were an\neveryday occurrence. There is every evidence that \"our fathers looked to God for their\ndirection.\"\n<\/p><p>\nIn framing that great document which Gladstone declared \"the most wonderful work ever\nstruck off at a given time by the brain and purpose of man,\" our early leaders called upon a\nkind Providence. Later the product of the constitutional convention was referred to as our\nGod-inspired Constitution. They had incorporated within its sacred paragraphs eternal\nprinciples supported by the holy scriptures with which they were familiar. It was established\n\"for the rights and protection of all flesh according to just and holy principles\"\n(<span class=\"citation\" id=\"12042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12042)\">D&amp;C 101:77<\/a><\/span>). Later the Lord\nhimself declared, \"I established the Constitution of this land, by the hands of wise men whom\nI raised up unto this very purpose\"\n(<span class=\"citation\" id=\"12045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12045)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\nFounded as a great Christian nation our forebears have bequeathed to us an incomparable\ninheritance as a sacred trust. As Americans, are we worthy of these rich blessings? Are our\nlives such that we feel assured of the future security of this great nation? Well might we\nremember that a continuation of all these glorious promises is conditional.\n<\/p><p>\nMATERIAL PROGRESS EVIDENT\n<\/p><p>\nAnd what can we say of our material progress? Travel across this great land and note its\nbroad fruitful farms, its humming factories and gleaming cities; its schools, churches,\nrecreational areas, and its rich natural resources. Remarkable advances have been made in\nproviding an ever-increasing array of conveniences, comforts, and beauties for man. Today the\naverage standard of living of our citizens exceeds all known past records of the human family.\n<\/p><p>\nThe following is a quotation from a prewar article by Samuel B. Pettengill:\n<\/p><p>\nWe have six percent of the world's land area and seven percent of its people. But that seven\npercent has thirty-two percent of the world's railway mileage, fifty-eight percent of its\ntelephones, thirty-six percent of its developed water power, seventy-six percent of the world's\nautomobiles&mdash;enough so that every man, woman, and child under the flag; 130,000,000\nAmericans, could climb into these cars and all ride on rubber at the same instant of time, a\nnation on wheels, a miracle of achievement.\n<\/p><p>\nThis little seven percent of the world's population has forty-four percent of its radios;\nproduces sixty percent of the world's petroleum, forty-eight percent of its copper, forty-three\npercent of its pig iron, forty-seven percent of its steel, fifty-eight percent of its corn, fifty-six\npercent of its cotton, twenty-five percent of its sugar, thirty-three percent of its coal.\n<\/p><p>\nThis seven percent of the world's population has forty-five percent of the world's total\nwealth; and far more than half of all the wheels that turn on this planet . . . turn on American\nsoil.\n<\/p><p>\nIn the worst year of the worst depression of our history 30,000,000 out of 32,000.000\nAmerican boys and girls of school age stayed in public schools. And on the point of security\nfor old age this little seven percent has $108,000,000,000 of protection on the lives of\n64,000,000 Americans, more security than all the rest of the world put together.\n<\/p><p>\nTruly this is a choice land&mdash;the richest nation under heaven. The Lord has kept his promise.\nWe have been \"free from bondage and captivity and from all other nations under heaven\"\n(<span class=\"citation\" id=\"22161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22161)\">Ether 2:12<\/a><\/span>).\nMaterially we have excelled. We have become a great power. But what of our spiritual\nprogress? Do we accept Jesus Christ as \"the God of the land\"\n(<span class=\"citation\" id=\"22162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22162)\">Ether 2:12<\/a><\/span>), the Redeemer of the world? Do\nwe worship him in spirit and in truth (<span class=\"citation\" id=\"27124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27124)\">John 4:23<\/a><\/span>)?\nAre we followers of the Prince of Peace and believers\nin his divine admonitions? He has clearly pointed the way and would that all his children\nmight follow!\n<\/p><p>\nA DECLINE IN SPIRITUAL THINGS EVIDENT\n<\/p><p>\nToday the world is engaged in bloody conflict&mdash;a life and death struggle. Begun among\nChristian nations who had the Bible, it is resulting in a loss of life and property unequalled in\nthe history of the world.\n<\/p><p>\nOne might easily imagine a repetition of the words of the Master, spoken over disobedient\nJerusalem, repeated today as he gazes from the heavens on this war-torn world:\n<\/p><p>\nO Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto\nthee, how often would I have gathered thy children together, even as a hen gathereth her\nchickens under her wings, and ye would not! Behold, your house is left unto you desolate\n(<span class=\"citation\" id=\"33930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33930)\">Matt. 23:37-38<\/a><\/span>).\n<\/p><p>\nDoes not our house appear to be left to us desolate? Men seem to be groping blindly,\naimlessly, without finding the way. With all our material progress we have made no\nappreciable advancement in human relations. Man still seems to be motivated largely by\nselfish interests without the power to control himself, his greed, and his passions. Is it not true\nthat as a nation we have forgotten God? Yes, it seems clear that as a people we have become\nindifferent, irreverent seekers after passing pleasures which have no permanent value. We\nhave turned away from the eternal principles of righteousness.\n<\/p><p>\nThe words of the immortal Lincoln ring down through the ages as a solemn indictment today:\n<\/p><p>\nWe have been the recipients of the choicest bounties of heaven. We have been preserved these\nmany years, in peace and prosperity. We have grown in numbers, wealth, and power as no\nother nation has ever grown; but <i>we have forgotten God<\/i>. We have forgotten the gracious hand\nwhich preserved us in peace, and multiplied and enriched and strengthened us; and we have\nvainly imagined, in the deceitfulness of our hearts, that all these blessings were produced by\nsome superior wisdom and virtue of our own. Intoxicated with unbroken success, we have\nbecome too self-sufficient to feel the necessity of redeeming and preserving grace, too proud\nto pray to God that made us. It behooves us, then, to humble ourselves before the offended\npower, to confess our national sins, and to pray for clemency and forgiveness.\n<\/p><p>\nIn our rush for material things we have forgotten \"the God of this land\"\n(<span class=\"citation\" id=\"22163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22163)\">Ether 2:12<\/a><\/span>). We claim to be a\nChristian nation, but we ignore the teachings of Christ. Religion seems to be a declining\ninfluence in the lives of our people. Records show that more than half of our population are\nnot members of any church and many of those who are members are passively inactive. It has\nbeen estimated that less than one-half of the children of the nation are being reached with any\ntype of religious education. Recently published statistics show that but forty percent of the\nchildren of the United States between the ages of five and seventeen are enrolled in Sunday\nSchool. Concern has been expressed in recent years for the lack of support for the church and\nfor the number of churches that have closed their doors. We seem to live in a nation of\nirreverence.\n<\/p><p>\nDevotion in the home, which in the past has been such an anchor to youth, has all but\nvanished. Few families unite daily in family prayer and the reading of the scriptures. Yet all\nwill agree that this practice in years past contributed much to the strength of this great nation.\nWe need the blessings which come from daily communion with God.\n<\/p><p>\nThe ancient prophet, Isaiah, said:\n<\/p><p>\nSeek ye the Lord while he may be found, call ye upon him while he is near: Let the wicked\nforsake his way and the unrighteous man his thoughts\n(<span class=\"citation\" id=\"25015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25015)\">Isa. 55:6-7<\/a><\/span>).\n<\/p><p>\nDISOBEDIENCE TO THE COMMANDMENTS WEAKENING THE NATION\n<\/p><p>\nOne of the cardinal sins in our country is profanity&mdash;the taking of the name of the Lord in\nvain. Reverence for the name of deity is enjoined in holy writ. Jesus made this clear when\nteaching his disciples to pray; he said, addressing the Father. \"Hallowed be thy name\"\n(<span class=\"citation\" id=\"33884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33884)\">Matt. 6:9<\/a><\/span>;\n<span class=\"citation\" id=\"31126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31126)\">Luke 11:2<\/a><\/span>).\nBlaspheming the name of God separates man from his Creator.\n<\/p><p>\nAnd what of the holy Sabbath? From Mr. Sinai came the decree which is still in force:\n\"Remember the Sabbath day to keep it holy\"\n(<span class=\"citation\" id=\"22536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22536)\">Ex. 20:8<\/a><\/span>).\nIs not this day observed more as a holiday, a\nday of pleasure and indulgence with little thought for its sacredness? Would not a stranger in\nour land conclude that we consider this sacred law obsolete? The early citizens of this country\nrespected the will of the Lord and observed this holy day as a day for rest and worship. They\nwere blessed for so doing. We also need the blessings which come from Sabbath observance.\n<\/p><p>\nAnd what of our attitude as a nation regarding the sacred obligations of parenthood?\n\"Multiply and replenish the earth\"\n(<span class=\"citation\" id=\"23477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23477)\">Gen. 1:28<\/a><\/span>)\nwas among the earliest commands given of the Lord. No\nmore sacred obligation has been placed upon men and women than that of honorable\nparenthood. We cannot escape the grave responsibility. The tragedy of broken homes&mdash;the\nbreaking of the sacred bonds of holy matrimony on the least provocation is a national blot\nupon this great nation. The divine law: \"Thou shalt not commit adultery\"\n(<span class=\"citation\" id=\"22548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22548)\">Ex. 20:14<\/a><\/span>) is still in force.\nSexual sin is next to murder in the category of crimes in the sight of God\n(<span class=\"citation\" id=\"8840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8840)\">Alma 39:5<\/a><\/span>). Our record is such\nthat it should have a sobering effect on all true Americans interested in the future welfare of\nthe nation. We cannot continue to break these sacred laws without reaping the sad results of\ndisobedience.\n<\/p><p>\nAs a nation we need the refining and sustaining influences which come from obedience to\ndivine law. Without such blessings the future of the nation is insecure. How can we expect\ndivine acceptance when as a nation we are drunken through the staggeringly increased uses of\nintoxicating liquors, narcotics, and tobacco? The human body is the tabernacle of the spirit,\nand God expects that it be kept clean and unimpaired. The increase in these vices weakens the\nmoral fiber of our nation and brings disappointment and sadness followed by greater sins.\n<\/p><p>\nINCREASE IN CRIME\n<\/p><p>\nOne of the shocking results of disobedience to God's commandments is causing deep concern\nto most thoughtful people today. Is it not enough to sober us when Mr. J. Edgar Hoover,\ndirector of the F.B.I., reports an increase in 1943 of forty-three percent in arrests of boys\nunder eighteen, and an increase of girl arrests under twenty-one of forty-eight percent? Broken\ndown, the arrests of females under twenty-one for offenses against common decency, such as\ndrunkenness, vagrancy, disorderly conduct, prostitution, commercial vice, and other sex crimes\nincreased fifty-seven percent in 1943. For the two-year period, 1942-43, the increase was\nmore than one hundred percent. It is no wonder that Mr. Hoover cries out in the face of these\nfacts:\n<\/p><p>\nThis country is in deadly peril. We can win this war, and still lose freedom for all in\nAmerica. For a creeping rot of moral disintegration is eating into our nation . . . America's\nyouth, indicated by public opinion as reckless and carefree is blamed for these misdeeds, but\nthe real fault lies elsewhere. Before any youth has broken the law, some adult has committed\na more serious crime. Driven by lust for money or enslaved by pleasure, the adult generation\nforgets that the most solemn obligation any person can assume in the eyes of God and man is\nto guide and direct a child along proper paths. To place anything ahead of that responsibility\nis akin to criminal negligence.\n<\/p><p>\nJudge Harry S. McDevitt of Philadelphia is authority for the recent statement that \"a new\npenitentiary should be built every other week to accommodate the United States' growing\ncriminal population. The national prison population is increasing at the rate of 25,000 a year.\nOf the criminals sent to prisons, seventy-three percent are between 15 and 24 years of age.\"\nThe records of the F.B.I. show that \"more than 700,000 mothers in the United States mourn\nthe fact that their boys and girls, all under voting age, either are or have been in jail,\nreformatories, prisons, or have met death in the electric chair. More than 13,000 families each\nyear are directly affected by the results of criminal homicides, many of which are\npremeditated murders.\"\n<\/p><p>\nAll these evidences are but the fruits of disobedience to divine injunction. Less obvious and\nmore difficult to measure accurately are other evidences. We have become apathetic in our\nduty as citizens. The surprisingly low percentage of our people who exercise their right to\nvote for public officials is evidence of this fact. There are also in evidence, in this blessed\nland, certain other trends which strike at the very foundation of all we hold dear. If permitted\nto go unchecked, and there seems to be little disposition to correct them, we might easily lose\nmost of what we have gained during the past 150 years of our national existence.\n<\/p><p>\nA NATION BLESSED \"WHOSE GOD IS THE LORD\"\n<\/p><p>\nMay a kind Providence give us the vision and courage necessary to stem these dangerous\ntrends. We need, as we need no other thing, a nationwide repentance of our sins. Never before\nhave we needed the blessings of Almighty God more than today. We need his divine favor in\nthe halls of government, in our homes, in the factories and shops, on the farms and on the\nbattlefields of the world.\n<\/p><p>\nScientific research has confirmed the inspired record of great nations which have inhabited\nthis land. Each of these nations prospered as long as it yielded obedience to God. They also\nbecame great powers. Great material blessings came to them. But they forgot God. The\nancient ruins of Central, South, and North America bear silent testimony to their destruction.\nWhat of the future of our great nation? The history of men and nations clearly teaches that\nonly that nation is blessed \"whose God is the Lord\"\n(<span class=\"citation\" id=\"41726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41726)\">Ps. 33:12<\/a><\/span>).\n<\/p><p>\nGod is still at the helm. He rules in the affairs of men and nations. But he \"cannot look upon\nsin with the least degree of allowance\"\n(<span class=\"citation\" id=\"11930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11930)\">D&amp;C 1:31<\/a><\/span>).\nNo one will deny that sin has increased and goodness\ndeclined in blessed America. Let us yield then to Lincoln's fervent appeal, \"to humble\nourselves before the offended power, to confess our national sins, and to pray for clemency\nand forgiveness.\" As a nation we have been kept as in the hollow of God's hand. But what of\nthe future?\n<\/p><p>\nDown through the ages come the stirring and solemn words of ancient American prophets:\n<\/p><p>\nBehold, this is a choice land, and whatsoever nation shall possess it shall be free from\nbondage, and from captivity, and from all other nations under heaven, if they will but serve\nthe God of the land, who is Jesus Christ\n(<span class=\"citation\" id=\"22164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22164)\">Ether 2:12<\/a><\/span>)\n. . . For behold, this is a land choice above all other\nlands; wherefore he that doth possess it shall serve God or shall be swept off; for it is the\neverlasting decree of God (<span class=\"citation\" id=\"22155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22155)\">Ether 2:10<\/a><\/span>).\n<\/p><p>\nO, God our Father, grant that we, thy children, shall serve the God of this land, who is Jesus\nChrist, that this, our beloved country, might be preserved. Amen.\n<\/p>\n<\/div>\n<\/div>"}