{"ID":1500, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Resurrection<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1966, pp. 35-38<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is the aim and responsibility of The Church of Jesus Christ of Latter-day Saints to present\nthe statement of the scriptures, which are clear in declaring the actual resurrection of the\nbody.\n<\/p><p>\n<b>Christ, and the miracle of resurrection<\/b>\n<\/p><p>\nChrist is the firstfruits of the resurrection (<span class=\"citation\" id=\"448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(448)\">1 Cor. 15:20<\/a><\/span>)\nand the pattern of what is an eternal principle\napplicable to all mankind. As he took up the same body that was laid in the tomb, so will all\nthe human family receive a renewal, each of his own body. The change is that the blood,\nwhich is the life of the mortal body, will not occupy the immortal one. \". . . flesh and blood\ncannot inherit the kingdom of God\" (<span class=\"citation\" id=\"453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(453)\">1 Cor. 15:50<\/a><\/span>).\n<\/p><p>\nIt is evident, however, that flesh and bones occupied by immortal spirit can inherit the\nkingdom of God, for Jesus was the type and example. After his resurrection, he appeared unto\nmany. He said to his disciples when they were \"affrighted, and supposed that they had seen a\nspirit.\n<\/p><p>\n\"Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not\nflesh and bones, as ye see me have\" (<span class=\"citation\" id=\"31700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31700)\">Luke 24:37,39<\/a><\/span>).\n<\/p><p>\nHe then showed them his hands and feet, which had been pierced with spikes in the terrible\nhour of his crucifixion. While he was with them, he called for food; and they gave him\nbroiled fish and honeycomb, which he ate in their presence (<span class=\"citation\" id=\"31702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31702)\">Luke 24:40-43<\/a><\/span>).\n<\/p><p>\nWhat could be more real or tangible than this? When he was resurrected, many others received\nthe same glorious blessing and came bodily out of their graves.\n<\/p><p>\n\"And the graves were opened; and many bodies of the saints which slept arose,\n<\/p><p>\n\"And came out of the graves after his resurrection, and went into the holy city, and appeared\nunto many\" (<span class=\"citation\" id=\"35666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35666)\">Matt. 27:52-53<\/a><\/span>).\n<\/p><p>\nThese, undoubtedly, were the bodies of the righteous who had embraced the gospel in the\nvarious dispensations prior to the coming and atonement of our Lord and Savior. The\nantediluvians who rejected Noah were not among this number. Peter informs us that the\nMessiah, when put to death in the flesh, was quickened by the Spirit: \n<\/p><p>\n\"By which also he went and preached unto the spirits in prison; \n<\/p><p>\n\"Which sometime were disobedient, when once the long suffering of God waited in the days\nof Noah\" (<span class=\"citation\" id=\"2310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2310)\">1 Pet. 3:18-20<\/a><\/span>).\n<\/p><p>\nThe Savior himself said to his disciples: \n<\/p><p>\n\"Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the\nvoice of the Son of God: and they that hear shall live\" (<span class=\"citation\" id=\"28242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28242)\">John 5:25<\/a><\/span>).\n<\/p><p>\n<b>The testimony of John<\/b>\n<\/p><p>\nJohn the Revelator declared: \n<\/p><p>\n\"And I saw the dead, small and great, stand before God, and the books were opened, and\nanother book was opened, which is the book of life: and the dead were judged out of those\nthings which were written in the books, according to their works\" (<span class=\"citation\" id=\"42404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42404)\">Rev. 20:12<\/a><\/span>).\n<\/p><p>\nNothing could be more literal, more tangible, more real than this, nothing more just. The\nrighteous are to come forth and enjoy absolute peace and freedom from the tribulations\nheaped upon them by the wicked, untrammeled with trials brought upon them by Lucifer, free\nfrom sickness, sin, and sorrow, living in the personal presence of the Lord Jesus Christ, in full\nenjoyment of the earth and all its glory.\n<\/p><p>\n<b>The testimony of Job<\/b>\n<\/p><p>\nNo wonder Job rejoiced in all his afflictions because his soul was enlightened with the visions\nof the future. Notwithstanding his bodily pains and the annoyance of friends who attributed\nhis afflictions to his own failings, he claimed from the depths of his soul: \n<\/p><p>\n\"Oh, that my words were now written! oh that they were printed in a book!\n<\/p><p>\n\"That they were graven with an iron pen . . . in the rock for ever!\n<\/p><p>\n\"For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: \n<\/p><p>\n\"And though after my skin worms destroy this body, yet in my flesh shall I see God: \n<\/p><p>\n\"Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins\nbe consumed within me\" (<span class=\"citation\" id=\"26722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26722)\">Job 19:23-27<\/a><\/span>).\n<\/p><p>\nUndoubtedly, this great and good man was resurrected when the Messiah was and received a\npartial fulfillment of this glorious vision, but whatever was lacking in the full realities of the\nprophecy will be complete when the Son of man shall come in his glory to reign on the earth.\n<\/p><p>\nPaul, speaking to the Thessalonians, said: \n<\/p><p>\n\"For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will\nGod bring with him.\"\n<\/p><p>\n\"For the Lord himself shall descend from heaven with a shout, with the voice of the\narchangel, and with the trump of God: and the dead in Christ shall rise first\"\n(<span class=\"citation\" id=\"2741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2741)\">1 Thes. 4:14,16<\/a><\/span>).\n<\/p><p>\nThis agrees with the testimonies already quoted from the Savior and the Apostle John in\nreference to the resurrection.\n<\/p><p>\n<b>The testimony of modern revelation<\/b>\n<\/p><p>\nIn modern revelation, the Lord said to the Prophet Joseph Smith: \n<\/p><p>\n\"And the Lord appeared unto them, and they rose up and blessed Adam, and called him\nMichael, the prince, the archangel\" (<span class=\"citation\" id=\"14860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14860)\">D&amp;C 107:54<\/a><\/span>).\n<\/p><p>\nThe chief apostle, Peter, taught: \n<\/p><p>\n\"Him God raised up the third day, and shewed him openly; \n<\/p><p>\n\"Not to all the people, but unto witnesses chosen before of God, even to us, who did eat and\ndrink with him after he rose from the dead.\n<\/p><p>\n\"And he commanded us to preach unto the people, and to testify that it is he which was\nordained of God to be the Judge of quick and dead\" (<span class=\"citation\" id=\"8012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8012)\">Acts 10:40-42<\/a><\/span>).\n<\/p><p>\nIt is evident that the burden of the teachings and testimonies of the apostles was to establish\nthe divinity of the mission of the Lord Jesus Christ. This necessarily included his atonement\nand resurrection. The fall of our first parents brought not only a banishment from the presence\nof the Lord, which may be termed a spiritual death, but it caused the death of the physical\nbody. When an atonement was wrought out as a redemption from that fall, it would be\nincomplete unless it brought to pass immortality and eternal life to the body.\n<\/p><p>\nThe spirit and the body are the soul of man (<span class=\"citation\" id=\"14828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14828)\">D&amp;C 88:15<\/a><\/span>). The body is resurrected from the grave\nindependent, whether the individual was in this life good or bad, as is shown by the\ndeclaration of scripture: \n<\/p><p>\n\"For as in Adam all die, even so in Christ shall all be made alive\" (<span class=\"citation\" id=\"450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(450)\">1 Cor. 15:22<\/a><\/span>).\n<\/p><p>\n<b>Degrees of glory in the resurrection<\/b>\n<\/p><p>\nPaul describes in a very definite way the degrees of glory in the resurrection, which vindicates\nthe justice of God and rewards man according to his works, thus establishing the free agency\nof man by holding him personally accountable for every act of his life.\n<\/p><p>\n\"There are also celestial bodies, and bodies terrestrial: but the glory the celestial is one, and\nthe glory of the terrestrial is another.\n<\/p><p>\n\"There is one glory of the sun, and another glory of the moon, and another glory of the stars:\nfor one star differs from another star in glory.\n<\/p><p>\nSo also is the resurrection of the resurrection of the dead\" (<span class=\"citation\" id=\"452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(452)\">1 Cor. 15:40-42<\/a><\/span>).\n<\/p><p>\nJesus said to the apostles: \n<\/p><p>\nIn my Father's house are many mansions: if it were not so, I would have told you. I go to\nprepare a place for you.\n<\/p><p>\n\". . . that where I am, there ye may be also\" (<span class=\"citation\" id=\"28273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28273)\">John 14:2-3<\/a><\/span>).\n<\/p><p>\nThese assertions all agree that there has been a resurrection (so far as they refer to the\nresurrection of Jesus and those who came forth from their graves at the same time). The only\nreasonable conclusion to be reached by reading these testimonies is that the resurrection will\nbe an actual reunion of the spirit and the body.\n<\/p><p>\n<b>The testimony of Ezekiel<\/b>\n<\/p><p>\nShould there still be doubt in the mind of anyone that there seems to be a deficiency in the\nconclusions from the statements quoted, may I suggest you read the account of the\nresurrection from the inspired writings of Ezekiel. Please read the entire 37th chapter of\nEzekiel (<span class=\"citation\" id=\"23129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23129)\">Ezek. 37:1-28<\/a><\/span>). The words of this prophet should dispel any doubt.\n<\/p><p>\nTo the Latter-day Saints, the doctrine of the resurrection is a living, tangible reality, because\nadded to the testimonies of the Jewish scriptures, the Old and the New Testaments, and the\nBook of Mormon which corroborates the Bible, we have the testimony of men in this day\nwho have seen the living bodies of resurrected beings. Joseph Smith was a man of\nunblemished character. His veracity was never impeached. His honor in religion, in morality,\nand in business transactions, as attested by friend and foe, was unsullied to the end of his\nmortal career, when he sealed his testimony with his innocent blood. His testimony is that he\nsaw God the Father and his Son, Jesus Christ, the latter on several occasions.\n<\/p><p>\n<b>Visitation of Deity in modern times<\/b>\n<\/p><p>\nOne such visitation was experienced by Joseph Smith, the Prophet, and Oliver Cowdery, in\nthe temple at Kirtland, Ohio, April 3, 1836. The occasion was that of a Sabbath day meeting.\nThe Prophet prefaces his record of the manifestations with these words: \n<\/p><p>\n\"In the afternoon, I assisted the other presidents in distributing the Lord's Supper to the\nChurch, receiving it from the Twelve, whose privilege it was to officiate at the sacred desk\nthis day. After having performed this service to my brethren, I retired to the pulpit, the veils\nbeing dropped, and bowed myself, with Oliver Cowdery, in solemn and silent prayer. After\nrising from prayer, the following vision was opened to both of us\"\n(<span class=\"citation\" id=\"14864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14864)\">D&amp;C 110 Headnote<\/a><\/span>).\n<\/p><p>\n\"The veil was taken from our minds, and the eyes of our understanding were opened.\n<\/p><p>\n\"We saw the Lord standing upon the breastwork of pulpit, before us; and under his feet was a\npaved work of pure gold, in color like amber.\n<\/p><p>\n\"His eyes were as a flame of fire; the hair of his head was white like the pure snow; his\ncountenance shone above the brightness of the sun; and his voice was as the sound of the\nrushing of great waters, even the voice of Jehovah, saying: \n<\/p><p>\n\"I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate\nwith the Father\" (<span class=\"citation\" id=\"14865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14865)\">D&amp;C 110:1-4<\/a><\/span>).\n<\/p><p>\n<b>Visitations of heavenly beings<\/b>\n<\/p><p>\nJoseph Smith also had a visitation from John the Baptist, from Peter, James, and John, from\nMoses, Elijah, Moroni, and other ancient prophets of God who lived on the eastern or western\nhemispheres. He was not alone in being a witness to the existence of resurrected beings.\nOthers in modern times also have seen these and have published their testimonies to the\nworld. Those who have received the witness of the Holy Ghost and who also know that there\nis a resurrection and that the words of the Savior and the prophets are true and faithful are\nnumbered in the thousands.\n<\/p><p>\n<b>The Son of the Living God<\/b>\n<\/p><p>\nThis is my testimony of the subject. I testify in the name of the resurrected Redeemer that\nGod has spoken from the heavens in this age of the world; that Jesus Christ is the son of God,\nthe Redeemer of the world; that Joseph Smith was a prophet of the Most High and received\nthe revelations of God for the benefit of mankind; that angels and ancient prophets visited\nhim and delivered to him the keys of the dispensation of the fullness of times; that Brigham\nYoung, John Taylor, Wilford Woodruff, Lorenzo Snow, Joseph F. Smith, Heber J. Grant,\nGeorge Albert Smith&mdash;each in his time has been the successor of the Prophet Joseph Smith,\nand that David O. McKay is now such successor. I also testify that all who receive this gospel\nwith honest heart shall know that the doctrine is true, and if they are faithful unto death they\nshall come forth in the resurrection of the righteous, to live and reign with Christ a thousand\nyears.\n<\/p><p>\nCertainly these scriptures give evidence that God is not dead. He lives. Jesus Christ lives; and\nI further testify and bear witness to the reality of the resurrection for all mortal beings, in the\nname of the Lord Jesus Christ, our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}