{"ID":1501, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Seeking Peace and Happiness<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1966, pp. 38-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>Happiness the object of existence<\/b>\n<\/p><p>\n\"Happiness is the object and design of our existence; and will be the end thereof, if we pursue\nthe path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping\nall of God's commandments.\" These are the words of the Prophet Joseph Smith. (Joseph\nFielding Smith, <i>Teachings of the Prophet Joseph Smith<\/i>, pp. 255-256.)\n<\/p><p>\nAn ancient American prophet declared: \"Adam fell that men might be; and men are, that they\nmight have joy\" (<span class=\"citation\" id=\"3747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3747)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nRobert Louis Stevenson said, \"Man's highest duty is to be happy.\"\n<\/p><p>\n<b>Obedience to God's laws, man's highest duty<\/b>\n<\/p><p>\nThus it is reasonable to believe that man's highest duty is to obey the laws of the land and the\nlaws of God in order that he might attain the happiness that he desires. Our Lord Jesus Christ\ncame into the world to show us through his teachings and his life how to live an abundant\nlife. In modern revelation, he gave us the formula by which we should live in order to be\nsupremely happy. He declared: \"For you shall live by every word that proceedeth forth from\nthe mouth of God\" (<span class=\"citation\" id=\"14823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14823)\">D&amp;C 84:44<\/a><\/span>).\n<\/p><p>\nBy so doing, men do not offend other men, nor do they offend God, but live in perfect\nharmony and peace with each other at all times. Kindness and love predominate in all their\nactions. Constantly they do unto others as they desire other people to do unto them. In fact,\nthe measure of a people's happiness comes in proportion to the amount of love they have in\ntheir hearts for their fellowmen. Also, those righteous people love God with all their hearts,\nmight, mind, and strength. The men and women who have most nearly complied with God's\ncommandment to \"live by every word that proceedeth forth from\" his mouth know the joys\nand sweetness derived therefrom (see <span class=\"citation\" id=\"14824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14824)\">D&amp;C 84:44<\/a><\/span>). By living this way, they have attained the\ncondition described by the poet James Russell Lowell. To quote: \n<\/p><p>\n\"Now the heart is so full that a drop overfills it,<br \/>\n      We are happy now because God wills it.\"<br \/><br \/>\n&nbsp; &nbsp;      (James Russell Lowell, \"The Vision of Sir Launfal,\" <i>One Hundred and One Famous Poems<\/i>,\n      Chicago, 1958, p. 18.)\n<\/p><p>\nSatan however, has never exerted more influence among the children of men than he is\nexerting throughout the world today to bring about sin and misery and the destruction of the\nhuman race. Wars, strife, hate, greed, selfishness, and all sorts of evil exist everywhere. Crime\nis on the increase throughout the nation, especially among the youth. Murder, adultery,\nrobbery, traffic in drugs, and numerous other crimes are reported daily in the newspapers.\n<\/p><p>\n<b>Evil expressed in myriad forms<\/b>\n<\/p><p>\nThe world is in such a condition today that evil is ofttimes presented on television and radio,\nin the movies, in books, magazines, and newspapers as if it were virtue and good. An author\nrecently wrote: \n<\/p><p>\n\"No one can read and savor the kind of printed material, pictures, and shows which present\nlurid and sordid aspects of life and remain pure in thought and mind.\" (\"Defining Obscenity,\"\n<i>Destiny<\/i>, Vol. 37 (1966), p. 150.)\n<\/p><p>\nAttitudes toward homosexuality have been liberalized in England, and in many cities in the\nUnited States some lawmakers, clergymen, and social leaders are clamoring for a liberal\nattitude in our land.\n<\/p><p>\nViolent race riots have occurred during recent years throughout the United States. Both white\nleaders and Negro leaders have been responsible for stirring up social conflicts through hate\ntactics. The love that Jesus Christ established as the basic element in Christianity seems to\nhave vanished from the hearts of many people. That some are trying to replace love with a\nsatanic doctrine is evidenced by one of its leaders: \"Down with love of one's neighbor. What\nwe want is hate. Only then shall we conquer the universe.\"\n<\/p><p>\nThe spread of poisonous hate, strife, and internal conflicts has also gone into college\ncampuses, with the result that some&mdash;even though a small minority&mdash;of the youth of our\nland are engaging in rioting and defiance of law. The most drastic case yet to occur was at\nthe University of California at Berkeley. Here even some of the professors participated.\n<\/p><p>\nOne hundred thirty-three years ago the Lord said to an American prophet, \". . . tobacco . . . is\nnot good for man\" (<span class=\"citation\" id=\"14835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14835)\">D&amp;C 89:8<\/a><\/span>).\nDoctors and scientists now maintain that cigarettes are the\nprincipal cause of many deaths from cancer, especially of the lungs, throat, and mouth. Thus\nmodern scientists have sustained the word of the Lord.\n<\/p><p>\n<b>Word of Wisdom warning against evils and designs<\/b>\n<\/p><p>\nSince members of The Church of Jesus Christ of Latter-day Saints accept the Word of\nWisdom as a law from God to the Church this law comes within the spiritual realm of their\nlives, and so the spiritual effects that tobacco has upon church members may be more\ndisastrous than the physical damage. The use of tobacco helps to drive away the Holy Ghost\nand deprives one from the ordinances of the priesthood and thus from exaltation.\n<\/p><p>\nThe devil has never found a better tool in the history of the world to destroy the happiness of\nhuman beings than liquor. It is a companion of prostitution, an associate of gambling, a friend\nof murder, robbery, poverty, and divorce. In fact, liquor is a companion of all the bad and\nsordid things one finds in life. Of course, with all of these evils come unhappiness, sorrow,\nregret, and grief. The use of liquor, then results in the opposite of joy. As an ancient prophet\ndeclared: \". . . wickedness never was happiness\" (<span class=\"citation\" id=\"9067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9067)\">Alma 41:10<\/a><\/span>).\n<\/p><p>\n<b>God's laws express His love for us<\/b>\n<\/p><p>\nGod is our Father. We are his spirit children. He placed us here upon this earth and gave us\nthe privilege of parenthood. He gave us the divine laws by which our earthly parenthood\nshould operate: namely, the laws of love, purity of heart, chastity, celestial marriage, and\nfamily life.\n<\/p><p>\nThe greatest joys in all of life and throughout all of eternity come in connection with the love\nthat husbands have for wives, wives have for husbands, children have for parents, and parents\nhave for children. The service and sacrifices that each member of the family renders to each\nother member are the jewels of which the joys of life are made. In fact, all the experiences of\nhome life when lived according to God's plan bring supreme happiness into the hearts and\nlives of righteous family members.\n<\/p><p>\nAs a final reward, the Lord promises that righteous people who are sealed by the Holy Spirit\nof Promise will eventually come back into his presence and receive eternal life\n(<span class=\"citation\" id=\"14891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14891)\">D&amp;C 132:19<\/a><\/span>).\n<\/p><p>\nOne of the most terrible counterfeits of happy family life is sexual immorality. Some people\nwho desecrate the fountain of life by committing adultery have grief enter their hearts. The\nguilt of conscience ofttimes is almost unbearable. The adulterers, the whoremongers, and all\nwho are impure in heart lose their ability for full, complete, and pure love and appreciation of\nthe finer things of life.\n<\/p><p>\nTheir lives become filled with sorrow and shame, and if they do not repent, eventually in the\nworld to come they will be banished from the presence of God.\n<\/p><p>\nLet us quote from the prophets of the Lord on this subject. An ancient American prophet\nnamed Alma said to his son, Corianton, who had committed adultery: \n<\/p><p>\n\"Know ye not, my son, that these things are an abomination in the sight of the Lord&mdash;yea,\nmost abominable above all sins save it be the shedding of innocent blood or denying the Holy\nGhost?\" (<span class=\"citation\" id=\"9065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9065)\">Alma 39:5<\/a><\/span>).\n<\/p><p>\nFrom the positive viewpoint, Paul's admonition is excellent. He wrote&mdash;\"If you believe in\ngoodness and if you value the approval of God, fix your minds on the things which are holy\nand right and pure and beautiful and good.\" (<span class=\"citation\" id=\"41267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41267)\">Philip. 4:8<\/a><\/span>, as translated by A. B. Phillips.)\n<\/p><p>\nIn modern revelation, the Lord declared: \n<\/p><p>\n<b>The peace of walking \"uprightly before God\"<\/b>\n<\/p><p>\n\"Let thy bowels also be full of charity towards all men, and to the household of faith, and let\nvirtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence\nof God: and the doctrine of the priesthood shall distill upon thy soul as the dews from heaven.\n<\/p><p>\n\"The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of\nrighteousness and truth\" (<span class=\"citation\" id=\"14876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14876)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nOur Savior declared to a modern prophet: \". . . he who doeth works of righteousness shall\nreceive his reward, even peace in this world, and eternal life in the world to come.\"\n(<span class=\"citation\" id=\"14800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14800)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\n<b>\"Let virtue garnish thy thoughts\"<\/b>\n<\/p><p>\nThe peace spoken of by the Lord in this modern revelation is the peace that results from a\nclear conscience. It is that peace which comes when one stands void of offense against God\nand man. It is that peace which Christ promised his ancient apostles. Paul wrote to the\nPhilippians: \". . . the peace of God . . . passeth all understanding\"\n(<span class=\"citation\" id=\"41265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41265)\">Philip. 4:7<\/a><\/span>).\n<\/p><p>\nPaul also described accurately the peace and happiness of the righteous person when he\ndefined the fruit of the Spirit. To quote: \n<\/p><p>\n\"But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,\nmeekness, temperance\" (<span class=\"citation\" id=\"23276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23276)\">Gal. 5:22-23<\/a><\/span>).\n<\/p><p>\n<b>The blessedness of obedience to the gospel of Jesus Christ<\/b>\n<\/p><p>\nIf all people would accept and live the restored gospel of Jesus Christ, their hearts would throb\nwith a sweet peace, a divine love, and an exquisite joy. Thus all covetousness, hate, greed,\nenvy, stealing, lust, adultery, whoredoms, strife, riots, war, and all other sordid and evil acts\nwould cease. Men would love God and man with all their hearts. A perfect condition of peace\nand righteousness would prevail throughout the world. The King of kings could come and\nreign. The only hope for this wicked world, therefore, is for its people to repent and accept\nand live the gospel of Jesus Christ.\n<\/p><p>\nTime and time again, the ancient American prophets declared that at the resurrection righteous\npeople will rise from their graves into a state of everlasting happiness (<span class=\"citation\" id=\"40350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40350)\">Mosiah 16:11<\/a><\/span>).\nPaul, the ancient apostle, described it this way: \n<\/p><p>\n\"Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things\nwhich God hath prepared for them that love him\" (<span class=\"citation\" id=\"421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(421)\">1 Cor. 2:9<\/a><\/span>).\n<\/p><p>\nThese statements are exactly in accordance with the words in Ecclesiastes: \n<\/p><p>\n\"Fear God, and keep his commandments: for this is the whole duty of man.\n<\/p><p>\n\"For God shall bring every work into judgment, with every secret thing, whether it be good,\nor whether it be evil\" (<span class=\"citation\" id=\"21418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21418)\">Eccl. 12:13-14<\/a><\/span>).\n<\/p><p>\nLet us live in such a way that we shall have inward peace and exquisite joy in such\nabundance that it passeth our understanding (<span class=\"citation\" id=\"41266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41266)\">Philip. 4:7<\/a><\/span>),\nand let us at all times give God the honor and\nglory for all the blessings we receive, I humbly pray. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}