{"ID":1502, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Fulfillment of Prophecy<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1966, pp. 41-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is a great pleasure, brothers and sisters, to share this wonderful conference with you. I love\nthe Latter-day Saints. I appreciate your kindness to me as I travel to your stakes and some of\nthe missions, and it is a glorious thing to meet you as you come here in our midst to attend\nthis conference.\n<\/p><p>\nIn President McKay's inspired talk this morning, after outlining some of the advantages that\nwe have in the day in which we are privileged to live, he said, \"It is a joy to live in this age.\"\nI have thought a lot about that, and I think that we all feel that way about it. And then I\nthought, it is not only a joy, but it is also a responsibility to know what we know.\n<\/p><p>\nWe have listened here this afternoon to these wonderful testimonies of the brethren and have\nthought of the marvelous things the Lord has done in restoring his truth. Think of our\nresponsibility! As Jesus said, \". . . For unto whomsoever much is given, of him shall be much\nrequired\" (<span class=\"citation\" id=\"31674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31674)\">Luke 12:48<\/a><\/span>).\n<\/p><p>\n<b>To gather together all things<\/b>\n<\/p><p>\nI think of the words of the Apostle Paul. He, like most of the prophets, saw the latter days,\nthe days in which we are privileged to live, and he saw the marvelous things that the Lord\nwould accomplish in our day. He said that the Lord had revealed the mystery of his will unto\nhim (see <span class=\"citation\" id=\"21785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21785)\">Eph. 1:9<\/a><\/span>).  Now that is quite a statement, if you stop to analyze it.  \"That in the\ndispensation of the fulness of times he might gather together in one all things in Christ, both\nwhich are in heaven, and which are on earth; even in him\"\n(<span class=\"citation\" id=\"21786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21786)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nAs I analyze that statement, I think it means that all things that the prophets have beheld for\nthe latter days ultimately would be brought forth in this, the dispensation of the fullness of\ntimes.  That being true, are we not privileged to live in the dispensation of the fullness of\ntimes to enjoy all these gifts and blessings?\n<\/p><p>\nI like the words of Isaiah, when he spoke of the Lord, \"declaring the end from the beginning\"\n(<span class=\"citation\" id=\"25315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25315)\">Isa. 46:10<\/a><\/span>).\nWe are told that all things are known unto the Lord and that his purposes fail\nnot; neither are there any who can stay his hand (<span class=\"citation\" id=\"14815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14815)\">D&amp;C 76:3<\/a><\/span>).\n<\/p><p>\nI like to study the prophecies.  I think they are a lot easier to understand after they are\nfulfilled than when you look forward to them.  Nevertheless, they are a guide along the way,\nbecause when they are fulfilled, we know that it is by the doings of God the Eternal Father,\nthat he rules in the heavens above and upon the earth beneath and in the lives of men. \nThings pertaining to his eternal purposes don't just happen&mdash;they happen at his command.\n<\/p><p>\n<b>Prophecies of Isaiah<\/b>\n<\/p><p>\nSpeaking of prophecies, you remember the prophecy of Isaiah, when he declared the\ndestruction of Babylon, which was at that time the greatest city in all the world.  I read a\ndescription of it, and it is wonderful.  Isaiah said that it would ever be rebuilt, that it should\nbecome the abode of wild animals and reptiles, that the Arab would no more pitch his tent\nthere (see <span class=\"citation\" id=\"25305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25305)\">Isa. 13:19-22<\/a><\/span>).\n<\/p><p>\nWhen Brother [Howard W.] Hunter and Brother [Spencer W.] Kimball came back from the\nHoly Land after Christmas 1961, I asked Brother Hunter if he saw Babylon.  He said he saw\nwhat there was left of it.  Just think of anyone but a prophet of God being able to say that\none of the great cities of the world today would be destroyed and never be rebuilt.\n<\/p><p>\nIn the Book of Mormon we are told in at least three places that we should study the\nprophecies of Isaiah.  Moroni said that we should study the prophecies of Isaiah because they\nwould all be fulfilled (<span class=\"citation\" id=\"37991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37991)\">Morm. 8:23<\/a><\/span>).\nThen in 2 Nephi, chapter 25, we read that we should\nstudy the prophecies of Isaiah because in the day of their fulfillment it would be given to the\nLord's people to understand them (<span class=\"citation\" id=\"3756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3756)\">2 Ne. 25:1-7<\/a><\/span>).\nWhen the Savior visited the Nephites, he told them to\nstudy the prophecies of Isaiah because the day of their fulfillment would be the day of the\nestablishment of his covenant with his people, the house of Israel\n(<span class=\"citation\" id=\"5693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5693)\">3 Ne. 20:11-13<\/a><\/span>;\n<span class=\"citation\" id=\"5695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5695)\">3 Ne. 23:1-3<\/a><\/span>).\n<\/p><p>\n<b>Isaiah and our day<\/b>\n<\/p><p>\nI think that Isaiah was privileged to live almost more in our day than in the day he was\nactually here upon this earth.  He was able to see so much of what the Lord would do in the\nlatter days.  He saw us settled here in these valleys of the mountains\n(<span class=\"citation\" id=\"25294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25294)\">Isa. 2:2<\/a><\/span>); he saw the desert made\nto blossom as the rose; he saw the rivers flow in the desert, where we have built these great\nirrigation canals; he saw the water flow down from the high places\n(<span class=\"citation\" id=\"25314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25314)\">Isa. 41:18<\/a><\/span>), where it has been\nreservoired in the mountains for summer use; he saw the daughters of Zion come up and sing\nin the heights of Zion (<span class=\"citation\" id=\"26515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26515)\">Jer. 31:12<\/a><\/span>, see also\n<span class=\"citation\" id=\"25311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25311)\">Isa. 35:1-10<\/a><\/span>). Where can you find anything to fulfill that\nprophecy in all the history of the world except the singing of these sisters of the Tabernacle\nChoir, now in its 38th year of continuous broadcasting.  Then think of our people coming\nfrom all over the Church to sing in our conferences, like the Singing Mothers who sang in the\nRelief Society conference.  Truly, this is the center, you might say, of the singing people of\nall the world, and now with telestar, they will be singing to all the world.\n<\/p><p>\nIsaiah saw the railroad train and the airplane and how the people would be gathered to Zion\nwithout even being able to loosen the latchets of their shoes (<span class=\"citation\" id=\"25297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25297)\">Isa. 5:26-30<\/a><\/span>).\n<\/p><p>\nA few years ago President McKay went to Scotland to help organize the first stake in his\nbonny Scotland.  When he returned, he reported to us brethren of the Twelve, telling us that\nhe left London at two o'clock in the afternoon, stopped for a short period in Chicago, and\nwas here in Salt Lake City that night to sleep in his own bed.  Then he compared this to the\ntime his family crossed the ocean; they were 43 days on the water with a sailing vessel and\nthen had to cross the plains the best they could.\n<\/p><p>\nJust think of the day in which we live.  Why has there been such a change?  If the veil were\nparted and the world could know why there had been such a change since the Father and the\nSon appeared to the Prophet Joseph, anybody who confesses a love for God the Eternal Father\nwould be glad to have the Mormon elders come and bring to them a knowledge of this work.\n<\/p><p>\n<b>Darkness covered the earth<\/b>\n<\/p><p>\nIsaiah prophesied: \"For, behold, the darkness shall cover the earth, and gross darkness the\npeople,\" and during that period of time the world made no progress (<span class=\"citation\" id=\"25321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25321)\">Isa. 60:2<\/a><\/span>).\n<\/p><p>\nWhen I went on my first mission to Holland, they were still cutting grain with a scythe and a\nsickle; they had no electric lights or modern homes, and the streetcars were drawn by horses.\n<\/p><p>\nJust think how the world has changed, because the Lord not only foretold through his\nprophets that darkness would cover the earth but said: \"I will pour out my spirit upon all\nflesh; and your sons and your daughters shall prophesy, your old men shall dream dreams,\nyour young men shall see visions\" (<span class=\"citation\" id=\"26876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26876)\">Joel 2:28<\/a><\/span>).\nAnd I could give you many illustrations of how this has been fulfilled.\n<\/p><p>\n<b>Promise to Joseph of Egypt<\/b>\n<\/p><p>\nI would like to return now to a statement in the Book of Mormon.  You remember that when\nLehi was in the desert, he told his son Joseph that the Lord had promised Joseph who was\nsold into Egypt that, in the latter days, he would raise up a prophet from his loins by the\nname of Joseph, whose father's name was Joseph (<span class=\"citation\" id=\"3752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3752)\">2 Ne. 3:15<\/a><\/span>).\nHe said, \"Unto him will I give power to bring forth my word\"\n(see <span class=\"citation\" id=\"3750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3750)\">2 Ne. 3:11<\/a><\/span>).\n<\/p><p>\nThat prophet was none other than the Prophet Joseph Smith.  He brought us the Book of\nMormon, as has been testified here today, and the Doctrine and Covenants, and the Pearl of\nGreat Price, and many other writings.  Concerning this prophet, the Lord said he would give\nhim power \"not to the bringing forth of my word only . . . but to the convincing them of my\nword, which shall have already gone forth among them\" (<span class=\"citation\" id=\"3751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3751)\">2 Ne. 3:11<\/a><\/span>).\n<\/p><p>\n<b>Prophecy \"in old time\"<\/b>\n<\/p><p>\nAs I interpret that, it means that he would be able to understand the scriptures and the spirit\nin which they were written.  You remember the words of Peter (reference has been made to\nthem here today), who said: \n<\/p><p>\n\"We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as\nunto a light that shineth in a dark place, until the day dawn, and the day star arise in your\nhearts: \n<\/p><p>\n\"Knowing this first, that no prophecy of the scripture is of any private interpretation.\n<\/p><p>\nFor the prophecy came not in old time by the will of man: but holy men of God spake as\nthey were moved by the Holy Ghost\" (<span class=\"citation\" id=\"4894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4894)\">2 Pet. 1:19-21<\/a><\/span>).\n<\/p><p>\n<b>By the Holy Ghost<\/b>\n<\/p><p>\nIf all men reading the scriptures were moved upon by the power of the Holy Ghost, we\nwouldn't have hundreds of churches claiming that they have the truth.  If you just stop to\nthink a minute, they have come into existence because men could not agree in their\ninterpretation of the scriptures.\n<\/p><p>\nThus this prophet of the latter days was to bring men to a conviction of the Lord's word that\nhad already gone forth among them.  And then the Lord said of this prophet, \"He shall bring\nmy people unto salvation\" (see <span class=\"citation\" id=\"3753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3753)\">2 Ne. 3:15<\/a><\/span>). He also said, \"And I will make him great in\nmine eyes\" (see <span class=\"citation\" id=\"3749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3749)\">2 Ne. 3:8<\/a><\/span>). Now, whatever the world may think of this prophet of this\ndispensation, we have the witness from God himself that this prophet would be great, and I\nthink no prophet has ever lived, except the Redeemer of the world, who was greater than the\nProphet Joseph Smith, for he has committed to this world a greater volume of truth and\nscripture than we have received from any other prophet (<span class=\"citation\" id=\"14896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14896)\">D&amp;C 135:3<\/a><\/span>).\n<\/p><p>\n<b>Isaiah and the marvelous work<\/b>\n<\/p><p>\nBrethren and sisters, I thank God for what he has done for me.  When Isaiah saw the\nmarvelous work and a wonder that would cause the wisdom of wise men to perish and the\nunderstanding of their prudent men to be hid (see <span class=\"citation\" id=\"25310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25310)\">Isa. 29:14<\/a><\/span>), that to me is real, as well as his\nother prophecies.  He saw that God would \"set his hand again the second time to recover the\nremnant of his people . . .\n<\/p><p>\nAnd he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and\ngather together the dispersed of Judah from the four corners of the earth\" (<span class=\"citation\" id=\"25304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25304)\">Isa. 11:11-12<\/a><\/span>).\nThat is what he has literally done.\n<\/p><p>\n<b>Antonio and violins<\/b>\n<\/p><p>\nYou remember the poem written by Mary Ann Evans about Antonio Stradivarius, who made\nviolins that are worth their weight in gold.  It goes like this: \"If my hand slacken, I should\nrob God, since he is fullest good, leaving a blank instead of violins. God could not make\nAntonio Stradivarius violins without Antonio.\" I like to feel that, for me to be privileged to\nlive upon the earth at this day, the Lord couldn't build his kingdom (as the prophets have\ndeclared) until it shall become as a great mountain and fill the whole earth without the little\nhelp that I can give (<span class=\"citation\" id=\"10679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10679)\">Dan. 2:35<\/a><\/span>).\n<\/p><p>\nMay God help each one of us to realize that we are not only honored and privileged to live in\nthis day, but that a responsibility comes with it that we may measure up to, I pray, and leave\nyou my blessing, in the name of the Lord Jesus Christ. Amen\n<\/p>\n<\/div>\n<\/div>"}