{"ID":1503, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel Our Bulwark<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Of the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1966, pp. 45-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my beloved brothers and sisters, it is a privilege indeed to be here and to\nparticipate with you in this great conference where we have felt the Spirit of the Lord, where\nwe have heard and will hear testimonies of those who have been chosen to lead and direct the\nwork of the Lord in these, the latter days.  We have been built up in our faith and in our\ndetermination to live lives in keeping with the teachings of our Lord and Savior, Jesus Christ.\n<\/p><p>\nIt is a great blessing to be permitted to associate so closely with these men who know and\nbear testimony, by the power of the Holy Ghost, that God lives, that Jesus is the Christ, and\nthat God so loved the world that he gave his Only Begotten Son that whosoever believeth in\nhim should not perish but have everlasting life (<span class=\"citation\" id=\"28237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28237)\">John 3:16<\/a><\/span>).  These men love the Lord with all their heart,\nmind, and strength, and dedicate themselves entirely to the service of their fellowmen and to\nthe building up of the kingdom of God on the earth.\n<\/p><p>\nI do not suggest that these of any human beings are without fault, but it must be clear to all\nthe world that men who live righteous lives and lose themselves in the service of the Lord\nmeet the problems of the world with greater serenity and assurance.\n<\/p><p>\nI should like to acknowledge the presence of, and express my appreciation to, these dedicated\nstake presidencies, bishoprics, mission presidents, missionaries, officers and teachers in the\npriesthood quorums and auxiliary organizations, and all others who are prepared to sacrifice\nand spend their time in furthering the cause of truth and righteousness throughout the world.\n<\/p><p>\nWe meet in these general conferences of the Church for the purpose of being taught the\nprinciples of the gospel, instructed in our duties, and encouraged and built up generally, and\nto reason together and strengthen one another.  I sincerely pray that the Spirit and the\nblessings of the Lord will attend me and all of us at this time.\n<\/p><p>\n<b>The world in travail<\/b>\n<\/p><p>\nIt is trite but true to say that never before in the history of the world have we or our young\npeople been faced with more evil, serious problems, and challenges than we are today. \nWherever you go, and regardless of whatever news media you pick up or listen to, or\nwhatever company you may be in, even as we have listened to our speakers in this\nconference, we hear discussed and have forced upon our minds the importance of such\nquestions as divorce and family disintegration, new morality, new freedom, new security, the\n\"God is dead\" theory, war and strife, riots, murders, burglaries, and all kinds of crime and\ndeception.\n<\/p><p>\nIt is most important that we be acquainted with the evils of the day and realize how insidious\nthey are  and accept our responsibility to guard against these evils.  We should realize that the\nnew morality is nothing more than the old immorality, that the new freedom is nothing more\nthan disrespect for law and the rights of others and will lead to anarchy.  The new security\ngives one the idea that the world owes him a living, and destroys individual initiative and\ninfringes on his liberty and freedom.\n<\/p><p>\n<b>The Gospel of Jesus Christ, the safeguard<\/b>\n<\/p><p>\nI am convinced, my brothers and sisters, that the only way to guard successfully against these\nevils is to accept the gospel of Jesus Christ, which offers not only a better way of life but the\nsolution to these and all other problems facing us today.  In fact, we would have no more war\nor strife or any of the evils that I have enumerated if the world would accept God as the\nCreator of the world and Jesus Christ as its Savior.\n<\/p><p>\nWe as leaders and as members of the Church have a heavy responsibility to help our youth to\nknow and understand that the Bible and the Book of Mormon, which were written on opposite\nsides of the world, are records of God's dealings with his people on these two hemispheres. \nThey are no fairy tales, but testimonies of many righteous men whose integrity cannot be\nquestioned. These testimonies have been handed down to us by the prophets from Adam to\nthe present day. These records show that in every dispensation those who accepted the word\nof God and kept his commandments prospered and were happy, successful, and blessed, while\nthose who denied God and Jesus Christ and refused to accept the gospel have suffered\nheartaches, defeat, Godless dictatorship, and general anarchy.\n<\/p><p>\n<b>Trust in God<\/b>\n<\/p><p>\nWe all know the story of Moses and the Israelites.  We know that when they followed the\ninstructions of God and kept his commandments, they were blessed and preserved from their\nenemies, and how quickly they were left to the buffeting of Satan when they turned away\nfrom and ignored God and his teachings.\n<\/p><p>\nAnother story with which we are all familiar is that of David and Goliath, how Goliath, that\npowerful leader of the Philistines, was slain by David with his sling.  We should remind our\nyouth of the words of these two men, that show why David was successful and Goliath slain. \nDavid kept the commandments of God and had complete faith in his power.  Listen to the\nboastful words of Goliath and to David's humble, but confident, response.\n<\/p><p>\n\"And the Philistine said to David, Come to me and I will give thy flesh unto the fowls of the\nair, and to the beasts of the field.\n<\/p><p>\n\"Then said David to the Philistine, Thou comest to me with a sword, and with a spear, and\nwith a shield: but I come to thee in the name  of the Lord of hosts, the God of the armies of\nIsrael, whom thou hast defied.\n<\/p><p>\n\"This day will the Lord deliver thee into mine hand\" (<span class=\"citation\" id=\"2561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2561)\">1 Sam. 17:44-46<\/a><\/span>).\n<\/p><p>\nAs a result, Goliath and the Philistines were defeated, and the Israelites were saved by the\npower of God.  The scriptures are replete with records of individuals and nations who\nsucceeded or failed as a result of their faithfulness or disobedience.\n<\/p><p>\nAlso, we should appreciate and help our young people to understand that the greatest leaders\nof recorded history, and of today, in industry and government, have always believed in God.\n<\/p><p>\nGeorge Washington, in his first inaugural address, said: \"It would be peculiarly improper to\nomit in this official act, my fervent supplications to the Almighty Being who rules over the\nuniverse.\" And in his famous farewell address he said: \"Of all the dispositions and habits\nwhich lead to political prosperity, religion and morality are indispensable supports.\"\n<\/p><p>\nAbraham Lincoln, in that oft repeated statement, said \"Without the assistance of that Divine\nBeing,...I cannot succeed. With that assistance I cannot fail.\"\n<\/p><p>\nIt is very interesting and significant to know, as pointed out so well by Wendell J. Ashton in\nhis article in the October <i>Instructor<\/i>, that Columbus had great faith in God.  This famous\nexplorer in his report to the king and queen of Spain wrote near the end of his letter: \n<\/p><p>\n\"And the eternal God, Our Lord, gives to all who walk in his way victory over things which\nappear impossible, and this [voyage] was notably one.\"\n<\/p><p>\nColumbus concluded his letter with the suggestions that \"all Christendom ought to feel joyful\nand make great celebrations and give solemn thanks\" for the privilege of bringing Christ's\nmessage to the peoples of these newfound lands. Because of his faith and courage he was able\nto withstand the mutinies and succeed in his mission. (<i>The Instructor<\/i>, October 1966.)\n<\/p><p>\nOne of our great industrialists, John D. Rockefeller, Jr., included in his creed under the\nheading \"I Believe\": \n<\/p><p>\n\"I believe in an all-wise and all-loving God . . . and that the individual's highest fulfillment,\ngreatest happiness, and widest usefulness are to be found in living in harmony with his will.\n<\/p><p>\n\"I believe that love is the greatest thing in the world; that it alone can overcome hate; that\nright can and will triumph over might.\"\n<\/p><p>\n<b>The way of God has not failed; it has not been tried<\/b>\n<\/p><p>\nMany who argue that Christianity has failed excuse themselves for their actions by saying that\nmen who profess God and Jesus Christ are hypocrites and do not live the teachings that they\nprofess.  Too often men waste their time questioning even the existence of God instead of\naccepting his teachings and enjoying his blessings.\n<\/p><p>\nIt is something like those who try to prove that Shakespeare never lived, that he was not the\nauthor of the Shakespearean plays, some of the choicest of all literature.  While they waste\ntheir time arguing, others are enjoying the beauty and philosophy of his works.\n<\/p><p>\n<b>Cornerstones of the law of God<\/b>\n<\/p><p>\nChrist's teachings, which are so important to our happiness, security, and exaltation, may be\nsummed up in the Ten Commandments, the Sermon on the Mount, Christ's answer to the\nlawyer as to which is the great commandment in the law, and the Articles of Faith as given\nby Joseph Smith.\n<\/p><p>\nSome of the Ten Commandments are: \n<\/p><p>\n\"Thou shalt have no other gods before me.\n<\/p><p>\n\"Remember the Sabbath day to keep it holy.\n<\/p><p>\n\"Honour thy father and thy mother.\n<\/p><p>\n\"Thou shalt not kill.\n<\/p><p>\n\"Thou shalt not commit adultery.\n<\/p><p>\n\"Thou shalt not steal.\n<\/p><p>\n\"Thou shalt not bear false witness against thy neighbour\" (see\n<span class=\"citation\" id=\"22760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22760)\">Ex. 20:3,8,12-16<\/a><\/span>).\n<\/p><p>\nNo one will argue that the keeping of these commandments would not make for a better and\nhappier individual or contribute to a happy and spiritual home, a better community, and a\nbetter world in which to live. You are familiar with the old Chinese proverb that says: \n<\/p><p>\n\"If there is righteousness in the heart there will be beauty in the character; \n<\/p><p>\n\"If there is beauty in the character there will be harmony in the home; \n<\/p><p>\n\"If there is harmony in the home there will be order in the nation; \n<\/p><p>\n\"If there is order in the nation there will be peace in the world.\"\n<\/p><p>\nIn fact, the Ten Commandments leave us with the impressive message that we are free either\nto serve God and keep his commandments or to be ruled by tyrants.\n<\/p><p>\nThen we have the answer that Jesus gave to the lawyer who asked him a question, tempting\nhim and saying: \n<\/p><p>\n\"Master, which is the great commandment in the law?\n<\/p><p>\n\"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy\nsoul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself.\n<\/p><p>\n\"On these two commandments hang all the law and the prophets\" (<span class=\"citation\" id=\"35617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35617)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nHomes are broken, individuals are confused and lost, and prisons are full of men who do not\nbelieve in God and who fail to love their neighbors.  And many argue that we cannot be\nhonest and compete, that we cannot love our fellowmen as ourselves without their taking\nadvantage of us, and that we cannot apply the principles of the gospel in dealing with other\nnations.\n<\/p><p>\nThere are those, too, who claim that the gospel is old-fashioned; that men through scientific\ndevelopment are becoming more and more self-sufficient and need not rely on God.  Others\nargue that the gospel is too restrictive, that it takes away our liberty, and that we cannot enjoy\nthe advantages of a broad education, accept scientific truths, and participate in worthwhile\ncommunity activities.\n<\/p><p>\nThis is just not true.  We know that the Lord has given us the earth and all things therein for\nour use and for our benefit.  We have been told to subdue the earth (<span class=\"citation\" id=\"23728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23728)\">Gen. 1:28<\/a><\/span>).\nAs members of the\nChurch we are encouraged to gain an education, to learn what we can, to prepare ourselves to\ntake our places in the world, and to contribute all we can to the good and welfare of mankind.\n<\/p><p>\nWe know that great strides have been made in science and in subduing the earth.  We know\nthat mankind is enjoying conveniences, comforts, and blessings far greater than at any other\ntime in the history of the world.  However, we must also realize that no scientist or group of\nscientists or philosophers has ever, through scientific research, been able to find out or give us\nan understanding of the relationship of God to man or where we came from, why we are here,\nor even when the spirit enters the body or what happens to it when we die.\n<\/p><p>\n<b>Opportunities for education<\/b>\n<\/p><p>\nElder James E. Talmage, in his book The Articles of Faith, emphasizes the importance of\ngaining an education, and we know that it is more important every day.  He says that in the\nshort span of mortal existence it is impossible for a man to explore with thoroughness any\nconsiderable part of the vast realm of knowledge. It therefore becomes necessary for him to\ndetermine which field of knowledge will be of greatest worth to him in his chosen field of\nendeavor and then to learn everything he can about it.  However, he emphasizes the\nimportance of <i>everyone gaining theological knowledge, as a personal knowledge of God is essential<\/i>\nto the salvation of every human soul.  Therefore, its importance cannot be\noverestimated.\n<\/p><p>\nThis theological knowledge has been given to us by revelation down through the ages from\nAdam to our present-day Prophet. However, from the history of mankind we learn that as\nman and the world prosper they have a tendency to forget God and to depend on their own\nknowledge and strength. As a result, millions of men and women are disturbed and confused,\nand many of them are committing suicide. They need something positive.\n<\/p><p>\nLet me emphasize again that those who have contributed most to the world are men who have\nhad a belief in God and have tried to govern their lives accordingly.  How much happier an\nindividual is who can go to bed knowing that he has been honest with his fellowmen, that he\nis morally clean, that he is at peace with God, his Creator.\n<\/p><p>\nHow much happier are those who live in a community made up of God-fearing people!\n<\/p><p>\nIn my experience as a bishop, a stake president, and a general authority, I have never had\nanyone who understands the gospel and who has an abiding faith in God come to me with\nserious personal problems.\n<\/p><p>\nJ. Edgar Hoover, in his analysis of \"The Problems of the Day,\" says: \n<\/p><p>\n\"The basic cause of the present situation is that so many of our young people have no real\nsense of moral responsibility which comes from an infinite knowledge of God's teachings. \nThe tragic lack of God and prayer in their lives weakens our homes and our nation's welfare.\"\n<\/p><p>\n<b>Faith in God must triumph<\/b>\n<\/p><p>\nThen he emphasizes that either faith in God must triumph in the United States or we will be\ndominated by criminals and communists.\n<\/p><p>\nLet us go forward with a positive attitude.  Be not ashamed.  Be not influenced by those who\nridicule and those who question and those who deny God.  Let us not be among those who\nbelieve but do not have the courage and the strength to live according to the teachings of the\ngospel.\n<\/p><p>\nAs recorded in John, \"Nevertheless among the chief rulers also many believed on him; but\nbecause of the Pharisees they did not confess him, lest they should be put out of the\nsynagogue: \n<\/p><p>\n\"For they loved the <i>praise of men more than the praise of God<\/i>\"\n(<span class=\"citation\" id=\"28271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28271)\">John 12:42-43<\/a><\/span>, italics added).\n<\/p><p>\nLet us enjoy the good things in life. Enjoy the gospel and its teachings. Let us not waste our\ntime looking for things to criticize in the gospel or in our neighbors. We must look at\nourselves and repent and improve. And let us remember that there is nothing else quite so\nsure as that we will one day leave this frail existence. Let us set about to prepare ourselves\nfor that day.\n<\/p><p>\n\". . . for . . . the day cometh that all shall rise from the dead and stand before God, and be judged\naccording to their works\" (<span class=\"citation\" id=\"9059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9059)\">Alma 11:41<\/a><\/span>).\n<\/p><p>\n<b>Plan of appropriate action<\/b>\n<\/p><p>\nIf we are to stop the onslaught of immorality, divorce and family disintegration, lawlessness,\nstrife, riots, burglaries, murders, crime, and deception, we must not ask what are <i>they<\/i> doing\nabout it. We must ask and answer the question, \"What am <i>I<\/i> doing?\" Let us examine\nourselves, acknowledge our faults, and repent where we should.\n<\/p><p>\nWe must begin by having righteousness in our own hearts, by disciplining ourselves, by\nhaving love and harmony in our homes, and by truly loving our neighbors. Let us have the\nwisdom, courage, and determination to say with Joshua:\". . . choose you this day whom ye will\nserve; . . . but as for me and my house, we will serve the Lord\" (<span class=\"citation\" id=\"30068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30068)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nI pray that each and every one of us will realize how important it is that we have family\nprayer in our home, that we have home evening, that we keep the Sabbath day holy, and\ndedicate ourselves to overcoming evil and keeping his commandments.\n<\/p><p>\nLet us realize that \"this is life eternal, that they might know thee the only true God, and Jesus\nChrist, whom thou hast sent\" (<span class=\"citation\" id=\"28302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28302)\">John 17:3<\/a><\/span>),\nand set about to learn to know God.\n<\/p><p>\nI thank God with all my heart that I know as I know I stand here that God lives, that we are\nhis spirit children, that Jesus Christ is his Only Begotten Son, and that through his atonement\nall mankind may be saved by obedience to the laws and ordinances of the gospel as revealed\nthrough his prophets (<span class=\"citation\" id=\"6828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6828)\">A of F 1:3<\/a><\/span>).\n<\/p><p>\nMay the Lord bless us to this end, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}