{"ID":1504, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be Not Troubled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1966, pp. 50-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI greet you all this morning, members and nonmembers of the Church, both seen and unseen,\nas brothers and sisters. My message for you today is \"be not troubled\" (<span class=\"citation\" id=\"35632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35632)\">Matt. 24:6<\/a><\/span>).\nSince I shall give\nmuch of it in the words of the Savior, I invite you to join me in a prayer that we may enjoy\nthe enlightenment of his Spirit, that we may both understand and appreciate the significance\nof his words (<span class=\"citation\" id=\"14788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14788)\">D&amp;C 50:21-22<\/a><\/span>).\n<\/p><p>\n<b>People are troubled<\/b>\n<\/p><p>\nIf I correctly divine the temper of our times, people  are troubled&mdash;troubled by the portent of\ncurrent events: \"The rising risk of runaway inflation\"; the shocking debauchery of the \"new\nmorality\"; crippling industrial strife; increasing crime and general disrespect for law and\norder; mob rule; threatening world food shortages; the denial of God; his eviction from the\naffairs of our daily lives; escalating wars. These and other signs of the times fill the minds\nand hearts of honest, God-fearing people everywhere with foreboding doubts and fearful\napprehension.\n<\/p><p>\nInformed believers in Jesus Christ see in these events fulfillment of the words that he spoke to\nhis disciples as, on the last day of his public ministry, he stood before them in the flesh and\nresponded to their questions concerning the signs of his coming (<span class=\"citation\" id=\"35629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35629)\">Matt. 24:3<\/a><\/span>) in glory in the clouds of\nheaven (<span class=\"citation\" id=\"35647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35647)\">Matt. 24:30<\/a><\/span>), to fulfill the promises he had made concerning the redemption and also the restoration\nof the scattered Israel (see <span class=\"citation\" id=\"14770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14770)\">D&amp;C 45:16-17<\/a><\/span>).\n<\/p><p>\n<b>Conditions foreseen<\/b>\n<\/p><p>\nHe first told them, as he stood with them there on the Mount of Olives, concerning the\ndestruction of Jerusalem, and that from there a remnant of Israel would \"be scattered among\nall nations; \n<\/p><p>\n\"But [he added] they shall be gathered again; but they shall remain until the times of the\nGentiles be fulfilled.\n<\/p><p>\n\"And in that day shall be heard of wars and rumors of wars, and the whole earth shall be in\ncommotion, and men's hearts shall fail them\" (<span class=\"citation\" id=\"14771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14771)\">D&amp;C 45:24-26<\/a><\/span>).\n<\/p><p>\n\"And when the times of the Gentiles is come in, a light shall break forth among them that sit\nin darkness, and it shall be the fullness of my gospel\" (<span class=\"citation\" id=\"14774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14774)\">D&amp;C 45:28<\/a><\/span>).\n<\/p><p>\n\"And there shall be men standing in that generation, that shall not pass until they shall see an\noverflowing scourge; for a desolating sickness shall cover the land.\n<\/p><p>\n\"But my disciples shall stand in holy places, and shall not be moved; but among the wicked,\nmen shall lift up their voices and curse God and die.\n<\/p><p>\n\"And there shall be earthquakes also in divers places, and many desolations; yet men will\nharden their hearts against me, and they will take up the sword, one against another, and they\nwill kill one another.\n<\/p><p>\n\"And now, [said the Lord to the Prophet Joseph Smith, to whom he revealed and restated\nthese things anew] when I . . . had spoken these words unto my disciples, they were troubled.\n<\/p><p>\n\"And I said unto them: <i>Be not troubled<\/i>, for, when all these things shall come to pass, ye may\nknow that the promises which have been made unto you shall be fulfilled\" (<span class=\"citation\" id=\"14775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14775)\">D&amp;C 45:31-35<\/a><\/span>).\n<\/p><p>\n<b>Joseph Smith was informed<\/b>\n<\/p><p>\nThe fact that the Lord recounted these predictions to the Prophet Joseph in 1831 surely\nemphasizes their importance to us. And since the disciples were troubled when they were but\nbeing told of these calamities to come far in the future, it is no wonder that we are troubled\nas we witness their occurrence.\n<\/p><p>\nBut to proceed with the rest of what the Lord told his disciples: \n<\/p><p>\n\"And...it shall be with them like unto a parable which I will show you&mdash;\n<\/p><p>\n\"Ye look and behold the figtrees, and ye see them with your eyes, and ye say when they\nbegin to shoot forth, and their leaves are yet tender, that summer is now nigh at hand; \n<\/p><p>\n\"Even so it shall be in that day when they shall see all these things, then shall they know that\nthe hour is nigh.\n<\/p><p>\n\"And it shall come to pass that he that feareth me shall be looking forth for the great day of\nthe Lord to come, even for the signs of the coming of the Son of Man.\n<\/p><p>\n\"And they shall see signs and wonders, for they shall be shown forth in the heavens above,\nand in the earth beneath\" (<span class=\"citation\" id=\"14778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14778)\">D&amp;C 45:36-40<\/a><\/span>).\n<\/p><p>\n\"And then they shall look for me, and, behold, I will come; and they shall see me in the\nclouds of heaven, clothed with power and great glory; with all the holy angels; and he that\nwatches not for me shall be cut off\" (<span class=\"citation\" id=\"14780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14780)\">D&amp;C 45:44<\/a><\/span>).\n<\/p><p>\nBut before they are cut off, the promised redemption and gathering&mdash;the assurance of which\nwas to comfort his disciples both then and now&mdash;are to be fulfilled. This is the way the\nSavior put it: \n<\/p><p>\n\"But before the arm of the Lord shall fall, an angel shall sound his trump, and the saints that\nhave slept shall come forth to meet me in the cloud.\n<\/p><p>\n\"Wherefore, if ye have slept in peace blessed are you; for as you now behold me and know\nthat I am, even so shall ye come unto me and your souls shall live, and your redemption shall\nbe perfected; and the saints shall come forth from the four quarters of the earth\" (<span class=\"citation\" id=\"14781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14781)\">D&amp;C 45:45-46<\/a><\/span>).\n<\/p><p>\n<b>\"Be Not Troubled\"<\/b>\n<\/p><p>\nIt was in the light of Christ's foreknowledge of this glorious consummation that he said to his\ndisciples, \"be not troubled\" (<span class=\"citation\" id=\"14777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14777)\">D&amp;C 45:35<\/a><\/span>).\n<\/p><p>\n\"Then,\" he continues (that is, after the redemption and the gathering), \"shall the arm of the\nLord fall upon the nations.\n<\/p><p>\n\"And then shall the Lord set his foot upon this mount [he was standing on the Mount of\nOlives], and it shall cleave in twain, and the earth shall tremble, and reel to and fro, and the\nheavens also shall shake.\n<\/p><p>\n\"And the Lord shall utter his voice, and all the ends of the earth shall hear it; and the nations\nof the earth shall mourn, and they that have laughed shall see their folly.\n<\/p><p>\n\"And calamity shall cover the mocker, and the scorner shall be consumed; and they that have\nwatched for iniquity shall be hewn down and cast into the fire\" (<span class=\"citation\" id=\"14782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14782)\">D&amp;C 45:47-50<\/a><\/span>).\n<\/p><p>\n\"And at that day, when I shall come in my glory, shall the parable be fulfilled which I spake\nconcerning the ten virgins.\n<\/p><p>\n\"For they that are wise and have received the truth, and have taken the Holy Spirit for their\nguide, and have not been deceived&mdash;verily I say unto you, they shall not be hewn down and\ncast into the fire, but shall abide the day.\n<\/p><p>\n\"And the earth shall be given unto them for an inheritance; and they shall multiply and wax\nstrong, and their children shall grow up without sin unto salvation.\n<\/p><p>\n\"For the Lord shall be in their midst and his glory shall be upon them, and he will be their\nKing and their lawgiver\" (<span class=\"citation\" id=\"14784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14784)\">D&amp;C 45:56-59<\/a><\/span>).\n<\/p><p>\nI hope we are all familiar with these words of the Lord and with his predictions concerning\nother coming events, such as the building of the New Jerusalem and the redemption of the old,\nthe return of Enoch's Zion, and Christ's millennial reign.\n<\/p><p>\nNot only do I hope that we are familiar with these coming events; I hope also that we keep\nthe vision of them continually before our minds. This I do because upon a knowledge of\nthem, and an assurance of their reality and a witness that each of us may have part therein,\nrests the efficacy of Christ's admonition, \"be not troubled\" (<span class=\"citation\" id=\"14776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14776)\">D&amp;C 45:35<\/a><\/span>).\n<\/p><p>\nIt has always been faith in a lofty goal and confidence that it may be attained that have held\npeople on the rugged course to high attainment. It was the assurance that they could obtain\nthe land flowing with \"milk and honey\" (<span class=\"citation\" id=\"22757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22757)\">Ex. 3:8<\/a><\/span>) that held Moses to the task of leading Israel through\nthe wilderness. It was faith that they could obtain the \"land choice above all others\" (see\n<span class=\"citation\" id=\"1613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1613)\">1 Ne. 2:20<\/a><\/span>)\nthat led Lehi and his colony through the desert and across the sea. It was the vision\nof Zion as it shall yet be that sustained the pioneers as they trudged across the plains. Paul\nsays that even Jesus himself endured the cross \"for the joy that was set before him.\"\n(<span class=\"citation\" id=\"24358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24358)\">Heb. 12:2<\/a><\/span>).\n<\/p><p>\n<b>Meet stresses with faith in God<\/b>\n<\/p><p>\nIf we are to remain on course through the stresses of the rising storm, it is imperative that we\nhave a similar sustaining and motivation goal. The Lord has given us no reason to think it\nwill be easy to stay on course. As a matter of fact, he said that deception would become so\npersuasive that if it were possible, the very elect shall be deceived (<span class=\"citation\" id=\"35643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35643)\">Matt. 24:24<\/a><\/span>). Neither has\nhe promised that the impending calamities will be miraculously turned aside nor that through\nthe wisdom of men they can be averted. They are upon us because men have refused to be led\nby the living God. Generally speaking, men have rejected him and have chosen to put their\ntrust in their own wisdom. In this they have made a terrible, tragic mistake. All history\nvindicates, and coming events will vindicate, the prophet's statement, \"Cursed is he that\nputteth his trust in the arm of flesh\" (see (<span class=\"citation\" id=\"3754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3754)\">2 Ne. 4:34<\/a><\/span>).\n<\/p><p>\nWarning us of the consequences of our present course and identifying the cause of our\ntroubles, the Lord said, as early as November 1, 1831:\n<\/p><p>\n\"Hearken, O ye people of my church . . . Hearken ye people from afar; and ye that are upon the islands of the sea, listen together.\n<\/p><p>\n\"For verily the voice of the Lord is unto all men\" (<span class=\"citation\" id=\"14701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14701)\">D&amp;C 1:1-2<\/a><\/span>).\n<\/p><p>\n\"...that all that will hear may hear: \n<\/p><p>\n<b>\"Prepare ye!\"<\/b>\n<\/p><p>\n\"Prepare ye, prepare ye for that which is to come, for the Lord is nigh; \n<\/p><p>\n\"And the anger of the Lord is kindled, and his sword is bathed in heaven, and it shall fall\nupon the inhabitants of the earth\" (<span class=\"citation\" id=\"14704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14704)\">D&amp;C 1:11-13<\/a><\/span>).\n<\/p><p>\nAnd what had brought the inhabitants of the earth to such a predicament?\n<\/p><p>\n\"...they have strayed from mine ordinances [said the Lord], and have broken mine everlasting\ncovenant; \n<\/p><p>\n\"they seek not the Lord to establish his righteousness, but every man walketh in his own way,\nand after the image of his own God, whose image is in the likeness of the world\"\n(<span class=\"citation\" id=\"14707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14707)\">D&amp;C 1:15-16<\/a><\/span>).\n<\/p><p>\n<b>\"Establish his righteousness\"<\/b>\n<\/p><p>\nSince man's failure \"to seek the Lord to establish his righteousness\" is the cause of his\ntroubles, is it now obvious that the remedy is for him to reverse his course?&mdash;that is, \"seek the\nLord to establish his righteousness.\" Such is the clear implication of the next statement of the\nLord in this revelation: \n<\/p><p>\n\"Wherefore, I, the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments; \n<\/p><p>\n\"And also gave commandments to others, that they should proclaim these things unto the\nworld\" (<span class=\"citation\" id=\"14710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14710)\">D&amp;C 1:17-18<\/a><\/span>).\n<\/p><p>\n<b>\"'Light' came with the restoration\"<\/b>\n<\/p><p>\nThe commandments given, which were to be and which ever since have been proclaimed to\nthe world, were given in connection with the restoration of the gospel of Jesus Christ&mdash;the\nlight that the Lord told his disciples would break forth among men when the times of the\nGentiles should come in. It was restored to earth, he said, \"to be a light to the world, and to\nbe a standard for my people, and for the Gentiles to seek to it, and to be a messenger before\nmy face to prepare the way before me\" (<span class=\"citation\" id=\"14769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14769)\">D&amp;C 45:9<\/a><\/span>).\n<\/p><p>\nIn it are revealed the ordinances from which men have strayed and the everlasting covenant\nthat they have broken\n(<span class=\"citation\" id=\"25307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25307)\">Isa. 24:5<\/a><\/span>;\n(<span class=\"citation\" id=\"14706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14706)\">D&amp;C 1:15<\/a><\/span>).\nIt also instructs men how they must \"seek the Lord to establish his\nrighteousness\" (see <span class=\"citation\" id=\"14709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14709)\">D&amp;C 1:16<\/a><\/span>).\n<\/p><p>\n<b>Basis for hope and courage<\/b>\n<\/p><p>\nNow, the basis for the hope and courage that will keep us from being troubled does not lie in\nthe expectation that enough people will accept and obey the restored gospel to turn aside the\noncoming calamities. Nor does it depend upon any such contingency. As already indicated, it\nlies in the assurance that everyone who will accept and obey the restored gospel of Jesus\nChrist shall reap the promised rewards, and this regardless of what others do. And certain it is\nthat those who receive the blessings will have to prevail against great opposition,  for the\nworld in general is not improving. It is ripening in iniquity (<span class=\"citation\" id=\"14736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14736)\">D&amp;C 18:6<\/a><\/span>).\n<\/p><p>\nAs early as January 2, 1831, the Lord declared: \n<\/p><p>\n\". . . all flesh is corrupted before me; and the powers of darkness prevail upon the earth,\namong the children of men . . .\n<\/p><p>\n\". . . eternity is pained, and the angels are waiting the great command to reap down the earth,\nto gather the tares that they may be burned\" (<span class=\"citation\" id=\"14754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14754)\">D&amp;C 38:11-12<\/a><\/span>).\n<\/p><p>\nAbout two years later he said again upon the subject: \n<\/p><p>\n\"Behold, verily I say unto you, the angels are crying unto the Lord day and night, who are\nready and waiting to be sent forth to reap down the fields; \n<\/p><p>\n\"But the Lord saith unto them, pluck not up the tares while the blade is yet tender . . . lest\nyou destroy the wheat also.\n<\/p><p>\n\"Therefore, let the wheat and the tares grow together until the harvest is fully ripe; then ye\nshall first gather out the wheat from among the tares, and after the gathering of the wheat,\nbehold and lo, the tares are bound in bundles and the field remaineth to be burned.\"\n(<span class=\"citation\" id=\"14826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14826)\">D&amp;C 86:5-7<\/a><\/span>).\n<\/p><p>\n<b>President Woodruff's testimony<\/b>\n<\/p><p>\nSixty-five years later, President Woodruff, then the mouthpiece of the Almighty on the earth,\nsaid: \n<\/p><p>\n\"I want to bear testimony . . . that the day is come when those angels are privileged to go forth\nand commence their work.  They are laboring in the United States of America; they are\nlaboring among the nations of the earth; and they will continue . . . We need not marvel or\nwonder at anything that is transpiring in the earth . . . We cannot draw a veil over the events\nthat await this generation. No man that is inspired by the spirit and power of God can close\nhis ears, his eyes or his lips to these things.\" (<i>Millennial Star<\/i>, Vol. 58, pp. 738-9, Nov. 10,\n1896.)\n<\/p><p>\nIn confirmation of this testimony, the tempo of wickedness and destruction has been greatly\naccelerated since President Woodruff spoke those words, and so has the gathering in of the\nwheat. Even now the tares are binding themselves in bundles, making ready for the field to be\nburned (<span class=\"citation\" id=\"14827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14827)\">D&amp;C 86:7<\/a><\/span>).\n<\/p><p>\n<b>Mature faith, a source of strength and courage<\/b>\n<\/p><p>\nNaturally, believing Christians, even those who have a mature faith in the gospel, are\nconcerned and disturbed by the lowering clouds on the horizon. But they need not be\nsurprised or frantic about their portent, for, as has already been said, at the very beginning of\nthis last dispensation the Lord made it abundantly clear that through the tribulations and\ncalamity that he foresaw and foretold and that we now see coming upon us, there would be a\npeople who, through  acceptance and obedience to the gospel, would be able to recognize and\nresist the powers of evil, build up the promised Zion, and prepare to meet the Christ and be\nwith him in the blessed millennium. And we know further that it is possible for every one of\nus, who will, to have a place among those people. It is this assurance and this expectation that\ngives us understanding of the Lord's admonition, \"be not troubled\" (<span class=\"citation\" id=\"124435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124435)\">D&amp;C 45:35<\/a><\/span>).\n<\/p><p>\nAnd now I close with this quotation from the Master: \n<\/p><p>\n\". . . labor ye, labor ye in my vineyard for the last time&mdash;for the last time call upon the\ninhabitants of the earth.\n<\/p><p>\n\"For in mine own due time will I come upon the earth in judgment, and my people shall be\nredeemed and shall reign with me on earth.\n<\/p><p>\n\"For the great Millennium, of which I have spoken by the mouth of my servants, shall come . . .\n<\/p><p>\n\"Hearken ye to these words. Behold, I am Jesus Christ, the Savior of the world. Treasure\nthese things up in your hearts, and let the solemnities of eternity rest upon your minds\"\n(<span class=\"citation\" id=\"14763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14763)\">D&amp;C 43:28-30,34<\/a><\/span>).\n<\/p><p>\nI bear my witness to the truth of these sayings. I know they are true, that we are living in\nthose days and seeing the signs just preceding the coming of the Redeemer. That we may live\nthe gospel of Jesus Christ and \"be not troubled\" (<span class=\"citation\" id=\"124436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124436)\">D&amp;C 45:35<\/a><\/span>), I humbly pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}