{"ID":1505, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Build Life for Service<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1966, pp. 54-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and my brethren and sisters: \n<\/p><p>\nGratefully I have come to know the worth of people worldwide, and I see no need for any\nother salutation&mdash;except my brethren and sisters, pertaining to all people.\n<\/p><p>\n<b>God intends that righteousness succeed<\/b>\n<\/p><p>\nIn turning today to a series of separate and yet related subjects, there comes to mind a\nsentence I have quoted many times in many places since I first read it some months ago. It\ncomes from Albert Camus, who said: \"Conscious of the fact that I cannot separate myself\nfrom the time in which I am living, I have decided to become a part of it.\"\n<\/p><p>\nThe facts of our time are here to face. They are both encouraging and discouraging. They\ninclude much of the best the world has ever known, and problems so complex as to discourage\nall who have a responsible awareness of them.\n<\/p><p>\nAnd yet here we are on earth, with the God-given gift of life, with the opportunity of living\nhere and now, not at some other time, but in this time, with these people, with these\nproblems, with great purpose, great opportunities, great responsibilities.\n<\/p><p>\nAnd with all the problems, with all he uncertainties, all the loosening of moral foundations,\nall the rationalizing of principles, all the doubts expressed about life's purpose, I should like\nto begin with a simple declaration: If we live the gospel, if we keep our standards, if we keep\nthe commandments, if we prepare ourselves, if we keep prayerfully close to our Father in\nheaven and to his Church, we can live in the world, and serve and succeed. And the Lord\nGod never intended that we should do anything but succeed. That is what he sent us here for;\nthat is his work and his glory (<span class=\"citation\" id=\"39258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39258)\">Moses 1:39<\/a><\/span>), as it is of any father pertaining to his children&mdash;that they shall\nbe happy and useful and righteous, and realize success.\n<\/p><p>\nAnd I should like to mention some specific things that are essential to success: \n<\/p><p>\n<b>Discouragement can be dispelled<\/b>\n<\/p><p>\nOne pertains to preparation, and this more particularly pertains to young people. Young\npeople become discouraged. They see the distance between where they are and where they\nwant to be. They look at the long years of preparation and sometimes give up too easily. The\nfact is that the mind of man is infinite, and anyone who does less than prepare himself solidly\nfor useful and significant service is exceedingly shortsighted and wasteful in a most\ndeplorable way.\n<\/p><p>\nFrom a church welfare bulletin of some years ago (Bulletin 112, June 1961), I recall this\ncounsel, as sound and urgent today as ever it was, or perhaps more so: \n<\/p><p>\n(1) Obtain sufficient education and training to qualify for positions that will produce adequate\nincome.<br \/>\n(2) Live within income and accumulate savings.<br \/>\n(3) Avoid excessive debt.\n<\/p><p>\nTo summarize, this says: \n<\/p><p>\nPrepare well, save something, avoid the slavery of debt (and all other kinds of slavery also, of\nwhich there is an infinite variety).\n<\/p><p>\n<b>Seek education<\/b>\n<\/p><p>\nAs to the first of these points: \"Obtain sufficient education and training to qualify for\npositions that will produce adequate income.\" In these days, there are more ways to acquire an\nadequate education than there ever were before, and those who are determined to do so can\nusually find some way to acquire such education as they are willing to take. It may be\ndifficult, it may take longer, but there <i>are<\/i> ways and means, and those who want to prepare\nand improve can prepare and improve.\n<\/p><p>\nThe needs are great, the opportunities are limitless, and the mind of man is capable of much\nmore than we have ever used it for. We believe that the glory of God is intelligence (<span class=\"citation\" id=\"14841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14841)\">D&amp;C 93:36<\/a><\/span>). We\nbelieve that it is literally impossible to be saved in ignorance (<span class=\"citation\" id=\"14884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14884)\">D&amp;C 131:6<\/a><\/span>). We believe that education is an\nobligation.\n<\/p><p>\nEmerson said: \"The future belongs to those who prepare for it.\" Our families, the\nChurch, the community, the nation, the kingdom of God are better served by the\nbest-prepared people. Preparation and knowledge, <i>with<\/i> faithfulness, are infinitely better than\njust faithfulness alone. And those who drop out for trivial reasons, and those who cease to\nlearn, those who don't continue to try to increase their competence are, I believe, failing to do\ntheir full duty.\n<\/p><p>\n<b>Mediocrity, no virtue<\/b>\n<\/p><p>\nI would challenge young men and women to succeed. I see no virtue in mediocrity. The Lord\nGod gave man the earth and told him to subdue it (<span class=\"citation\" id=\"23729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23729)\">Gen. 1:28<\/a><\/span>), and he isn't likely to subdue it with a dull\ninstrument. I would say this generation, old and young: In faithfulness and righteousness,\nprepare and improve yourselves for service. And I am not speaking of theoretical academic\nknowledge only. Acquire skills, develop talents, increase competence in such useful fields as\nyou are best fitted for. Improve and serve with mind and hands and heart. Your families will\nbe better, the world will better, your country and the kingdom of God will be better for your\ndoing so. This is not a time for unpreparedness. Dull tools are not much in demand. We had\nbetter sharpen ourselves.\n<\/p><p>\n<b>Avoid debt and waste<\/b>\n<\/p><p>\nNow as to saving something, and the matter of debt, and meeting obligations: Old fashioned\nas it may seem, there is much self-respect and assurance in saving something, in having\nsomething set aside. It isn't wise, and it never was, to spend everything, or to live beyond the\nreasonable possibility of paying, or to mortgage the future, except for urgent necessities.\nThere is no man who is not likely to meet an emergency. Something saved, something in\nreserve, brings self-respect and assurance. And paying obligations is, of course, a matter of\nsimple honesty.\n<\/p><p>\n<b>Tithing and fast offerings<\/b>\n<\/p><p>\nI would say also that we ought to be able comfortably to face our Father in heaven in the\nmatter of paying our tithes and offerings. I cannot perhaps prove it mathematically, but I can\nprove in my own observations and experience that the full and honest payment of tithing and\nthe meeting of obligations to the Church and to God bring blessings and peace and\nassurance&mdash;both material and spiritual assurance that cannot otherwise be accounted for.\n<\/p><p>\nAnd in this context let me say that the commandments have not been repealed&mdash;not those\npertaining to loving the Lord God, or taking his name in vain, or loving our fellowmen; not\nthose pertaining to keeping the Sabbath day holy, not those pertaining to parents and children\nand the honor they owe each other; not those pertaining to taking life; not those pertaining to\nstealing or coveting or bearing false witness, not those pertaining to morality and adultery and\npersonal purity (<span class=\"citation\" id=\"22759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22759)\">Ex. 20:1-17<\/a><\/span>).\n<\/p><p>\n\". . . let virtue garnish thy thoughts unceasingly,\" the Lord has said to us; \"then shall thy\nconfidence wax strong in the presence of God\" (<span class=\"citation\" id=\"14875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14875)\">D&amp;C 121:45<\/a><\/span>). How heartbreaking it\nwould be to feel shame in his presence. How wonderful to feel confidence in the presence of\nGod, or in our own presence, or in the presence of our loved ones and others, to live with a\nsense of rightness and honesty, to live without a sense of shame.\n<\/p><p>\n<b>No commandments repealed; all are in force<\/b>\n<\/p><p>\nDespite all cynicism and so-called sophistication, the commandments are still in force. There\nare causes and consequences in all things, and there is only one acceptable way to live; that is\nin faith and faithfulness, keeping the commandments, living the standards, working earnestly\nand honestly, being loyal to trust, not defrauding, not misrepresenting, not with short\nmeasure&mdash;but preparing, learning, improving, becoming increasingly competent, in honesty and honor.\nWe have been given much. We have weighty responsibilities. We must be a light unto the\nworld (<span class=\"citation\" id=\"35527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35527)\">Matt. 5:14<\/a><\/span>). If we are not, our darkness will be deeper.\n<\/p><p>\n<b>Active interest in public affairs<\/b>\n<\/p><p>\nAnother thing for which I would plead would be for us to become more earnestly active in\npublic affairs. I do not mean politics only, but would not exclude politics. We should be\naware of the way the world is run, of the ways whereby laws and practices and policies are\nput into effect and by which our environment is conditioned, and we should have honorable\nand effective part in these processes, and be men among men. We must be a part of our own\ntime. We can blame no one but ourselves for adverse results if we are not informed and\nactive and effective, if we are indifferent or complacent in public and private affairs. I think it\nwas Edmund Burke who said: \"All that is necessary for evil to triumph is for good men to do\nnothing.\" And in all of this we need to be informed, to know the facts, to be forthright, to\ndeal fairly.\n<\/p><p>\n<b>We need humility<\/b>\n<\/p><p>\nAnd always we need humility. Always we need to search ourselves, our minds, our hearts, our\nmotives. The more knowledge, the more success, the more humility we need. Indeed, there is\nmuch to keep us humble. Despite all learning and all accomplishment and all that men know,\nthere is still the fact, as someone has reminded us, that \"man owes his very existence here on\nearth to a six-inch layer of top soil and the fact that it rains.\" (Author unknown.) Life here is\npossible because of Divine Providence. And while men may learn and use the laws of nature,\nthe laws of life, we are still children in understanding, children before the infinite and\ninscrutable wisdom that keeps creation in its course.\n<\/p><p>\nWe may make much of man's orbiting in space&mdash;but why marvel so much, asked one\nobserver. Haven't we been orbiting in space all our lives on a wonderful world? The Creator\nis still in command.\n<\/p><p>\nMuch of my life is lived among those who are not of my faith, men and women of\ngraciousness and sincerity and goodwill, whom I love and respect, worldwide. I have never\nbeen embarrassed by the standards of the Church. But I'm sure we would all lose the respect\nof many men, indeed of all men, if we were not true to our own faith and convictions. We\ndisappoint our friends when we depart from our own principles.\n<\/p><p>\nThere are commandments to keep, standards to live by, and eternal purposes and promises that\nwe can count on.\n<\/p><p>\nLearn, prepare, improve, work, keep clean, become competent, live with honor and honesty;\ndon't waste, don't be idle, don't drift; keep life balanced and pursue its purposes, and don't\nbe unduly discouraged.\n<\/p><p>\nIt isn't all as easy as it sounds. All men have problems. All of us personally have problems.\nThere is no perfection on this earth, but there are still eternal truths that we can count on and\nfor which we are accountable.\n<\/p><p>\n<b>\"How well can we learn the lessons of life\"<\/b>\n<\/p><p>\n\"The important consideration is not how long we can live,\" said President Joseph F. Smith,\n\"but how well we can learn the lessons of life, and discharge our duties and obligations to\nGod and to one another. One of the main purposes of our existence is that we might conform,\nto the image and likeness of him who sojourned in the flesh without blemish&mdash;immaculate\npure, and spotless!\" (<i>Gospel Doctrine<\/i>, p. 270.)\n<\/p><p>\n<b>This is our day<\/b>\n<\/p><p>\nThis is our day on earth. It isn't likely that we are going to be able to turn back the clock. It\nisn't likely that conditions in this world will ever again be just as once they were. Life moves\nin one direction only, and we move with it; but it is comforting and assuring to know that\nthere is an overall prevailing plan and purpose, and that each of us has a part to perform, an\neternal part in God's great purpose.\n<\/p><p>\nAnd as our fathers did before us let, us begin where we are with what we have, and be what\nwe ought to be, and begin to go where we ought to go, to use our opportunities and energies,\nand to move forward, to have faith, to keep faith, to become part of things, to take public and\ncivic responsibility, to keep an interest in government, in all the affairs and forces that run the\nworld, to be a constructive and effective part of what shapes and moves men. It isn't enough\nto sit on the sidelines.\n<\/p><p>\n\"Please God let us not live by default . . . but by the acquisition of truth and dedication to it\"\n(author unknown), to the realization of the God-given purposes of life, and the things that\nmatter most.\n<\/p><p>\n\"Conscious of the fact that I cannot separate myself from the time in which I am living, I\nhave decided to become a part of it.\" (Attributed to Albert Camus, French journalist.)\n<\/p><p>\nAnd so this day I would plead with you, my beloved young friends of this generation, and\nalso to us who are older, to prepare, to be competent, to succeed, to be an effective\nparticipating part of that which shapes the future before us, going forth with faith and\nconfidence, not sacrificing principles, but being part of our own time.\n<\/p><p>\n<b>Testimony: God lives<\/b>\n<\/p><p>\nTo my beloved friends everywhere, I leave you my witness that God lives, that he is our\neternal Father, that he made us in his own image, that he sent his Divine Son, our Savior and\nRedeemer, to teach us and to redeem us from death.\n<\/p><p>\nI leave you my witness that his work is with us, restored to earth for our time, for our\nguidance, for our assurance, for our success, and that as we live and learn and do his will and\nkeep his commandments, we shall have everlasting life with our loved ones, which is the\ngreatest assurance of the gospel, the greatest of God's gifts (<span class=\"citation\" id=\"14735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14735)\">D&amp;C 14:7<\/a><\/span>).\n<\/p><p>\nMay his peace and blessing and guidance and protection be with you always, I pray in the\nname of our Lord and Savior, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}