{"ID":1506, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Judgments of the Lord to Pour Forth<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the First Presidency and President of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1966, pp. 58-61<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>To be lifted up \"at the last day\"<\/b>\n<\/p><p>\nAccording to the dictionary, chastity means \"the quality or state of being chaste, free from\nsexual impurity&mdash;free in thought; modest, virtuous and free from vulgarity.\"\n<\/p><p>\nWhen the Savior was with the Nephites he emphasized this principle and said to them: \n<\/p><p>\n\"And no unclean thing can enter into his kingdom, therefore nothing entereth into his rest\nsave it be those who have washed their garments in my blood, because of their faith, and the\nrepentance of all their sins, and their faithfulness unto the end.\n<\/p><p>\n\"Now this is the commandment: Repent, all ye ends of the earth, and come unto me and be\nbaptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye\nmay stand spotless before me at the last day.\n<\/p><p>\n\"Verily, verily, I say unto you this is my gospel; and ye know the things that ye must do in\nmy church; for the works which ye have seen me do that shall ye also do; for that which ye\nhave seen me do even that shall ye do; \n<\/p><p>\n\"Therefore, if ye do these things blessed are ye, for ye shall be lifted up at the last day\"\n(<span class=\"citation\" id=\"5697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5697)\">3 Ne. 27:19-22<\/a><\/span>).\n<\/p><p>\n<b>Need for repentance<\/b>\n<\/p><p>\nFrom the observation that we make as we travel from one place to another and from what we\nread in the public press we are of necessity forced to the conclusion that repentance from sin\nis extremely essential throughout the world today. There has seldom been a time in the history\nof mankind when sin was not prevalent and the violation of the divine commandment was\nalmost, if not entirely, universal. We read in the sacred writings that it was not long after the\nchildren of Adam and Eve were grown that these children began to pair off and establish\nfamilies in the earth, and the influence of Satan was felt among them, and they began to\nforget the teachings their parents had given them. Thus do the scriptures read: \n<\/p><p>\n\"And Adam and Eve blessed the name of God, and they made all things known unto their\nsons and daughters.\n<\/p><p>\n\"And Satan came among them, saying: I am also a son of God; and he commanded them\nsaying: Believe it and they believed it not, and they loved Satan more than God. And they\nbegan from that time forth to be carnal, sensual, and devilish\" (<span class=\"citation\" id=\"39269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39269)\">Moses 5:12-13<\/a><\/span>).\n<\/p><p>\nVery frequently I have this question asked of me: \"When Lucifer, or the devil, was cast out of\nheaven, why did a Lord permit him to come to this earth to tempt and torment mankind?\nWhy did he not punish him by sending him to some other, but isolated, place with his\nangels?\"\n<\/p><p>\n<b>Mortality, time of testing<\/b>\n<\/p><p>\nMy answer has been that the Father permitted Lucifer to come here so that he could tempt us\nand test our faith. It is a divine decree, and me that is evidently essential, that we have this\nmortal probation, we are in it to be tested and proved to see if we can keep the\ncommandments in the face of temptation or trial. Our Eternal Father did not place us here\nwithout some protection against sin and the temptations of Satan. In the very beginning Adam\nand Eve were definitely instructed in the way of salvation and were given strict\ncommandments to serve the Lord and bring their children up in the light and truth of the\ngospel, the principles of which are essential to man's salvation. Evidently angels from heaven\nwere their instructors, and while the record does not reveal the event, Eve was baptized as\nwell as Adam. Let it be remembered that the Fall was not the terrible thing which too many\ngood people believe it to have been and which is proclaimed quite generally in the so-called\nChristian world. It is customary for many religious teachers in the world to refer to the Fall as\n\"man's shameful fall,\" and it is so recorded in the King James translation of the Bible.\nHowever, the Fall was an essential part of man's mortal probation. It is a mistaken notion that\nprevails quite generally in the world that Adam and Eve would have lived in a world of ease,\nwith their posterity, free from temptation and sin, if that fruit had not been taken. The fact is\nvery clear, nevertheless, that had Adam and Eve not partaken, the great gift of mortality\nwould not have come to them (<span class=\"citation\" id=\"39267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39267)\">Moses 5:11<\/a><\/span>). Moreover, they would have had no posterity, and the great\ncommandment given to them by the Lord would not have been fulfilled. The divine truth is\nthat Adam and Eve were expected to do the very thing that they did. All of this was part of\nthe divine plan.\n<\/p><p>\nThis mortal life is a part of our eternal life. Adam's \"transgression,\" and I place the word in\nquotation marks, was an essential act which opened the doors for the millions of spirits to\ncome to this earth and receive bodies of flesh and bones preparatory to their eternal salvation\nand exaltation.\n<\/p><p>\nMortality, therefore is a part of the temporal plan in relation to the salvation\nand exaltation of the human family. Here we are tried, tempted, and proved to be either\nworthy of exaltation to thrones and kingdoms or partakers of his displeasure and thus assigned\nto some lesser kingdom.\n<\/p><p>\nLehi, when giving counsel to his on Jacob, spoke by prophecy of the Coming of the Son of\nGod in the meridian of time and had this counsel for him: \n<\/p><p>\n<b>Redemption through the Messiah<\/b>\n<\/p><p>\n\"Wherefore, redemption cometh in and through the Holy Messiah, for he is full of grace and\ntruth.\n<\/p><p>\n\"Behold he offereth himself a sacrifice for sin, to answer the ends of the law, unto all those\nwho have a broken heart and a contrite spirit, and unto none else can the ends of the law be\nanswered.\n<\/p><p>\n\"Wherefore how great the importance to make these things known unto the inhabitants of the\nearth, that they may know that there is no flesh that can dwell in the presence of God, save it\nbe through the merits and mercy, and grace of the Holy Messiah, who layeth down his life\naccording the flesh, and taketh it again by the power of the Spirit, that he may bring to pass\nthe resurrection of the dead, being the first that should rise.\n<\/p><p>\n\"Wherefore, he is the firstfruits to God, inasmuch as he shall make intercession for all the\nchildren of men; and they that believe in him shall be saved.\n<\/p><p>\n\"And because of the intercession for all, all men come unto God; wherefore, they stand in the\npresence of him to be judged of him according to the truth and holiness which is in him.\nWherefore, the ends of the law which the Holy One hath given, unto the inflicting of the\npunishment which is affixed, which punishment that is affixed is in opposition to that of the\nhappiness which is affixed, to answer the ends of the atonement&mdash;\n<\/p><p>\n\"For it must needs be, that there is an opposition in all things. If not so, my first-born in the\nwilderness, righteousness could not be brought to pass, neither wickedness, neither holiness\nnor misery, neither good nor bad. Wherefore, all things must needs be a compound in one;\nwherefore, if it should be one body it must needs remain as dead, having no life neither death,\nnor corruption nor incorruption, happiness nor misery, neither sense nor insensibility.\n<\/p><p>\n\"Wherefore, it must needs have been created for a thing of naught; wherefore there would\nhave been no purpose in the end of its creation. Wherefore, this thing must needs destroy the\nwisdom of God and his eternal purposes, and also the power, and the mercy, and the justice\nof God\" (<span class=\"citation\" id=\"3745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3745)\">2 Ne. 2:6-12<\/a><\/span>).\n<\/p><p>\nIn course of time, so the scriptures say, \"God saw that the wickedness of man was great in the\nearth, and the every imagination of the thoughts his heart was only evil continually\n(<span class=\"citation\" id=\"23737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23737)\">Gen. 6:5<\/a><\/span>).\n<\/p><p>\n<b>Judgments upon unrepentant<\/b>\n<\/p><p>\nAnd thus, down through the ages, we discover, if we are willing to believe what is written in\nthe scriptures, the judgments and destructions had to be poured out upon the wicked because they\nwould not repent.\n<\/p><p>\nNot only were these punishments meted out to the inhabitants of the called Old World, but\ndestruction awaited the inhabitants of this western world for the same cause. Through their\nprophets (I am speaking of Nephites and Lamanites), they will constantly reminded that this\nland \"choice above all other lands, which the Lord God had preserved for a righteous people\"\n(<span class=\"citation\" id=\"22262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22262)\">Ether 2:7<\/a><\/span>).\n<\/p><p>\n<b>God of wrath; God of Love<\/b>\n<\/p><p>\nBut we who live in the present day should take heed and profit by the experiences of those\nwho have gone before and not fall into their grievous errors. We should remember that the\nsame warnings have been given to us and \"to all the inhabitants of the earth\"\n(<span class=\"citation\" id=\"14819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14819)\">D&amp;C 82:6<\/a><\/span>),\nthat destruction awaits this age unless men refrain from wickedness and abominations. Let us not forget that\nthe Lord said it should be in this day as it was in the days of Noah. We should remember also\nthat he is still a \"God of wrath\" (<span class=\"citation\" id=\"14703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14703)\">D&amp;C 1:9<\/a><\/span>) as well as a \"God of love\"\n(<span class=\"citation\" id=\"3058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3058)\">2 Cor. 13:11<\/a><\/span>), and that he has promised to pour\nout his wrath upon the ungodly and to \"take vengeance upon the wicked\" who will not repent\n(<span class=\"citation\" id=\"14748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14748)\">D&amp;C 29:17<\/a><\/span>).\n<\/p><p>\nNot only did the ancient prophets predict that such should be the case in these latter days; the\nLord has also spoken it in our own dispensation.\n<\/p><p>\n<b>Fulfillment of prophecy<\/b>\n<\/p><p>\nI want to bear testimony to this congregation, and to the heavens and the earth, that the day is\ncome when those angels are privileged to go forth and commence their work. They are\nlaboring in the United States of America; they are laboring among the nations of the earth;\nand they will continue. We need not marvel or wonder at anything that is transpiring in the\nearth. The world does not comprehend the revelations of God. It did not in the days of the\nJews; yet all that the prophets had spoken concerning them came to pass. So in our day these\nthings will come to pass. We cannot draw a veil over the events that await this generation. No\nman who is inspired by the Spirit and power of God can close his ears, his eyes, or his lips to\nthese things.\n<\/p><p>\n<b>The indignation of God<\/b>\n<\/p><p>\nAnd thus we might quote indefinitely from the ancient prophets as well as from the prophets\nof this dispensation and even from the Lord himself, in relation to the troubles, destructions,\nwars, and plagues which are to come upon the inhabitants of the earth&mdash;yes, even Zion\nalso&mdash;unless the people repent. \"The Lord's scourge,\" he says, \"shall pass over by night and by\nday, and the report thereof shall vex all people: yea it shall not be stayed until the Lord come;\n<\/p><p>\n\"For the indignation of the Lord is kindled against their abominations and all their wicked\nworks.\"\n<\/p><p>\nBut the promise has been made to Zion and the pure in heart, that they shall escape if they\n\"observe to do all things whatsoever I [the Lord] have commanded\" (<span class=\"citation\" id=\"14844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14844)\">D&amp;C 97:23-25<\/a><\/span>).\n<\/p><p>\nWhat is here given will suffice as a warning to a \"perverse generation\" (<span class=\"citation\" id=\"14751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14751)\">D&amp;C 34:6<\/a><\/span>) and to remind the\nmembers of the Church that the Lord has said: \n<\/p><p>\n\"Even so it shall be in that day when they shall see all these things, then shall they know that\nthe hour nigh.\n<\/p><p>\n\"And it shall come to pass that he that feareth me shall be looking forth for the great day of\nthe Lord to come, even for the signs of the coming of the Son of Man.\n<\/p><p>\n\"And they shall see signs and wonders, for they shall be shown forth in the heavens above,\nand in the earth beneath.\n<\/p><p>\n\"And they shall behold blood, and fire, and vapors of smoke\" (<span class=\"citation\" id=\"14779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14779)\">D&amp;C 45:38-41<\/a><\/span>).\n<\/p><p>\n\"And take heed to yourselves, lest any time your hearts be overcharged with surfeiting and\ndrunkenness, and cares of this life, and so that day come upon you unawares.\n<\/p><p>\n\"For as a snare shall it come on all them that dwell on the face of the whole earth.\n<\/p><p>\n\"Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these\nthings that shall come to pass, and to stand before the Son of man\" (<span class=\"citation\" id=\"31683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31683)\">Luke 21:34-36<\/a><\/span>).\n<\/p><p>\nMay we walk in paths of righteousness for his name's sake (<span class=\"citation\" id=\"41858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41858)\">Ps. 23:3<\/a><\/span>) is my prayer, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}