{"ID":1507, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Appreciation for Our Men in Military Service<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1966, pp. 62-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am grateful for the inspirational music of these lovely women.\n<\/p><p>\n<b>Conference meetings in Viet Nam<\/b>\n<\/p><p>\nAs we sit here in security and comfort this beautiful autumn day, my thoughts reach across\nthe vast stretches of the Pacific to our brethren in Viet Nam. It is early Sunday morning there.\nMany of those who can be excused from war duties will soon gather for their Sunday\nmeetings. The only room available to them in Saigon will be crowded to capacity. Other\nmeetings will be held in Bien Hoa, Phu Loi, Cam Ranh Bay, Bac Lieu, Chu Lai, Plei Ku, and\na score of other places with strange-sounding names. Most of those in attendance will be in\nuniform. With grateful hearts they are likely to sing, \"We thank thee, O God, for a prophet.\"\nThey will pray for us who are here assembled in conference. They will renew their covenants\nwith the Lord as they partake of the emblems of his sacrifice. They will study his word. They\nwill comfort and sustain one another.\n<\/p><p>\n<b>Our men in the armed services<\/b>\n<\/p><p>\nI have thought that I would like to take this opportunity, if the\nSpirit will give me inspiration, to speak a few words concerning our men in the armed\nservices the world over&mdash;whether in the service of the United States or other nations&mdash;Great\nBritain, Australia, New Zealand, Korea, the Philippines, and others.\n<\/p><p>\nI should like to speak a word of assurance to mothers and fathers, many of whom are sick\nwith worry concerning their sons. I should like to extend an invitation to those of our young\nmen in service who may not be actively associated with the Church. I should like to express\nappreciation to those of our brethren who have done so much to bring a measure of peace to\nthe hearts of many others with whom they are associated while in the service of their\nrespective countries.\n<\/p><p>\nIn the United States growing numbers our young men are being inducted. Draft requirements\nhave tremendously during the past months, and there is no indication that they will be\nsubstantially lessened in the near future.\n<\/p><p>\nMany thousands of young men of the Church are now in military service, and more are entering every\nweek. Sorrow and anxiety and gnawing fear concerning our loved ones afflict the homes of\nmany of our people.\n<\/p><p>\nThe word that most strikes fear in the heart of a mother these days is Viet Nam. It is a land\nso far away. The heat is oppressive. The jungle is so dark. Everything is so strange. Is the\nChurch there, they anxiously ask?\n<\/p><p>\nSome few weeks ago a mother called me. She said that her son was in the Marine Corps. She\ninquired whether there was a branch of the Church anywhere in South Viet Nam. I assured\nher that there are many groups and branches and told her how her son could find the one\nnearest his base.\n<\/p><p>\n<b>\"The Church is here\"<\/b>\n<\/p><p>\nA few days later she called back and said that she had just received a letter that she would\nlike to read. He had written: \"Mother, don't worry about me any more. I've found the\nChurch. Your prayers have been answered. This morning seven of us found a place where we\ncould be off by ourselves. We sang the hymns we sing at home, but they had a new meaning\nfor us. We administered the sacrament, and I have never appreciated it so much. We read\ntogether the Book of Mormon, and we bore testimony one to another. Don't worry about me.\nThe Church is here, and I'm in the Church.\"\n<\/p><p>\nI join with you in a prayer that peace will soon come to that troubled part of the world. I\nwould earnestly hope that your sons will not be called to serve in those hot, fearsome\nbattlegrounds; but in case orders take them there, I want to assure you that they may find the\nChurch operating under the direction of devoted and faithful men.\n<\/p><p>\n<b>South Viet Nam in Southern Far East Mission<\/b>\n<\/p><p>\nSouth Viet Nam is a zone of the Southern Ear East Mission. There are four such zones in that\nmission: Taiwan, or the Republic of China; the Philippines; Hong Kong; and South Viet Nam.\nPresiding over the South Viet Nam Zone is a presidency of three worthy men, and under them\nare three district presidencies, each consisting of three worthy men. Within these districts are\nnearly thirty branches or groups, each with a president or presidency.\n<\/p><p>\nThree Mormon chaplains are stationed there, and a fourth is assigned to go there. No more\ndevoted or capable members of the Church will be found anywhere in the world. May I read\na few lines from one of them, our zone president, Major Rozsa. These words were penned as\nhe rode a C-47 over the bomb-cratered jungle of that embattled land. He says: \n<\/p><p>\n<b>Priesthood leaders in Viet Nam<\/b>\n<\/p><p>\n\"Viet Nam, in many ways, is a wonderful experience for our LDS brothers and sisters.\nI have never been amongst more choice men and women in the gospel than those serving here\nin Viet Nam. I have never seen so much priesthood talent assembled in one area, except at\nconference time in Salt Lake City, as I have witnessed in Viet Nam. We have numerous\nbrethren who have served as bishops, in bishoprics, on high councils, as branch presidents,\nand in other offices. I firmly believe that those priesthood bearers who remain faithful and\nserve their country and the Lord while in Viet Nam will provide a great potential leadership\nwithin the Church.\n<\/p><p>\n\"Our priesthood holders face a life in Viet Nam that is different from anything they have\nknown elsewhere. The fighting is different, the political situation is different, the controversies\nover our presence in Viet Nam are unparalleled in past conflicts&mdash;controversies among our\nfellow Americans at home, and the constant temptations that lead to immorality and moral\ndecay, are more pronounced here than I have witnessed in other lands during other conflicts.\n<\/p><p>\n\"Our men and women are being tried in a refiner's fire (<span class=\"citation\" id=\"32794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32794)\">Mal. 3:2<\/a><\/span>). Those who remain true will have\nmade great strides toward the kingdom of God.\" Such is the estimate of Major Rozsa.\n<\/p><p>\nNow listen to the words of another young man in a remote battle area: \"I've just attended\nservices held in a tent here on base . . . I'm only a deacon, but I have come to learn that in\nour Church . . . everyone seems to help everyone else as brothers and sisters should . . . This\ngroup may be small in number but it is large in faith. I attended an hour-long service this\nmorning and I'm proud to tell you even though we are [many thousand of] miles away from\nour home, Church, and loved ones, we still believe in the gospel and bear our testimonies with\nsincere faith.\"\n<\/p><p>\nLet me give you another snatch from a letter: \"I'm thankful,\" this young officer in a\ncommando unit writes, \"for the Church here in Viet Nam. It has really been a great help to\nme. It's been here in times of need when we come under mortar and recoilless rifle attack.\nI'm thankful that I know about the plan of salvation and what to expect after death, because it\nhas really been a source of strength for me.\"\n<\/p><p>\n<b>Invitation to be active<\/b>\n<\/p><p>\nThis leads me to a second point I wish to mention&mdash;an invitation to our young men over\nthere who may not have become actively associated with the Church. You need the Church\nand the Church needs you. The individual there must seek out the Church. A systematic effort\nis made to find all Church members, but it is not easy under present circumstances. There are\nmore than 300,000 Americans there, among whom it is estimated there may be 3,000\nmembers of the Church. You families, you fathers and mothers, urge your sons to look for the\nChurch. Or you may write to our brethren there concerning your boys. A pair of dedicated\nhome teachers will call on that son or brother and extend him an invitation with all the\nsolicitude that home teachers in your ward would exercise.\n<\/p><p>\n<b>Fellowship of priesthood a priceless blessing<\/b>\n<\/p><p>\nAnd to you young men who may be sent to that distant part of the world, may I extend an\ninvitation in behalf of your brethren in Viet Nam, that you make your presence known. The\nfellowship in the priesthood you will enjoy will prove to be a priceless blessing in your life. It\nwill bring you the association of good men&mdash;of great men who love the Lord and who love\ntheir fellowmen. You will find happiness in such company&mdash;and more important, you will be\nprotected from those evils which, if partaken of, will inevitably bring sorrow and regret all\nyour days. And you will be prompted to participate in new and enriching opportunities for\nservice. Listen to the words of a letter written by a young man in that area where there is\nmuch of evil, of bloodshed, of tragedy: \n<\/p><p>\n<b>Comrades in arms taught the Gospel<\/b>\n<\/p><p>\n\"The two of us,\" he writes, \"have been teaching the gospel to our associates. We've\ntaught Vietnamese, Koreans, Chinese, Filipinos, and Americans and have been having really\nwonderful and gratifying results. Every baptismal that is held we have people ready for\nbaptism. Right now we are using five Vietnamese, who have already joined the Church, as\ninterpreters, and this is surely an experience teaching these people . . . with an interpreter. It\ntakes a lot more explaining to get a point across, but you can always see and feel the Holy\nGhost working with us . . . Right at the present time we have sixteen people that we are\nteaching. Six of them have committed themselves to be baptized October 8.\"\n<\/p><p>\nAnd from another letter: \"Last night I interviewed a young man for baptism who had been\ntaught the gospel by one of our recent converts. We will hold his baptismal service tomorrow\nin the South China Sea.\"\n<\/p><p>\n<b>Priesthood administers to the wounded<\/b>\n<\/p><p>\nNor is this matter of sharing the gospel with their associates the only thing for which I extend\nthe appreciation of the entire Church and of many others who are the beneficiaries of their\ninspired and selfless service. One of our chaplains writes: \"I again visited C-Med last night.\nWe had two LDS casualties brought in . . . Both were in the intensive-care wards. I took\nElder Richard Southard with me, and we anointed and blessed them, as well as a badly\nwounded Episcopalian boy and a Baptist boy, who requested a blessing from us as they were\nin the same ward. We also anointed and blessed a small Vietnamese child who had been\nwounded, while its heartbroken mother sat on the bed weeping.\"\n<\/p><p>\nThis great spirit in our men who have gone to war as citizens of the nations of which they are\na part is almost as old as the Church. More than a century ago British members of the Church\nhad what they called the \"floating branch\" among sailors in the Mediterranean. There was also\nan \"expeditionary branch\" of our British brethren during the Crimean War of the 1850's.\n<\/p><p>\n<b>Twenty thousand native members in Far East<\/b>\n<\/p><p>\nWe now have approximately 20,000 native members of the Church in the Far East&mdash;some\n3,000 in Korea, 10,000 in Japan and Okinawa, 6,000 Chinese in Taiwan and Hong Kong, and\na thousand Filipinos. This marvelous Church membership is the sweet fruit of the simple,\nquiet work begun by our servicemen stationed in these lands who initially taught the gospel\nthere, first by their example and secondly by their precepts, and in so doing they opened the\nway for the coming of missionaries, for whose coming they had pleaded.\n<\/p><p>\n<b>Laying foundations for great work<\/b>\n<\/p><p>\nI am confident that today, out of the misery of that fearful, tragic, vicious war in Southeast\nAsia, will come some measure of good as the Lord, working through faithful men, turns the\nevil snares of the adversary to blessings in the lives of many of his children.\n<\/p><p>\nAs I think of our brethren, there come to mind these great words of promise given through\nrevelation in the year 1831: \"Wherefore, be not weary in well-doing, for ye are laying the\nfoundation of a great work. And out of small things proceedeth that which is great.\n<\/p><p>\n\"Behold, the Lord requireth the heart and a willing mind\" (<span class=\"citation\" id=\"14806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14806)\">D&amp;C 64:33-34<\/a><\/span>).\n<\/p><p>\nTo our brethren over there I extend our appreciation and invoke upon you the blessings of the\nLord, that you may be encouraged in your faith, that you may be protected in your duties, and\nthat you may have cause to rejoice in the midst of sorrow as you share with others the\nprecious gift of the faith that is yours. God bless you, my dear brethren, this Sabbath day, as\nthe sun rises over those distant embattled shores and you gather together to worship in the\nname of him whose peace must come, if peace is to come at all, even Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}