{"ID":1508, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Wisdom in Spending<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, October 1966, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nUnder the heading of \"Vital Statistics\" in the daily newspaper, there are listed the names of\nthose happy men and women who have received to enter into the holy state of matrimony.\nThere are also listed under the same heading those unhappy individuals who have failed in\nmatrimony and are now suing for divorce. Oftentimes, this is a longer list. One wonders what\nhappened in the latter cases that brought their status from bliss to chaos.\n<\/p><p>\nThe following excerpt from a written by a 16-year-old girl tells how family trouble may start:\n<\/p><p>\n\"My dad and mother are good people, and I love them very much. We have family prayer but\nnot very often any more because Mom and Dad are always fighting about money. We have\nlots of bills to pay each month, and my dad is working two to make more money. I am\nwondering if it is all right for me, since I have a job at a drive-in, to give my money to my\nmother and skip tithing for a while?\"\n<\/p><p>\nThe young lady should be commended for her desires to help her parents, but the matter\nwould not be helped by diverting her tithing to cause.\n<\/p><p>\n<b>Management of money<\/b>\n<\/p><p>\nThe answer to this family's problem is not necessarily more money. The need for more\nmoney is merely the symptom. The malady is excessive debt, caused by uncontrolled credit\npurchasing. The cure is a reappraisal of the income after allowing God's due, a survey of the\namounts needed for the real necessities&mdash;shelter, food, clothing, health&mdash;and a calculation of\nthe residue of income for the amortization of other indebtedness, with a resolve by all that no\nfurther credit purchases be made. It may even mean the forfeiture of some luxury items that\nshould not have been purchased in the first place. Here I would caution people against\nborrowing more money to consolidate debts, thereby increasing their interest rates and\nextending their bondage.\n<\/p><p>\n<b>Unwise indebtedness<\/b>\n<\/p><p>\nUnwarrantable indebtedness is one of the curses of this day and age. It causes many people to\nlive their lives in bondage. The lure of buying on time under the \"easy payment plan\" too\noften puts the millstone around the neck of the purchaser&mdash;and when once in the credit rut, it\nis very hard to get out. Sorrow, grief, divorce, and delinquency are all perpetuated by such\nfoolishness.\n<\/p><p>\nWhen a family finds itself too far in debt, the atmosphere of discouragement enters the home,\nrelationships become tense, tempers become short, and marital troubles begin to erupt. To\nmeet the indebtedness, the mother may frequently leave her children to themselves while she\nfinds employment out of the home. Irregularities in the home follow: service to God is\ndisregarded, tithing is neglected, prayers become less frequent, persons begin to feel separated\nand apart from God and church, and the condition explained by Isaiah ensues: \n<\/p><p>\n\". . . the Lord's hand is not shortened, that it cannot save; neither his ear heavy, that it cannot\nhear; \n<\/p><p>\n\"But . . . iniquities have separated between you and your God, and your sins have hid his face\nfrom you, that he will not hear\" (<span class=\"citation\" id=\"25320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25320)\">Isa. 59:1-2<\/a><\/span>).\n<\/p><p>\nSome weeks ago, discussing this subject at a stake conference, a judge said to me that from\nhis experience on the bench, financial problems were, in the majority of cases, the real cause\nof marital failure.\n<\/p><p>\nA study was undertaken at one of our universities some years ago concerning the relationship\nof divorce with financial matters. It revealed that steady employment is a real factor in the\nsuccess of marriage, that marriage becomes increasingly less stable when there is a\ndisturbance in the family income, such as unemployment and work layoffs. (William J. Goode,\n<i>After Divorce<\/i> [Glencoe, Illinois: The Free Press, 1956], p. 54.)\n<\/p><p>\n<b>Marriage and money management<\/b>\n<\/p><p>\nAnyone contemplating marriage should certainly recognize that an adequate income is\nparamount. Young people need to prepare for this responsibility. Then the wise handling of\nthat income would be to see that the outgo does not exceed the income, with a designated\namount for reserve. Family financial disturbances come from inadequate planning,\noverbuying, poor vision, emotional immaturity, and lack of self-discipline. Getting in debt is\nlargely an emotional decision rather than a rational one. Major purchases should not be made\nin a hurry; take a few months or years to think and plan. Marriage is a partnership\narrangement between two individuals. Decisions should be made by the husband and wife\njointly. They should talk financial matters over freely.\n<\/p><p>\nBecause the home is the basic unit of society, its stability, sanctity, and harmony should be\nmaintained. Our objective should be to help eradicate anything that tends to upset the\nequilibrium of the family unit.\n<\/p><p>\n<b>Avoid debt<\/b>\n<\/p><p>\nThe admonition of our Church leaders has always been to stay out of unwarrantable debt. We\nshould \"shy away from debt as we would a plague\" was the counsel of the late President J.\nReuben Clark, Jr. He also warned: \"To buy on the installment plan means to mortgage your\nfuture earnings. If, through sickness or death or through loss of work, the earnings cease, the\nproperty bought is lost, together with what has been put into it.\" President Joseph F. Smith\nsaid: \"It is highly proper for the Latter-day Saints to get out of debt.\"\n<\/p><p>\nWe ought not to allow financial problems to enter our homes to cause the family unit to\ndeteriorate. We ought to hearken to the Savior as we build and establish our homes. I think\nhis advice is a trustworthy guide for us today, for he said: \n<\/p><p>\n\"For which of you, intending to build a tower, sitteth not down first, and counteth the cost,\nwhether he have sufficient to finish it?\n<\/p><p>\n\"Lest haply, after he hath laid the foundation, and is not able to finish it, all that behold it\nbegin to mock him,\n<\/p><p>\n\"Saying, This man began to build, and was not able to finish\" (<span class=\"citation\" id=\"31675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31675)\">Luke 14:28-30<\/a><\/span>).\n<\/p><p>\n<b>Organize within income<\/b>\n<\/p><p>\nThe principle here is: be sure you have a program to pay your way before you buy. It was\nsound 2,000 years ago; it is still a sound practice today.\n<\/p><p>\nAdmittedly, there are so-called economists who plead for liberal use of credit. But as Charles\nNeal states in his book, <i>Sense with Dollars<\/i>: \"If you fall for this hogwash and get yourself into\nfinancial trouble, the same economists will chide you for being 'economically illiterate' and\nhint that you are a threat to the free enterprise system, and the truth is, you would be.\"\n(Charles V. Neal, <i>Sense with Dollars<\/i> [Garden City, N. J.: Doubleday &amp; Company, Inc.,\n1965].)\n<\/p><p>\n<b>Costly credit leads to bondage<\/b>\n<\/p><p>\nOur society has been pummeled with so many \"easy credit\" signs, and the lure of such has\nmade many a covetous people. The Lord decreed on Mount Sinai: \"Thou shalt not covet\" (<span class=\"citation\" id=\"22764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22764)\">Ex. 20:17<\/a><\/span>).\nCovet means, according to my dictionary, \"Eagerly desirous, especially inordinately desirous\nof possessions or wealth; grasping, avaricious, often eager to possess that to which one has no\nright.\" If you cannot pay for an article, you have no right to it.\n<\/p><p>\nYoung couples should discipline themselves with the thought, \"Don't try to get everything at\nonce. Rome was not built in a day.\" And again, they should be reminded that there is no such\nthing as an \"easy payment.\" All payments are hard-cash payments. Unwarrantable installment\nbuying is a pit into which those who covet fall. Debt is the tyrannical master.\n<\/p><p>\nWe read with abhorrence that years ago, in many parts of the world, it was a practice to place\npeople in bondage and bring them to America to serve as bonded servants to their masters for\na specified period of time. All their work and energies were used for the benefit of their\nmaster. The citizens of this country could not tolerate such a practice for long. It was this\nattitude for liberty that gave birth to this nation, a nation in which its citizens could be free\nfrom bondage. Yet, today many of our citizens are slaves to unwarrantable credit practices.\nThey can free themselves <i>if they will<\/i>. Naturally, it isn't easy to break old habits, but\nobedience to the gospel principles should give an adequate incentive to get out of debt.\n<\/p><p>\n<b>Productivity a valuable resource<\/b>\n<\/p><p>\nMost individuals are endowed with production power. There is no substitute for personal\nproduction. True wealth is termed production, and there is only one basic, proper way to live:\nupon the fruits of one's own labor. Enjoyment of life comes through such a practice. Jesus\nstressed this principle in his parable of the talents when he said: \n<\/p><p>\n\". . . he that had received five talents came and brought other five talents, saying, Lord, thou\ndeliveredst unto me five talents: behold, I have gained besides them five more.\n<\/p><p>\n\"His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful\nover a few things, I will make thee ruler over many things: <i>enter thou into the joy of thy lord<\/i>\"\n(<span class=\"citation\" id=\"35654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35654)\">Matt. 25:20-21<\/a><\/span>), italics added.)\n<\/p><p>\n<b>Money wisdom learned at home<\/b>\n<\/p><p>\nProviding for one's self and family is a sacred charge to the husband, for if he does not, he is\nconsidered by God worse than an infidel (<span class=\"citation\" id=\"2828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2828)\">1 Tim. 5:8<\/a><\/span>). To provide indicates that parents will teach their\nchildren, early in life, self-reliance, to abhor debt as a plague, how to earn income through\nindustry, how to receive proper value for money expended, how to build reserves for\nschooling and missionary service, the value of interest rates, what it costs them when they\npay, what it earns for them as they build their reserves. There seems to be only one place for\nchildren to learn these lessons, and that is in the home. Sylvester Kellerman, U. S. referee in\nbankruptcy at Louisville, Kentucky, calls to our attention: \n<\/p><p>\n\"What we need is a basic course in economics for everybody. Money management should be\ntaught in grade schools. Schools can teach children French in the second grade, but they can't\nteach them interest rates.\n<\/p><p>\n\"People seldom see how much an item costs any more. It's how much a week. When people\nhave trouble meeting their credit installments, they begin traveling from loan company to loan\ncompany. That's like trying to drink yourself sober.\"\n<\/p><p>\n<b>Impossible to borrow oneself out of debt<\/b>\n<\/p><p>\nIt is impossible for anyone to borrow himself out of debt.\n<\/p><p>\nThe declaration made by the Church that \"work is to be . . . the ruling principle of the lives\nof church membership\" should settle any questions we may have about the ever-growing\nfeeling and belief that people can live off the public without laboring. (<i>Welfare Plan Handbook<\/i>, p. 1.)\n<\/p><p>\nPerhaps many of us need to take a good look at our own financial situation and philosophy,\nbecause I fear that many Latter-day Saints are being swept into the rising tide of financial\ninsolvency. The virtues of thrift and saving need to be taught in our families. In accordance\nwith the teachings of the Church, let us try to be free of debt and have an adequate reserve of\nfood, clothing, and money to meet an emergency. Remember the adage: \"A family out of debt\nis out of danger.\"\n<\/p><p>\n<b>Wise budgeting and tithing<\/b>\n<\/p><p>\nWise family budgeting begins with obeying the law of tithing, for the payment of tithing puts\nthe mind at ease and alert to cope with other essentials of family financial matters Publilius\nSyrus said: \"When the mind rules wisely, money is a blessing\"; hence, wisdom in spending\ncan be a blessing to any family. Failure of a married couple to handle wisely and efficiently\nthe thousands of dollars they receive and disburse during marriage may lead to the chaos and\ndisaster of divorce and the listing of their marriage failure in the \"vital statistics\" column of\nthe newspaper. This must not happen.\n<\/p><p>\nSince marriage is a fulfillment of a divine command, we should take God our partnership\nwith the implied promise that we will sustain him and his truth. Our homes must foster the\nlasting virtues of honesty, thrift, work, self-discipline, sacrifice, economy, obedience,\nproduction, and freedom from debt. These are important facets of the gospel of Jesus Christ,\nwhich gospel is \"the power of God unto salvation to every one that believeth\"\n(<span class=\"citation\" id=\"42795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42795)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nMay we catch its visions and blessings, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}