{"ID":1509, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be Humble and Strong<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, October 1966, pp. 69-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>The \"weak\" and \"simple\" to proclaim the restoration<\/b>\n<\/p><p>\nDuring the early history of the Church the Lord, in revelations to the Prophet Joseph Smith,\nexplained that the fullness of his gospel would be restored and that it would be proclaimed by\nthe weak and simple unto the ends of the world, and before kings and rulers (<span class=\"citation\" id=\"14713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14713)\">D&amp;C 1:23<\/a><\/span>), that\nhe required their heart and a willing mind, and that they should not weary in well-doing\n(<span class=\"citation\" id=\"14807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14807)\">D&amp;C 64:33-34<\/a><\/span>).\n<\/p><p>\nAnd inasmuch as they are humble, they would be made strong, and blessed from on high, and\nreceive knowledge from time to time.\n<\/p><p>\nThey would have power to lay the foundation of this Church and to bring it forth out of\nobscurity and out of darkness (<span class=\"citation\" id=\"14714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14714)\">D&amp;C 1:28,30<\/a><\/span>).\n<\/p><p>\nIn these revelations the Lord explained his use of weak and simple instruments to proclaim\nhis gospel. However, he gave them commandments that they might possess understanding and\nknowledge, receive power and become strong, thereby qualifying themselves to be effective\nservants.\n<\/p><p>\n<b>The Prophet a witness<\/b>\n<\/p><p>\nThe Prophet Joseph Smith is the chief example. He was weak insofar the learning of men is\nconcerned; but because he was humble, obedient, and possessed a willing mind, he became a\nmighty and strong leader and witness of the divinity of our Lord and Savior Jesus Christ.\n<\/p><p>\nIn all ages this has been the pattern or those who would succeed in the work of the ministry:\nhumility, prayer, dedication, and a desire and willingness to learn the will of the Lord.\n<\/p><p>\nWith the development and application of these qualities come knowledge, power, and strength.\n<\/p><p>\n<b>Members become witnesses<\/b>\n<\/p><p>\nMembership in The Church of Jesus Christ of Latter-day Saints provides many opportunities\nto participate in the building of the kingdom of God and what a great privilege this is. We\nshould, therefore, have an impelling desire to be humble and become strong, that we might be\nworthy and able instruments&mdash;strong spiritually, morally, mentally, physically, financially,\nand in every other way.\n<\/p><p>\nI would like to discuss the development of these qualities with you.\n<\/p><p>\n<b>Gospel changes lives of men<\/b>\n<\/p><p>\nPresident McKay has told us that the purpose of the gospel is to change men's lives, to make\nbad men good and good men better, and to change human nature. The great joy received in\nmissionary work is to witness the change that comes into the lives of converts as they learn\nthese eternal truths and apply them in their lives.\n<\/p><p>\nSpiritual food is as essential as material food, and yet many are starving themselves\nspiritually.\n<\/p><p>\nIn this latter day the Lord has reconfirmed that his \"Spirit is sent forth into the world to\nenlighten the humble and contrite\" (<span class=\"citation\" id=\"14897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14897)\">D&amp;C 136:33<\/a><\/span>)\n<\/p><p>\n<b>How enlightenment comes<\/b>\n<\/p><p>\nHow do we receive this enlightenment? We must of course, be humble, but we have also been\ninstructed to \"seek . . . diligently and teach one another words of wisdom; yea, seek ye out of\nthe best books words of wisdom; seek learning, even by study and also by faith\"\n(<span class=\"citation\" id=\"14831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14831)\">D&amp;C 88:118<\/a><\/span>).\n<\/p><p>\n<b>The scriptures a source<\/b>\n<\/p><p>\nLet us remember that the best books include the Bible, the Book of Mormon, the Doctrine\nand Covenants, and the Pearl of Great Price, as they contain the words of the Lord to his\nchildren.\n<\/p><p>\nIn our studies we should also recognize the value of prayer and being submissive to\ninspiration from the Holy Ghost. The Holy Ghost is a great teacher and revealer of truth and\nwill quicken our minds. Everyone who has received the Holy Ghost has the privilege of this\nsource of enlightenment, providing he is living in such a way as to be in tune with the Spirit.\n<\/p><p>\nThe Savior explained to the Prophet Joseph that \"the glory of God is intelligence, or in other\nwords, light and truth\" (<span class=\"citation\" id=\"14842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14842)\">D&amp;C 93:36<\/a><\/span>), that \"it is impossible for a man to be saved in\nignorance\" (<span class=\"citation\" id=\"14885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14885)\">D&amp;C 131:6<\/a><\/span>); and that \"whatever principle of intelligence we attain unto in this\nlife, it will rise with us in the resurrection\" (<span class=\"citation\" id=\"14879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14879)\">D&amp;C 130:18<\/a><\/span>).\n<\/p><p>\nThe path is clearly defined&mdash;to seek diligently words of wisdom out of the best books by\nstudy and faith. Let us resolve today to study regularly the four standard works of the Church\nand other good books.\n<\/p><p>\n<b>Apply truth to living<\/b>\n<\/p><p>\nThen, as we are enlightened and learn the great eternal principles of truth, we have the\nresponsibility of applying them in our lives. Activity in the Church opens up many avenues of\nservice whereby we can apply these eternal principles. Through service we evidence our love\nof God and of our fellowmen.\n<\/p><p>\nWe are told that as we are humble and do this, we will be endowed with power and receive\ngrowth and development, great joy and happiness.\n<\/p><p>\nThis is the path to spiritual, moral, and mental power and strength.\n<\/p><p>\n<b>Health, an advantage<\/b>\n<\/p><p>\nNow let us consider the development of physical strength.\n<\/p><p>\nOne of the outstanding blessings of this earth life is to obtain a body for our spirit to inhabit.\nLucifer's great punishment was that he should not possess a body.\n<\/p><p>\nThe Apostle Paul in writing to the Corinthian Saints said, \"Know ye not that ye are the temple\nof God, and that the Spirit of God dwelleth in you?\n<\/p><p>\n\"If any man defile the temple of God, him shall God destroy for the temple of God is holy,\nwhich temple ye are\" (<span class=\"citation\" id=\"429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(429)\">1 Cor. 3:16-17<\/a><\/span>).\n<\/p><p>\nInasmuch as our body is the abode of our spirit, the offspring of God, we should make certain\nthat we do not defile it. To this end the Lord has given us a specific Word of Wisdom by\nrevelation.\n<\/p><p>\nThis principle was given with a \"promise, adapted to the capacity of the weak and the weakest\nof all saints, who are or can be called saints\" (<span class=\"citation\" id=\"14832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14832)\">D&amp;C 89:3<\/a><\/span>). It contains a promise that \"all\nsaints who remember to keep and do these sayings . . . shall receive wealth in their navel and\nmarrow to their bones; \n<\/p><p>\n<b>\"Great treasures of knowledge\"<\/b>\n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures; \n<\/p><p>\n\"And shall run and not be weary, and shall walk and not faint\" (<span class=\"citation\" id=\"14836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14836)\">D&amp;C 89:18-20<\/a><\/span>).\n<\/p><p>\nWe are counseled in this revelation to eat and drink those foods and drinks that are beneficial\nto our bodies and to refrain from taking anything into our bodies that is injurious or harmful.\nWe can likewise protect our health by getting proper exercise and rest.\n<\/p><p>\nThe Word of Wisdom is a basic law, and those who live the law will be strengthened in body\nand in mind.\n<\/p><p>\n<b>Financial means. Avoid debt.<\/b>\n<\/p><p>\nNow with reference to the development of financial strength: God has given us our free\nagency, but we are required to work for our sustenance, growth, and development.\n<\/p><p>\nWe frequently refer to the gospel as \"the gospel of work.\" This principle incorporates the\nnecessity of sustaining ourselves and our families. To properly fulfill this requirement in this\nday, we must be financially responsible or strong. Being strong financially does not\nnecessarily mean being wealthy with earthly possessions; it means possessing sufficient to\nmeet our requirements and living within our income rather than overextending ourselves.\n<\/p><p>\nIn modern revelation the Lord has given us these commandments: \"Behold, it is said in my\nlaws, or forbidden, to get in debt to thine enemies\" (<span class=\"citation\" id=\"14804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14804)\">D&amp;C 64:27<\/a><\/span>). \"And again, verily I say\nunto you, concerning your debts&mdash;behold it is my will that you shall pay all your debts\"\n(<span class=\"citation\" id=\"14855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14855)\">D&amp;C 104:78<\/a><\/span>).\n<\/p><p>\nPresident Brigham Young repeatedly counseled the Saints to get out of debt and stay out of\ndebt. Other Latter-day Prophets have given similar counsel. President Joseph F. Smith told the\nSaints, \"Get out of debt and keep out of debt, and then you will be financially as well as\nspiritually free.\"\n<\/p><p>\nPresident Heber J. Grant said in one of his sermons, \"If there is any one thing that will bring\npeace and contentment into the human heart, and into the family, it is to live within our\nmeans; and if there is one thing that is grinding, and discouraging and disheartening, it is to\nhave debts and obligations that one cannot meet.\" (<i>Relief Society Magazine<\/i>, Vol. 19, page\n302.)\n<\/p><p>\nOne of the Relief Society lessons deals with this subject, and the appropriate title is \"Don't\nLet Your Yearnings Exceed Your Earnings.\" This lesson is certainly in line with the\ninjunctions of the Lord to his people. Today much unhappiness results from financial\nproblems; they are a major factor in unhappy marriages, many of which result in divorce.\n<\/p><p>\nPersonal financial weaknesses come about primarily by unwise use of credit and obligating\nourselves for more than we receive. This frequently brings about bankruptcy, and\nunfortunately, bankruptcies have greatly increased during the last few years.\n<\/p><p>\nMany business failures are likewise the result of overextension and inability to finance the\nenterprise properly.\n<\/p><p>\nI counsel you to get out of debt and stay out of debt, and if it is necessary to use credit, use it\nwisely and sparingly. Financial strength is realized by keeping God's commandments, one of\nwhich is the payment of an honest tithe, and by developing habits of work, thrift, and living\nwithin one's income.\n<\/p><p>\n<b>Be strong spiritually, morally, mentally, physically<\/b>\n<\/p><p>\nIt is vital to our welfare and happiness that we be strong financially as well as spiritually,\nmorally, mentally, and physically. In all ages men and women who have had important\nmissions to perform possessed great strength. The trek to Utah of the Mormon pioneers, many\nof whom were our ancestors, was made by those who were strong in purpose and in faith.\nThey left us a noble heritage.\n<\/p><p>\nToday's problems are, in many respects, different from those confronting our pioneer\nforefathers. However, our problems are as real and important to us as their problems were to\nthem, and it requires great strength and faith on the part of men, women, and children to\nsuccessfully meet today's challenges.\n<\/p><p>\nWe should consistently study the gospel, as it teaches us in simple terms how to develop this\nstrength. These gospel principles are eternal. As we apply them in our lives, we are able to\nmeet our challenges with purpose, faith, and vision, as did our forebears, and become strong\ninstruments in the hands of the Lord in building the kingdom. Yes, as we do our part, the\nLord will make us equal to the tasks that lie ahead.\n<\/p><p>\nI am grateful for my knowledge that God lives and that Jesus Christ is our Savior and\nRedeemer, that the gospel in its fullness was restored to earth through the Prophet Joseph\nSmith, and that we have a great Prophet at the head of the Church today, our beloved\nPresident David O. McKay. May the Lord bless and sustain him as he continues to inspire us\nand give us strength.\n<\/p><p>\nIn October 1831 the Lord through revelation to the Prophet Joseph Smith said to William E.\nMcLellin, \". . . he that is faithful shall be made strong in every place; and I, the Lord, will go\nwith you\" (<span class=\"citation\" id=\"14809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14809)\">D&amp;C 66:8<\/a><\/span>).\n<\/p><p>\nEach of us has this same assurance: As we are faithful we shall be made strong in every\nplace, and the Lord will go with us. May this be our great desire and blessing I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}