{"ID":151, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Power of Repentance<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1944, pp. 140-146<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, I rely upon your faith and prayers, and the guidance of the Spirit of the Lord in\nwhat I may be led to say this afternoon.\n<\/p><p>\nTHE NECESSITY FOR A RESTORATION OF THE TRUTH\n<\/p><p>\nOne hundred and fourteen years ago the Lord restored the gospel and organized again his\nChurch upon the earth. The reason for such organization and restoration is the fact that for\ncenturies the world had been in spiritual darkness, without the authority, and without the\nunderstanding; they knew not how to worship the living God.\n<\/p><p>\nThe Lord said, in the commencement of this work:\n<\/p><p>\nWherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments;\n<\/p><p>\nAnd also gave commandments to others, that they should proclaim these things unto the\nworld; and all this that it might be fulfilled, which was written by the prophets&mdash;\n<\/p><p>\nThe weak things of the world shall come forth and break down the mighty and strong ones,\nthat man should not counsel his fellow man, neither trust in the arm of flesh&mdash;\n<\/p><p>\nBut that every man might speak in the name of God the Lord, even the Savior of the world;\nThat faith also might increase in the earth;\nThat mine everlasting covenant might be established;\nThat the fulness of my gospel might be proclaimed by the weak and the simple unto the ends\nof the world, and before kings and rulers\n(<span class=\"citation\" id=\"11928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11928)\">D&amp;C 1:17-23<\/a><\/span>).\n<\/p><p>\nThe everlasting covenant had been broken; the correct understanding of gospel principles had\ndisappeared through apostasy; the right to officiate in the ordinances of the gospel had ceased\namong men. It became necessary that all this might be restored, and that faith might increase\namong the people through an opening of the heavens and a restoration of the gospel.\n<\/p><p>\nSo the Lord sent his messengers from his presence, with the fulness of the gospel, and with\npower, and the authority of the priesthood to bestow upon men, and gave them\ncommandments, as indicated in this commandment&mdash;because the Lord knew the calamities\nwhich were to come upon the world, and it was his will that a proper warning, and the\nopportunity to receive the gospel be given unto men that they might repent and turn from\ntheir evil ways and serve the Lord.\n<\/p><p>\nHe sent forth his messengers into all parts of the earth to preach this gospel, and that is in\nfulfillment of the promise that is made by our Lord as you find it recorded in the 24th chapter\nof Matthew, not correctly given in the Bible, however, but it is given correctly to the Prophet\nJoseph Smith. When the Lord was speaking to his disciples, he said unto them, \"And <i>again<\/i>\nthis gospel of the kingdom shall be preached in all the world as a witness, and then shall the\nend come\" (<span class=\"citation\" id=\"33934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33934)\">Matt. 24:14<\/a><\/span>;\n<span class=\"citation\" id=\"30774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30774)\">JS&mdash;M 1:31<\/a><\/span>). That is the correct\nunderstanding of his words.\n<\/p><p>\nAnd again this gospel has gone forth into the world, and the Lord said, speaking of his\nservants:\n<\/p><p>\n. . . The voice of warning shall be unto all people, by the mouths of my disciples, whom I\nhave chosen in these last days. And they shall go forth and none shall stay them, for I the\nLord have commanded them. Behold this is mine authority, and the authority of my servants,\nand my preface unto the book of my commandments, which I have given them to publish\nunto you, O inhabitants of the earth.\n<\/p><p>\nWherefore, fear and tremble, O ye people, for what I the Lord hath decreed in them shall be\nfulfilled (<span class=\"citation\" id=\"11926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11926)\">D&amp;C 1:4-7<\/a><\/span>).\n<\/p><p>\nAnd so his servants went forth; they have been going forth for over one hundred years,\nproclaiming the truth, crying repentance, calling upon the people to turn from their evil way\nto the worship of the living God.\n<\/p><p>\nTHE MESSAGE OF THE EARLY MISSIONARIES OF THE CHURCH\n<\/p><p>\nI have been very pleased throughout this conference, because it has been a cry of repentance.\nThe Lord said to some of those early missionaries who went forth, when they asked for\ninformation and guidance, they were to preach nothing but repentance and remission of sins\n(<span class=\"citation\" id=\"11936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11936)\">D&amp;C 6:9<\/a><\/span>).\nHe said he was sending them out into a perverse, stiff-necked and wicked world.\n<\/p><p>\nLet me read one or two of such passages to you. In March, before the organization of the\nChurch, the Lord said:\n<\/p><p>\nOh, this unbelieving and stiff-necked generation&mdash;mine anger is kindled against them\n(<span class=\"citation\" id=\"11934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11934)\">D&amp;C 5:8<\/a><\/span>).\n<\/p><p>\nAnd in sending forth these missionaries with the message of truth, he again said:\n<\/p><p>\nI give unto you, who are the first laborers in this last kingdom, a commandment that you\nassemble yourselves together, and organize yourselves, and prepare yourselves, and sanctify\nyourselves; yea, purify your hearts, and cleanse your hands and your feet before me, that I\nmay make you clean; that I may testify unto your Father and your God, and my God, that you\nare clean from the blood of this wicked generation, that I may fulfill this promise, this great\nand last promise, which I have made unto you when I will\n(<span class=\"citation\" id=\"12013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12013)\">D&amp;C 88:74-75<\/a><\/span>).\n<\/p><p>\nAnd again, when these missionaries were called to go, the Lord gave them this instruction:\n<\/p><p>\nBehold, they have been sent to preach my gospel among the congregations of the wicked;\nwherefore, I give unto them a commandment, thus: Thou shalt not idle away thy time, neither\nshalt thou bury thy talent that it may not be known\n(<span class=\"citation\" id=\"11991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11991)\">D&amp;C 60:13<\/a><\/span>).\n<\/p><p>\nThat was the counsel given to these missionaries. So they went out into a perverse world,\nmeeting the opposition, the hatred, and the condemnation of men, gathering out, as the Lord\nsaid they would, two of a family and one of a city\n(<span class=\"citation\" id=\"26453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26453)\">Jer. 3:14<\/a><\/span>)&mdash;rather a strange expression&mdash;but they\ngathered them out, and I am looking at this particular moment into the faces of the sons of\nthe parents who heard the message of truth and gladly received it, and were gathered out.\n<\/p><p>\nTHE WARNING GIVEN TO THE WORLD\n<\/p><p>\nBut the world refused to hear the message, and down through these one hundred and fourteen\nyears that this gospel has been preached among the nations of the earth, the world has refused\nto hear. They have rejected the words of the prophets; they have ridiculed the missionaries\nwho took the message to them. Everything that Satan could do to bring to pass his purposes\nand to destroy this everlasting work which has come, never to be destroyed again, nor to be\ntaken from the earth, everything he could do was done and the minds of the people generally\nwere blinded; but here and there those who were of the house of Israel, who could recognize\nthe voice of the Shepherd, were gathered out.\n<\/p><p>\nNow some of my good brethren who have spoken have given some of the thoughts I hoped to\nsay, so I may repeat a little.\n<\/p><p>\nOnce again, the Lord said to his missionaries:\n<\/p><p>\nHearken ye, for, behold, the great day of the Lord is nigh at hand. For the day cometh that\nthe Lord shall utter his voice out of heaven; the heavens shall shake and the earth shall\ntremble, and the trump of God shall sound both long and loud, and shall say to the sleeping\nnations: Ye saints arise and live; ye sinners stay and sleep until I shall call again. Wherefore\ngird up your loins lest ye be found among the wicked.\n<\/p><p>\nLift up your voices and spare not. Call upon the nations to repent, both old and young, both\nbond and free, saying: Prepare yourselves for the great day of the Lord:\n<\/p><p>\nFor if I, who am a man, do lift up my voice and call upon you to repent, and ye hate me,\nwhat will ye say when the day cometh when the thunders shall utter their voices from the\nends of the earth, speaking to the ears of all that live, saying&mdash;Repent, and prepare for the\ngreat day of the Lord?\n<\/p><p>\nYea, and again, when the lightnings shall streak forth from the east unto the west, and shall\nutter forth their voices unto all that live, and make the ears of all tingle that hear, saying these\nwords&mdash;Repent ye, for the great day of the Lord is come?\n<\/p><p>\nAnd again, the Lord shall utter his voice out of heaven, saying: Hearken, O ye nations of the\nearth, and hear the words of that God who made you.\n<\/p><p>\nO, ye nations of the earth, how often would I have gathered you together as a hen gathereth\nher chickens under her wings, but ye would not!\n<\/p><p>\nHow oft have I called upon you by the mouth of my servants, and by the ministering of\nangels, and by mine own voice, and by the voice of thunderings, and by the voice of\nlightnings, and by the voice of tempests, and by the voice of earthquakes, and great\nhailstorms, and by the voice of famines and pestilences of every kind, and by the great sound\nof a trump, and by the voice of judgment, and by the voice of mercy all the day long, and by\nthe voice of glory and honor and the riches of eternal life, and would have saved you with an\neverlasting salvation, but ye would not!\n<\/p><p>\nBehold the day has come, when the cup of the wrath of mine indignation is full.\n<\/p><p>\nBehold, verily I say unto you, that these are the words of the Lord your God\n(<span class=\"citation\" id=\"11974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11974)\">D&amp;C 43:17-27<\/a><\/span>).\n<\/p><p>\nNow this is a warning that went out to the world. They would not heed it. Returning now to\nwhat the Lord said in the preface to this Book of Commandments, I will read some more:\n<\/p><p>\nAnd verily I say unto you, that they who go forth, bearing these tidings unto the inhabitants\nof the earth, to them is power given to seal both on earth and in heaven, the unbelieving and\nrebellious;\n<\/p><p>\nYea, verily, to seal them up unto the day when the wrath of God shall be poured out upon the\nwicked without measure&mdash;\n<\/p><p>\nUnto the day when the Lord shall come to recompense unto every man according to his work,\nand measure to every man according to the measure which he has measured to his fellow\nman.\n<\/p><p>\nWherefore the voice of the Lord is unto the ends of the earth, that all that will hear may hear:\n<\/p><p>\nPrepare ye, prepare ye for that which is to come, for the Lord is nigh; And the anger of the\nLord is kindled, and his sword is bathed in heaven, and it shall fall upon the inhabitants of\nthe earth (<span class=\"citation\" id=\"11927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11927)\">D&amp;C 1:8-13<\/a><\/span>).\n<\/p><p>\nThere are a great many prophetic sayings that were given to the Prophet Joseph Smith, and\nrecorded in this book of D&amp;C, in which the Lord warned this world of the calamities and the\ndestruction, the wars and the pestilence that would come upon them if they refused to hearken\nto the testimony of these humble elders of Israel.\n<\/p><p>\nAgain he said:\n<\/p><p>\nI, the Lord, am angry with the wicked; I am holding my Spirit from the inhabitants of the\nearth.\n<\/p><p>\nI have sworn in my wrath, and decreed wars upon the face of the earth, and the wicked shall\nslay the wicked, and fear shall come upon every man\n(<span class=\"citation\" id=\"11993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11993)\">D&amp;C 63:32-33<\/a><\/span>).\n<\/p><p>\nNow, that was a calamity which came upon the world, when the Lord decreed that he would\nwithhold his spirit from the inhabitants of the earth\n(<span class=\"citation\" id=\"24657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24657)\">Hel. 13:8<\/a><\/span>). He had no reference to the Holy Ghost,\nbecause they never had the gift of the Holy Ghost, but he had reference to the light of truth,\nor Spirit of Christ, which would lead them to the truth, if they would heed it. This spirit he\nwas withdrawing from them because of their wickedness and the withdrawal of his spirit\nwould bring upon them these calamities&mdash;the pestilences, the plagues, and all the rest of it that\nis mentioned here, including bloodshed and war.\n<\/p><p>\nWICKEDNESS PREVAILING IN THE WORLD\n<\/p><p>\nToday we find this world torn asunder; wickedness prevailing in the hearts of the people,\ndistress among the nations, bloodshed such as the world has never seen before. I am going to\nbe bold enough to say that all of this could have been avoided; it would have been\nunnecessary, if the inhabitants of the world had hearkened to the voice of the elders of Israel\nwho were sent to them with this message of salvation, and which they refused to receive.\n<\/p><p>\nFurthermore, we cry for peace; we are called upon to pray for peace\n(<span class=\"citation\" id=\"12046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12046)\">D&amp;C 105:38-40<\/a><\/span>), and we are praying for\npeace. I have never had very much confidence in the proclamation or the request that was\nmade asking the people of this country to pray for peace, for the very good reason that it was\nnot sincere. We cannot pray to the Lord and say: \"Listen to our cause, bring victory to us, do\nwhat we want you to do, but don't ask us to do what you want us to do.\"\n<\/p><p>\nWe have heard from quite a number of those who have spoken in this conference of the\nwickedness that prevails throughout the world, the wickedness among the boys who have gone\ninto the armed forces of the country, the wickedness of the people who are not in those\nforces. We all know those things are true, that immorality is rampant, that drunkenness, and\nthe filthy use of tobacco are weakening the constitutions of those who go out to fight, and\nthese evils are also among those not in the armed forces. The world is full of evil.\n<\/p><p>\nBishop Richards called attention to a statement made in a letter from one of his boys who is\nin the service. I had a like communication from one of my boys. He was only eighteen when\nhe was sent out, he did not know anything about the world.\n<\/p><p>\nI want to say to you that it was a great regret to me that he had to go and learn something\nabout the ways of the world, and I regret that your boys had to go and learn it, such things as\nthey have been forced to learn. This boy wrote home several months ago and said, after\nreferring to some of the things which he had witnessed: \"I have lost faith in humanity.\"\n<\/p><p>\nTHE KEEPING OF GOD'S COMMANDMENTS NECESSARY TO BRING PEACE\n<\/p><p>\nSo we cry for peace, we are asked to pray for peace, but who is willing to keep the\ncommandments of the Lord that we might have peace? Now, you ask yourselves, you\nbrethren: in your praying are you sincere? In your asking for peace, are you willing to keep\nthe commandments of the Lord? Do you keep the Sabbath day holy? Do you pay your honest\ntithing? Do you attend to these other duties that have been mentioned here so many times?\n<\/p><p>\nWhen I think of the people of this country, or any other of these countries, asking the Lord\nfor help, and at the same time ignoring every commandment that he has given them, I wonder\nhow we can even hope for peace. We could have had peace long ago, and thousands of lives\ncould have been saved, if the people had humbled themselves, and had been willing to keep\nthe commandments of the Lord so he could fight their battles. But this they were not willing\nto do.\n<\/p><p>\nNow I shall repeat what one of these brethren said who spoke before me. The Lord said to\nthe members of this Church, in an early day, that because of their transgressions trouble came\nupon them, and I quote:\n<\/p><p>\nThey were slow to hearken unto the voice of the Lord their God; therefore, the Lord their\nGod is slow to hearken unto their prayers, to answer them in the day of their trouble.\n<\/p><p>\nIn the day of their peace they esteemed lightly my counsel; but, in the day of their trouble, of\nnecessity they feel after me (<span class=\"citation\" id=\"12033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12033)\">D&amp;C 101:7-8<\/a><\/span>).\n<\/p><p>\nWell, the people of this nation could have felt after the Lord; we could have gone before him,\nand could have placed our petitions before him. And he would have heard our prayers. If we\nhad done this in the spirit of faith and humility, and the determination in our hearts to keep\nhis commandments, then, I repeat, he would have heard our prayers, and many lives would\nhave been spared; I am sure of it for he would have come to our aid and would have fought\nour battles.\n<\/p><p>\nOne more passage. This is from the same section&mdash;101&mdash;of the Doctrine and Covenants:\n<\/p><p>\nMy indignation is soon to be poured out without measure upon all nations; and this will I do\nwhen the cup of iniquity is full (<span class=\"citation\" id=\"12035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12035)\">D&amp;C 101:11<\/a><\/span>).\n<\/p><p>\nMay we humble ourselves, put our houses in order, and our lives in harmony with the truth,\nthat we may receive the blessings of the Lord, I humbly pray, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}