{"ID":1510, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Found Not Wanting<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1966, pp. 72-73<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I have just read the autobiography of Elder John A. Widtsoe in a\nbook called <i>In a Sunlit Land<\/i>. I read from Chapter 15, entitled, \"Apostleship\":\n<\/p><p>\n<b>Testimony of John A. Widtsoe<\/b>\n<\/p><p>\n\"Since my boyhood I had known the restored gospel to be true. In my college days I had\nsubjected it to every test known to me. Throughout my life it had made the days joyous.\nDoubt had fled. I possessed the Truth and understood, measurably, the pure and simple gospel\nof Jesus Christ.\n<\/p><p>\n\"I had studied the gospel as carefully as any science. [And please remember that Brother\nWidtsoe was a scientist in his own right, so regarded in this country and across the sea in\nEurope.] The literature of the Church I had acquired and read. During my spare time, day by\nday, I had increased my gospel learning. And I had put gospel truth to work in my daily life,\nand had never found it wanting (<span class=\"citation\" id=\"10682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10682)\">Dan. 5:27<\/a><\/span>).\n<\/p><p>\n\"The claims of Joseph Smith the Prophet had been examined and weighed. No scientific claim\nhad received a more thorough analysis. Everywhere the divine mission of the latter-day\nprophet was confirmed.\n<\/p><p>\n\"The restored Church has been compared with other churches. Doctrine for doctrine, principle\nfor principle, organization for organization, the churches had been placed side by side.\n<\/p><p>\n\"Compared with the churches of the world, the Church of Jesus Christ, as restored through\nJoseph Smith, stood like a field of ripening grain by the side of scattering stalks.\"\n<\/p><p>\nThis was John A. Widtsoe's testimony, given to the world a short time before he passed on. It\nwas based on investigation, research, and prayerful study.\n<\/p><p>\nDr. Widtsoe was not deceived. He had not only \"weighed and examined\" the claims of the\nChurch; he had also introduced the saving principles into his life, as suggested by the Savior,\nwhen he said: \n<\/p><p>\n\"My doctrine is not mine, but his that sent me.\n<\/p><p>\n<b>Do the will of the Father and know the truth<\/b>\n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine, whether it be of God, or whether\nI speak of myself\" (<span class=\"citation\" id=\"28249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28249)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nThis teaching is sound and logical.\n<\/p><p>\nThose who live the gospel and introduce it into their daily lives will find no reason to deny\nits power to save and uplift mankind. The gospel teaches that life after death is a reality.\nThere is a spirit world. The antediluvians were there when Jesus taught the gospel among\nthem.\n<\/p><p>\nIt is a place of reunion when mortal life is ended. We will meet our loved ones there, and I\nbelieve we will recognize them and mingle with them. Death is not the end. It is a forward\nstep in the program to bring us back to God, who is our Father.\n<\/p><p>\n<b>Knowledge of truth grows with constant study<\/b>\n<\/p><p>\nI was 16 years old when I first read the Book of Mormon. Each time I have read it since\nthen, it has been more appealing, more satisfying, and more reassuring about the mystery of\nlife and death and the purpose and objective of our sojourn in mortality.\n<\/p><p>\nThe gospel plan is in operation in the world. It is being presented as it was 1,900 years ago,\nwith similar results and manifestations.\n<\/p><p>\nFrom the beginning to the end, the Book of Mormon, which is at your disposal and mine, is a\nbuilder of faith in the true and living God and in his son, Jesus Christ. All of us need to\nstrengthen our faith. It has given to the world a clearer concept of the Savior, his mission, and\nhis position in the eternal plan to save and exalt God's children. Nothing has been brought\nforth during my life that has weakened my faith in that divine plan and in the story told by\nJoseph Smith the Prophet.\n<\/p><p>\nSlowly, but surely, prejudice and antagonism are breaking down, and the light of God's truth\nis penetrating the dark places of the earth. The criticism and bigotry of the past are melting\naway, and the purifying and ennobling power of the restored gospel is touching the hearts of\nhumanity.\n<\/p><p>\nToday, 12,000 missionaries are inviting people everywhere to investigate the gospel message\nas thoroughly and carefully as did Elder John A. Widtsoe. He left no stone unturned to\ndetermine its validity and divinity.\n<\/p><p>\nWho will evaluate this great man's power and influence as a missionary in Europe and\nelsewhere? His literary contributions are tremendous, and his sermons and writings on gospel\nthemes would fill volumes.\n<\/p><p>\n<b>A progressive religion<\/b>\n<\/p><p>\nThe Church presents a progressive religion. We are constantly moving to higher ideals. We\nexisted before we came to earth. Our future life is inseparably connected with this life here on\nearth.\n<\/p><p>\nThose who destroy the divinity of Christ must also contend with and destroy his servants, like\nPaul, the Apostle to the Gentiles (<span class=\"citation\" id=\"42799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42799)\">Rom. 11:13<\/a><\/span>); like the Book of Mormon, which is a witness to all men that\nJesus is the Christ (<span class=\"citation\" id=\"43143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43143)\">BM Title Page<\/a><\/span>). The Apostle Paul provides the same convincing evidence as the Book of\nMormon that Christ lived, that he died on the cross, and that he rose from the dead. Paul\nheard the voice of the Redeemer; he was baptized for the remission of his sins and became a\nmessenger of life and salvation to the Jews and the Gentiles. This great man, a servant of\nGod, as was Dr. John A. Widtsoe, has given purpose and significance to your life and mine.\nHis message was from God, and God enlightens this world through the prophets whom he has\nchosen.\n<\/p><p>\nMay our hearts go to God. May we be true and faithful and devoted to our sacred covenants,\nand may we do our part to build up his kingdom upon the earth, I pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}