{"ID":1511, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Rearing Children Wisely<\/p>\n<p class=\"gcspeaker\">Bishop Victor L. Brown<\/p>\n<p class=\"gcspkpos\">Of the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Victor L. Brown, <i>Conference Report<\/i>, October 1966, pp. 74-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe laws of Utah prohibit the use of firecrackers. In a neighboring state they are permitted.\nThis summer, while visiting in this neighboring state, our 12-year-old son, with his friends,\nhad great fun with his fireworks. We told him it would be necessary for him to dispose of all\nof the firecrackers before going home. This seemed rather silly to him. If it were legal in one\ntown, why not in the next, only a few miles away? He finally complied.\n<\/p><p>\nUpon arriving home, he found a neighbor boy who still had some. The temptation was just\ntoo great, so he bought a few from his friend. What could it possibly hurt? Firecrackers aren't\nmuch fun unless you do something with them, which these boys set out to do.\n<\/p><p>\nThis happened while his mother and I were away for the evening. Through some strange\ncoincidence, a police officer found out about it, picked the boys up, and returned them home.\n<\/p><p>\nCan you imagine being 12 years old and having a policeman return you home for breaking\nthe law?&mdash;particularly after having just graduated from Primary, where you had learned the\nTwelfth Article of Faith, \"We believe . . . in obeying, honoring, and sustaining the law\"\n(<span class=\"citation\" id=\"6834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6834)\">A of F 1:12<\/a><\/span>), and\nhaving just been ordained a deacon in the Aaronic Priesthood, at which time you promised\nyour bishop you would honor the priesthood, and also having just become a Boy Scout.\n<\/p><p>\nThis was a traumatic experience indeed, and I am sure one that will never be forgotten by\neither of us.\n<\/p><p>\nAs he sat there waiting in our living room for us to return home, the thought of having let\ndown the bishop, his parents, and, above all, his Heavenly Father weighed heavily upon him.\nHe wanted to tell us himself. He didn't want us to hear it from anyone else.\n<\/p><p>\nNotwithstanding the disappointment at his disobedience, which resulted in his breaking the\nlaw, my heart swelled with pride that he had the courage to voluntarily tell us of the trouble\nhe had been in. There was no desire to deceive or mislead us.\n<\/p><p>\n<b>A strong 12-year-old takes responsibility<\/b>\n<\/p><p>\nDuring the very serious discussion that followed his disclosure, it was implied that he had let\nothers lead him and had not been strong enough to stand on his own feet. Then he said, \"This\nis my responsibility. No one else is to blame.\"\n<\/p><p>\nIt was only after I had assured him that the only purpose of relating this experience was to try\nto help someone else learn from his mistake that he gave his permission for me to use it\ntoday.\n<\/p><p>\n<b>Respect for law, evidence of maturity<\/b>\n<\/p><p>\nIt seems to me that there are at least two lessons to be learned from this sad experience. The\nfirst one is quite obvious&mdash;the need to obey the law, no matter how small or unnecessary it\nmay appear to be. In today's society, there are many who teach the philosophy that we have a\nright to break those laws we do not agree with. If each segment of our society were to adopt\nthis attitude, anarchy would run rampant, and chaos would reign.\n<\/p><p>\nOne of the basic tenets of The Church of Jesus Christ of Latter-day Saints is found in the\nTwelfth Article of Faith, written by the Prophet Joseph Smith on March 1, 1842: \"We believe\nin being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and\nsustaining the law\" (<span class=\"citation\" id=\"6835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6835)\">A of F 1:12<\/a><\/span>).\nThis, then, leaves no room for personal preference as to which laws we\nwill obey.\n<\/p><p>\n<b>Parents share responsibility<\/b>\n<\/p><p>\nThe second lesson is perhaps not quite so obvious, but it is, nevertheless, vitally important,\nand that is: as parents, we share the responsibility for the actions of our children, whether\ntheir actions be for good or ill. I suppose there are none of us who wouldn't acknowledge the\nsuccesses of our children and perhaps feel some pride in having had something to do with\ntheir achievements, but what happens when they make mistakes? Quite a different reaction\ntakes place. Too often we give vent to feelings of anger. Whereas we had a hand in their\nsuccess, we deny, through our actions, any part in their failure.\n<\/p><p>\n<b>Make truth-telling and honesty unselfish<\/b>\n<\/p><p>\nWhat is the first thing that generally happens when a child or young person confesses a\nwrongdoing to his parents? Many times, a serious rebuke or perhaps even physical punishment\nresults. This, of course, is the best way in the world to insure that hereafter the child will not\nconfide in his parents. Seldom do we first think of the child's feelings and how the problem\naffects his life, but rather we feel that our pride is hurt or our reputation is damaged. I\nwonder how many mothers and fathers have said, \"How can I possibly face my friends after\nthis?\" <i>Are our feelings and actions for the benefit of the child or ourselves?<\/i>\n<\/p><p>\nBecoming a parent is one of the greatest blessings and opportunities in life. With this blessing\ncomes grave responsibility. The home is the most important unit in all society, and parents to\na great measure establish the spirit of the home. No responsibility is greater than the rearing\nof our children. Sometimes no responsibility is more difficult. When they do as we wish,\nthere is no problem, but when they are rebellious and disobedient, here is a problem\nSometimes this problem requires all of the patience, understanding, and long-suffering it is\npossible for parents to muster. This does not mean that wise discipline is not necessary; on the\ncontrary, it is absolutely necessary.\n<\/p><p>\nThere are those parents who will effect abandon a child in trouble. Perhaps they have been\nrebellious and unruly and have caused many heartaches. When do they need a greater measure\nof love and reassurance that all is not lost? Certainly when they are in difficulty, particularly\nif it is serious.\n<\/p><p>\n<b>Children in trouble are not alone<\/b>\n<\/p><p>\nWe parents need to examine our reaction to these children who get into trouble. If we are to\ndisplay true love, will think of the child's needs first and ourselves last.\n<\/p><p>\nI wonder about the judgment whereby we will be judged. You will recall the lesson taught us\nby the Savior regarding the prodigal son, who, after having wasted his life with riotous living,\ndecided that he would return to his father's household.\n<\/p><p>\n\"And he arose, and came to his father. But when he was yet a great way off, his father saw\nhim, and had compassion, and ran, and fell on his neck, and kissed him.\n<\/p><p>\n\"And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no\nmore worthy to be called thy son.\n<\/p><p>\n\"But the father said to his servants, Bring forth the best robe, and put it on him: and put a\nring on his hand, shoes on his feet: \n<\/p><p>\n\"And bring hither the fatted calf, and kill it: and let us eat, and be merry: \n<\/p><p>\n\"For this my son was dead, and is again: he was lost, and is found\" (<span class=\"citation\" id=\"31678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31678)\">Luke 15:20-24<\/a><\/span>).\n<\/p><p>\n<b>No one is \"an island\"<\/b>\n<\/p><p>\nIn a recent editorial in the <i>Church News,<\/i> a letter to the editor was published that to me has\ngreat significance in parent-child relationships. It reads: \n<\/p><p>\n\"I had an experience a few nights ago which I feel I should mention to you.\n<\/p><p>\n\"We had spent the evening at the cabin of some friends in upper Ogden Canyon, and as we\ndrove home we found it necessary to telephone back to our friends at their cabin.\n<\/p><p>\n\"Accordingly we spent a half hour or so looking for a telephone. While I was making the call,\nan attractive young girl approached my wife sitting in our car in the parking lot, and asked if\nwe would give her a ride to Ogden [Utah].\n<\/p><p>\n\"It developed that she had been offended and frightened by her boy friend at a picnic ground\nlower down in the canyon. She left his car and walked alone up the dark canyon looking for a\ntelephone to call some friends to come for her.\n<\/p><p>\n\"Being unsuccessful, and becoming more and more afraid, in desperation she approached a\ntotal stranger, my wife, for help.\n<\/p><p>\n\"In the course of her conversation, she had said that she was afraid to call her parents as they\nwould 'die' if they knew she was in this situation.\n<\/p><p>\n\"She said, 'We are awfully religious: I don't suppose you are LDS, are you?'\n<\/p><p>\n\"When my wife told her that I was a bishop, she exclaimed in relief: 'O, I did come to the\nright car, didn't I?'\n<\/p><p>\n\"Two or three things impressed us about this experience: \n<\/p><p>\n\"First, the long-shot coincidence of a bishop stopping at a public telephone booth around\nmidnight in upper Ogden Canyon, and finding there a lovely LDS girl seeking help.\n<\/p><p>\n\"Second, and more to the point, was impressed by the fact that she was afraid to call her\nparents.\n<\/p><p>\n\"Here was a girl of obvious courage, having dared to leave the car of her boy friend and walk\nup the dark canyon and approach a stranger for help, but yet without the courage to let her\nparents know of her danger and her need.\n<\/p><p>\n\"It reminded me of how a friend some years ago told me that he had taken his daughters to\none side and told them: 'Any time you need my help, wherever you are or under whatever\nconditions, all you need to do is call and I will come to you.'\n<\/p><p>\n\"I have told my own daughter this, and the result has been that I have done a good deal of\ntaxiing her and her friends around, but I have enjoyed every minute of it.\n<\/p><p>\n\"I wonder if an effective editorial might be written urging parents to let their children know\nthey love them and that they are ready to help under any conditions, and urging children to\nconfide in their parents, and call on them whenever they may need help.\n<\/p><p>\n\"Also, of course, young people should be cautioned to avoid getting into such situations in the\nfirst place.\" (<i>Church News<\/i>, September 10, 1966, p. 16.)\n<\/p><p>\n<b>How to cope with maturing children<\/b>\n<\/p><p>\nDr. Dana L. Farnsworth, in an article entitled \"Six Rules for Parents Who Want Their\nYoungsters to Grow Up Secure and Self-reliant,\" says: \n<\/p><p>\n\"Whenever I talk to parent groups about their adolescent youngsters, one complaint invariably\noccupies much, if not most, of the discussion: 'Our children never tell us anything!' When\ncommunication lines break down between parents and children, unhappiness and even tragedy\nmay result. For their part, parents may think and do all the wrong things and thus build a wall\nbetween themselves and their children that may never be removed. As for teenagers, they may\ndevelop antagonism toward their parents that can trigger all sorts of things, such as a rush into\ntoo-early marriage to escape unhappiness at home. When they grow into adulthood,\nyoungsters may always regard all persons in authority, such as bosses, with fear or mistrust.\n<\/p><p>\n<b>Helpful rules<\/b>\n<\/p><p>\n\"In every case of broken communications, the trouble started many years before the child's\nadolescence. Unwittingly, parents themselves had begun snipping the wires when the children\nwere young. You can keep the lines intact, so that messages (and understanding) can move\nfreely between the generations, in these ways [I shall quote only two of them] . . .\n<\/p><p>\n\"2. By curbing your temper. Frequent displays of great anger can so terrify a child that he\nwithdraws emotionally from you. Justified irritation at something he does wrong is acceptable,\nand even beneficial, but uncontrollable rage is something else.\"\n<\/p><p>\n\"6. By disciplining him properly and fairly when necessary. I know of no better way of\nshowing a child he is truly loved than by firm discipline. And a child who knows he is loved\nis not likely to draw too far away from his family.\" (<i>This Week Magazine<\/i>, June 19, 1966.)\n<\/p><p>\nNow to conclude my story: Several days after the incident with the police officer, my son and\nI were discussing some of the social problems he would face in his first year at junior high\nschool.\n<\/p><p>\nAfter explaining some of these problems, I expressed my faith in him that he would have the\ncourage to withstand these temptations. He said, \"You really have faith in me, even after I got\ninto trouble with the law?\"\n<\/p><p>\nMay the Lord bless each parent with vision and understanding in their early years of\nparenthood so that they do not find it necessary to experiment on four or five children before\narriving at an understanding of how to rear them wisely.\n<\/p><p>\nI know that God lives, that this is his Church and that he is the Father of the spirits of these\nchoice children who have come to bless our homes. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}