{"ID":1512, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Repent and Turn to God<\/p>\n<p class=\"gcspeaker\">Patriarch Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1966, pp. 77-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSince the dawn of history, civilizations have fallen or been destroyed when the people became\nripened in iniquity. It seems that when we, as mortals, follow the path of least resistance, our\nmoral standards fall rather than rise.\n<\/p><p>\n<b>Wickedness in history<\/b>\n<\/p><p>\nGenesis tells us of the conditions which preceded the flood. The book of Moses gives more\ndetail. Noah preached to the people, calling them to repentance, but they mocked him and\nrefused to listen. The Lord sent the flood in his anger against the wickedness of the people.\nOnly Noah, his wife, and his three sons and their wives were saved&mdash;and that because of\ntheir righteousness.\n<\/p><p>\nTime and again throughout Bible and Book of Mormon history the wicked multitudes have\nbeen destroyed and only those who were the more righteous remained. Does this mean that\nGod does not strive to help his people and to teach them? No! His prophets are preaching the\nword of God. Enoch preached to the wicked people with such success that they became\nrighteous&mdash;so righteous, in fact, that the entire city of Zion \"was not, for God received it up\ninto his own bosom\" (<span class=\"citation\" id=\"39273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39273)\">Moses 7:69<\/a><\/span>).\n<\/p><p>\nIt is said that history repeats itself. If this is true, and I believe it is, then the Book of\nMormon should be one of the most valuable records we have. It gives us a record of a people\nfrom their small beginning, through many generations, through growth and decay.\n<\/p><p>\nHere, then, we should find the answer to all the national problems of peace and war. What do\nwe find? Look at the over-all story and we find a continual wave of peace with righteousness\non the one hand and wars accompanied by, or the result of, unrighteousness on the other.\n<\/p><p>\n<b>Promise to the righteous<\/b>\n<\/p><p>\nThe Book of Mormon early in the history records a great promise referring to the people who\nshould possess this land (the Americas). The Lord made the promise that if they should \"serve\nhim according to the commandments which he hath given, it shall be a land of liberty unto\nthem; wherefore, they shall never be brought down into captivity; if so, it shall be <i>because<\/i> of\niniquity; for if iniquity shall abound cursed shall be the land for their sakes but unto the\n<i>righteous<\/i> it shall be blessed <i>forever<\/i>\" (<span class=\"citation\" id=\"3743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3743)\">2 Ne. 1:7<\/a><\/span>, italics added). The word \"forever\" brings\nthis promise to us in this day also.\n<\/p><p>\nThis promise and warning is repeated often in the Book of Mormon Yet, all through history\nwe find wars, and contentions associated with sin and unrighteousness.\n<\/p><p>\n<b>Faithfulness and deliverance from adversity<\/b>\n<\/p><p>\nWhen the people were faithful in keeping his commandments, God blessed them with\nprosperity and peace and helped them fight their battles against their enemies. The following\nis typical of many such examples: \n<\/p><p>\n\". . . the Nephites had all power over their enemies; and thus the Lamanites did attempt to\ndestroy the Nephites until their chief captains were all slain; yea, and more than a thousand of\nthe Lamanites were slain; while, on the other hand, there was not a single soul of the\nNephites which was slain\" (<span class=\"citation\" id=\"9071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9071)\">Alma 49:23<\/a><\/span>).\n<\/p><p>\nThe Lamanite leader \"was exceedingly wroth, and he did curse God, and also Moroni . . . and\nthis because Moroni had kept the commandments of God in preparing for the safety of his\npeople.\n<\/p><p>\n\"And it came to pass, that on the other hand, the people of Nephi did thank the Lord their\nGod, because of his matchless power in delivering them from the hands of their enemies\"\n(<span class=\"citation\" id=\"9072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9072)\">Alma 49:27-28<\/a><\/span>).\n<\/p><p>\nThe story of the sons of Helaman is another matchless tale of the blessings of God and the\nrewards for keeping his commandments.\n<\/p><p>\nThese promises refer as much to us today as they did to the time in which they were given.\nYou cannot deny that God has guided our destiny, that the settlement of this land, the\ndeclaration against tyranny, the war that followed, the framing of a constitution&mdash;all have\nbeen guided by the hand of God. How else could his gospel have been brought forth, were it\nnot for the blessed freedom provided in this \"land of promise\" (<span class=\"citation\" id=\"1614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1614)\">1 Ne. 2:20<\/a><\/span>)?\n<\/p><p>\nAnd now here we are today, the recipients of the greatest blessings of all time. What are we\ndoing with them?\n<\/p><p>\n<b>The cycle of righteousness<\/b>\n<\/p><p>\nWhere are we now in this cycle of life&mdash;this cycle of righteousness with peace and prosperity\nor unrighteousness and wickedness, accompanied by wars and destruction? This is what an\neditorial from the <i>San Francisco Examiner<\/i> has to say: \n<\/p><p>\n<b>The deluge of woe<\/b>\n<\/p><p>\n\"What has happened to our national morals?\n<\/p><p>\n\"An educator speaks out in favor of free love.\n<\/p><p>\n\"A man of God condones sexual excursions by unmarried adults.\n<\/p><p>\n\"Movies sell sex as a commercial commodity.\n<\/p><p>\n\"Bookstores and cigar stands peddle pornography.\n<\/p><p>\n\"A high court labels yesterday's smut as today's literature.\n<\/p><p>\n\"Record shops feature albums displaying nudes and near nudes.\n<\/p><p>\n\"Night clubs stage shows that would have shocked a smoker audience a generation ago.\n<\/p><p>\n\"TV shows and TV commercials pour out a flood of sick, sadistic and suggestive sex\nsituations.\n<\/p><p>\n\"A campaign is launched to bring acceptance to homosexuality.\n<\/p><p>\n\"Radio broadcasts present discussions for and against promiscuity.\n<\/p><p>\n\"Magazines and newspapers publish pictures and articles that flagrantly violate the bounds of\ngood taste.\n<\/p><p>\n\"Birth control counsel is urged for high school girls.\n<\/p><p>\n\"Look around you. These things are happening in <i>your<\/i> America. In the two decades since the\nend of World War II we have seen our national standards of morality lowered again and\nagain.\n<\/p><p>\n\"We have seen a steady erosion of past principles of decency and good taste.\n<\/p><p>\n\"And&mdash;we have harvested a whirlwind. As our standards have lowered our crime levels and\nsocial problems have increased.\n<\/p><p>\n\"Today, we have a higher percentage of our youth in jail . . . in reformatories . . . on\nprobation and in trouble than ever before.\n<\/p><p>\n\"Study the statistics on illegitimate births . . . on broken marriages . . . on juvenile crimes . . .\non school drop outs . . . on sex deviation . . . on dope addiction . . . on high school marriages\n. . . on crimes of passion.\n<\/p><p>\n\"The figures are higher than ever. And going higher.\"\n<\/p><p>\nHow do we stand today?\n<\/p><p>\nWith this level of corruption at home, how can we expect to have peace or victory on the\nbattlefield? Satan knows that time is short, and he's waging an all-out effort to win. He's\nstopping at nothing.\n<\/p><p>\nThe enemy in Viet Nam is the same enemy at home. It is the same force of evil that is the\ncause of riots and destruction all over our country. The same force that is causing all the\nconditions referred to in the <i>San Francisco Examiner<\/i> is prevalent all over our land.\n<\/p><p>\nWith conditions at home as here described, is it any wonder that we are at war in Viet Nam?\nThe answer for peace is not military might alone. We must turn to God and keep his\ncommandments. We must seek him in prayer, and be sincere in our prayers.\n<\/p><p>\nWe must cleanse ourselves from all iniquity. We must humble ourselves must again make the\nhome sacred, and we must honor virtue!\n<\/p><p>\n<b>Repent and return to God<\/b>\n<\/p><p>\nThere is only one answer: Repent and turn to God.\n<\/p><p>\nWill you who are within the sound my voice strive with your whole souls to live the kind of\nlife Christ would have you lead? to \"love the Lord thy God with all thy heart and with all thy\nsoul, and with all thy mind . . . And . . . love thy neighbor as thyself\" (<span class=\"citation\" id=\"35621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35621)\">Matt. 22:37,39<\/a><\/span>)?\n<\/p><p>\n\"Let your light so shine before men, that they may see your good works, and glorify your\nFather which is in heaven\" (<span class=\"citation\" id=\"35528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35528)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nPresident McKay has said: \"Peace is the exemption from individual troubles, from family\nbrawls, from national difficulties. Peace does not come to the transgressor of law. Peace\ncomes by obedience to law, peace to the individual that he may be at peace with God at peace\nin the home, and in the neighborhood. Peace can come to the world only through obedience\nto the gospel of Jesus Christ.\"\n<\/p><p>\nI pray that we may all keep the commandments of the Lord, that we may have the blessings\npromised that this \"shall be a land of liberty\" and \"never be brought down into captivity,\" that\nthis land shall be \"blessed forever\" (<span class=\"citation\" id=\"3744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3744)\">2 Ne. 1:7<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}