{"ID":1513, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Your Priesthood Responsibilities<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the First Presidency and President of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1966, pp. 83-84<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis is a wonderful sight to me, as I look to the other end of this building, and in the gallery,\nand back of me, and see all of you brethren who hold divine authority. I have thought that the\nbest thing I could do would be to prepare something that had to do with this divine authority\nwith which the Lord has blessed us, and with your help, for I need your faith, I want to read\nwhat I have written.\n<\/p><p>\n<b>Authority, an eternal, universal principle<\/b>\n<\/p><p>\nAuthority is an eternal principle operative throughout the universe. To the \"utmost bounds\"\n(<span class=\"citation\" id=\"23739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23739)\">Gen. 49:26<\/a><\/span>) of\nspace, all things are governed by law emanating from the Lord our God. On Kolob and other\ngiant governing stars, and in the tiny electron, infinitely small and of which all things are\ncomposed, divine authority is manifest in the form of immutable law. All space is filled with\nmatter, and that matter is controlled and directed by an all-wise and omniscient Creator.\n<\/p><p>\n<b>Priesthood, divine authority<\/b>\n<\/p><p>\nPriesthood is divine authority that is conferred upon men, that they may officiate in the\nordinances of the gospel. In other words, priesthood is a part of God's own power that he\nbestows upon his chosen servants, that they may act in his name in proclaiming the gospel\nand officiating in all the ordinances thereof. All such official acts performed by these duly\nauthorized servants are recognized by the author of our salvation (<span class=\"citation\" id=\"24355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24355)\">Heb. 5:9<\/a><\/span>).\n<\/p><p>\n<b>Derived from Him<\/b>\n<\/p><p>\nMan cannot act legally in the name of the Lord unless he is vested with the priesthood, which\nis divine authority. No man has the power or the right to take this honor to himself\n(<span class=\"citation\" id=\"24352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24352)\">Heb. 5:4<\/a><\/span>). Unless he\nis called of God, as was Aaron, he has no authority to officiate in any of the ordinances of\nthe gospel; should he do so, his act is not valid or recognized in the heavens. The Lord has\nsaid that his house is a house of order (<span class=\"citation\" id=\"14890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14890)\">D&amp;C 132:18<\/a><\/span>), and he has given the commandment that no man shall\ncome unto the Father but by his divine law (<span class=\"citation\" id=\"14889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14889)\">D&amp;C 132:12<\/a><\/span>), which is established in the heavens.\n<\/p><p>\n<b>Assumed authority, invalid<\/b>\n<\/p><p>\nAll men who assume authority but who have not been properly called will have to answer for\ntheir acts in the day of judgment. Nothing that they perform in the name of the Lord is valid,\nfor it lacks the stamp of divine authority. To deceive and lead others to believe that\nunauthorized acts are valid when performed in the name of the Lord is a grievous sin in the\nsight of God.\n<\/p><p>\n<b>Divine authority vital to salvation<\/b>\n<\/p><p>\nThe question of priesthood, or divine authority, is a vital one, since it concerns the salvation\nof each of us. It is impossible for a man to enter the kingdom of God without complying with\nthe laws of that kingdom. Only authorized officers may properly officiate in rites and\nceremonies of his kingdom. No man has the right to assume the authority and officiate\nwithout being ordained to the ministry. To do so is an unauthorized and illegal act.\n<\/p><p>\nWith regard to the holding of the priesthood in the preexistence, I will say that there was an\norganization there just as well as an organization here, and men there held authority. Men\nchosen to positions of trust in the spirit world held the priesthood.\n<\/p><p>\nAdam received the holy priesthood and was commanded by the Lord to teach his children the\nprinciples of the gospel. Moreover, Adam was baptized for the remission of his sins\n(<span class=\"citation\" id=\"39270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39270)\">Moses 6:55-68<\/a><\/span>), for the\nsame principles by which men are saved now were the principles by which men were saved in\nthe beginning. In that day all those who repented and were baptized received the gifts of the\nHoly Ghost by the laying on of hands. Adam made all these things known to his sons and\ndaughters (<span class=\"citation\" id=\"39268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39268)\">Moses 5:12<\/a><\/span>).\n<\/p><p>\nA false notion prevails today that men may assume the authority to speak and officiate in the\nname of the Lord Jesus Christ when they have not been divinely called. The commission\ngiven by our Lord to his disciples nearly two thousand years ago does not authorize any man\ntoday to officiate in the ordinances of the gospel or to preach and expound the scriptures by\ndivine authority. The Bible does not and cannot give to any man this right to exercise the\nfunctions of the priesthood. This can only come, as in days of old, by authority from the Son\nof God or his properly constituted representatives. There is a perfect order in the kingdom of\nGod, and he recognizes the authority of his servant.\n<\/p><p>\n<b>Priesthood never more important<\/b>\n<\/p><p>\nIt is our duty to save the world. That is our mission, insofar as they will listen unto us and\nreceive our testimony. All those who reject the testimony of the elders of Israel will be held\nresponsible and will have to give an accounting for their stewardship, just as we will have to\ngive an accounting of our stewardship as elders and teachers of the people.\n<\/p><p>\nNever before in the history of the Church has the responsibility that has been given to the\npriesthood been more necessary of fulfillment than today. Never before have we been under\ngreater obligation to serve the Lord, and keep his commandments, and magnify the callings\nthat have been assigned to us.\n<\/p><p>\nThe world today is torn asunder. Evil is rampant upon the face of the earth. The members of\nthe Church need to be humble and prayerful and diligent. We who have been called to these\npositions in the priesthood have the responsibility upon our shoulders to teach and direct the\nmembers of the Church in righteousness.\n<\/p><p>\n<b>Priesthood accountable for honoring or neglecting responsibility<\/b>\n<\/p><p>\nIf we do not serve the Lord with all our heart, might, mind, and strength\n(<span class=\"citation\" id=\"14724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14724)\">D&amp;C 4:2<\/a><\/span>), if we are not loyal\nto this calling that we have received, we are not going to be blameless when we stand before\nthe judgment seat. It is a very serious thing to hold the priesthood.\n<\/p><p>\nBrethren of the priesthood, these are your responsibilities. The Council of the Twelve did not\nplace them upon you; the Presidency of the Church did not place them upon you. It is true\nthat they, or their representatives, called you and ordained you to the ministry, but the\nresponsibility to perform this labor came to you from the Son of God. You are his servants.\nYou will be held accountable to him for your stewardship, and unless you magnify your\ncallings and prove yourselves worthy and faithful in all things, you will not stand blameless\nbefore him at the last day.\n<\/p><p>\nMay the Lord bless you good brethren, holders of the priesthood, and may you magnify your\ncallings in the Church, and may the Lord bless you in all that you do is my humble prayer, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}