{"ID":1514, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Church&mdash;a Worldwide Institution<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1966, pp. 85-88<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren of the priesthood: \n<\/p><p>\nWhen we realize that <i>eighty-five thousand<\/i> or more members of the priesthood of the Church\nare assembled in this historic Tabernacle, the Assembly Hall, and in 472 other buildings\nthroughout the United States and Canada, each one of whom can say in his own heart, \"I\nknow that my Redeemer lives,\" we can sense, at least dimly, the strength of this Church; for\nupon the priesthood rests the entire structure of the Church of Jesus Christ. This vast assembly\nof priesthood members of itself is an inspiration, especially when you contemplate its\nsignificance and realize that in the brotherhood of Christ we are all one, supporting one\nanother. It is truly sublime!\n<\/p><p>\nI pray for your sympathy, for your faith and prayers, and above all, for the inspiration of the\nLord, that the message I give may be of interest and contributive to the advancement of God's\nwork.\n<\/p><p>\n<b>The mission of the Church<\/b>\n<\/p><p>\nThe mission of The Church of Jesus Christ of Latter-day Saints may be considered in two\ngreat aspects: (1) the proclamation to the world of the restoration of the gospel of Jesus\nChrist&mdash;the declaration to all mankind that God the Father and his Son Jesus Christ appeared in this\ndispensation to the Prophet Joseph Smith; (2) the other great purpose of the Church is to\ntranslate truth into a better social order or, in other words, to make our religion effective in\nthe individual lives of men and in improving social conditions.\n<\/p><p>\nIt is the first great purpose to which I wish to call attention this evening.\n<\/p><p>\nOn a momentous occasion two thousand years ago, eleven men assembled near a mountain in\nGalilee&mdash;eleven humble, obscure men who had been chosen and ordained apostles of the\nLord Jesus Christ. According to appointment, these men met the resurrected Christ, who made\nwhat to them must have been a startling declaration. They had been with their Master fewer\nthan three years and had been expressly enjoined by him to go not in the way of the Gentiles,\nto enter no city of the Samaritans, but to go rather to the lost sheep of the house of Israel\n(<span class=\"citation\" id=\"35579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35579)\">Matt. 10:6<\/a><\/span>). At this meeting, however, as his final parting instructions, he opened their eyes\nto the universality of the gospel by giving them this divine commission: \n<\/p><p>\n<b>The Divine charge<\/b>\n<\/p><p>\n\"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the\nSon, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world\" (<span class=\"citation\" id=\"35670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35670)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nIn the restricted experience of these eleven disciples, the idea of preaching Christ and his\nsaving doctrine to any but members of their own race germinated very slowly. Indeed, the\nSavior of men found it necessary to give another direct revelation to Peter, the chief apostle,\nbefore he fully realized that the Gentiles \"should hear the word of the gospel, and believe\"\n(<span class=\"citation\" id=\"8013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8013)\">Acts 15:7<\/a><\/span>).\n<\/p><p>\nHowever, as the light of truth dawned in their hearts, these earnest followers set about to give\nthe gospel to the world&mdash;\"twelve simple men, with only the wind to bear them over the seas,\nwith only a few pence in their pockets, and a shining faith in their hearts. They fell far short\nof their ideal, their words were twisted and mocked, and false temples were built over their\nbones, in praise of a Christ they would have rejected. And yet, by the light of their inspiration\nmany of the world's loveliest things were created, and many of the world's finest minds\ninspired.\" (Beverly Nichols, <i>The Fool Hath Said<\/i> [New York: Doubleday, 1936].)\n<\/p><p>\n<b>Ravages of time and change<\/b>\n<\/p><p>\nThe followers of the Redeemer were reviled, persecuted, and martyred, but they continued to\ntestify to the truth of their risen Lord.\n<\/p><p>\nThree hundred years passed, and Christianity became the dominant religion of the most\npowerful nation in the world, and the persecuted became the persecutors. Pride and\nworldliness supplanted humility and faith. The church became corrupt. Doctrines of men\nsupplanted the commandments of God; spiritual darkness enshrouded the nations of the world.\n<\/p><p>\nLater, courageous, God-fearing men began to protest against the evil practices of a corrupt\nclergy. The dawn of a spiritual awakening appeared, but none either claimed or received\ndivine authority to re-establish the Church.\n<\/p><p>\nRoger Williams, pastor of the oldest Baptist Church in America, resigned his position because,\nsaid he, \"There is no regularly constituted church on earth, nor any person authorized to\nadminister any church ordinance; nor can there be until new apostles are sent by the Great\nHead of the Church, for whose coming I am seeking.\" (From <i>Picturesque America<\/i>, page 502.\n<\/p><p>\n<b>The return of authority<\/b>\n<\/p><p>\nWe know that that authority came early in the nineteenth century by the personal appearance\nof the risen Lord. Again was given the divine injunction for authorized servants to be sent\nforth to the East and to the West, to the North and to the South that \"every man might speak\nin the name of God the Lord, even the Savior of the world; That faith also might increase in\nthe earth; That mine everlasting covenant might be established; That the fulness of my gospel\nmight be proclaimed by the weak and the simple unto the ends of the world, and before kings\nand rulers\" (<span class=\"citation\" id=\"14712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14712)\">D&amp;C 1:20-23<\/a><\/span>).\n<\/p><p>\nIn Section 4 of the Doctrine and Covenants, the Prophet Joseph Smith received a revelation\nthat \"behold, a marvelous work is about to come forth among the children of men.\n<\/p><p>\n\"Therefore, O ye that embark in the service of God see that ye serve him with all your heart,\nmight, mind and strength, that ye may stand blameless before God at the last day\"\n(<span class=\"citation\" id=\"14723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14723)\">D&amp;C 4:1-2<\/a><\/span>).\n<\/p><p>\nWhen this revelation was given to the Prophet Joseph, he was only 23 years of age. The Book\nof Mormon was not yet published, no man had been ordained to the priesthood. The Church\nwas not organized; yet the statement was made and written without qualification that \"a\nmarvelous work [was] about to come forth among the children of men\" (<span class=\"citation\" id=\"14722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14722)\">D&amp;C 4:1<\/a><\/span>).\n<\/p><p>\nAnother significant feature of this revelation, and of others given about the same period, is the\nnaming of essential qualifications of those who were to participate in the bringing about of\nthis marvelous work. These qualifications were <i>not the possession of wealth, not social<\/i>\n<i>distinction, not political preferment, not military achievement, not nobility of birth; but a<\/i>\n<i>desire to serve God with all your \"heart, might, mind and strength<\/i>\" (<span class=\"citation\" id=\"14725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14725)\">D&amp;C 4:2<\/a><\/span>)&mdash;spiritual qualities that\ncontribute to nobility of soul. I repeat: No popularity, no wealth, no theological training in\nchurch government&mdash;yet \"a marvelous work [was] about to come forth among the children of\nmen.\"\n<\/p><p>\n<b>The power accompanying the marvelous work<\/b>\n<\/p><p>\n<i>Manifestly, some higher power was operating to bring about this marvelous work other than<\/i>\n<i>through mere human and material means.<\/i>\n<\/p><p>\nThe same charge that was given by the risen Lord to his authorized disciples more than\nnineteen hundred years ago has been given by direct revelation to his authorized servants\ntoday.\n<\/p><p>\n<b>Missionary work prospers despite adversity<\/b>\n<\/p><p>\nThough the Church is still young and has had to struggle through persecution, mobocracy,\ndrivings, poverty, misrepresentation by egotists, uninformed preachers, apostates, and by a\nprejudiced public sentiment, it is moving steadily forward toward its worldwide destiny.\nAlmost immediately after the organization of the Church, the proclamation of the restored\ngospel began. The Church was scarcely seven years old before the scope of missionary work\nhad included the United States, Canada, and the British Isles.\n<\/p><p>\nSince that humble beginning in 1830, 75 missions, including one in Italy that has just recently\nbeen organized, have been established throughout the world. Our missionaries, each paying\nindividually, or with the aid of his parents, his or her own expenses, are now declaring to a\ntroubled world that the message heralded at the birth of Jesus&mdash;\"peace on earth, good will\ntoward men\" (<span class=\"citation\" id=\"31662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31662)\">Luke 2:14<\/a><\/span>)&mdash;may become a reality here and now by obedience to the principles of the\ngospel.\n<\/p><p>\nThey are instructed that they go out as representatives of the Church, as representatives of\ntheir families, and most important, as representatives of the Lord Jesus Christ, whose servants\nthey are. They are instructed that a representative of any organization, economic or religious,\nmust possess at least one outstanding quality, and that is <i>trustworthiness<\/i>.\n<\/p><p>\nThese missionaries go out in the spirit of love, seeking nothing from any nation to which they\nare sent&mdash;no personal acclaim, no monetary acquisition.\n<\/p><p>\nWhat is the outstanding message that they have to give Christian, as well as non-Christian,\ncountries? There must surely be something distinctive to justify their presence in all parts of\nthe world.\n<\/p><p>\n<b>Declare the divine mission of the Lord Jesus Christ<\/b>\n<\/p><p>\nFirst, they are to declare the divinity of the mission of the Lord Jesus Christ, the Son of God,\nthe Redeemer and Savior of mankind. They declare with Peter of old that \"there is none other\nname under heaven given among men, whereby we must be saved\" (<span class=\"citation\" id=\"8001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8001)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\n<b>Declare the restoration of the Gospel<\/b>\n<\/p><p>\nThe second distinctive message is the restoration of his gospel by the appearance of God the\nFather and his Son Jesus Christ to the Prophet Joseph Smith, and that divine authority through\nthe priesthood has been given to represent Deity in establishing Christ's Church upon the\nearth. Thus, they are fulfilling to the best of their ability the injunction to preach the gospel to\nevery creature (<span class=\"citation\" id=\"33195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33195)\">Mark 16:15<\/a><\/span>), baptizing them in the name of the Father, and the Son, and of the Holy Ghost,\nteaching them to observe all things whatsoever the Lord has commanded (<span class=\"citation\" id=\"35671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35671)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nTrue Christianity is\nlove in action. There is no better way to manifest love for God than to show an unselfish love\nfor our fellowmen. This is the spirit of missionary work. Our hearts respond with the poet: \n<\/p><p>\nO Brother Man! fold to thy heart thy brother;<br \/>\n     Where pity dwells, the peace of God is there;<br \/>\n     To worship rightly is to love each other,<br \/>\n     Each smile a hymn, each kindly deed a prayer.\"\n<\/p><p>\n&nbsp; &nbsp;         (From \"Worship,\" by John Greenleaf Whittier.)\n<\/p><p>\n<b>These declarations to the world<\/b>\n<\/p><p>\nThis, then, is a worldwide Church, organized preparatory to the establishment of the kingdom\nof God on high. God has given us the power of whispering across space, of transmitting\nthoughts within minutes from one end of the earth to another. Geological conditions or\ndistances are the same, but modern means of transportation have made practically nations\nneighbors.\n<\/p><p>\n<b>Modern means of declaration<\/b>\n<\/p><p>\nNow, I am going to ask Brother Bernard P. Brockbank of the Church Information Committee\nand Brother Arch L. Madsen, president of Church Broadcasting, to tell you what the church is\ndoing to disseminate the gospel by these modern means through church information service\nand broadcasting facilities.\n<\/p><p>\nMay God bless you men of the Priesthood. God bless our missionaries  and brethren\neverywhere for their willingness to consecrate their time, their means, and their ability to the\nadvancement of the kingdom of God.\n<\/p><p>\nI bear you my testimony that Joseph Smith was a prophet of God, and when I say this, it\nmeans that I know that Jesus lives, that he is our Redeemer, and that this is his Church. We\nare merely his representatives. When we accept that, then the reality of God the Father, the\nFather of our spirits, is easy to accept.\n<\/p><p>\nWith all my heart I bless you, and pray that peace and love and kindness will abide not only\nin your hearts but in your homes, that your wives, our wives, and our children, may have\nmemories sweet of a home in which God would be pleased to dwell.\n<\/p><p>\nMay this be our lot, our experience throughout the Church in all the world, I pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}