{"ID":1515, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Help Every Member Be a Missionary<\/p>\n<p class=\"gcspeaker\">Elder Bernard P. Brockbank<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Bernard p. Brockbank, <i>Conference Report<\/i>, October 1966, pp. 88-91<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren in the priesthood: Isn't it marvelous to hear the great vision of a great Prophet? My,\nhow he sees the great scope of the work to be done on this earth by the priesthood holders!\nBrethren, I hope you sense deeply in your hearts the power and the responsibility that you\nhave.\n<\/p><p>\nAs President McKay opened the conference yesterday, he made this statement: \"A proper\nconception [of the sacredness of the individual] would change the attitude of the world to the\nbenefit and happiness of all human beings.\" \"A proper conception of the sacredness of the\nindividual\"&mdash;in the image and likeness of Deity.\n<\/p><p>\nThe Apostle Paul tells us of the holiness and sacredness of the individual when he said,\n\"Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?\n<\/p><p>\n\"If any man defile the temple of God, him shall God destroy; for the temple of God is holy,\nwhich temple ye are\" (<span class=\"citation\" id=\"430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(430)\">1 Cor. 3:16-17<\/a><\/span>).\n<\/p><p>\nPaul also said to the Corinthian Saints, \". . . know ye not that your body is the temple of the\nHoly Ghost which is in you, which ye have of God, and ye are not your own?\" (<span class=\"citation\" id=\"431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(431)\">1 Cor. 6:19<\/a><\/span>).\n<\/p><p>\nWe were created by God in his likeness and image (<span class=\"citation\" id=\"23722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23722)\">Gen. 1:26<\/a><\/span>), and we should not stand alone, but we\nshould stay close with even the loyalty and love of a child to our Creator and Heavenly\nFather. The creator is not without obligation to that which he created, and we who hold the\npriesthood of God have a great, important responsibility to our Lord and to his children. Only\nthrough priesthood holders, such as you, can God's children receive baptism by water and the\ngift of the Holy Ghost. Both are essential, according to Jesus Christ, for entrance back into\nthe kingdom of heaven. And, of course, we know that many other great blessings are attached\nto the priesthood.\n<\/p><p>\nWe are called to help build the Church and kingdom of God on this earth. We who hold the\npriesthood literally need to be our brother's keeper (<span class=\"citation\" id=\"23736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23736)\">Gen. 4:9<\/a><\/span>). The day in which we live is the\ndispensation of the fullness of times. \"The dispensations of the fulness of times is made up of\nall the dispensations that ever have been given since the world began, until this time.\" (Letter\nby David W. Patten, <i>Documentary History of the Church<\/i>, Vol. 6, p. 220.)\n<\/p><p>\n<b>Magnitude of the charge<\/b>\n<\/p><p>\nIn 1830, near the opening of this dispensation, there were approximately a billion people on\nthe earth; 137 years later, today, over three and a half billion; by 1970, four billion; and it is\npredicted, by men who know what they are talking about, that by the turn of the century,\n2000 A.D., there will be seven billion of God's children upon this earth.\n<\/p><p>\nIt is a great and glorious period of time for the righteous and an era when the unrighteous\nwill also prosper.\n<\/p><p>\nThe President also declared in his opening message at this conference that this \"is a glorious\nage in which to live, but no thinking man will doubt that this age is fraught with limitless\nperils, as well as with untold possibilities.\"\n<\/p><p>\n<b>To \"teach all nations\"<\/b>\n<\/p><p>\nAfter the death and resurrection of Jesus Christ, prior to his departure from this earth and his\nreturn to the kingdom of heaven, he gave important instructions to all those who would\nrepresent him and participate in building his Church and kingdom on this earth. And this was\nrepeated twice by the Prophet in the message just delivered by his son Robert. According to\nthe Gospel of Matthew, the closing words of the Savior just prior to his ascension to his\nFather were: \"Go ye therefore, and teach all nations . . .\n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world\" (<span class=\"citation\" id=\"35672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35672)\">Matt. 28:19-20<\/a><\/span>). That includes us; it includes the\npriesthood holders here assembled. We are to teach the gospel and commandments of Jesus\nChrist.\n<\/p><p>\nSimilar statements were made by the Savior according to the Gospel of Mark and the Gospel\nof Luke.\n<\/p><p>\nThe Apostle John in giving the closing words of the Savior showed a rather interesting and\nbeautiful scene of the Savior and Peter, the man he was to leave in charge of his Church. He\nasked Peter, \"Lovest thou me?\" three times. And the great answer from the great Teacher the\nLord and Savior, was: \"Feed my lambs; feed my sheep\" (see <span class=\"citation\" id=\"28314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28314)\">John 21:15-17<\/a><\/span>).\n<\/p><p>\n<b>Men who hold the priesthood are the teachers<\/b>\n<\/p><p>\nPriesthood holders, do you love the Lord? Do you have any hungry lambs and sheep in your\narea&mdash;friends and neighbors hungry for God's righteousness and the gospel plan of\nsalvation&mdash;good, honest people waiting for the voice of a righteous teacher who speaks as one having\nauthority (<span class=\"citation\" id=\"35578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35578)\">Matt. 7:29<\/a><\/span>), one with the priesthood and authority from God?\n<\/p><p>\nJesus said, \"My sheep hear my voice\" (<span class=\"citation\" id=\"28263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28263)\">John 10:27<\/a><\/span>). The voice to mortal man must come\nfrom an authorized teacher and servant of the Lord.\n<\/p><p>\nOur assignment, brethren, with all the Latter-day Saints, is to teach the doctrines, ordinances,\nand commandments of Jesus Christ.\n<\/p><p>\nI repeat what Jesus said, \"Teaching . . . whatsoever I have commanded you: and, lo, I am\nwith you alway, even unto the end of the world\" (<span class=\"citation\" id=\"35673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35673)\">Matt. 28:20<\/a><\/span>).\n<\/p><p>\nWe are to teach every nation, kindred, tongue, and people. The Lord said to the Prophet\nJoseph Smith, when there were only one billion of his children on this earth, that the field was\nwhite and ready to harvest (<span class=\"citation\" id=\"14726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14726)\">D&amp;C 4:4<\/a><\/span>).\n<\/p><p>\nToday, with over three and a half billion people on this earth, the task and responsibility of\nharvesting is great and challenging. The field today is still white and ready to harvest.\nMillions of honest in heart are waiting to be taught.\n<\/p><p>\nBrethren, have we taught the gospel of Jesus Christ to two percent of God's children living on\nthis earth today? Two percent would be more than seventy million people. When and how are\nwe going to teach every nation, kindred, tongue, and people?\n<\/p><p>\n<b>\"Every member a missionary\"<\/b>\n<\/p><p>\nThe answer has been given by a Prophet of God. Every member of The Church of Jesus\nChrist of Latter-day Saints should be a missionary. Each member should bring one or more of\nhis neighbors and friends into the Church each year. Each member must increase his faith and\nturn up his divine luster and candle power and let his light so shine before men that they may\nsee his good works, and glorify their Father which is in heaven (<span class=\"citation\" id=\"35529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35529)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\n<b>Unity of all missionaries<\/b>\n<\/p><p>\nWe will need greater unity between full-time missionaries, stake missionaries, and the Saints\nin order to reach and teach additional millions. We need to supply the helps necessary so that\nover a million Saints can help the missionary work.\n<\/p><p>\nThe Lord said, \". . . by their fruits ye shall know them\" (<span class=\"citation\" id=\"35576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35576)\">Matt. 7:20<\/a><\/span>). The fruits of the\nChurch, of the gospel, and of the lives of the Saints need to be seen by the world.\n<\/p><p>\n<b>The New York World's Fair<\/b>\n<\/p><p>\nWe have learned a great many things from the success of the Mormon Pavilion at the New\nYork World's Fair. We have learned that with finely created religious art, oil paintings, and\nsculptured pieces, movies and backlighted transparencies, we can arrest the interest and excite\nthe imagination of nonmembers of the Church.\n<\/p><p>\n<b>The power of personal testimony<\/b>\n<\/p><p>\nBut we have also learned something even more important: that the most valuable tool we have\nin delivering the message of the restored gospel of Jesus Christ is the testimony of the\npriesthood and the missionary. We have discovered that when one of our missionaries stands\nin front of a religious painting and bears his testimony to the validity of its spiritual message,\nthat same oil painting suddenly becomes a powerful visual evidence for truth that is deeply\netched on the minds of the investigators. They go away remembering both what they heard\nand what they saw, and the honest in heart have had a spiritual experience.\n<\/p><p>\n<b>Blending of testimony and message<\/b>\n<\/p><p>\nSo it is that we now stand at this point of bright discovery. We must blend the testimony of\nthe missionary with vital and powerful visual messages; we must accelerate our effectiveness\nin giving outsiders something they can both see and hear.\n<\/p><p>\nToday we must find ways to reach and teach millions and even billions by having them come\nto centers where the teachings and fruits of the gospel of salvation and God's plan of life are\non exhibit and where the teacher filled with faith, love, and the Holy Ghost can touch their\nhearts. Millions of the Saints can participate.\n<\/p><p>\nUnder the direction of the First Presidency and the Council of the Twelve, we are creating\nand setting up visitors' centers with visual aids and missionaries to teach and reach millions.\n<\/p><p>\n<b>Center at Temple Square<\/b>\n<\/p><p>\nThe new visitors' center right here on Temple Square, just to the north of this building, will\nbe completed some time early next year. It will hold some of the great messages of the\nlatter-day restoration. These will be in the form of specially created artifacts. The great\nThorvaldsen statue that was also shown in the Mormon Pavilion at the New York World's\nFair now stands on the second floor and has as a background a 12,000 square-foot mural of\nthe firmament with the celestial bodies painted. There is also a 150-foot painted mural\nshowing outstanding scenes on the life and teachings and examples of Christ. There are other\ngreat paintings of Christ ordaining the Twelve Apostles and Joseph Smith receiving the\nMelchizedek Priesthood from Peter, James, and John.\n<\/p><p>\nThere will also be a First Vision diorama, a replica of the Sacred Grove. The trees will be\nduplicated facsimiles made from plaster molds taken right in the grove. Also displayed is a\nfigure of the 14-year-old Joseph Smith as he kneels in this grove and looks into a light\noverhead which is \"above the brightness of the sun\" (<span class=\"citation\" id=\"30482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30482)\">JS&mdash;H 1:16<\/a><\/span>), depicting his first\ngreat vision and the first ray of light to this world after a period of darkness, showing that\nGod lived and that man was literally in his image and likeness.\n<\/p><p>\nWe'll have a series of paintings, now being created, illustrating the great dispensations of the\nBible, showing Adam and Eve, Noah, Abraham, Moses, and others. Some of these scenes will\ndepict the great prophecies of the Old Testament, prophecies concerning the birth of Christ;\nconcerning the apostasy and the restoration of the gospel; concerning the temple of the Lord\nbeing established in the \"tops of the mountains\" (<span class=\"citation\" id=\"25295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25295)\">Isa. 2:2<\/a><\/span>).\n<\/p><p>\nWe'll have a series of rooms that will deal in fine detail with such significant subjects as \"the\nplan of salvation,\" the scriptures, the contributions of the Prophet Joseph Smith, Brigham\nYoung, and the pioneers, the apostasy and reformation, and, certainly, the restoration and all\nits great fulfillment of prophecy throughout the ages of man.\n<\/p><p>\nAnd the vision of the Church has swept beyond these works on Temple Square. We have now\ncompleted a great display at the Prophet's birthplace in Sharon, Vermont. Another has just\nbeen installed in Liberty, Missouri.\n<\/p><p>\n<b>Centers at other places<\/b>\n<\/p><p>\nWe are now working on the possibility of a visitors' center at each of the temples throughout\nthe Church.\n<\/p><p>\nWe are working to establish these visitors' centers with visual aids similar to those used at the\nNew York World's Fair and on Temple Square in Salt Lake City but with the exhibits fitting\nin with the particular area.\n<\/p><p>\nWe've had over 75 requests from various church groups for help in preparing displays this\nfall. Hundreds of fairs, both county and state, have asked for visual aids so that the local\nmembers of the Church can deliver the gospel message and bring people to an understanding\nof the beautiful doctrines of the Church.\n<\/p><p>\n<b>Aids to missionary efforts<\/b>\n<\/p><p>\nIn conjunction with the missionary committee, the church information committee is now\nprinting a series of large-sized posters that will tell in sequence the message of the teachings\nand doctrines of Christ, the falling away, and the restoration of the gospel. The posters will be\navailable soon. They will be a great help in many areas.\n<\/p><p>\nNew paintings are being painted by talented artists, depicting a wealth of scenes portraying\nwith spirituality and inspiration the story of the gospel and attempting to relate to individuals\ntheir needs to repent of their sins and come unto Christ.\n<\/p><p>\nThe Book of Mormon is \"to the convincing of the Jew and Gentile that Jesus is the Christ, the\nEternal God, manifesting himself unto all nations\" (<span class=\"citation\" id=\"43144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43144)\">BM Title Page<\/a><\/span>), and displays\nof the Book of Mormon are being set up to bring this book and record closer to the people. It\nwould be wise for every priesthood holder to have several copies of the Book of Mormon for\nmissionary use with his friends and neighbors.\n<\/p><p>\nWhen the visitors' centers and posters are ready, the members with the missionaries can bring\ntheir friends and neighbors to see the exhibits. Other exhibits will be set up in homes and\nchurches and in many areas for the use of the members. New motion pictures will be made.\nMillions have seen the motion picture, <i>Man's Search for Happiness<\/i>, and it has touched the\nhearts of many that had little or no concept of preexistence and life after death.\n<\/p><p>\nThe members are anxious, we discover throughout the world, to follow the Prophet's counsel\nto do missionary work among their friends and neighbors, but they need the help of the great\nChristian teaching exhibits.\n<\/p><p>\nThis, brethren, is the greatest of all dispensations in which to do missionary work. Many\nmillions are looking for the gospel of Jesus Christ as given in the God-inspired scriptures and\nby the Savior. Millions today would like to know, hear, and follow a prophet of God, and to\nknow that there are twelve living, ordained apostles of the Lord on this earth.\n<\/p><p>\nMay we do the will of the Lord and his prophets, under their inspiration and revelation, I pray\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}