{"ID":1516, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep Your Covenants<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Of the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1966, pp. 97-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI always feel most humble as I stand before a body of men who hold the priesthood. The\npriesthood of God is the power by which all things were done in the universe, but the\npriesthood that you hold is the power of God delegated to you to act in his name in the office\nto which you have been called.\n<\/p><p>\nJust think what that means, the authority that is given to us, for the Lord has said to his elders\nthat they may baptize an individual, and he is baptized; he is as much baptized as if the\nPresident of the Church had baptized him, or any of the Twelve. And when he is confirmed,\nit is of the same effect as if the Lord himself had confirmed him. And then when he is\nordained a deacon, teacher, priest, elder, it is of the same effect. That authority is given to us,\nand with that authority goes a great responsibility.\n<\/p><p>\n<b>Keeping promises<\/b>\n<\/p><p>\nThis evening I should like to address my remarks to the topic: the importance of keeping\npledges. There are many kinds of pledges. Maybe some of you would think that the things I\nam listing here are not pledges. I say keeping an appointment is a pledge. You may not think\nit is very important, but keeping an appointment is important, and that is a good place to start\nto learn to keep pledges. I should hate to miss my appointment when I leave this frail\nexistence, and be found someplace for which I hope I am not preparing, just because I am\nlate.\n<\/p><p>\nTo pay a bill or a note is a pledge that is very important; to keep one's word in anything one\nsays or agrees to do is a pledge. When one joins the Church, he pledges certain things as he\ngoes into the waters of baptism. When accepting the priesthood, we make a very definite\ncovenant with the Lord. When partaking of the sacrament, we renew our covenants. Notice\nthat I am using covenants, promises, and pledges interchangeably.\n<\/p><p>\nWhen partaking of the sacrament, we renew those covenants. When accepting office in the\nChurch, we agree to do certain things. We take upon ourselves certain covenants, we make\ncertain pledges. You who have been to the temple know the covenants you make and the\nobligations you take upon yourselves.\n<\/p><p>\nIn home teaching, or any assignment that is given to us, if we accept that assignment, we\ncertainly covenant with the Lord and the one who is giving the assignment that we will\nperform that duty.\n<\/p><p>\n<b>Honoring covenants<\/b>\n<\/p><p>\nNow some may emphasize one covenant or one requirement or one of the commandments;\nbut we covenant to keep all the commandments when we join this Church, accept and are\nordained to the priesthood.\n<\/p><p>\nThe Prophet spoke out clearly on Friday morning, telling us what our responsibilities are. He\nmentioned and spoke emphatically of liquor by the drink. A man said to me after that, \"You\nknow, there are people in our state who believe in following the Prophet in everything they\nthink is right, but when it is something they think isn't right, and it doesn't appeal to them,\nthen that's different.\" He said, \"Then they become their own prophet. They decide what the\nLord wants and what the Lord doesn't want.\"\n<\/p><p>\nI thought how true, and how serious when we begin to choose which of the covenants, which\nof the commandments we will keep and follow. When we decide that there are some of them\nthat we will not keep or follow, we are taking the law of the Lord into our own hands and\nbecome our own prophets, and believe me, we will be led astray, because we are false\nprophets to ourselves when we do not follow the Prophet of God. No, we should never\ndiscriminate between these commandments, as to those we should and should not keep.\n<\/p><p>\nA man said to me just a few days ago&mdash;and he is a member of the Church and thinks he is a\npretty good member, and I am not questioning him on that&mdash;but he said, \"You know, this\nChurch requires too much of its people. There isn't another church in the world that requires\nor demands as much of its people as The Church of Jesus Christ of Latter-day Saints, the\nMormon Church.\"\n<\/p><p>\nI said, \"Brother, the Church doesn't demand anything of you. It offers you great opportunities\nand many privileges that are not given to any individual any place in the world other than\nthrough the Church of Jesus Christ. And the priesthood offers opportunities, privileges, and\nblessings that one can enjoy only as he accepts the rules and keeps the covenants upon which\nthese privileges and blessings are predicated. You may choose what you wish to do in this\nChurch, and you will be blessed accordingly. It is entirely up to you.\" But I added, \"As far as\nI am concerned, brother, I would rather walk barefoot from here to the celestial kingdom and\nback into the presence of my Heavenly Father, if I can get there, than to let the things of this\nworld keep me out.\"\n<\/p><p>\nAnd I am serious about it. These privileges that are offered to us, holders of the priesthood,\njust cannot be evaluated. If we keep these covenants, we are blessed. As we go to the temple,\nwe make those covenants that I mentioned before. And I would like to say to you men who\nhold the priesthood, just remember three words: keep the covenants. Now, anybody who is\nlistening tonight, anybody who holds the priesthood, surely can remember three words: keep\nthe covenants.\n<\/p><p>\n<b>The covenant of the priesthood<\/b>\n<\/p><p>\nI should like to read a covenant that I have read before in priesthood meeting; to me it is\nmost important, the covenant that we make when we accept the priesthood. I shall read from\nthe 84th Section of the Doctrine and Covenants: \n<\/p><p>\n\"For whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and\nthe magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.\n<\/p><p>\n\"They become the sons of Moses and of Aaron and the seed of Abraham, and the church and\nkingdom, and the elect of God.\n<\/p><p>\n\"And also all they who receive this priesthood receive me, saith the Lord; \n<\/p><p>\n\"For he that receiveth my servants receiveth me; \n<\/p><p>\n\"And he that receiveth me receiveth my Father; \n<\/p><p>\n\"And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him.\n<\/p><p>\nAnd this is according to the oath and covenant which belongeth to the priesthood.\n<\/p><p>\n\"Therefore, all those who receive the priesthood, receive this oath and covenant of my Father,\nwhich he cannot break, neither can it be moved.\n<\/p><p>\n\"But whoso breaketh this covenant after he hath received it, and altogether turneth\ntherefrom,\" is left on his own (<span class=\"citation\" id=\"14822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14822)\">D&amp;C 84:33-41<\/a><\/span>).\n<\/p><p>\nNote that the Lord says (and I am not quoting word for word): \"I cannot break this covenant,\nbut if you break it there is no promise.\" Isn't it something to think about when the Lord says\nhe cannot break a covenant that he makes with his people. That covenant stands as long as we\nwill keep the covenant, but when we break the covenant, there is no covenant as far as the\nLord is concerned.\n<\/p><p>\n<b>Honoring covenants brings blessings<\/b>\n<\/p><p>\nReferring to these covenants in the temple, I would like to say to you again, remember these\nthree words: keep the covenants. And I think I am safe in saying to you that if you and your\nfamilies will keep these covenants, you will be happy, you will be successful, you will be\nrespected, you will have good families that you can take back into the presence of our\nHeavenly Father. All you will have to do is remember three words: keep the covenants, the\nobligations that you have taken upon yourselves, the pledges that you have made. Keep the\ncovenants.\n<\/p><p>\nNow among our fellowmen, neighbor to neighbor, it is important that we keep our covenants,\nour pledges, our agreements. A young man came to me not long ago and said, \"I made an\nagreement with a man that requires me to make certain payments each year. I am in arrears,\nand I can't make those payments, for if I do, it is going to cause me to lose my home. What\nshall I do?\"\n<\/p><p>\nI looked at him and said, \"Keep your agreement.\"\n<\/p><p>\n\"Even if it costs me my home?\"\n<\/p><p>\nI said, \"I am not talking about your home. I am talking about your agreement; and I think\nyour wife would rather have a husband who would keep his word, meet his obligations, keep\nhis pledges or his covenants, and have to rent a home than to have a home with a husband\nwho will not keep his covenants and his pledges.\"\n<\/p><p>\nI don't know whether everyone here agrees with me or not; in fact, I am wondering. There\nare too many today, I feel, who are prepared to take the easy way out of paying their debts by\nnot paying them and take whatever action is necessary to keep them free. It is important,\nbrethren, that we keep our pledges and our covenants and keep our name good. A man's good\nname is worth more than any material thing he could have.\n<\/p><p>\n<b>Keep all covenants and promises<\/b>\n<\/p><p>\nAnd if it is important that we keep our covenants with our neighbor, with a man with whom\nwe have made an agreement, how much more important it is that we keep the covenants that\nwe make with our Heavenly Father when we hold the priesthood and accept office in this\nChurch.\n<\/p><p>\nBrethren, it is a pleasure to be with you, to join with you men of the priesthood; I feel most\nhumble in your presence, and particularly do I feel humble when I realize that the body of the\npriesthood in the Church of Jesus Christ is the only body that holds the power of God to act\nin his name in the office to which they have been called. And think of the responsibility that\nhas been placed upon us to take this message to the world. We have been told by these two\nspeakers tonight, Brother [Bernard P.] Brockbank and Brother [Arch L.] Madsen, how we are\nstriving to make it possible for everyone to hear the gospel. Our lives, brethren, will help to\ndetermine how they receive it.\n<\/p><p>\nA man told me that he was just about ready to accept the gospel when he met a particular\nLDS family. Then he said, \"If that's the way your people live, I don't want to have anything\nto do with it.\"\n<\/p><p>\nI want to bear you my testimony that I know the gospel of Jesus Christ is here in our midst; it\nhas been restored. The priesthood has been restored and it is most important that we honor\nthat priesthood. We are guided by a prophet, who has been called and given the authority and\nresponsibility of directing our work here. May we follow him and keep the commandments of\nthe Lord. May we choose to keep all the commandments, not those which we ourselves\nchoose. May we accept the Prophet and not be our own false prophet, I pray, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}