{"ID":1517, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Marriage, the Family, and the Home<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Of the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1966, pp. 101-105<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<b>God-centered homes for children<\/b>\n<\/p><p>\nAn editorial in the <i>Church News<\/i> section of the <i>Deseret News<\/i> last night suggested a theme for\nthis morning. It refers to the home and the family, where parents and children live together in\nvery intimate relationship, where they work and play together, sing and pray together, and\noccasionally weep together in one another's arms.\n<\/p><p>\nI quote from the editorial: \n<\/p><p>\n\"A stabilized home, in which religious instruction forms a major part, is the only real answer\nto juvenile delinquency.\n<\/p><p>\n\"This is the consensus of opinion of scholars who have made a serious study of the causes\nand prevention of delinquency.\n<\/p><p>\n\"These scholars say that parents and children alike must be taught how to live together as a\nfamily: their home must be 'God-centered,' and must be associated with a Church which\nprovides an uplifting, character-building program for youth.\"\n<\/p><p>\nWhen God created or organized the heavens and the earth in accordance with eternal law, he\nplaced man upon the earth. Noting that it was not good for man to be alone, he provided a\nhelpmeet for him (<span class=\"citation\" id=\"23733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23733)\">Gen. 2:18<\/a><\/span>). In Genesis 2:23-24 we read, \"And Adam said, This is now bone of my\nbones, and flesh of my flesh: she shall be called Woman . . .\n<\/p><p>\n\"Therefore shall a man leave his father and his mother, and shall cleave unto his wife\" (<span class=\"citation\" id=\"23734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23734)\">Gen. 2:23-24<\/a><\/span>).\n<\/p><p>\nThus it is seen that God instituted marriage in the very beginning. He made man, male and\nfemale, in his own image and likeness (<span class=\"citation\" id=\"23725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23725)\">Gen. 1:26-27<\/a><\/span>) and designed that they should be united together in\nsacred bonds of marriage and declared that one is not perfect without the other (<span class=\"citation\" id=\"435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(435)\">1 Cor. 11:11<\/a><\/span>).\n<\/p><p>\nMarriage, the family, and the home are among the most important subjects of our whole\ntheological doctrine, and as the family is the basic and fundamental unit of the Church and of\nsociety, its preservation and is righteous needs should take precedence over all other interests.\n<\/p><p>\nA family may be defined as a group of people of various ages, united by agreement and\ncovenant, living together in the most intimate relationship. In such a society children learn\nthat certain things are right and others are wrong. They grow from stage to stage of\nconfidence, skill, affection, understanding, and responsibility. In other words, they build\ncharacter. A family is a project in group living in which the thing to do and the thing not to\ndo are absorbed through precept, example, and practice.\n<\/p><p>\n<b>In His image<\/b>\n<\/p><p>\nThe purpose of this life, and indeed the purpose of existence, is that man might grow into\ngreater likeness of his Maker. We do not derogate from the Creator any of the attributes that\northodox Christianity accords him. Rather, we worship him as a personal God who is all\npowerful, all knowing, and, in fact, perfect, our Heavenly Father. We point out, moreover,\nthat we, as his children, are the only creations of the Father to be blessed with his image. It\nfollows that under the divine law of \"like begets like,\" our progress through the eternities may\nbe limitless. We take seriously and literally the injunction of the Savior to be perfect even as\nour Father in heaven is perfect (<span class=\"citation\" id=\"35543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35543)\">Matt. 5:48<\/a><\/span>). The essential institution to obtain this perfection, which is\nnecessary to enable us to re-enter our Father's presence and be happy there, is the eternal\nfamily unit.\n<\/p><p>\n<b>Charge to parents<\/b>\n<\/p><p>\nParents are charged with the responsibility to teach the undoubted truth that there is no\nprinciple more widely seen in all nature and more sternly enforced, from the infinitesimal\nelectron to the incomprehensible galaxies in outer space, than this: \"Not only liberty, but law\nprevails.\"\n<\/p><p>\nThe words <i>freedom<\/i> and <i>rights<\/i> have a magic sound in the ears of young people, but sometimes\nthey translate them into self-indulgence and self-gratification. The time to start putting them\ninto focus is before the impact of dawning personality has created habits in the children that\nwill have to be vanquished someday either by self-discipline or by the discipline of the law.\n<\/p><p>\nThe Chief Justice of the Ontario (Canada) Supreme Court said recently that the violent\njuvenile crimes do not reflect on the great body of young people, but they do reflect on the\nmanner in which the adult population is discharging its responsibility. The warden of one of\nour largest prisons said, \"This institution is filled with spoiled children.\"\n<\/p><p>\nI do not wish to speak today so much on juvenile delinquency as I want to talk to those\nprimarily responsible for it. The group that is creating most of our trouble is, for the most\npart, a product of undisciplined homes and irresponsible parents. The trouble begins in the\nhome, and ultimately it will have to be corrected in the home. Obviously, it is better to\nprevent the problem of delinquency from arising rather than to invoke the law to cure its\neffects.\n<\/p><p>\nI quote from a recent letter sent out by the Royal Bank of Canada discussing this important\nsubject: \n<\/p><p>\n<b>Youth in world in turmoil<\/b>\n<\/p><p>\n\"Today's young people have lived their lives from infancy in a world of turmoil.\nUncertainties crowd upon them as they see adults bent upon violence and destruction.\n<\/p><p>\n\"What we call civilization has moved so fast that the structure and instincts of man have not\nkept up. Ideological battles are also raging in the political world. Men and women, and boys\nand girls, must still face the profoundly individual issues of life and the vital interpersonal\nrelationship of parent and child.\"\n<\/p><p>\nYoung people need rules to guide them and standards by which to judge themselves. The\nhome takes its rightful and eminent place in preparing children for life when basic principles\nare quietly but firmly announced and lived up to. The final test is not how amenable young\npeople are to compulsion of the law, but how far they can be taught to obey self-imposed law\nin the interest of family solidarity.\n<\/p><p>\nThe time has come to cease emphasizing the gadgets of every-day living and to set over\nagainst them the imperishable qualities of honesty, integrity, unselfishness, purity of thought\nand action, and respect for law.\n<\/p><p>\nTo the child, with his short perspective, life is all foreground, composed of persons who feed,\ncoddle, chastise, and sometimes abandon him. These people are responsible not only for\nimmediate care but for all the years of his life, because they help build his personality at the\nsame time they nourish and protect his body. In a good family the child grows up in an\natmosphere of mutual respect. He participates in wholesome, unselfish, democratic practices;\nand in the nature of things, he will project all these into his wider adult life.\n<\/p><p>\nThe child does not want a do-as-you-please, permissive world; it makes him confused and\nunhappy. He wants a stable, reliable wall around him, defining his world, giving him a large\nfree area, but telling him exactly how far he can go.\n<\/p><p>\n<b>Youth needs respect for rights of others<\/b>\n<\/p><p>\nThis wall can be built of such things as respect for the property rights of others, respect for\nelders, observance of the conventions that lubricate social life. If children are not being taught\nthese things, they are being handicapped. As R. P. Smith said, \"The reason these kids are\ngetting into trouble with cops is because cops are the first people they meet who say and\nmean it 'you can't do that.'\" It goes without saying that parents who seek respect for their\nprecepts must, as the principle of the law of equity puts it, \"come with clean hands.\" Children\nquickly detect insincerity.\n<\/p><p>\nIn the transmission of ideas and of culture, in the building of character and the qualities\nneeded in this changing world, the family of today must be the burden bearer and the path\nbreaker. It recognizes children as being more important than things, ideas as more precious\nthan gadgets, and personal worth the touchstone by which all other values are tested.\n<\/p><p>\n<b>Youth needs memories of affection, justice, virtue, discipline<\/b>\n<\/p><p>\nParents of today should give their children some memories to guide them&mdash;memories of love\nin family life in which justice was upheld, affection unstintingly given, discipline tenderly but\nfirmly explained, and fine example habitually displayed. We do not believe that self-discipline\nis best developed in a monastic life, in a desert, or in a cave, but rather in the home. All the\nvirtues toward which we are striving are only really obtainable within society and are best\nobtainable within the building blocks of that society&mdash;that is, within the family unit.\n<\/p><p>\nThe Lord instructed Adam as to the basic purpose of marriage. As we read in Genesis, \"So\nGod created man in his own image, in the image of God created he him; male and female\ncreated he them.\n<\/p><p>\n\"And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the\nearth, and subdue it\" (<span class=\"citation\" id=\"23727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23727)\">Gen. 1:27-28<\/a><\/span>).\n<\/p><p>\nMarriage was intended from the beginning to be eternal. This is evidenced by the fact that the\nfirst known form of human government started with Adam and Eve, who, according to the\nscriptures, were united by God himself. This was before there was any death; therefore, the\nwords \"until death do you part\" would have been meaningless. After the Fall they added\nchildren to their family, and together they comprised an eternal unit.\n<\/p><p>\nThe family organization is patriarchal in nature and is patterned after the one in heaven itself,\nas referred to by the Apostle Paul in Ephesians 3:14-15: \"For this cause I bow my knees unto\nthe Father of our Lord Jesus Christ,\n<\/p><p>\n\"Of whom the whole family in heaven and earth is named\" (<span class=\"citation\" id=\"21788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21788)\">Eph. 3:14-15<\/a><\/span>).\n<\/p><p>\n<b>Respect for fatherhood and family<\/b>\n<\/p><p>\nThe very essence of divine government is fatherhood and the recognition of the family\nrelationship. The Church itself exists to exalt the family, and the family concept is one of the\nmajor and most important of the whole theological doctrine. In fact, our very concept of\nheaven itself is the projection of the home into eternity. Salvation, then, is essentially a family\naffair, and full participation in the plan of salvation can be had only in family units.\n<\/p><p>\nOne of the first commandments given to Adam and Eve was to multiply and replenish the\nearth and subdue it (<span class=\"citation\" id=\"23730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23730)\">Gen. 1:28<\/a><\/span>). This injunction has never been revoked. When the father and mother and\nchildren are sealed together by the same divine authority as was given to Peter, celestial\nmarriage commences an eternal family. Christ said to Peter: \"And I will give unto thee the\nkeys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in\nheaven; and whatsoever thou shalt loose on earth shall be loosed in heaven\" (<span class=\"citation\" id=\"35601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35601)\">Matt. 16:19<\/a><\/span>). All\nwho are faithful to the teachings of the gospel will continue as a family into the highest\ndegree of the celestial kingdom and will be crowned with immortality, eternal life, and eternal\nincrease.\n<\/p><p>\n<b>Divinely ordained home<\/b>\n<\/p><p>\nPresident Lorenzo Snow gave an intimation of what eternal marriage meant: \"A man and a\nwoman in the other life, having celestial bodies, free from sickness and disease, glorified and\nbeautified beyond description, standing in the midst of their posterity, governing and\ncontrolling them, administering life, exaltation and glory, world without end.\" And President\nJoseph F. Smith told us, \"The very foundation of the Kingdom of God, of righteousness, of\nprogress, of development, of eternal life, and eternal increase in the Kingdom of God is laid\nin the divinely ordained home.\"\n<\/p><p>\nThe leaders of the Church have, from the beginning, taught faith in the Lord Jesus Christ, and\nwe acknowledge him as our Savior and Redeemer. It is our duty to teach this to our\nchildren&mdash;teach them to respect their neighbors, their seniors, their teachers; teach them to respect old\nage, to venerate their parents, and to help all who are helpless and needy; teach them to honor\nall who preside over them in church or civic government; teach them to honor the laws of\nGod and be loyal to their country, loyal to principles of righteousness; and, because they are\nchildren of God, teach them to be loyal to the royal spirit that is in them.\n<\/p><p>\nThe action and reaction of family life will rub off from our personalities those abrasive and\nanti-social characteristics that hinder our functioning as individuals in society. Nowhere else\ncan such intimate and close association be had. Certainly this polishing process is best\naccomplished in the crucible of family life.\n<\/p><p>\nPresident Lyndon B. Johnson, speaking at Howard University last year, warned us that at the\nroot of much of the social malaise that is gripping our country is the breakdown of the family\nunit among important groups within our nation.\n<\/p><p>\n<b>Home and family bases for society<\/b>\n<\/p><p>\nWe repeat, marriage and the family are the basic and fundamental units of our society. Dr.\nPaul C. Glick, the census bureau's expert on marriage, says: \"The more I study the subject,\nthe more apparent it becomes that marriage is regarded as&mdash;and is&mdash;the happiest, healthiest,\nand most desirable state of human existence. We live longer and are healthier if we are\nmarried. Marriage is the central fact of our lives.\"\n<\/p><p>\nBut we must insure that this way of life contains the basic requirements and fulfills the\nfundamental purposes of that family life if it is to continue throughout the eternities. Within\nthe family the parents may find an inspiring challenge to magnificent accomplishment and\ncontribution: that is, to mold an immortal spirit, to teach eternal precepts, and to instill\ndiscipline and obedience in the mind of a child. Dr. Adam S. Bennion pointed out: \"The\nfamily is by far the most important single institution in our commonwealth, and happy indeed\nis the man, who, when he closes his desk at night, has before him the gladsome picture of the\nsparkling family group with which he shortly will have the evening meal. Family bonds are\ngilt-edged investments. If you wish to check me on this, ask the man who owns them.\"\n<\/p><p>\nLaws and customs represent only the external or social aspects of marriage. These externals\ndo not reach the inwardness and depth of the problem that the individual person confronts\nupon the advent of his marriage. From the great poems, novels, plays, and books of history\nand biography, we find the psychological and emotional aspects of marriage have been\ndiscussed in all ages. From these and thousands of case histories, we are impressed by the fact\nthat marriage is at all times, in every culture and under the widest variety of circumstances,\none of the supreme tests of human character.\n<\/p><p>\n<b>Stress and conflict in personal relations<\/b>\n<\/p><p>\nHere we are faced with a consideration of the relation of men and women in and out of\nmarriage, and the relation of parents and children when crises are met. Tensions and conflicts\nbetween love and duty, between reason and passion, from which no individual can entirely\nescape, are among the most serious of the problems that all must confront. This is a subject\nthat touches every man, woman, and child, both psychologically and morally. Sometimes it is\ntragic, but often it is happy and blessed. Here is an opportunity for men and women\neverywhere to measure up to one of the greatest responsibilities of life.\n<\/p><p>\nIt is hoped that this brief and sketchy outline may call to the attention of members of the\nChurch their responsibilities as members of family units, in which they have opportunity to\ncooperate in the great and continuing work of our Heavenly Father. It is hoped also that our\nfriends who are attending this conference in person or by means of radio and television may\nget a clearer outline of the Church's doctrine with respect to the home and the eternity of the\nmarriage covenant that is so fundamentally a part of the restored gospel.\n<\/p><p>\n<b>Man is precious in the sight of God<\/b>\n<\/p><p>\nPotentially, man is more precious in the sight of God than all the planets and suns of space.\nIncomprehensibly grand as are the physical creations of the earth and space, they have been\nbrought into existence as a means to an end; <i>they<\/i> are the handiwork of God; <i>man<\/i> is his son.\nThe supreme purpose of creation is, in his own words, \"to bring to pass the immortality and\neternal life of man\" (<span class=\"citation\" id=\"39259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39259)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThus we emphasize the dignity of the individual, his supreme importance in the family unit\nand in society, his potential unfolding into a Godlike status, and eventually his exaltation in\nthe celestial kingdom. We pray for divine guidance to this end in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}