{"ID":1519, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">And I Saw Another Angel<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1966, pp. 109-111<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI desire to speak as directed by and in fulfillment of a revelation given by the Lord to a\nmodern prophet.\n<\/p><p>\n<b>Revelation to modern prophet<\/b>\n<\/p><p>\nThis revelation came to Joseph Smith in the early days of this dispensation. It has since\nchanged the lives of millions of people and shall in due course affect the spiritual well-being\nand eternal salvation of all men among every nation and kindred and tongue and people.\n<\/p><p>\nBut first, may I invite your attention to a revelation received by an ancient apostle, a\nrevelation that he said would \"come to pass\" in a day subsequent to his, a day after New\nTestament times (<span class=\"citation\" id=\"42395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42395)\">Rev. 1:1<\/a><\/span>).\n<\/p><p>\nThis ancient apostle, the beloved disciple John, the one who with Peter and James had been\nfavored so highly by Jesus, recorded his vision and revelation of the future in these words: \n<\/p><p>\n\"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue and people,\n<\/p><p>\n\"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of\nwaters\" (<span class=\"citation\" id=\"42400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42400)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\n<b>God has spoken again in this day<\/b>\n<\/p><p>\nAs is well known, The Church of Jesus Christ of Latter-day Saints announces to the world\nthat God has spoken again in this day; that angels have again descended from the courts of\nglory to minister to men; that revelations, visions, and all of the gifts of the Spirit have again\nbeen poured out upon the Saints; that the church and kingdom of God has again been set up\non earth with every priesthood, key, power, grace, and prerogative possessed in former\ndispensations; and that the everlasting gospel&mdash;the same power of God unto salvation had by\nthe Saints of old&mdash;has been restored in all its glory, beauty, and perfection.\n<\/p><p>\nIn this connection we may well give careful consideration to the angelic visitation foreseen by\nJohn. What, then, is the meaning of the biblical account left us by the beloved disciple?\n<\/p><p>\nJohn saw that angelic ministration would occur in a day subsequent to New Testament times,\nthat God would again send heavenly messengers to man on earth, even as he had done to\nSaints and prophets of old.\n<\/p><p>\nJohn's announcement was that revelation would commence anew, that the heavens&mdash;long\nsealed&mdash;would be opened, that the mind and will and voice of God would be heard again by\nmortal man.\n<\/p><p>\n<b>The restoration foreseen<\/b>\n<\/p><p>\nThe ancient apostle foresaw that the everlasting gospel&mdash;God's plan of salvation for his earthly\nchildren&mdash;would be restored, so that Latter-day Saints could receive, possess, and inherit the\nsame blessings poured out upon the Saints of former days.\n<\/p><p>\nHe beheld that the very gospel restored by angelic ministration would be preached to the\nwhole earth, to all mankind, to every nation and kindred and tongue and people, thus\nsignifying that no other people had the fullness of gospel truth and that all needed to come to\na knowledge of revealed religion.\n<\/p><p>\nJohn's message was that this restored gospel would invite men to worship the true and living\nGod, to fear and glorify the Creator of all things, rather than to give allegiance to any false\nand untrue concept of Deity.\n<\/p><p>\nAnd finally, John specified that all this was to precede the glorious second coming of the Son\nof Man; it was to transpire in that day when the hour of his judgment was set, in the day just\nprior to his great millennial reign.\n<\/p><p>\n<b>The promise has been fulfilled<\/b>\n<\/p><p>\nNow we may well ask: Has the Lord's promise, given through the beloved revelator, been\nfulfilled? Has the mighty restoration of latter days taken place? If not, when will it occur, and\nwho will be the mortal recipients of the promised revelations and blessings from on high?\nAnd how can these glorious purposes of the Lord be fulfilled unless he calls prophets to\nreceive the angelic visitations, to record the revelations, to preach the gospel among all\npeople?\n<\/p><p>\nWe are bold to announce that the promised restoration has taken place. The promised angel\nhas come. The promised latter-day work has begun.\n<\/p><p>\nIn the spring of 1820, the Lord made known the prophet whom he had chosen to usher in his\ngreat latter-day work. This prophet, Joseph Smith, records the opening of this gospel\ndispensation in these words: \n<\/p><p>\n\"Believing the word of God, I had confidence in the declaration of James&mdash;'If any of you\nlack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it\nshall be given him' (<span class=\"citation\" id=\"26187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26187)\">James 1:5<\/a><\/span>). I retired to a secret place in a grove, and began to call upon the Lord;\nwhile fervently engaged in supplication, my mind was taken away from the objects with\nwhich I was surrounded, and I was enwrapped in a heavenly vision, and saw two glorious\npersonages, who exactly resembled each other in features and likeness, surrounded with a\nbrilliant light which eclipsed the sun at noon day. They told me that all religious\ndenominations were believing in incorrect doctrines, and that none of them was acknowledged\nof God as His Church and kingdom: and I was expressly commanded 'to go not after them' (<span class=\"citation\" id=\"31680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31680)\">Luke 17:23<\/a><\/span>),\nat the same time receiving a promise that the fulness of the Gospel should at some future time\nbe made known unto me (<span class=\"citation\" id=\"30480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30480)\">JS&mdash;H 1:11-20<\/a><\/span>).\n<\/p><p>\n\"On the evening of the 21st of September, A.D. 1823, while I was praying unto God, and\nendeavoring to exercise faith in the precious promises of scripture, on a sudden a light like\nthat of day, only of a far purer and more glorious appearance and brightness, burst into the\nroom, indeed the first sight was as though the house was filled with consuming fire; the\nappearance produced a shock that affected the whole body; in a moment a personage stood\nbefore me surrounded with a glory yet greater than that with which I was already surrounded.\nThis messenger proclaimed himself to be an angel of God, sent to bring the joyful tidings that\nthe covenant which God made with ancient Israel was at hand to be fulfilled, that the\npreparatory work for the second coming of the Messiah was speedily to commence; that the\ntime was at hand for the Gospel in all its fulness to be preached in power, unto all nations\nthat a people might be prepared for the Millennial reign. I was informed that I was chosen to\nbe an instrument in the hands of God to bring about some of his purposes in this glorious\ndispensation\" (<span class=\"citation\" id=\"30489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30489)\">JS&mdash;H 1:29-43<\/a><\/span>; see also\n<i>History of the Church<\/i>, Vol. 4, pp. 536-7).\n<\/p><p>\n<b>God's church is on the earth<\/b>\n<\/p><p>\nIn due course, primarily through the instrumentality of the Prophet Joseph Smith, the glorious\nrestoration promised here took place, and God's true Church was once again established on\nearth.\n<\/p><p>\nNow may I quote the revelation in conformity with which I speak at this time. On November\n3, 1831, the Lord said to his latter-day Prophet: \n<\/p><p>\n\". . . I have sent forth mine angel flying through the midst of heaven, having the everlasting\ngospel, who hath appeared unto some and hath committed it unto man, who shall appear unto\nmany that dwell on the earth.\n<\/p><p>\n\"And this gospel shall be preached unto every nation, and kindred, and tongue, and people.\n<\/p><p>\n\"And the servants of God shall go forth, saying with a loud voice: Fear God and give glory to\nhim, for the hour of his judgment is come; \n<\/p><p>\n\"And worship him that made heaven, and earth, and the sea, and the fountains of waters\"\n(<span class=\"citation\" id=\"14892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14892)\">D&amp;C 133:36-39<\/a><\/span>).\n<\/p><p>\n<b>The everlasting Gospel is restored<\/b>\n<\/p><p>\nAnd now may I say, as a servant of the Lord, by way of testimony, that all these glorious\nthings are transpiring. The Lord has sent his angel, whose name was Moroni (<span class=\"citation\" id=\"30490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30490)\">JS&mdash;H 1:33<\/a><\/span>), which angel\nrevealed to Joseph Smith the ancient record from which the Book of Mormon was translated.\nThis volume of holy scripture is a record of God's dealings with the ancient inhabitants of\nAmerica and contains the fullness of the everlasting gospel.\n<\/p><p>\nThis everlasting gospel&mdash;the same revealed laws and powers had by the ancient apostles&mdash;is\nnow being preached in many of the nations of the earth and will be heralded in due course\nunto every nation and kindred and tongue and people, for God has so decreed.\n<\/p><p>\nWhen we as the Lord's servants take this restored gospel to his other children, we invite them\nto come and worship him.\n<\/p><p>\nOur message is one of a living God who speaks now, whose voice we have heard, whose\ncountenance has shined upon us, and whose words we know and teach to others.\n<\/p><p>\n<b>We share the glad tidings with all the world<\/b>\n<\/p><p>\nWe invite all men everywhere to come and see, to investigate the glad tidings of great joy\nwhich have been revealed in this day, and which shall go forth to all people, for \"the voice of\nthe Lord is unto all men, and there is none to escape; and there is no eye that shall not see,\nneither ear that shall not hear, neither heart that shall not be penetrated\" (<span class=\"citation\" id=\"14702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14702)\">D&amp;C 1:2<\/a><\/span>).\n<\/p><p>\nThis message of revelation and restoration embraces the most glorious hopes and promises\nknown to man. It is the message of the ages, the everlasting gospel. Through it, men may find\npeace and joy in this life and eternal reward in the life to come (<span class=\"citation\" id=\"14801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14801)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nAnd God be thanked it is true&mdash;a message of salvation based on eternal truth. And truth will\nprevail.\n<\/p><p>\nMay I bear testimony of the final triumph of God's great latter-day kingdom by using these\nprophetic words of Joseph Smith, the mighty Prophet of the restoration: \n<\/p><p>\n\". . . the Standard of Truth has been erected; no unhallowed hand can stop the work from\nprogressing; persecutions may rage, mobs may combine, armies may assemble, calumny may\ndefame, but the truth of God will go forth boldly, nobly, and independent, till it has\npenetrated every continent, visited every clime, swept every country, and sounded in every\near, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work\nis done.\" (<i>History of the Church<\/i>, Vol. 4, p. 540.)\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}