{"ID":152, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, October 1944, pp. 148-152<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, as I look over this congregation, and as I have been sitting here this afternoon,\nimpressed, as I know we all have been, in listening to those strains of sweet music, I have\nwondered just how the gospel of Jesus Christ will finally take root in the hearts of the\nchildren of men and how peace will finally come.\n<\/p><p>\nTEACHING OF JESUS TO HIS APOSTLES\n<\/p><p>\nI would like to read a few verses from the words of the Savior, which are found in the 14th\nchapter of John. Some of his apostles had asked him a number of questions; they were\ntroubled; they no doubt had many things in their day to trouble their thinking. They did not\nquite understand his divine ministry and how the kingdom of God would come, and so a\nnumber of questions were asked. So we find Jesus saying to them:\n<\/p><p>\nLet not your heart be troubled: ye believe in God, believe also in me. In my Father's house\nare many mansions: if it were not so, I would have told you. I go to prepare a place for you.\nAnd if I go and prepare a place for you, I will come again, and receive you unto myself; that\nwhere I am, there ye may be also. And whither I go ye know, and the way ye know.\n<\/p><p>\nThomas saith unto him, Lord, we know not whither thou goest; and how can we know the\nway?\n<\/p><p>\nThen Jesus answered and said unto him:\n<\/p><p>\n. . . I am the way, the truth, and the life: no man cometh unto the Father, but by me. If ye\nhad known me, ye should have known my Father also: and from henceforth ye know him,\nand have seen him.\n<\/p><p>\nPhilip saith unto him, Lord, shew us the Father, and it sufficeth us. Jesus saith unto him,\nHave I been so Ions time with you, and yet hast thou not known me, Philip? he that hath seen\nme hath seen the Father; and how sayest thou then, Shew us the Father? Believest thou not\nthat I am in the Father, and the Father in me? the words that I speak unto you I speak not of\nmyself: but the Father that dwelleth in me, he doeth the works.\n<\/p><p>\nBelieve me that I am in the Father, and the Father in me: or else believe me for the very\nworks' sake.\n<\/p><p>\nVerily, verily, I say unto you, He that believeth on me, the works that I do shall he do also;\nand greater works than these shall he do; because I go unto my Father.\n<\/p><p>\nAnd whatsoever ye shall ask in my name that will I do, that the Father may be glorified in\nthe Son.\n<\/p><p>\nIf we shall ask anything in my name, I will do it. If ye love me, keep my commandments,\n<\/p><p>\nAnd I will pray the Father, and he shall give you another Comforter, that he may abide with\nyou for ever;\n<\/p><p>\nEven the Spirit of truth; whom the world cannot receive, because it seeth him not, neither\nknoweth him: but ye know him; for he dwelleth with you, and shall be in you.\n<\/p><p>\nI will not leave you comfortless: I will come to you.\n<\/p><p>\nYet a little while, and the world seeth me no more; but ye see me: because I live, ye shall\nlive also.\n<\/p><p>\nAt that day ye shall know that I am in my Father, and ye in me, and I in you.\n<\/p><p>\nHe that hath my commandments, and keepeth them, he it is that loveth me, and he that loveth\nme shall be loved of my Father, and I will love him, and will manifest myself to him\n(<span class=\"citation\" id=\"27148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27148)\">John 14:1-21<\/a><\/span>).\n<\/p><p>\nIt is a great promise, my brethren. It does offer the way and the means by which we may live\nin harmony with those injunctions that we have received here in this conference.\n<\/p><p>\nTHE RESPONSIBILITY OF MISSION PRESIDENTS\n<\/p><p>\nI recently had the privilege of visiting the North Central States Mission. I would like to say\njust a word or two regarding those who preside over these missions. I never realized before\nwhat a tremendous responsibility it is. The men who are called to preside in these missions\nmust take the young boys and girls who come to them and help them make their adjustments.\nThey are called from all over the Church, they are not trained in the same homes, nor by the\nsame home standards; they are not alike in their education, nor in their gospel training. Their\ntemperaments and dispositions are different, and yet these mission presidents, with their wives\nwho stand by their sides, take these young girls and boys and help them to adjust; and the\nmarvel, my brethren, is that they do adjust, and very quickly do they get the spirit of their\nmission, and do a marvelous work. This is not a trite expression. It is a reality.\n<\/p><p>\nThey make friends, and are invited into their homes; they bear their testimonies, and people\nare responding to those testimonies, and are impressed with the majesty and the bigness of\ntheir message. Little by little this work in which you and I are engaged is growing and\ngradually spreading. As we think about it in terms of our present day conditions, we wonder\nsometimes how the little stone that was cut out of the mountain without hands will eventually\nfill the earth; but if we will just look back, it is not very long when we had in sections, for\nexample like California, New York, Denver, Chicago, just missions, just small branches;\ntoday we have large stakes of Zion in all of these places.\n<\/p><p>\nVISIT TO A SMALL BRANCH\n<\/p><p>\nThroughout the mission fields the branches are growing. I realize with you that there is a\nslowing up now because of war conditions, because of lack of missionary help, but even with\nthat lack there is a growth that is heartening, and it gives to you and me assurances that the\ngospel of Jesus Christ, this message of Jesus&mdash;the good tidings, is taking root in the hearts of\nthe children of men, and they are translating these principles of truth into their lives and\nliving them.\n<\/p><p>\nWe had the good fortune to visit a little branch a way up on the south shores of the Lake of\nthe Woods&mdash;just a few Scandinavian Saints. They had not had the elders there for a long time.\nThey are carrying on by themselves, they have built their own chapel, and when we entered\nthat little chapel, President and Sister Killpack, and Sister Young and myself, we found a\nneat, clean chapel. We found a branch of faithful Latter-day Saints, a way off from\neverybody. The nearest doctor, we were told is twenty-five miles away, and yet they were\ncarrying on in the ministry of the Church, and were living the gospel of Jesus Christ.\n<\/p><p>\nThe chapel itself is a credit to the Church, made of rustic lumber, the benches are crude, with\npine floor, but just as clean and neat as it could be. Around the chapel were little flower\nboxes made of rustic pine, decorating that lovely place. I thought to myself: \"What a fine\nexample of beautification.\"\n<\/p><p>\nHere is the Church in action, away out in these little outlying places. One of the brethren in\nhis prayer the other day, thanked the Lord that we were here in the tops of the mountains. We\nare grateful for that, but this Church is no longer a Church of the tops of the mountains. It is\na Church of the plains, it is a Church of the islands of the sea, it is a Church for the world,\nand everywhere we go where the message of Jesus has been taught, we see the reflection of\nthese truths, and men and women are living them, and are reflecting them in their lives, and\nthat is What we found in the mission field.\n<\/p><p>\nTESTIMONY OF A CONVERT\n<\/p><p>\nIn one of the meetings of the missionaries, with the local missionaries, one of the sisters who\nhas been a member of the Church for only about two years, and who has now been called as\none of the local missionaries, bore her testimony. Her husband is not a member of the\nChurch. She comes from a family of refinement. Her associates are people of education, and\nshe herself impresses one as being a woman of culture and of great faith. In bearing her\ntestimony she related this experience. She said: \"My associates, many of my friends do not\nsubscribe to the things that I am trying to live. We are frequently invited out in company\nwhere smoking is indulged in, and where cocktails are served. There is no moral issue with\nmy friends regarding these things, and it does provoke a challenge with me, my husband not\nbeing a member of the Church. The other evening we were at a dinner party and cocktails\nwere served. I pushed mine to the side, and my friend sitting next to me said: 'Aren't you\ngoing to drink your cocktail?' I told her no, and she said: 'What's the matter with you?' I\nsaid: Nothing's the matter with me, I am living a great principle, and I would not let a little\ncocktail rob me of the strength and power of living that principle.\"\n<\/p><p>\nThat is all that was said regarding that. I thought to myself: \"Thank God for the gospel of\nJesus Christ that is translating itself into the lives of people who will but put themselves in a\nposition to permit it.\"\n<\/p><p>\nTHE FAITH OF A SOLDIER\n<\/p><p>\nAnother instance. In one of our meetings in Minneapolis there came into our meeting an\nofficer of the air force and his wife. I did not recognize them until at the close of the meeting\nthey came up and, lo and behold, it was a boy from my own stake. In the evening at St. Paul,\nwhere we held another meeting he was called upon to speak, and bore a fervent testimony.\nThe humility of it was impressive. But here is the lovely thing about it, my brethren: That\nboy had been over in Europe, in combat service, I don't know how many missions he had had\nover Germany, but on his last mission he was severely wounded, and his copilot had to take\nover. His plane was damaged, but fortunately they were able to get back to England. The boy\nwas hospitalized, and finally sent over to this country, where he convalesced in the Bushnell\nHospital. His leg is still stiff, and he will never again be able to go back into combat service.\nHe is now teaching, training. After his return, while he was in Bushnell, he came down home\none night to visit his worthy father, Bishop James W. Vance of Alpine, one of the stalwarts of\nmy stake. We invited him into our home. I had recommended that boy for the mission field,\nand so I said to him, \"Paul, tell me, how did you adjust yourself? You had been out preaching\nthe gospel of peace, and on your return you were inducted into the service; you went over\nGermany, perhaps over the very land where you had labored. How did you make the\nadjustment?\"\n<\/p><p>\nHe said: \"Brother Young, I learned one thing. As I flew over Germany I felt in my heart that\nI was shooting down bombers and not people, that I was bombing installations, and not\npeople. I kept that uppermost in my mind, and I believe the Lord has helped me to preserve\nthat attitude in my military service.\n<\/p><p>\nHe bore testimony of that in our meeting, thanking the Lord for the faith that had stood him\nin hand.\n<\/p><p>\nThe gospel, my brethren, does translate itself into the lives of our people if we will permit it.\nIt is for us. These injunctions that we have had given us in this conference, they mean for us\nstrength and power, and they mean for us the power and ability to make our lives real,\nharmonizing with the gospel of the Lord Jesus Christ, and only in living it may we be able to\ndo that.\n<\/p><p>\nA MISSIONARY INCIDENT\n<\/p><p>\nI bear you my testimony, my brethren. I am grateful for the testimony that I have of this\nwork. I cannot with you go out and prove its divinity&mdash;no man can do that&mdash;we may offer\nevery inducement and do everything in our power to make people feel that our message is\nscriptural, but when it comes to the last analysis of the thing, it is the testimony that is in the\nhuman heart that bears witness of the divinity of this work.\n<\/p><p>\nWhile laboring as a missionary in England, over thirty-eight years ago, one of our\ninvestigators, a whole family of them, in fact, the mother being the leader, said, \"Brother\nYoung, we have found that your doctrine is scriptural, we believe in that, but if you can\nconvince us that Joseph Smith was a prophet of God, that he saw God and that Jesus Christ\ntalked with him, we will be baptized.\"\n<\/p><p>\n\"Sister McManus,\" we said to her, \"we cannot do that or prove that to you, but if you would\nknow the will of the Father, if you would know of the truthfulness of our message, you,\nyourself must do the will of the Father, and you shall know. 'He that will doeth the will of\nthe Father shall know of the doctrine, whether it be of God or whether I speak of myself'\"\n(<span class=\"citation\" id=\"27137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27137)\">John 7:17<\/a><\/span>).\n<\/p><p>\nWe bore that testimony to her, and she made it a matter of prayer, and later she and her\nfamily were baptized. That is the way it works, my brethren. It is through faith in God, it is\nthrough testimony that this work will be carried forward, and it is the living of the gospel,\nand the testimony that will finally bring peace into the human heart, and make possible the\nestablishment of the kingdom of God in the earth. May it speedily come, I humbly pray, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}