{"ID":1520, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Holy Ghost<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1966, pp. 111-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters and friends: In the confusion of today's beliefs, philosophies,\nsophistries, changing standards of personal behavior, and the bold voice of unorthodox\nextremists, man's need for spiritual guidance to choose the right and forsake the wrong is of\nparamount importance to his assurance of hope for peace and happiness. Without the light of\nthe spirit, people see through a glass, darkly (<span class=\"citation\" id=\"443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(443)\">1 Cor. 13:12<\/a><\/span>). Their judgments and decisions\nare so often faulty. They bog down in confusion, frustration, and utter bewilderment.\n<\/p><p>\n<b>\"The things of God known by the Spirit of God\"<\/b>\n<\/p><p>\nThe Apostle Paul's query is still meaningful. Said he: \"For what man knoweth the things of a\nman, save the spirit of man which is in him? even so the things of God knoweth no man, but\nthe Spirit of God.\n<\/p><p>\n\"But the natural man receiveth not the things of the Spirit of God: for they are foolishness\nunto him: neither can he know them, because they are spiritually discerned\"\n(<span class=\"citation\" id=\"427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(427)\">1 Cor. 2:11,14<\/a><\/span>).\n<\/p><p>\nThis declaration should leave no doubt in one's mind that without the Spirit of God the things\nof God cannot be understood. However, man usually attempts to interpret all things according\nto his own learning and knowledge. We would do well to acknowledge that the Spirit of God\nshould reflect itself in all our doings. Christianity has little value if men do not take it with\nthem and use it honestly in all their activities in life. Oh if man would only understand and\nwillingly accept the source of his knowledge and the power and skill of his achievements. All\nintelligence in any form comes from God, who knows and comprehends all things.\n<\/p><p>\nWe marvel at the numerous and varied discoveries that are achieved in the laboratories of\nindustry, in universities of learning, and through private research. If man would concentrate\nthe same degree of research in the laboratory of his soul, he would discover life's purpose and\nGod's way to attain eternal life. This should be man's greatest and most important goal.\n<\/p><p>\nJesus said: \"I am the way, the truth, and the life,\" and \"without me ye can do nothing\"\n(<span class=\"citation\" id=\"28277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28277)\">John 14:6<\/a><\/span>;\n<span class=\"citation\" id=\"28286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28286)\">John 15:5<\/a><\/span>).\n<\/p><p>\n<b>The guide to truth<\/b>\n<\/p><p>\nThe Holy Ghost aids and guides the honest seeker after truth. How wonderful if all would be\npricked in the heart as the apostles' listeners were on the day of Pentecost and would\nwillingly follow the admonition given by them on that occasion, to \"repent, and be baptized\nevery one of you in the name of Jesus Christ for the remission of sins, and ye shall receive\nthe gift of the Holy Ghost\" (<span class=\"citation\" id=\"7999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7999)\">Acts 2:38<\/a><\/span>).\n<\/p><p>\n<b>Baptism opens the door<\/b>\n<\/p><p>\nThese two steps open the door to understanding, peace, brotherhood, and happiness to all\nmen. The baptism with the Holy Ghost by the laying on of hands obtains for the truly\nrepentant companionship of this spiritual power with its gifts and blessings. John the Baptist,\nspeaking of the Christ, testified: \". . . he shall baptize you with the Holy Ghost, and with\nfire\" (<span class=\"citation\" id=\"35519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35519)\">Matt. 3:11<\/a><\/span>).\n<\/p><p>\n<b>The Holy Ghost<\/b>\n<\/p><p>\nMan can only become spotless and sanctified by the reception of the Holy Ghost in his\npersonal life. The Holy Ghost is a cleansing and purifying agent to all who receive it and are\nrighteous. This means that sin and iniquity are spiritually burned out of the repentant person.\nHe then receives a remission of sins, and his soul is sanctified and made clean for the Holy\nGhost to abide in him. The cleansed person enjoys a newness of life (<span class=\"citation\" id=\"42798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42798)\">Rom. 6:4<\/a><\/span>) and becomes a new\ncreature (<span class=\"citation\" id=\"3055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3055)\">2 Cor. 5:17<\/a><\/span>) in the spirit. The Lord has declared: \n<\/p><p>\n\"And this is my gospel&mdash;repentance and baptism by water, and then cometh the baptism of\nfire and the Holy Ghost, even the Comforter, which showeth all things, and teacheth the\npeaceable things of the kingdom\" (<span class=\"citation\" id=\"14757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14757)\">D&amp;C 39:6<\/a><\/span>).\n<\/p><p>\nThe Prophet Nephi gave this admonition to his people: \n<\/p><p>\n\"Wherefore, my beloved brethren, I know that if ye shall follow the Son, with full purpose of\nheart, acting no hypocrisy and no deception before God, but with real intent, repenting of\nyour sins, witnessing unto the Father that ye are willing to take upon you the name of Christ,\nby baptism&mdash;yea, by following your Lord and your Savior down into the water, according to\nhis word, behold, then shall ye receive the Holy Ghost\" (<span class=\"citation\" id=\"3764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3764)\">2 Ne. 31:13<\/a><\/span>).\n<\/p><p>\nThe Holy Ghost is a revelator of truth and has the related power of discernment, which\ninterprets the mind and motives of men; therefore, it has the function of preventing confusion\nand deception to the possessor of this gift (<span class=\"citation\" id=\"14789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14789)\">D&amp;C 50:23-24<\/a><\/span>).\n<\/p><p>\nThe Holy Ghost is an actual, heavenly endowment from God in the life of an individual. It is\na power he can feel. If faithful and obedient, one learns to be sensitive and responsive to its\nguidance and influence. This accords with the Lord's promise to the faithful to visit them\nwith the manifestation of his Spirit (<span class=\"citation\" id=\"14727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14727)\">D&amp;C 5:16<\/a><\/span>).\n<\/p><p>\nThe Holy Ghost then becomes a needful adhesive attribute to one's personal spirit and is a\ndetermining character factor in one's life. It gives meaning and direction in both temporal and\nspiritual matters. The Holy Ghost has many powers, gifts, and functions, but it will not abide\nin an unworthy, dishonest, or sinful person.\n<\/p><p>\nPrior to Christ's death upon the cross, he cautioned his disciples to tarry in Jerusalem and not\nbegin the ministry until they were endowed with power from on high (<span class=\"citation\" id=\"31704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31704)\">Luke 24:49-51<\/a><\/span>).\n<\/p><p>\nThis promise was fulfilled to them in full measure on the day of Pentecost (<span class=\"citation\" id=\"7997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7997)\">Acts 2:1-47<\/a><\/span>).\n<\/p><p>\nLater the Apostle Paul, writing to the Corinthians, declared: \". . . no man can say that Jesus is\nthe Lord, but by the Holy Ghost\" (<span class=\"citation\" id=\"437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(437)\">1 Cor. 12:3<\/a><\/span>).\n<\/p><p>\nWhen Jesus inquired of his disciples: \"Whom do men say that I the Son of man am?\"\n(<span class=\"citation\" id=\"35599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35599)\">Matt. 16:13<\/a><\/span>), Peter answered and said: \"Thou art the Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"35600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35600)\">Matt. 16:16<\/a><\/span>).\n<\/p><p>\nBy the power of the Holy Ghost, the Father revealed this knowledge to Peter. This spiritual\nmanifestation confirms the Apostle Paul's statement that no one can say that Jesus is the Lord\nbut by the Holy Ghost (<span class=\"citation\" id=\"438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(438)\">1 Cor. 12:3<\/a><\/span>). Paul added: \"But the manifestation of the Spirit is given to every man\nto profit withal\" (<span class=\"citation\" id=\"439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(439)\">1 Cor. 12:7<\/a><\/span>).\n<\/p><p>\nHow can man profit by it if he hasn't received it? How can he receive it unless he follows the\ngospel path as taught by the Christ and has the Holy Ghost conferred upon him by the laying\non of hands by one authorized to bestow it? The Apostle Peter declared: \". . . God anointed\nJesus of Nazareth with the Holy Ghost and with power\" (<span class=\"citation\" id=\"8011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8011)\">Acts 10:38<\/a><\/span>).\n<\/p><p>\nJesus, thus anointed, conferred the Holy Ghost and its powers upon his chosen apostles\n(<span class=\"citation\" id=\"28311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28311)\">John 20:22<\/a><\/span>), setting the example and pattern for all men to receive this holy gift from God. Jesus\nalso informed his disciples before departing from them: \n<\/p><p>\n\"But when the Comforter is come, whom I will send unto you from the Father, even the Spirit\nof truth, which proceedeth from the Father, he shall testify of me\" (<span class=\"citation\" id=\"28289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28289)\">John 15:26<\/a><\/span>).\n<\/p><p>\nWithout this spiritual endowment, Christ's disciples could not become true witnesses to testify\nthat Jesus was their Redeemer, Savior, Lord, and God. The need of this same blessing applies\nto each of us, or we will be without conviction and faith of Christ's reality, earthly mission,\ndeath upon the cross, and resurrection to life eternal. Jesus also described other attributes of\nthe Holy Ghost when he said: \n<\/p><p>\n\"Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall\nnot speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you\nthings to come\" (<span class=\"citation\" id=\"28290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28290)\">John 16:13<\/a><\/span>).\n<\/p><p>\nThe Holy Ghost, then, is the Spirit of truth; therefore, those who are worthy to possess it will\nbe guided into all truth, which truth is the word of God. The Holy Ghost will not abide with\nthe unrighteous, the insincere, or the wicked person. It is a gift from God, most valuable to\nthose who enjoy its companionship and powers. Said Moroni, a Nephite prophet: \"And by the\npower of the Holy Ghost ye may know the truth of all things\" (<span class=\"citation\" id=\"38335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38335)\">Moro. 10:5<\/a><\/span>).\n<\/p><p>\nWithout the Holy Ghost one lives in spiritual darkness, blind to truth, unbelieving of heart,\nand apostate in feelings and teachings.\n<\/p><p>\nThe Holy Ghost is also a comforter; it has the power to give peace to the soul of the\nrighteous.\n<\/p><p>\nThe Holy Ghost is the spirit of prophecy. The Apostle Peter, speaking of the more sure word\nof prophecy, admonished all to take heed, \"knowing this first, that no prophecy of the\nscripture is of any private interpretation.\n<\/p><p>\n\"For the prophecy came not in old time by the will of man: but holy men of God spake as\nthey were moved by the Holy Ghost\" (<span class=\"citation\" id=\"4895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4895)\">2 Pet. 1:20-21<\/a><\/span>).\n<\/p><p>\nIf prophets speak by the power of the Holy Ghost, then the Holy Ghost is required to interpret\ncorrectly the teachings of holy men. Therefore, those who do not possess the Spirit of God\ncannot comprehend the things of God (<span class=\"citation\" id=\"425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(425)\">1 Cor. 2:11<\/a><\/span>).\n<\/p><p>\nThe Holy Ghost is a revelator. Jesus, speaking of the Holy Ghost, promised his disciples: \". . .\nand he will shew you things to come\" (<span class=\"citation\" id=\"28291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28291)\">John 16:13<\/a><\/span>).\n<\/p><p>\nRevelation is God's plan of instructing his people and guiding his work and kingdom upon\nearth. The Holy Ghost, as a personage of spirit, has the power and capacity of touching the\nspirit of man (spirit to spirit) and influencing him for good and righteousness if he is tuned to\nits spiritual wave length. The Holy Ghost has the power to quicken one's mind and increase\none's understanding and comprehension of divine and temporal things. Without it there can be\nno faith, hope, nor personal assurance of eternal life.\n<\/p><p>\nThe Holy Ghost inspires, uplifts, and motivates a sincere person to love truth and pursue\nrighteousness. This feeling and power does not come without effort. One must ask of God\nafter study and meditation if a thing is right. If true, one's bosom shall burn within him; but\nif it is not right, an individual will have no such feelings, but a stupor of thought shall prevail\nhis being (<span class=\"citation\" id=\"14729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14729)\">D&amp;C 9:7-9<\/a><\/span>).\n<\/p><p>\nLike the parable of the talents, every child of God endowed with the Holy Ghost is blessed\nwith one or more spiritual gifts that can be strengthened and added upon. The Holy Ghost is a\npersonage of spirit; otherwise, it could not dwell in us (<span class=\"citation\" id=\"14881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14881)\">D&amp;C 130:22<\/a><\/span>). Too many are skeptical about the\nactuality of the Holy Ghost or lack faith in it and thus deny themselves of its powers and\nblessings.\n<\/p><p>\nGod is not a partial God but is the same yesterday, today, and forever (<span class=\"citation\" id=\"24362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24362)\">Heb. 13:8<\/a><\/span>) to those who love and\nsincerely seek him. Possession of the gift of the Holy Ghost is important and needful to the\nservant, the wage earner, the businessman, the farmer, the professional man, the scientist, the\npolitician, the teacher, whether engaged in secular or religious teaching, and also to the rich\nand the poor alike. No one can afford to be without it nor devoid of its influence and power.\nIt is sweet to the taste and satisfying to the soul.\n<\/p><p>\n<b>Trust the power of the Holy Ghost<\/b>\n<\/p><p>\nThe natural inclination of man is to rely solely upon himself and to ignore the purpose of his\nexistence as well as his relationship to God who is his spiritual father. If man will recognize\nhis divine origin, he will then realize his Heavenly Father will not leave him alone to grope in\ndarkness of mind and spirit, but will make available a power to influence him in right paths\nand into standards of good behavior. The Holy Ghost is that power.\n<\/p><p>\nIt is the Holy Ghost, or the Comforter, that fills us with hope and perfect love (<span class=\"citation\" id=\"38332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38332)\">Moro. 8:26<\/a><\/span>).\nMen find peace, contentment, and comfort when by the Holy Ghost they gain a testimony of\nthe Christ. Without this spirit, one cannot teach correct doctrine.\n<\/p><p>\nThis Church is directed by the Holy Ghost. Without the influence and directing force of this\nthird member of the godhead, this Church would be just another church. True religion, with\nits standards, principles, and ideals interpreted, guided, and influenced by the Holy Ghost, is\nthe basis for solving all problems, whether personal, national, or international.\n<\/p><p>\nI humbly pray, my brothers and sisters, that the Holy Ghost will always be our constant guide\nand companion, that we will listen to its voice and follow its guidance, for it will take us\nback to the presence of God, our eternal Father, and his beloved Son, Jesus Christ, of whom I\ntestify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}