{"ID":1523, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Jesus Points the Way<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1966, pp. 125-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: I concur in what has been said just now by Elder Benson,\nand I would like to add one other essentiality to which we must adhere and which we must\nfollow in our lives. That is, that Jesus pointed the way through our difficulties.\n<\/p><p>\nDuring the time that Jesus was on earth, many people were curious to know whether or not he\nwas the expected Messiah. These people were of two classes: those who <i>hoped<\/i> he was and\nthose who <i>feared<\/i> he might be.\n<\/p><p>\n<b>\"If any will do His will\"<\/b>\n<\/p><p>\nThose who hoped he was and who sought to know of a certainty received positive answer in\ntestimony through the Spirit and rejoiced because of it. It is possible that those who feared\nthat he might be the Christ made no serious effort to find out, and because of this lack of\neffort, they received no spiritual witness. They doubted the many physical evidences before\ntheir eyes, even though such evidences fulfilled scriptural declarations to the letter. They\nseized upon isolated statements lifted out of context in an attempt to justify their doubting.\n<\/p><p>\nAnd it is the same today. There are those who have complete assurance of his divinity, and\nthere are those who fear that he is divine. So, although nearly twenty centuries have rolled by\nand volumes have been written of him, yet these questions are still asked: \"Is Jesus indeed the\nRedeemer of the world? And if he is, to what degree do his teachings apply to me and my\ngeneration?\"\n<\/p><p>\nIf I should ask you what you think of the policies advocated by certain immediately have an\nopinion. At least, you could declare yourself as generally \"for\" or \"against\" the philosophy\nand actions of such men. It is desirable to possess informed opinions of world leaders. But it\nis necessary&mdash;indeed, imperative&mdash;that we have not only an opinion but a conviction as to\nthe role and the doctrines of Jesus Christ. This is so because he taught that as the Son of God,\nhe was sent to earth by his Father to perform a mission so vital that world peace and\nindividual salvation can never be achieved except through him.\n<\/p><p>\nSince Jesus declared that he is the Son of God and the Redeemer of mankind, it would be\nfoolish for anyone to ignore him, his declarations and doctrines. For each of us there is too\nmuch at stake to reject him and his gospel. But, unfortunately, many have rejected him\nwithout making an adequate test of his claims. Such a test is available; it can be made by any\nearnest, truth-seeking person.\n<\/p><p>\nThe key is given in the Gospel of John: \n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine\" (<span class=\"citation\" id=\"28251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28251)\">John 7:17<\/a><\/span>).\n<\/p><p>\n<b>Test easily understood<\/b>\n<\/p><p>\nThis flawless test is easily understood. But all too many people with a carpe diem philosophy,\nliving only for today, are unwilling to make the test by doing his will. Thus, according to the\nBook of Mormon, the \"devil cheateth their souls, and leadeth them carefully down to hell\"\n(<span class=\"citation\" id=\"3759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3759)\">2 Ne. 28:21<\/a><\/span>).\n<\/p><p>\nIt was the same at the time of Christ. To lift the religious thinking of the people from their\nritualistic practices of worship of that day, from the letter of the law to the spiritual concepts\nof worship that call for \"a broken heart and a contrite spirit\" (<span class=\"citation\" id=\"5691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5691)\">3 Ne. 12:19<\/a><\/span>), was (to say the least) difficult.\n<\/p><p>\nPresident J. Reuben Clark, Jr., once said: \n<\/p><p>\n\"If you want to know how far he [Jesus] had to go [to lift them] from the laws which had\nbeen given to ancient Israel, read the Sermon on the Mount, read the sermon on the Plain,\nread the sermon at the second Passover, and see how he had to drive, and drive for the new\nlaw.\" (J. Reuben Clark, Jr., <i>Behold the Lamb of God<\/i>, p. 23.)\n<\/p><p>\n<b>On adultery<\/b>\n<\/p><p>\nBut to all people, Jesus has pointed the way. As an example, he said to them of old (and it\napplies equally today): \n<\/p><p>\n\"Ye have heard that it was said by them of old time, Thou shalt not commit adultery: \n<\/p><p>\n\"But I say unto you, That whosoever looketh on a woman to lust after her hath committed\nadultery with her already in his heart\" (<span class=\"citation\" id=\"35535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35535)\">Matt. 5:27-28<\/a><\/span>).\n<\/p><p>\nThat was the <i>new<\/i> law&mdash;a drastic step forward toward the Christ-like life. To the people it\nseemed revolutionary.\n<\/p><p>\n<b>Jesus forgave sinners<\/b>\n<\/p><p>\nAnother notable incident is applicable to us: Before the time of Christ, it was almost\ninconceivable to think that God had any compassion for a sinner. The Pharisees criticized\nJesus, saying: \"This man receiveth sinners, and eateth with them\" (<span class=\"citation\" id=\"31676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31676)\">Luke 15:2<\/a><\/span>).\n<\/p><p>\nObviously, they failed to distinguish between <i>sin<\/i> and <i>sinner<\/i>. They hated the sinner as much as\nthey hated the sin! Jesus taught that the sinner was greater than all his sins. While he\ncondemned sin, he had compassion for the sinner.\n<\/p><p>\nThey who brought to him the woman in adultery would have stoned her to death, but Jesus\nsaid to them: \n<\/p><p>\n\"He that is without sin among you, let him first cast a stone at her\" (<span class=\"citation\" id=\"28256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28256)\">John 8:7<\/a><\/span>).\n<\/p><p>\n<b>Revenge and retribution<\/b>\n<\/p><p>\nIn the day when the law demanded an eye for an eye and a tooth for a tooth (<span class=\"citation\" id=\"35536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35536)\">Matt. 5:38<\/a><\/span>), Jesus taught the\ndoctrine that hate, retribution, and vengeance should be supplanted by goodwill and tolerance\nand love. Said he: \n<\/p><p>\n\"Ye have heard that it hath been said, Thou shalt love thy neighbor, and hate thine enemy.\n<\/p><p>\n\"But I say unto you, Love your enemies, bless them that curse you, do good to them that hate\nyou, and pray for them which despitefully use you and persecute you\" (<span class=\"citation\" id=\"35539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35539)\">Matt. 5:43-44<\/a><\/span>).\n<\/p><p>\nOf the countless thousands who since his time have heard his message and have accepted him,\nhow many have really learned to love their enemies, or even to love their neighbors as\nthemselves, and \"bless them that curse you,\" and \"do good to them which despitefully use you\nand persecute you\"?\n<\/p><p>\nPresident Clark felt it was necessary to remind us of this principle when, during the Second\nWorld War, he said,\n<\/p><p>\n\"This divine command of love gives the one and only remedy that will bring lasting peace out\nof this bloody tragedy that is now devastating the world. Hate is born of Satan . . . It strikes\nthe friend of today and makes the enemy of tomorrow\" (J. Reuben Clark, Jr.,\n<i>Behold the Lamb of God<\/i>, p. 303).\n<\/p><p>\nMy brothers and sisters, only the weak become hateful and angry and unforgiving. Those who\nmaintain composure when despitefully used and persecuted show evidences of emotional\nmaturity. There is a need for this in each of us.\n<\/p><p>\nWhile many are striving valiantly to do the Lord's will, it is evident that many men and many\nnations are drifting away from him. In too many cases, leaders of nations have lost their\nbearings. Because of vain ambitions, pride, and self-sufficiency, their vision is blurred, and\ntheir wisdom is blunted. As a result, vague and untested theories are offered as cures for our\nsocial and economic ills.\n<\/p><p>\nChrist's remedy for such social evils as violence, class strife, and contention is to banish\niniquity, revenge, selfishness, lawlessness, and corruption&mdash;in short, to do his will.\n<\/p><p>\n\". . . for there is none other name under heaven given among men, whereby we must be\nsaved\" (<span class=\"citation\" id=\"8002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8002)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nAnd \"saved\" in this statement may be applied to social and national problems as well as to\nour individual salvation.\n<\/p><p>\nPresident David O. McKay, as the Prophet of God, has given warning by declaring: \n<\/p><p>\n\"If men ever reject the fact that Christ is our Lord and Savior . . . if the majority of nations\nfail to recognize him as the only 'name under heaven given among men, whereby we must be\nsaved' (<span class=\"citation\" id=\"8003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8003)\">Acts 4:12<\/a><\/span>); if doubting men reject the possibility of obtaining that spiritual assurance of Christ's divinity\n. . . if the acts of men generally be in accordance with such rejection rather than in\naccordance with their acceptance of him as the Divine One, then this world will continue to\nbe torn by contention, made miserable by hideous warfare, and ignominiously wrecked on the\nshoals of materialism, selfish indulgence, and disbelief and hatred.\n<\/p><p>\n\"Without Jesus of Nazareth, the Crucified Christ, the Risen Lord, the traits of the jungle will\nhold the human family in bondage.\" (President David O. McKay, October 1965 general\nconference address, <i>The Improvement Era<\/i>, Dec. 1965, p. 1099.)\n<\/p><p>\nMy brothers and sisters, Jesus has shown us the way. His gospel is timeless. And through one\nof his prophets, he has made this promise to you and me: \n<\/p><p>\n\". . . I would desire that ye should consider on the blessed and happy state of those that keep\nthe commandments of God. For behold, they are blessed in all things, both temporal and\nspiritual; and if they hold out faithful to the end they are received into heaven, that thereby\nthey may dwell with God in a state of never-ending happiness. O remember, remember that\nthese things are true; for the Lord hath spoken it\" (<span class=\"citation\" id=\"40348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40348)\">Mosiah 2:41<\/a><\/span>).\n<\/p><p>\nIn his gospel revealed anew, Jesus has shown us the way! May we find the way and keep it I\npray in the name of the Lord Jesus Christ, our Master. Amen.\n<\/p>\n<\/div>\n<\/div>"}