{"ID":1524, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Forgiveness<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">Of the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, October 1966, pp. 128-130<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBiblical history tells us that no mortal man has ever been subjected to the humility, the pain,\nthe suffering that were experienced by the Savior of the world during his final hours of\nmortality.\n<\/p><p>\nFollowing a number of false charges, he was betrayed by one considered to be among his\nclosest circle of friends. He was then subjected to a so-called trial, which produced a sentence\nthat was dictated by political convenience and public sentiment rather than justice.\n<\/p><p>\nThen in rapid agonizing succession: there was the long struggle to Calvary as he bore the\nheavy cross; he was jeered at and spat upon by the multitude all along the way; there was the\noffering of vinegar, climaxed by the cruel spikes; and finally, there he hung, his body broken\nand bleeding, still taunted by his enemies; and it was in the midst of all this that Jesus plead\nperhaps quietly, with deep reverence, \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31687)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nWith this plea of forgiveness in behalf of his oppressors, Jesus indeed practiced what he\ntaught, for it was during his remarkable Sermon on the Mount that he said: \"Love your\nenemies, bless them that curse you, do good to them that hate you, and pray for them which\ndespitefully use you, and persecute you\" (<span class=\"citation\" id=\"35541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35541)\">Matt. 5:44<\/a><\/span>).\n<\/p><p>\n<b>Forgiveness<\/b>\n<\/p><p>\nIn contemplating the subject of forgiveness as a possible conference theme, it was most\nenlightening to observe the overwhelming importance of this oft-neglected principle as a\nnecessary prerequisite to individual salvation and exaltation.\n<\/p><p>\n<b>Repentance<\/b>\n<\/p><p>\nFirst of all, it must be recognized that the great principle of repentance is largely dependent\nupon forgiveness. He who has transgressed and then decides to repent is expected to seek out\nthose he has offended, to solicit their forgiveness. I know of one man who carried his grudge\nto the grave after 40 long, bitter years of refusing to forgive. What a tragedy! His light was\nnever able to shine forth as intended. As recorded in 1 John, \"But he that hateth his brother is\nin darkness, and walketh in darkness, and knoweth not whither he goeth, because that\ndarkness hath blinded his eyes\" (<span class=\"citation\" id=\"1078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1078)\">1 Jn. 2:11<\/a><\/span>). Paul wrote to the Saints at Corinth about the\nimportance of forgiving readily, \"Lest Satan should get an advantage of us: for we are not\nignorant of his devices\" (<span class=\"citation\" id=\"3054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3054)\">2 Cor. 2:11<\/a><\/span>).\n<\/p><p>\nOnly as we forgive do we earn the right to be forgiven. This is an eternal principle, so\ntaught by the Savior when he said: \"For if ye forgive men their trespasses your heavenly\nFather will also forgive you\" (<span class=\"citation\" id=\"35549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35549)\">Matt. 6:14<\/a><\/span>).\n<\/p><p>\nPaul certainly understood this great truth, for he taught: \"And be ye kind one to another,\ntenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you\"\n(<span class=\"citation\" id=\"21790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21790)\">Eph. 4:32<\/a><\/span>).\n<\/p><p>\nNot only need we forgive to be forgiven, but we must also repent to earn this great blessing.\nA prophet of our day has recorded that the repentant \"shall be forgiven, according to the\ncovenants and commandments of the church\" (<span class=\"citation\" id=\"14811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14811)\">D&amp;C 68:24<\/a><\/span>).\nThen this sweet assurance\nfollowed: \". . . and I, the Lord, remember them no more\" (<span class=\"citation\" id=\"14797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14797)\">D&amp;C 58:42<\/a><\/span>).\n<\/p><p>\n<b>The principle of growth<\/b>\n<\/p><p>\nThis, brothers and sisters, is the hope of mankind, to have our mistakes wiped clean. There is\nno other way; there are no shortcuts in the kingdom of God. We repent, we forgive, we\nprogress, and may we remind ourselves once more, it all starts with our own willingness to\nforgive one another. Yes, after all is said and done, the Golden Rule still stands supreme, \"Do\nunto others as you would have others do unto you\" (see <span class=\"citation\" id=\"35569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35569)\">Matt. 7:12<\/a><\/span>). First forgive and then\nstand eligible in the sight of God to be forgiven. The simplicity of the process testifies of its\ndivinity.\n<\/p><p>\nNow, in case someone has forgotten the extent of our obligation in forgiving that wayward\nneighbor, just remember 70 times 7 is 490. But we will never make it to 490, because if we\nfollow the Lord's formula with sincerity, something very special always comes into our lives\nand into the lives of our neighbors long before we achieve 70 times 7.\n<\/p><p>\nAnother interesting observation is made by the Lord for the benefit of all who come close to\nhim with their lips but whose hearts are far from him. Too frequently we come to worship\nand to leave our offerings without attempting to prepare our inner selves to the same degree\nof perfection that we achieve in our outward dress and grooming.\n<\/p><p>\n<b>Be reconciled<\/b>\n<\/p><p>\nIt was Matthew who advised such folks to \"leave there thy gift before the altar, and go thy\nway; <i>first be reconciled to thy brother<\/i>, and then come and offer thy gift\" (<span class=\"citation\" id=\"35534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35534)\">Matt. 5:24<\/a><\/span>, italics\nadded). So it appears that a generous offering of time, talent, or means to the building of the\nkingdom is not fully acceptable if we bear such gifts without first truly forgiving our\noffenders. In so doing, we guarantee forgiveness for our own weaknesses.\n<\/p><p>\n<b>Forgiveness and good-will dispel bitterness<\/b>\n<\/p><p>\nLillian Watson has recorded an interesting episode from the ministry of Phillips Brooks, a\ngreat American clergyman, as he addressed his affluent, well-dressed congregation on a\nSunday morning in Boston nearly 100 years ago: \n<\/p><p>\n\"He looked into the faces of men and women he long had known, men and women who had\ncome to him with their problems, who had asked for his help and guidance. How well he\nknew what seethed behind the pleasant, smiling masks of their Sunday best respectability!\nHow well he knew the petty spites that embittered their hearts, the animosities that set\nneighbor against neighbor, the silly quarrels that were kept alive, the jealousies and\nmisunderstandings, the stubborn pride!\n<\/p><p>\n\"Today his message was for those bitter, unbending ones who refused to forgive and forget.\nHe must make them realize that life is too short to nurse grievances, to harbor grudges and\nresentments. He would plead for tolerance and understanding, for sympathy and kindness. He\nwould plead for brotherly love.\n<\/p><p>\n\"'Oh, my dear friends!' he said, . . . and it was as though he spoke to each separately and\nalone: \n<\/p><p>\n\"'You who are letting miserable misunderstanding run on from year to year, meaning to clear\nthem up some day; \n<\/p><p>\n\"'You who are keeping wretched quarrels alive because you cannot quite make up your mind\nthat now is the day to sacrifice your pride;\n<\/p><p>\n\"'You who are passing men sullenly upon the street, not speaking to them out of some silly\nspite, and yet knowing that it would fill you with shame and remorse if you heard that one of\nthose men were dead tomorrow morning; \n<\/p><p>\n\"'You who are . . . letting your friend's heart ache for a word of appreciation or sympathy,\nwhich you mean to give him someday; \n<\/p><p>\n\"'If you only could know and see and feel, all of a sudden, that the time is short, how it\nwould break the spell! How you would go instantly and do the thing which you might never\nhave another chance to do.'\n<\/p><p>\n\"As the congregation poured out of the church that Sunday morning, people who hadn't\nspoken in years suddenly smiled and greeted each other . . . and discovered it was what they\nhad been wanting to do all along. Neighbors who had disliked and avoided each other walked\nhome together . . . and were astonished to find how very much they enjoyed doing it. Many\nwho had been grudging and unkind firmly resolved to be more generous in the future, more\nconsiderate of others . . . and all at once felt happier and more content, felt at peace with\nthemselves and the world.\n<\/p><p>\n\"'Forgive,' Phillips Brooks urged his congregation. 'Forget. Bear with the faults of others as\nyou would have them bear with yours. Be patient and understanding. Life is too short to be\nvengeful or malicious. Life is too short to be petty or unkind.'\"\n<\/p><p>\nSo spoke Phillips Brooks one hundred years ago, that great humanitarian who, incidentally,\ncomposed the words to that favorite Christmas hymn, \"O Little Town of Bethlehem.\"\n<\/p><p>\nWe need not reach back one hundred years for an example of bitter hearts. Such feelings are\ncommon in these very last of latter days. Unwillingness to forgive on a person-to-person basis\nis indeed a major and chronic illness of today's world.\n<\/p><p>\n<b>\"Love the Lord thy God\"<\/b>\n<\/p><p>\n\"Love the Lord thy God!\" This is the number one foundation of all Christianity, and the\nsecond is like unto it, \"Love thy neighbor as thyself\" (<span class=\"citation\" id=\"35619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35619)\">Matt. 22:37-39<\/a><\/span>). How can you love God and hate your\nneighbor? You cannot! So forgive right now, today. That is the beginning of love, for\nforgiveness is indeed the prime ingredient of love. It is the function of love.\n<\/p><p>\nNot one of us is incapable of calling to mind, this very instant, a person who has offended in\nsome way; and if my understanding of the scriptures is correct, we had better make it a matter\nof urgent business to forgive that person, whether he asks it or not. Woe unto that man who\nstands stubbornly in the way of another's plea for repentance by failure to forgive, \"for he\nthat forgiveth not his brother his trespasses standeth condemned before the Lord; for there\nremaineth in him the greater sin.\n<\/p><p>\n\"I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men\"\n(<span class=\"citation\" id=\"14803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14803)\">D&amp;C 64:9-10<\/a><\/span>).\n<\/p><p>\nYes, forgiveness enlarges the soul, for \"he that loveth his brother abideth in the light\"\n(<span class=\"citation\" id=\"1077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1077)\">1 Jn. 2:10<\/a><\/span>). To abide in light is to abide in the pathway that leads to the very presence of our\nHeavenly Father. In forgiveness there is a divine satisfaction that is also sublime. The fruit is\nsweet, the way is easy, and the time is so short. Slow forgiveness is almost no forgiveness.\n<\/p><p>\nYes, brothers and sisters, as long as man lives in his mortal state, we will be confronted with\nimperfection, with our main chore to overcome that imperfection. As we forgive, we achieve\nthe right to be forgiven. As we forgive, we increase our capacity for light and understanding.\nAs we forgive, we live beyond the power of the adversary. As we forgive, our capacity for\nlove expands toward heaven. And as we forgive, we approach the ability to stand one day in\nthe midst of oppressors who do their ugly deeds out of ignorance and misdirection with the\ncapacity to say, \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31688)\">Luke 23:34<\/a><\/span>). In the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}