{"ID":1526, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Conference: Feast of the Saints<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, October 1966, pp. 133-135<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne of the great scriptural accounts in the Old Testament tells of the children of Israel\ngathering at the gateway into the promised land at Kadesh-Barnea, where the great Moses,\ntheir lawgiver, stood up before them. He was confronted not with the ones who had left\nEgypt, but with their sons and their daughters, for the ones who had left Egypt had been\nwasted in the wilderness. According to the biblical writings, this is what he said to those who\nnow were about to enter the promised land: \"There are eleven days' journey for Horeb, or Mt.\nSinai, unto Kadesh-barnea by way of Mt. Seir\" (see <span class=\"citation\" id=\"21257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21257)\">Deut. 1:2<\/a><\/span>).\n<\/p><p>\nThe camel trains of that time had no difficulty in traveling that distance in 11 days, and yet it\nhad taken Israel 40 years. I have often thought that in our own way of life, in our own\nproblems, many times we take the long way, instead of the short way, in accordance with the\nlaws and commandments of our Heavenly Father.\n<\/p><p>\n<b>\"The feast\" time of gathering, renewal, gratitude<\/b>\n<\/p><p>\nIn ancient biblical times, \"the feast\" was a time of gathering, a time of harvest, a time of\nrejoicing, and what is more particularly significant, \"the feast\" was designated by the Lord as a\ntime of remembrance. These observances were established among the people for various\nreasons. Three times, said the Lord, thou shalt keep a feast in the year: the feast of the\nharvest, the feast of the weeks, the feast of tabernacles, and there were others (see\n(<span class=\"citation\" id=\"22765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22765)\">Ex. 23:14,16<\/a><\/span>;\n<span class=\"citation\" id=\"22768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22768)\">Ex. 34:22<\/a><\/span>;\n<span class=\"citation\" id=\"30903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30903)\">Lev. 23:34<\/a><\/span>;\n<span class=\"citation\" id=\"21260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21260)\">Deut. 16:10,16<\/a><\/span>).\nBut in all of these there seemed to be a\ncentral motive, a time of the renewal of spirit, of regeneration, that the people might continue\nwith gratitude and sacrifice to fulfill the purposes of the Lord, which were intended for their\ngood and blessing.\n<\/p><p>\nThere are \"feasts\" that we observe at which we also gather to rejoice and be renewed in spirit\nand in thought, and to which we too bring the harvest of our achievements to evaluate, and\nthen, with renewed determination, go forward to do better. Here, as in all the \"feasts\" of\nancient times, is to be found the need of the people themselves, seeking the strength and the\nfortitude to push on. From such occasions will come this strength, if our hearts and minds can\nbe brought in tune with the Spirit of God.\n<\/p><p>\n<b>\"Conference,\" feast-time, gathering, renewal<\/b>\n<\/p><p>\nEstablishing the custom of \"conferences\" for his people in this day and age, the Lord said the\nfollowing: \"The . . . elders composing this church of Christ are to meet in conference once in\nthree months, or from time to time as said conferences shall direct or appoint\" (<span class=\"citation\" id=\"14743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14743)\">D&amp;C 20:61<\/a><\/span>).\n<\/p><p>\nFrom experience in the Church we have learned that the expressed will of our Heavenly\nFather comes to his people at conference time. This great conference, now approaching its\nclosing moments, has truly been and will continue to the end to be a time of the renewal of\nthe spirit.\n<\/p><p>\n<b>Fuse inspirational experience with righteous action<\/b>\n<\/p><p>\nBut now may I ask a question of you? What will the aftermath be? It will ever be a great\nprivilege and blessing to receive the inspiration of the general conference sessions by\npersonally being present or indirectly by television or radio. But can it not be said that the\nreal significance of this conference will register in the weeks and months that are ahead? May\nwe fuse inspirational experience with righteous and obedient action. As leaders may we\nevidence in the time ahead a true response to this conference by seeking to excel in our\nresponsibilities; and this, as the Apostle Paul has said, \"that righteousness may abound\"\n(<span class=\"citation\" id=\"42797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42797)\">Rom. 6:1<\/a><\/span>), that\nour lives will be such that we shall merit the spiritual guidance needed to fulfill our callings.\n<\/p><p>\nMay we as home teachers become more dedicated to our callings to \"watch over\" our\nfamilies (<span class=\"citation\" id=\"14741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14741)\">D&amp;C 20:42<\/a><\/span>), rather than making just reporting visits.\n<\/p><p>\nLet the stake missionaries become more aware of the power of the gospel in the lives of\npeople, to go back again and again to the honest-of-heart and sincere in our midst, always\nkeeping the goodwill of those who have not yet received the testimony of Jesus and the work\nof our Heavenly Father.\n<\/p><p>\nLet our class teachers become better teachers, to teach more by the Spirit, to be more\nconcerned about the individual lives of class members, both participating and\nnon-participating.\n<\/p><p>\nLet us all as members, through greater faith and devotion, live closer to the laws and\nordinances of the gospel, be more concerned in seeking after our kindred dead, and thus do\nthe will of our Heavenly Father and his Beloved Son.\n<\/p><p>\nAnd so in the closing moments of this great conference, may these few particular scriptural\nrevelations serve not to supplant in any way the great inspiration we have felt here during\nthese past three days, but may they add a little, in the earnest hope that we may more closely\nadjust to the will of our Heavenly Father.\n<\/p><p>\n\". . . Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the\nSadducees\" (<span class=\"citation\" id=\"35597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35597)\">Matt. 16:6<\/a><\/span>).\n<\/p><p>\nBut his disciples thought he referred to bread. Then he declared unto them: \n<\/p><p>\n\"How is it that ye do not understand that I spake it not to you concerning bread, that ye\nshould beware of the leaven of the Pharisees and of the Sadducees?\n<\/p><p>\n\"Then understood they how that he bade them not beware of leaven of bread, but of the\ndoctrine of the Pharisees and of the Sadducees\" (<span class=\"citation\" id=\"35598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35598)\">Matt. 16:11-12<\/a><\/span>). This is what we are\nconfronted with in this day.\n<\/p><p>\nUpon another occasion he declared: \n<\/p><p>\n\". . . Take heed, and beware of covetousness; for a man's life consisteth not in the abundance\nof the things which he possesseth\" (<span class=\"citation\" id=\"31672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31672)\">Luke 12:15<\/a><\/span>).\n<\/p><p>\n\"And in nothing doth man offend God, or against none is his wrath kindled, save those who\nconfess not his hand in all things, and obey not his commandments\" (<span class=\"citation\" id=\"14798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14798)\">D&amp;C 59:21<\/a><\/span>).\n<\/p><p>\nContinuing in a revelation given to our great modern Prophet: \n<\/p><p>\n\"Verily I say, men should be anxiously engaged in a good cause, and do many things of their\nown free will, and bring to pass much righteousness; \n<\/p><p>\n\"For the power is in them, wherein they are agents unto themselves. And inasmuch as men do\ngood they shall in nowise lose their reward.\n<\/p><p>\n\"But he that doeth not anything until he is commanded, and receiveth a commandment with\ndoubtful heart, and keepeth it with slothfulness, the same is damned\" (<span class=\"citation\" id=\"14793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14793)\">D&amp;C 58:27-29<\/a><\/span>).\n<\/p><p>\nTo those of us who have leaned more to our own strength, or to carnal-mindedness, let us\nseek for the Spirit, then live and teach by it as declared in the revelations from our Heavenly\nFather: \n<\/p><p>\n\"And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit\nye shall not teach\" (<span class=\"citation\" id=\"14759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14759)\">D&amp;C 42:14<\/a><\/span>).\n<\/p><p>\n\"For what man knoweth the things of a man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God.\n<\/p><p>\n\"But the natural man receiveth not the things of the Spirit of God: for they are foolishness\nunto him: neither can he know them, because they are spiritually discerned\"\n(<span class=\"citation\" id=\"428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(428)\">1 Cor. 2:11,14<\/a><\/span>).\n<\/p><p>\n<b>Father, mother, children, practice influence of the priesthood with \"love unfeigned\"<\/b>\n<\/p><p>\nIn the uniting and spiritually anchoring of the family, which is the broad and over-all intent of\nthe gospel plan: \n<\/p><p>\n(1) Let every <i>father<\/i> who has felt the spirit of this conference seek to become a better father,\nto magnify the priesthood in his own home, to place it in order, and, having done this, to\nlabor that others will see the necessity of doing this in their own behalf.\n<\/p><p>\n(2) Let every <i>wife<\/i> sustain her husband in the priesthood, that they as parents may fulfill the\ncommandments of the Lord regarding the family.\n<\/p><p>\n(3) Let <i>children<\/i> obey their parents in the Lord, for this is right. In the words of Paul, \"Wives,\nsubmit yourselves unto your husbands . . .\n<\/p><p>\n\"For the husband is the head of the wife, even as Christ is the head of the church\"\n(<span class=\"citation\" id=\"21792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21792)\">Eph. 5:22-23<\/a><\/span>).\n<\/p><p>\n\"Children, obey your parents in the Lord; for this is right.\n<\/p><p>\n\"Honour thy father and mother; (which is part of the first commandment with promise;)\n<\/p><p>\n\"That it may be well with thee, and thou mayest live long on the earth.\n<\/p><p>\n\"And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and\nadmonition of the Lord\" (<span class=\"citation\" id=\"21794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21794)\">Eph. 6:1-4<\/a><\/span>).\n<\/p><p>\nPresident McKay has often referred to the home as the center of civilization, and the\nresponsibility of the home rests upon the parents of the home. As parents, in the aftermath of\nthis great conference, let us put our homes in order, for it is in this, as declared by the Lord\nby revelation found in Section 93 of the Doctrine and Covenants, that will come the power to\novercome evil (<span class=\"citation\" id=\"14843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14843)\">D&amp;C 93:39-50<\/a><\/span>). Let us not be deceived in the causes that bring spiritual decay and affliction\nupon the family.\n<\/p><p>\nHere is the law: \"For this shall be a law unto the inhabitants of Zion, or in any of her stakes\nwhich are organized.\n<\/p><p>\n\"And they shall also teach their children to pray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"14813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14813)\">D&amp;C 68:26,28<\/a><\/span>).\n<\/p><p>\nThe father in magnifying the priesthood in his own home will contribute to the saving of his\nwife and children by safeguarding their lives, and with the assistance and help of his wife and\ncompanion he will exercise the rights of fatherhood in accordance with the principles of\nrighteous dominion. Thus, the father, holding the priesthood of God, will know: \n<\/p><p>\n\"No power or influence can or ought to be maintained by virtue of the priesthood, only by\npersuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; \n<\/p><p>\n\"By kindness, and pure knowledge [revelation], which shall greatly enlarge the soul without\nhypocrisy, and without guile&mdash;\n<\/p><p>\n\"Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing\nforth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee\nto be his enemy\" (<span class=\"citation\" id=\"14874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14874)\">D&amp;C 121:41-43<\/a><\/span>).\n<\/p><p>\nFinally, in the words of our beloved President, which have been echoed from this pulpit many\ntimes since he made this statement: \"No other success can compensate for failure in the\nhome.\"\n<\/p><p>\nNow, in the words of the Apostle Paul, \"Eye hath not seen, nor ear heard . . . the things\nwhich God hath prepared for them that love him\" (<span class=\"citation\" id=\"422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(422)\">1 Cor. 2:9<\/a><\/span>) and keep his commandments. I\nbear testimony, my brethren and sisters, that this is God's work and that the great spirit and\nthe power and the influence of this conference have truly been a feast to which we can\nanchor, which we can carry away with us, and which can modify our lives where they need to\nbe modified, that we might draw closer unto our Heavenly Father and our committed purpose\nas the children of our Heavenly Father. I bear witness of this and of the reality of the mission\nof his Beloved Son, and I do it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}