{"ID":1527, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Will of God<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1966, pp. 136-138<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAnd now, my brethren and sisters, we have come to the closing session of another great\nconference of the Church. My soul, with yours, has been filled with thanksgiving and\ngratitude to our Heavenly Father for the outpouring of his Holy Spirit throughout the entire\nconference. We have heard inspirational and uplifting messages from the leaders of the\nChurch. I love these associates of the general authorities, and love them in the spirit of the\ntrue meaning of that word&mdash;the love of the brotherhood of Christ. God bless them!\n<\/p><p>\n<b>Testimonies of the conference reviewed<\/b>\n<\/p><p>\nDuring these various sessions of conference, we have had testimony of the Spirit that we are\nchildren of our Father in heaven. We have had testimony that God is a living being. We have\nhad testimony that Christ, who was crucified and who rose the third day a resurrected being,\nis the head of his Church. We have had testimony of the Spirit that he has revealed in this\ndispensation the gospel of Jesus Christ, which is again established on earth in all its fullness.\nThe gospel of Jesus Christ, as revealed to the Prophet Joseph Smith, is in very deed in every\nway the power of God unto salvation (<span class=\"citation\" id=\"42796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42796)\">Rom. 1:16<\/a><\/span>). It gives to every man the perfect life here, and through\nobedience to gospel principles it gives us eternal life.\n<\/p><p>\nWhat is eternal life? In that glorious prayer of intercession offered by Jesus, our Redeemer\njust before he crossed the brook Cedron and received the traitor's kiss that betrayed him into\nthe hands of the soldiers, we find these words: \"And this is life eternal, that they might know\nthee the only true God, and Jesus Christ, whom thou hast sent\" (<span class=\"citation\" id=\"28304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28304)\">John 17:3<\/a><\/span>). To know God\nand his Son is eternal life. There is the key. Life eternal is what I desire. I desire it more than\nI desire anything else in the world&mdash;life eternal for me and mine, for you, and for all the\nworld. And there in the words of the Redeemer himself we have the secret.\n<\/p><p>\n<b>How may we know Him?<\/b>\n<\/p><p>\nBut how may we <i>know<\/i> him? That is the next question. Has he at any time, or on any\noccasion, answered that question? If so, we want the answer, because it is vital. In searching\nthe record as it is given to us by men who associated daily with the Lord, we find that upon\none occasion men who were listening to him cried out against him. They opposed his works,\nas men today oppose him. And one voice cried out and said in effect, \"How do we know that\nwhat you tell us is true? How do we know that your profession of being the Son of God is\ntrue?\" And Jesus answered him in just a simple way (and note the test): \"<i>If any man will do<\/i>\nhis will, he shall know of the doctrine, whether it be <i>of God, or whether I speak of myself<\/i>.\"\n(<span class=\"citation\" id=\"28252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28252)\">John 7:17<\/a><\/span>, italics added).\n<\/p><p>\nThat test is most sound. It is most philosophical. It is the most simple test to give knowledge\nto an individual of which the human mind can conceive. <i>Doing<\/i> a thing,\n<i>introducing it into your very being<\/i>, will convince you whether it is good or whether it is bad. You may not be\nable to convince me of that which you know, <i>but you know it because you have lived it<\/i>. That\nis the test that the Savior gave to those men when they asked him how they should know\nwhether the doctrine was of God or whether it was of man.\n<\/p><p>\nWe have answered the question that if we shall do his will we shall know, but now comes the\nquestion, what is \"<i>the will<\/i>\"? And therein is the whole essence of the gospel of Jesus Christ.\nJust as plainly as Jesus stated and defined what eternal life is, or how we shall know it, just as\nplainly as he laid down that test, <i>just as plainly has he expressed what his will is<\/i>.\n<\/p><p>\n<b>The will of God is revealed to the world<\/b>\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints bears testimony to the world that this <i>will<\/i> of\nGod has been made manifest in this dispensation, that the principles of the gospel, the\nprinciples of life, have been revealed. They are in harmony with the principles that Christ\ntaught in the meridian of time. It is impossible to give here all the principles that constitute\nthat <i>will<\/i>, but they are so simple that, as the scriptures say, \"the wayfaring men, though fools,\nshall not err therein\" (<span class=\"citation\" id=\"25313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25313)\">Isa. 35:8<\/a><\/span>).\n<\/p><p>\n<b>Serve mankind<\/b>\n<\/p><p>\nAfter obeying the principles and ordinances of the gospel, <i>\"the will\" of God is to serve your<\/i>\n<i>fellowmen, benefiting them, making this world better for your having lived in it<\/i>. Christ gave\nhis all to teach us that principle. And he made the statement: \"Inasmuch as ye have done it\nunto one of the least of these my brethren, ye have done it unto me\" (<span class=\"citation\" id=\"35661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35661)\">Matt. 25:40<\/a><\/span>). This is\nthe message God has given to us. This Church is God's Church, which is so perfectly\norganized that every man and every woman, every child, may have an opportunity to do\nsomething good for somebody else. It is the obligation of our priesthood members, it is the\nresponsibility of the auxiliary organizations and of every member to serve and do God's will.\nIf we do, and the more we do it, the more we shall become convinced that it is the work of\nGod, because we are testing it. Then, <i>by doing the will of God, we get to know God and get<\/i>\n<i>close to him and to feel that life eternal is ours<\/i>. We shall feel to love humanity everywhere,\nand we can cry out with the apostles of old, \"We know that we have passed from death unto\nlife, because we love the brethren\" (<span class=\"citation\" id=\"1080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1080)\">1 Jn. 3:14<\/a><\/span>).\n<\/p><p>\n<b>He lives!<\/b>\n<\/p><p>\nGod does reveal today to the human soul the reality of the resurrection of the Lord, the\ndivinity of this great work, the truth, the divine and eternal truth that God lives, not as a\npower, an essence, a force, but as our Father in heaven. Oh, why do men try to make that\npower, recognized by science and religion everywhere, a mere force? I sometimes wish men\nwould kneel down and try to pray to electricity or atomic power. Imagine trying to pray to\nthese forces. You cannot do it, and yet they are great and known forces. You can, however,\npray to God the Father, a personal being. God reveals to the soul his existence. He reveals the\ndeity of the Lord Jesus Christ, who came to make known to us the great reality of the\nexistence of God and his Son; and in that spirit, and with such witness in my soul, I bear\ntestimony today that Jesus Christ is the Redeemer of the world.\n<\/p><p>\n\"I know that my Redeemer lives; <br \/>\n     What comfort this sweet sentence gives!<br \/>\n     He lives, He lives, who once was dead.<br \/>\n     He lives, my ever-living head.\n<\/p><p>\n\"He lives, all glory to his name!<br \/>\n     He lives, my Savior, still the same; <br \/>\n     O sweet the joy this sentence gives: <br \/>\n     'I know that my Redeemer lives!' \"<br \/><br \/>\n&nbsp; &nbsp; (Samuel Medley)\n<\/p><p>\n<b>Blessings for everyone<\/b>\n<\/p><p>\nGod help us and all the world to sense the reality that the gospel of Jesus Christ is established\namong men, and that through obedience to it the fatherhood of God and the brotherhood of\nman may be realities to every mother and father, every son and daughter. God hasten the day\nwhen that testimony will be real in every heart.\n<\/p><p>\nGod bless you men of the priesthood. May you hold it in dignity and righteousness that comes\nfrom within, not from without.\n<\/p><p>\nGod bless our friends of the radio and television audience and the managers and owners of\nthe stations who have made these broadcasts possible. God bless our friends with whom we\nassociate and who are contributing to the advancement of this great Church. We are grateful\nfor their fellowship.\n<\/p><p>\nGod bless us that we may go home with a firmer resolve than we have ever had before to live\nthe gospel of Jesus Christ, to be kind to our families and to our neighbors, to be honest in all\nour dealings so that men seeing our good works may be led to glorify our Father in heaven.\n<\/p><p>\nI leave my blessings with you, with the sick and afflicted, with our soldier boys, some of\nwhom are paying the supreme sacrifice for freedom, with our missionaries scattered around\nthe world. I pray that God's protecting care will be with them wherever they are.\n<\/p><p>\nMay God bless you all, and may he guide and help you that righteousness, harmony, and love\nfor one another may dwell in each home, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}