{"ID":1528, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Glaring Evils of Our Day and a Warning to Youth<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1967, pp. 4-8<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: It is with mixed feelings that I greet you this morning, and with\nall my heart bid you welcome&mdash;you who are assembled in the Tabernacle and all who are\nlistening in to this opening session of the 137th Annual Conference of the Church.\n<\/p><p>\nI acknowledge with deep gratitude the blessings of the Lord and express profound\nappreciation to the members of the Church throughout the world for their prayers in my\nbehalf, which have upheld and sustained me. I am grateful for your loyalty and devotion, and\nI know that our Heavenly Father is pleased with the unselfish service of the officers and\nteachers of the stakes and wards, and of every man and woman who is helping to advance the\ncause of truth. You are truly fellow servants of the Lord, and I extend my blessings and love\nto all of you.\n<\/p><p>\nIt is a great privilege to join with you and partake of the inspiration of a general conference\nof the Church. The proceedings will be widely disseminated, and I am pleased to announce\nthat during this conference we will usher in the use of space-age communications in carrying\nthe messages of the gospel.\n<\/p><p>\n<b>Satellite to relay conference<\/b>\n<\/p><p>\nFor the first time, a radio broadcast of the Sunday morning session of this conference will be\nsent overseas via the Lani Bird satellite, in orbit 22,000 miles above the Pacific Ocean. This\nhistoric broadcast will be heard in Hawaii, its destination, six-tenths of a second after our\nwords are uttered here in the Tabernacle, after traveling over 100,000 miles through space.\nThus, we begin to utilize another great communication tool in the work of our Heavenly\nFather.\n<\/p><p>\nIt is estimated that the April conference will be seen and heard by the largest audience ever to\nwitness the proceedings of a general conference of the Church.\n<\/p><p>\nWe are truly living in a marvelous age of history, and the work of the Lord is being carried\nforward throughout the world in wondrous ways. We acknowledge his goodness and his\nblessings to this people.\n<\/p><p>\nHowever, as I read in the daily press and national magazines of the conditions that are\nexisting in the world about us, I become greatly concerned. I wonder whether we are so\nabsorbed in our personal and too often selfish pursuits that we have forgotten\nwhat God has done for us and what he has said about this country. Have we forgotten the\npromises he has made which will bring us both peace and victory over evil if we will but\naccept the Lord at his word?\n<\/p><p>\n<b>Forces of evil arrayed<\/b>\n<\/p><p>\nIt seems to me that never before been\narrayed in such deadly formation as they are now. Few will question the fact that we are\nliving in critical times and that many people have lost their moorings and are being \". . .\ntossed to and fro . . . with every wind of doctrine, by the sleight of men, and cunning\ncraftiness, whereby they lie in wait to deceive\"\n(<span class=\"citation\" id=\"21803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21803)\">Eph. 4:14<\/a><\/span>).\nSatan and his forces are attacking\nthe high ideals and sacred standards that protect our spirituality, and, as one of our brethren\njust recently stated, \"He encompasses us round about by encircling us with allurements and\ntemptations which already have destroyed high standards among many people of the world,\nand by which he now hopes to infiltrate our ranks.\n<\/p><p>\n\"By making sin popular with the world, he hopes to make it equally popular among us.\n<\/p><p>\n\"In the world about us, high standards are falling, and lower ones . . . are being set up. Some\nefforts are being made toward no standards at all.\" (Editorial, <i>Church News<\/i>, January 14,\n1967.)\n<\/p><p>\n<b>Marriage dishonored, moral decline and delinquency<\/b>\n<\/p><p>\nAmong the glaring evils of our day are two which seem to be most detrimental and which\nmust be curbed if we would preserve true Christian ideals. These are: first, an increasing\ntendency to dishonor the marriage vow; and second, the moral decline and the mounting\njuvenile delinquency.\n<\/p><p>\nI am very happy and deeply grateful for the high type of young manhood and womanhood\nbeing reared in the Church, and I acknowledge that there are many worthy young men and\nyoung women throughout the world.\nIt is because I adore youth and earnestly desire that their lives be directed along the pathways\nof righteousness, success, and happiness that I call attention to the threatening dangers that are\nclearly on the horizon. One cannot help being alarmed to note in local newspapers and\nnational magazines the ever-increasing crime wave. Even children are being corrupted by it,\nand youth are caught in its whirlpool and are being contaminated overwhelmingly by it.\n<\/p><p>\nJ. Edgar Hoover, director of the Federal Bureau of Investigation, has repeatedly warned the\nnation of the spiraling crime wave in this country,\ncalling attention to the fact that youthful offenders are responsible for 72 percent\nof the total arrests for crime, and that the cost of crime has reached the staggering sum of\nover 27 billion dollars a year!\n<\/p><p>\nI again call attention to Mr. Hoover's statement given at a dinner held in his honor in\nChicago, Illinois, on November 24, 1964: \n<\/p><p>\n\"What a grim and unhappy commentary on the moral climate of this great nation! The moral\nstrength of our nation has decreased alarmingly. We must return to the teachings of God if we\nare to cure this sickness. These shocking statistics, together with the public's apparent\nindifference to them, are indicative of the false morality we are tolerating today. It is a false\ncode which is based on the worship of things of man's own creation. It is as imperfect and\nfeeble as a man himself! However captivating to the senses, this type of moral climate cannot\ngive the support nor the strength which is so vital to our national survival. This breakdown in\nour moral standards can only render us impotent as a people and as a nation.\" And this is\nfrom a man who is probably our nation's leading authority on crime. Many citizens are deeply\ntroubled over the increase in crime, the high divorce and illegitimacy rates, the increasing\nincidents of venereal diseases, the scandals in high office, and other symptoms of private and\npublic dishonesty.\n<\/p><p>\nIs there a moral breakdown? Is there cause for alarm? The world is all about\nus, and the statistics we read about are frightening indeed, and they are a necessary warning. I\nbelieve that all Americans are seriously concerned over the immorality, the disregard for law\nand order that are weakening this great land of ours.\n<\/p><p>\n<b>Mission of the Church: to overcome evil<\/b>\n<\/p><p>\nThe mission of the Church is to minimize and, if possible, eliminate these evils from the\nworld. It is evident that we are in need of a unifying force to eliminate these evils. Such a\nuniting force, such an ideal is the gospel of Jesus Christ, as restored through the Prophet\nJoseph Smith. It explains man's life and its purpose and has within it the vital saving\nelements, noble ideals, and spiritual uplift for which the heart of man is yearning.\n<\/p><p>\nRight-thinking, upright men and women everywhere are desirous of eliminating from our\ncommunities evil elements that are constantly disintegrating society&mdash;the liquor problem with\nits drunkenness, the narcotic habit with all its attendant evils, immorality, poverty, etc. The\nChurch is seeking to make both home and community environment better and brighter.\n<\/p><p>\nThe enemy is active. He is cunning and wily, and seeks every opportunity to undermine the\nfoundation of the Church, and strikes wherever it is possible to weaken or to destroy. To\nevery normal person God has given the freedom of choice. Our moral and spiritual progress\ndepends upon the use we make of that freedom.\n<\/p><p>\nIn the most impressive prayer ever offered, Jesus prayed for his disciples on the night that he\nfaced Gethsemane, saying to his Father&mdash;\n<\/p><p>\n\"And now I am no more in the world, but these are in the world, and I come to thee . . .\n<\/p><p>\n\"I have given them thy word; and the world hath hated them, because they are not of the\nworld, even as I am not of the world.\n<\/p><p>\n\"I pray not that thou shouldest take them out of the world, but that thou shouldest keep them\nfrom the evil\" (<span class=\"citation\" id=\"28370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28370)\">John 17:11,14-15<\/a><\/span>, italics added).\n<\/p><p>\nNor did he pray for his disciples alone, but as he said, \"Neither pray I for these alone, but for\nthen also which shall believe on me through their [the disciples'] word\"\n(<span class=\"citation\" id=\"28373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28373)\">John 17:20<\/a><\/span>).\n<\/p><p>\nIn the text is a clear implication of the divine purpose for man's being in this mortal\nprobation. This purpose is expressly stated in the book of Abraham by the Eternal Father to\nhis fellow intelligences as follows: \n<\/p><p>\n\". . . we will make an earth where these [organized intelligences] may dwell; \n<\/p><p>\n\"And we will prove them herewith, to see if they will do all things whatsoever the Lord their\nGod shall command them\" (<span class=\"citation\" id=\"7250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7250)\">Abr. 3:24-25<\/a><\/span>).\n<\/p><p>\nAnd so our place in this world is divinely appointed. We are not to be out of it. Christ\nhimself prayed that we should not be taken out of it.\n<\/p><p>\nThere can be little doubt that war and materialistic science have had a deadening effect upon\nthe moral sensibilities of too many of our youth. One critic goes so far as to say,\n\"Self-interest alone remains as a motive, and pleasure as the sole end of life.\"\n<\/p><p>\n<b>Duty to teach and to demonstrate<\/b>\n<\/p><p>\n<i>It is the duty of parents and of the Church not only to teach but also to demonstrate to young<\/i>\n<i>people that living a life of truth and moral purity brings joy and happiness, while violations of<\/i>\n<i>moral and social laws result only in dissatisfaction, sorrow, and, when carried to extreme, in<\/i>\n<i>degradation<\/i>.\n<\/p><p>\nMan has a dual nature&mdash;one, related to the earthly or animal life&mdash;the other, the spiritual\nlife, akin to the divine. Man's body is but the tabernacle in which his spirit dwells. Too many,\nfar too many, are prone to regard the body as the man and consequently, to direct their efforts\nto the gratifying of the body's pleasures, its appetites, its desires, its passions. Too few\nrecognize that the real man is an immortal spirit, which \"intelligence or light of truth\"\n(<span class=\"citation\" id=\"15015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15015)\">D&amp;C 93:29<\/a><\/span>) was\nanimated as an individual entity, with all its distinguishing traits, will continue after the body\nceases to respond to its earthly environment.\n<\/p><p>\nWhether a man remains satisfied within what we designate the animal world, satisfied with\nwhat the animal world will give him, yielding without effort to the whim of his appetites and\npassions, and slipping further and further into the realm of indulgence, or whether, through\nself-mastery, he rises toward intellectual, moral, and spiritual enjoyments depends upon the\nkind of choice he makes every day&mdash;nay, every hour of his life.\n<\/p><p>\n<b>Man's two creators<\/b>\n<\/p><p>\n\"Man has two creators,\" says William George Jordan, \"his God and himself. The first Creator\nfurnishes him the raw materials of his life&mdash;the flaws and conformity with which he can\nmake that life what he will. The second creator&mdash;himself&mdash;has marvelous powers he rarely\nrealizes. <i>It is what a man makes of himself that counts<\/i>.\"\n<\/p><p>\nWe need not shut our eyes to the fact that too many of our young folk respond to the call of\nthe physical, because it seems the easy and natural thing to do. Too many are vainly seeking\nshortcuts to happiness. It should always be kept in mind that that which is most worthwhile in\nlife requires strenuous effort. When a man seeks something for nothing and shuns effort, he is\nin no position to resist temptation.\n<\/p><p>\nToo many prefer to revel on the lower animal plane of life rather than to strive for the higher\nand better things of life. Persons who condemn their will to the service of their appetites\nsuffer the penalties. Charles Wagner in <i>The Simple Life<\/i> says of those who have condemned\ntheir will to the service of their appetites: \"I have been listening to what life says, and have\nrecorded, as I have heard them, some of the truths that resound in every square. Has drinking,\ninventive as it is of new drinks, found the means of quenching thirst? Not at all. It might\nrather be called the art of making thirst inextinguishable. Frank libertinage, does it deaden the\nsting of the senses? No, it envenoms it, converts natural desire into a morbid obsession and\nmakes it the dominant passion. Let your needs rule you, pamper them, and you will see them\nmultiply like insects in the sun. The more you give them, the more they demand. He is\nsenseless who seeks for happiness in material prosperity alone.\"\n<\/p><p>\nIt is said that one Roman emperor offered a reward to anybody who would invent a new\npleasure. Nero set Rome on fire for the mere pleasure of a new form of diversion. Rome fell\nbecause of extravagance, luxury, and dissipation. In personal, as in national life, these are\nunfailing signs of decline and decay. Truly, \". . . he that soweth to his flesh shall of the flesh\nreap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting\"\n(<span class=\"citation\" id=\"23279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23279)\">Gal. 6:8<\/a><\/span>).\n<\/p><p>\nIn their yearning for a good time, young people are often tempted to indulge in the things that\nappeal only to the baser side of humanity, five of the most common of which are: (1)\nvulgarity and obscenity; (2) drinking and the using of narcotics and now the vicious LSD\ndrug, especially among the young; (3) unchastity; (4) disloyalty; and (5) irreverence.\n<\/p><p>\nIt is right, indeed, essential, to the happiness of our young people that they meet in social\nparties, but it is an indication of low morals when for entertainment they must resort to\nphysical stimulation and debasement. Such indulgence weakens and degrades character,\ndiscredits the family name, robs the future wife or husband of a priceless treasure, and sows\nseeds that will ripen into bitter fruit and marital suspicion, unhappiness, and divorce. A girl\nwho sacrifices self-respect for social popularity debases true womanhood. A spotless\ncharacter, founded upon the ability to say \"no\" in the presence of those who mock and jeer,\nwins the respect and love of men and women whose opinion is most worthwhile. Drinking,\nusing narcotics, and lewd parties form an environment in which the moral sense becomes\ndulled, and unbridled passion holds sway. It then becomes easy to take the final step\ndownward in moral disgrace.\n<\/p><p>\n<b>Church dedicated to one moral standard<\/b>\n<\/p><p>\nIn The Church of Jesus Christ of Latter-day Saints there is but one standard of morality. No\nyoung man has any more right to sow his wild oats in youth than has a\nyoung girl. He who is unchaste in young manhood is untrue to a trust given to him by the\nparents of the girl, and she who is unchaste in maidenhood is untrue to her future husband\nand lays the foundation of unhappiness in the home, suspicion, and discord. Do not worry\nabout these teachers who encourage promiscuity and self-gratification. Just keep in mind this\neternal truth, that chastity is a virtue to be prized as one of life's noblest achievements.\n<\/p><p>\nIn this day when modesty is thrust into the background, and chastity is considered an\noutmoded virtue, I appeal to parents especially, and to my fellow teachers, both in and out of\nthe Church, to teach youth to keep their souls unmarred and unsullied from this and other\ndebasing sins, the consequences of which will smite and haunt them intimately until their\nconscience is seared and their character becomes sordid. A chaste not a profligate, life is the\nsource of virile manhood. The test of true womanhood comes when the woman stands\ninnocent at the court of chastity. All qualities are crowned by this most precious virtue of\nbeautiful womanhood. It is the most vital part of the foundation of a happy married life and is\nthe source of strength and perpetuity of the race.\n<\/p><p>\n<b>Spiritual attributes distinguish nobility of man<\/b>\n<\/p><p>\nHealth, happiness, peace of mind, and character come through self-restraint. The only thing\nthat places man above the beast of the field is his possession of spiritual gifts. Man's earthly\nexistence is but a test as to whether he will concentrate his efforts, his mind, his soul, upon\nthings which will contribute to the comfort and gratification of his physical instincts and\npassions, or whether he will make life's aims and purposes the acquisition of spiritual\nqualities.\n<\/p><p>\nThe Savior's constant desire and effort were to implant in the mind right thoughts, pure\nmotives, noble ideals, knowing full well that right words and actions would inevitably follow.\nHe taught, and modern physiology and psychology confirm, that hate and jealousy and other\nevil passions destroy a man's physical vigor and efficiency.\n<\/p><p>\nNo man can disobey the word of God and not suffer by so doing. What a man continually\nthinks about determines his actions in times of opportunity and stress. A man's reaction to his\nappetites and impulses when they are aroused gives the measure of that man's character. In\nthese reactions are revealed the man's power to govern or his forced servility to yield.\n<\/p><p>\nBrethren and sisters, spirituality is the consciousness of victory over self, and of communion\nwith the Infinite. Spirituality impels one to conquer difficulties and acquire more and more\nstrength. To feel one's faculties unfolding and truth expanding the soul is one of life's\nsublimest experiences.\n<\/p><p>\nBeing \"honest, true, chaste, benevolent, virtuous, and in doing good to\nall men\" (<span class=\"citation\" id=\"6844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6844)\">A of F 1:13<\/a><\/span>)\nare attributes that contribute to spirituality, the highest acquisition of the soul. It is\nthe divine in man, the supreme, crowning gift that makes him king of all created things, the\none final quality that makes him tower above all other animals.\n<\/p><p>\nDivine is that admonition and promise given to the Prophet Joseph Smith: \n<\/p><p>\n<b>\"Let virtue garnish thy thoughts\"<\/b>\n<\/p><p>\n\". . . let virtue garnish thy thoughts unceasingly [a wonderful statement]; then shall thy\nconfidence wax strong in the presence of God, and the doctrine of the priesthood shall distil\nupon thy soul as the dews from heaven.\n<\/p><p>\n\"The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of\nrighteousness and truth; and thy dominion shall be an everlasting dominion, and without\ncompulsory means it shall flow unto thee forever and ever\"\n(<span class=\"citation\" id=\"15051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15051)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nGod help us to keep that admonition, and to follow the ideals of the Church established by\ndirect revelation in this day, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}