{"ID":153, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Test of Propriety in Conduct<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, October 1944, pp. 152-158<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nConfusion seems admittedly to be the dominant characteristic of our times. There is confusion\nof procedures, a baffling contrariety as to what ought to be done and how to do it. There\nseems to be agreement about only one thing, namely, that the world's affairs are terribly\nmessed up. But there is no agreement about the causes for the sorry condition, nor the\nremedy. Men confess, almost it seems with pride, that they don't know what they ought to\nbelieve. They are bewildered and overwhelmed with a sense of futility.\n<\/p><p>\nTESTING PRESENT CONDITIONS BY PRINCIPLE OF RIGHT OR WRONG\n<\/p><p>\nOne thing seems clear: our perplexity grows out of a failure of vision&mdash;of penetrating insight.\nWe get ourselves all tangled up in a maze of superficialities and mistake consequences for\ncauses. We tell ourselves over and over again that life in this day has become very complex;\nthat it is not simple and elementary any more as it once was; and that our outlook and\napproaches to the problems of the day must take on the same complexities as the intricate web\nof mechanisms we have woven about ourselves.\n<\/p><p>\nIt may be granted that with our great increase in population, our shifting over from simple\nrural life to concentrations of great numbers in industrial centers, the consequent change from\nself direction to supervised direction, the increasing degree in which the free practice of\nindividual convenience impinges upon the comfort and convenience of others; the impact\nupon our lives of changed conditions resulting from inventions, transportation and\ncommunication facilities&mdash;it may be granted, I say, that all these conspire to introduce an\napparent complexity into our organized lives. But I wonder if, after all, the differences are not\nlargely superficial and mechanistic rather than fundamental.\n<\/p><p>\nAre there not, in reality, underlying, universal principles with reference to which all issues\nmust be resolved whether the society be simple or complex in its mechanical organization? It\nseems to me we could relieve ourselves of most of the bewilderment which so unsettles and\ndistracts us by subjecting each situation to the simple test of right and wrong. Right and\nwrong as moral principles do not change. They are applicable and reliable determinants\nwhether the situations with which we deal are simple or complicated. There is always a right\nand a wrong to every question which requires our solution. We might be saved a lot of misery\nand discontent and disputation in this world if we just stopped to apply the simple test, \"what\nis the right of this thing\" before we moved into action concerning it. By thus getting down to\nthe root of the matter we should have reduced the problem to its simplest terms and it would\nnot matter very much whether it was crusted over with a simple or a complex layer of\nincidental elements. They would all have to yield to the basic law of right.\n<\/p><p>\nAN ILLUSTRATION FROM PAUL'S MISSIONARY EXPERIENCE\n<\/p><p>\nI think I can illustrate how basic issues are buried under a cover of superficialities by\nreference to an experience in the life of Paul. In the course of his missionary journeys, he\ncame to Ephesus where he found certain poorly instructed believers. He taught in the\nsynagogue for three months when, because of opposition, he separated his disciples, and they\nwent their ways teaching for a period of two years with such effect that the record says: \"All\nthey which dwelt in Asia heard the word of the Lord Jesus Christ\"\n(<span class=\"citation\" id=\"7527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7527)\">Acts 19:10<\/a><\/span>). This brought the Christian\nmessage squarely up against the idolatry of the Ephesians with the result that there was a\ngreat conversion from idolatry. Says the account in Acts 19:23-29:\n<\/p><p>\nAnd the same time there arose no small stir about that way. For a certain man named\nDemetrius, a silversmith, which made silver shrines for Diana, brought no small gain unto the\ncraftsmen; whom he called together with the workmen of like occupation, and said, Sirs, ye\nknow that by this craft we have our wealth. Moreover ye see and hear, that not alone at\nEphesus, but almost throughout all Asia, this Paul hath persuaded and turned away much\npeople, saying that they be no gods, which are made with hands: So that not only this our\ncraft is in danger to be set at nought; but also that the temple of the great goddess Diana\nshould be despised, and her magnificence should be destroyed, whom all Asia and the world\nworshippeth. And when they heard these sayings they were full of wrath. . . . And the whole\ncity was filled with confusion\n(<span class=\"citation\" id=\"7528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7528)\">Acts 19:23-29<\/a><\/span>).\n<\/p><p>\nNow, the fundamental issue, and the only issue, was between the teachings of Jesus and the\npagan religion of the Ephesians. But that issue was completely buried under the furore\nengendered by a purely incidental consequence. Paul was teaching the way of life, a thing of\ntranscendent importance to all the race of men, the future of the world. With the purely\ncollateral consequence to the business of a few silversmiths and art craftsmen he had no\nconcern.\n<\/p><p>\nBut the incident was not decided on the merits of the respective doctrines concerning the\nsouls and destiny of men. So far as immediate results were concerned a superficial\nmaterialism completely smothered and took out of the reckoning the fundamental moral and\nspiritual issue involved. For Paul's companions were taken into custody, and when he would\nhave gone publicly to their defense, he was restrained by friends but for which restraint his\nlife likely would have been taken\n(<span class=\"citation\" id=\"7529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7529)\">Acts 19:29-31<\/a><\/span>).\n<\/p><p>\nAPPLICATION TO PRESENT-DAY CONDITIONS\n<\/p><p>\nIn one way or another the process illustrated in this incident has been repeating itself\nthroughout history. Every would-be world conqueror from Alexander on down and almost\nevery empire builder, too, for that matter, has pursued his course in total disregard of the\nquestion of what is right. They find it easy to obscure the moral issue by burying it deep\nunder an overburden of casuistries. It is easy for the powerful aggressor to say that his\ncountry is denied access to raw materials; that it is overcrowded and must have <i>Lebensraum<\/i>,\nan outlet for its over-congested population; free and open lanes of commerce, and to give\nthese and a thousand other specious reasons for his course. These are made to justify the\nruthless overpowering and destruction of weak neighboring states if perchance they fail to\nbow to the conqueror's will or permit themselves to be absorbed into his ambitious design. A\ncolor of righteousness may be given the whole monstrous scheme by pointing out the virtue\nof the ultimate objective&mdash;to bring a larger good to his people and perchance also alleged\nbenefits to his conquered and plundered neighbors, just as Demetrius could justify his inciting\nthe mob against Paul by pointing to the threat of his teachings to their accustomed means of\nmaking a livelihood.\n<\/p><p>\nHowever impressive the array of justifying reasons may be, when they are brushed away the\nsimple question left is whether the powerful have a right to crush the weak even to bring\nadded benefits to them. To this the conscience of humanity must answer with a resounding\n\"no!\" If aggressors were willing to let the right of the thing be the final determiner there\nwould be no wars.\n<\/p><p>\nEMPLOYMENT OF EVIL MEANS INCONSISTENT\n<\/p><p>\nThere is likewise a companion evil to the one just spoken of, just as reprehensible, though\nperhaps not quite so clearly recognized. It is the case of a powerful state, apprehending attack\nfrom another one, casting about for defensive means. It conceives that its security would be\nbest promoted if it possessed a strategic point owned by another state. In the interest of its\nsecurity it takes by force what it wants from its unwilling but powerless neighbor though the\nlatter has to be mercilessly crushed in the process. The conqueror justifies itself and is\njustified by its apologists upon the plea of its own necessity. The basic immorality of the\nmatter is conveniently ignored. It is as if a man about to be killed by a thug perceives that by\nliquidating his defenseless but innocent neighbor he can save his own skin. So far as the\nmorality of the thing is concerned, he would be as fully justified as would the overpowering\nstate.\n<\/p><p>\nIn defense of such courses it is sometimes argued that where the objective is good, the end to\nbe achieved worthy, the means employed to attain it are justified, however bad in themselves\nthey may be. The idea is crystallized in the saying: \"The end justifies the means.\" It is a\nmonstrously false doctrine. If this is a moral universe, as I believe it to be, no methods for\neffecting change, however desirable the end sought, can properly be resorted to which are not\nin themselves consistent with that end. To employ violence, oppressive coercion, cruelty,\ninjustice for the accomplishment of desired ends is to set loose forces of evil which must\ninevitably weaken and, to a degree at least, nullify those ends. In the process of achievement\nthey lose their moral power. We see this truth exemplified almost every day. The employment\nof evil means to achieve allegedly worthy ends threatens to destroy the efforts for lasting\npeace which are so much in the public notice today.\n<\/p><p>\nA PLAN TO BRING PEACE\n<\/p><p>\nAs nations indulge in such immoral practices as we have been talking about, so do individuals\nand groups and organized bodies in their relations between and among themselves, and with\nconsequent disorders. If individuals in their dealings with each other subjected them to the test\nof what is right and abided the result, there would be little opportunity for ill will or strife. If\ngroups or organizations seeking advantage to themselves against other groups or organizations\nwould sit down together each willing to subordinate self-interest in the search for the right,\nand be controlled by it when found, there would be no warfare between or among them. Men\nsubmit their differences to the judgment and decision of a court merely because they are too\nchildish and immature to sit down together and agree on what is right. They are in far better\nposition to arrive at the right than any court is because they know all the facts, whereas the\ncourt never can have that complete knowledge. The judge is limited by the information which\na trial brings to him. If men earnestly wanted their differences settled on the moral basis of\nright, there would be little work for courts.\n<\/p><p>\nSubmission of differences, however, to the judgment of some disinterested body, such as a\ncourt, is, of course, a long advance over the stage when men settled their private differences\nby fighting it out&mdash;a resort to physical force. Any semblance of orderly society could not exist\non the basis of private redress of grievances. The state accordingly long ago took that over so\nthat if a dispute arises one doesn't kill the other party to the disagreement but calls upon the\nmachinery of the state to settle the matter. That marked a long step forward. But nations still\nfight it out, which is a barbarous way of settling differences. It is not far removed, however,\nfrom some of the means resorted to now for the settlement of class or group differences. In\nmany ways we are retrograding to the primitive status where disputants take settlement into\ntheir own hands. We cannot well lay claim to being a grown-up, mature, civilized people until\nwe have come to the point where morality is the determinant, and we ask simply what is, in\ngood conscience, right. The conclusion seems inescapable that the confusion and distraction\nand conflicts and antagonisms and uncertainties and bewilderment which plague the world\ntoday present mankind with what is at bottom a purely moral issue&mdash;the issue between right\nand wrong. That, then, should be the final test of the propriety of all courses of action.\n<\/p><p>\nBut there are difficulties thrown in the way of getting that simple test adopted. One is that\nthere is current in the world today a school of thought which asserts that there is no such\nthing as universal principles of right as opposed to wrong. They say that for the individual,\ngrowth is a continuing \"ongoing process without direction. That is, that we are continually\nchanging, growing but not toward any ultimate purpose. There are accordingly no fixed\nprinciples by reference to which we may determine what we ought to do. If confronted with a\nsituation, all we can do is to experiment&mdash;try out the course we want to take, and if it works\nout to the advantage of the experimenter, then for him it is right. Each one finds out for\nhimself according to his own interest. Of course this must inevitably result in confusion, and\nultimate chaos.\n<\/p><p>\nThis is a deadly paralyzing notion to plant in the minds of people and particularly the\nyouthful and immature. It strikes down belief that man is a moral being with a purpose and a\ndestiny and commensurate responsibilities. It releases one who accepts it from all restraints of\nconscience. It provides him with an allegedly scientific but basely false assurance that he is in\nno wise responsible for his actions however vile they may be since they are after all but in the\ncourse Of nature. Let such a notion as that gain general currency and you have dealt a\ndevastating blow to all organized society. A free government could no longer exist, for its\nperpetuity must depend upon the moral integrity of its citizens. Only an absolute, iron-bound\ndespotism could deal with a situation like that.\n<\/p><p>\nTHE PRESENT RELIGIOUS TREND\n<\/p><p>\nOne of the most deep-seated issues of this world in our day is the issue between the concept\nof man as a son of God possessed of an immortal soul with a God-given destiny and a\nguiding purpose in life and the concept of man dispossessed of individual rights which must\nlie universally respected, reduced to the status of a mere tool of an omnipotent state, the end\nin itself to which man's life is subordinated.\n<\/p><p>\nThe first of these is the foundation principle upon which our nation is founded. It is our\nheritage from the fathers. It derives out of the teachings of the Master; it is an integral part of\nour religious faith.\n<\/p><p>\nBut it is fashionable to decry the teachings of religion upon the supposed ground that it is\nauthoritarian and by its pronouncements presumes to lay down for man rules of conduct and\nobservances which he should follow. Not believing in the omnipotence and infinite wisdom\nand power of God, the objector views the directives of religion as an attempt on the part of\nsome man to settle forever all truths with which man is concerned and to deprive him of the\nfreedom of his own judgment. This, of course, entirely misconceives the claims and mission\nand purposes of organized religion. If it is meant to assert that man out of his own finite\nlimitations is able, unguided by the voice of authoritative wisdom, to create for himself an\nadequate guide for living, then the answer is that experience, the history of the race, does not\nsupport the assumption.\n<\/p><p>\nIt is not my purpose to conduct an argument about the contentions of the opponents of\nauthoritative religion or of the pragmatists. It is sufficient to say that wherever religion has\nbeen discarded confusion and moral anarchy have followed. And that is one of the reasons for\nthe confusion in the political world today. Mr. C.E.M. Joad, an eminent English philosopher,\nan atheist driven by events to reconsider his opinions, writes:\n<\/p><p>\nWhere there is a large measure of general agreement in regard to ultimate ends, political\ndoctrines can be represented as means to their realization. Where, however, there are no\ncommon ends to which the generality of men subscribe, political programs assume the status\nof ends in themselves. In the nineteenth century there was a general agreement among\nthinking people as to the nature and end of the individual. His nature was that of an immortal\nsoul; his end was to achieve eternal salvation. Thus, when men differed about politics&mdash;even\nwhen they differed about ethics&mdash;their differences related to the best method of realizing the\nindividual's nature and achieving the individual's end. Moreover, there was, broadly speaking,\na general agreement, at least in the western democracies, as to the kind of society which it\nwas desirable to establish. Owing to the decline of traditional religion these agreements no\nlonger obtain, precisely because there is today no general acceptance of the view of the\nindividual as an immortal soul and no general reliance upon the hope of eternal salvation.\nConsequently, political doctrines such as Fascism and Communism assume for the twentieth\ncentury the status which religious doctrines possessed in the nineteenth; they are not, that is to\nsay, doctrines in regard to means to an agreed end, but doctrines in regard to ends about\nwhich there is no agreement.\n<\/p><p>\nThus is clearly brought into focus the danger of shifting away from old moorings. When\nfoundation principles are discarded, then shifting, vagrant, opportunistic substitutes for\nprinciples take control and precisely because they are opportunistic they must shift with the\nvagaries of changing popular moods. Stability&mdash;a steady march forward toward a fixed\ngoal&mdash;no longer is found.\n<\/p><p>\nIt is for us to stand by the tried and proved principles of religion and the tried and proved\ngovernmental principles which have so blessed our land.\n<\/p><p>\nThat we may have the discerning wisdom and vision to do it and, at least among ourselves,\nresolve all our differences on the basis of right, I pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}