{"ID":1531, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">But Ye Have a Custom<\/p>\n<p class=\"gcspeaker\">Elder John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, April 1967, pp. 15-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe story is told of a teacher who was quizzing her students about the products being\nmanufactured in a nearby building. \"Who can tell me what is manufactured in that plant?\" she\ninquired, pointing toward the factory visible from the classroom window.\n<\/p><p>\nQuickly a small lad raised his hand and named a number of products. The teacher, amazed at\nhis answer, said, \"That is correct, but how did you know?\"\n<\/p><p>\n\"That's easy,\" replied the boy. \"My father works there, and that's what he brings home in his\nlunch pail every night.\"\n<\/p><p>\nThis may seem humorous, but it carries serious consequences; for the boy had unwittingly\ndisclosed the dishonest act of his father, and by its repetition had already erroneously been\ntaught by example that such an act was all right.\n<\/p><p>\n<b>Honesty<\/b>\n<\/p><p>\nRecently a newspaper carried an article entitled, \"What Is Honesty?\" The question is akin to\n\"What is truth?\" In this article an inquirer wrote: \"My husband and I have a friend whom we\nhave both idolized because of his high standards of conduct. We have always felt that not\nonly did he try to persuade others to live the truly good life, he did this himself. He has been\nan inspiration to us.\n<\/p><p>\n\"The other day . . . he remarked, 'You know, I am not sure I know what honesty is any\nmore.'\n<\/p><p>\n\"We all felt like gulping with surprise. I do feel that society today . . . presents a dozen\ntemptations to youth . . . But is this true also of highly educated, morally motivated, mature\nmen and women today?\n<\/p><p>\n\"Is it so difficult to know the difference between right and wrong, honesty and dishonesty? If\nso, where are we heading?\"\n<\/p><p>\nThe columnist in response suggests, \"There is no . . . need to despair . . . for he is apparently\nthinking and trying to choose the right&mdash;and, no doubt, to do it.\" (Mary Marker column,\n<i>Deseret News<\/i>, March 13, 1967.)\n<\/p><p>\nNote here the tendency to perceive everything as relative, suggesting there is no standard test\nfor honesty or truth. The scriptural definition of truth suggests reality and constancy. \". . .\ntruth is knowledge of things as they are, and as they were, and as they are to come\"\n(<span class=\"citation\" id=\"15014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15014)\">D&amp;C 93:24<\/a><\/span>).\n<\/p><p>\nWhen we think of honesty, the expression \"Honesty is the best policy\" quickly comes to\nmind. Someone has wisely challenged this adage by asserting: \"Honesty isn't the best policy.\nIt isn't any kind of a policy. It is a state of mind, or else it isn't honesty.\" Honesty must be\nan integral part of a man's every thought and action, to be honesty. History is replete with\nevidences of this fact.\n<\/p><p>\nPontius Pilate, the Roman governor, came face to face with the question when the excited\nmob brought to him the Master and asked Pilate to indict him. Jesus stood before Pilate in the\nhall of judgment. \"Pilate . . . said unto him, Art thou a king then? Jesus answered, Thou sayest\nthat I am a king. To this end was I born, and for this cause came I into the world, that I\nshould bear witness unto the truth. Every one that is of the truth heareth my voice.\n<\/p><p>\n<b>Truth<\/b>\n<\/p><p>\n\"Pilate saith unto him, What is truth? And when he had said this, he went out again unto the\nJews, and saith unto them, I find in him no fault at all\" (<span class=\"citation\" id=\"28375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28375)\">John 18:37-38<\/a><\/span>).\n<\/p><p>\nAnd here Pilate stated the truth he sought. But he added a word that many add when they find\nthat honesty and truth are to them socially relative policies and not really integral parts of\ntheir character. Not willing to admit that honesty could stand alone, Pilate added to his truthful\ndeclaration of the innocence of the Savior the weakening conjunction <i>but<\/i>&mdash;\"But ye have a\ncustom\" (<span class=\"citation\" id=\"28376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28376)\">John 18:39<\/a><\/span>)&mdash;and gave in to the mob. Pilate seems to have compromised his\nposition because of public pressure. In this respect he was not so different from many today\nwho advocate and practice that which is expedient for themselves.\n<\/p><p>\nIn the Acts of the Apostles we read: \n<\/p><p>\n\". . . the multitude of them that believed were of one heart and of one soul . . . they had all\nthings common . . .\n<\/p><p>\n\"Neither was there any among them that lacked: for as many as were possessors of lands or\nhouses sold them, and brought the prices of the things that were sold,\n<\/p><p>\n\"And laid them down at the apostles' feet: and distribution was made unto every man\naccording as he had need.\n<\/p><p>\n\"And . . . Barnabas . . . a Levite . . .\n<\/p><p>\n\"Having land, sold it, and brought the money, and laid it at the apostles' feet\"\n(<span class=\"citation\" id=\"8021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8021)\">Acts 4:32,34-37<\/a><\/span>).\n<\/p><p>\n\"But a certain man named Ananias, with Sapphira his wife, sold a possession,\n<\/p><p>\n\"And kept back part of the price, his wife also being privy to it, and brought a certain part,\nand laid it at the apostles' feet.\"\n<\/p><p>\nAnd Peter, perceiving that Ananias was viewing honesty only in a socially acceptable sense\nand not as an integral part of his character, said: \"Ananias why hath Satan filled thine heart to\nlie to the Holy Ghost, and to keep back part of the price of the land?\n<\/p><p>\n\"Whiles it remained, was it not thine own? and after it was sold, was it not in thine own\npower? why hast thou conceived this thing in thine heart? thou hast not lied unto men, but\nunto God.\n<\/p><p>\n\"And Ananias hearing these words fell down, and gave up the ghost . . .\n<\/p><p>\n\"And the young men arose, wound him up . . . and buried him.\n<\/p><p>\n\"And it was about the space of three hours after, when his wife, not knowing what was done,\ncame in.\n<\/p><p>\n\"And Peter answered unto her, Tell me whether ye sold the land for so much? And she said,\nYea, for so much.\n<\/p><p>\n\"Then Peter said unto her, How is it that ye have agreed together to tempt the Spirit of the\nLord? behold, the feet of them which have buried thy husband are at the door, and shall carry\nthee out.\n<\/p><p>\n\"Then fell she down straightway at his feet, and yielded up the ghost\" (<span class=\"citation\" id=\"8022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8022)\">Acts 5:1-10<\/a><\/span>).\n<\/p><p>\nBarnabas' example indicates a wholesome state of mind. Without reservation he sold his land\nand gave the full amount, in honesty, he simply and truthfully did what was in his mind and\nheart.\n<\/p><p>\nBut the state of mind of Ananias and his wife Sapphira was the thinking: yes, we believe, we\nwant to belong, but we will only go part way. Peter will not know the difference, so we will\nhold back some for ourselves.\" They simply rationalized that it is all right to be dishonest as\nlong as no one knows. Honesty cannot be compromised; it requires the full and free consent\nof the mind. People who pursue the course of Ananias and Sapphira, while they may not die\nas suddenly, will just as surely receive the same reward, unless they repent.\n<\/p><p>\nIt is difficult to believe that men and women have strayed so far from true values that they\nneed to ask, \"What is honesty?\" It is because they are allowing the pressures of a material\nsociety to influence them, and thus their senses become dull.\n<\/p><p>\n<b>The ten laws<\/b>\n<\/p><p>\nIt may be unwise for me to try to set up universal standards of honesty. I can do that for\nmyself, as you can do for yourselves, but the Lord through his prophets has not left this\nsubject untouched. We can begin with Moses, through whom the Lord gave the Ten\nCommandments, which include \"Thou shalt not steal\" and \"Thou shalt not bear false witness\"\n(<span class=\"citation\" id=\"22775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22775)\">Ex. 20:15-16<\/a><\/span>).\nBut they are not alone. Every one of the commandments requires the correct state of mind to\nlive honestly and truthfully. The Lord further commanded: \"Ye shall not steal, neither deal\nfalsely, neither lie one to another.\n<\/p><p>\n\"And ye shall not swear by my name falsely . . .\n<\/p><p>\n\"Thou shalt not defraud thy neighbour, neither rob him: the wages of him that is hired . . .\n<\/p><p>\n\"Ye shall do no unrighteousness in judgment, in meteyard, in weight, or in measure.\n<\/p><p>\n\"Just balances, just weights, a just ephah, and a just hin, shall ye have . . .\"\n(<span class=\"citation\" id=\"30906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30906)\">Lev. 19:11-13,35-36<\/a><\/span>).\n<\/p><p>\nThe prophet King Benjamin said, \". . . remember, that whosoever among you borroweth of\nhis neighbor should return the thing that he borroweth, according as he doth agree, or else\nthou shalt commit sin\" (<span class=\"citation\" id=\"40359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40359)\">Mosiah 4:28<\/a><\/span>).\n<\/p><p>\nNotice that these prophets did not add to their statements on honesty any conjunction as did\nPilate with his truthful statement of the Savior's innocence, which he followed by the\ncondemning, \"But ye have a custom\" (<span class=\"citation\" id=\"28377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28377)\">John 18:39<\/a><\/span>).\n<\/p><p>\n<b>Honesty and truth, foundations of character<\/b>\n<\/p><p>\nTo be honest, to adhere to truth, is not something to be conditioned by the situation of the\nmoment. Honesty is the very foundation of character. Dishonesty takes upon itself many\nforms, some of which are the following, all condemned by God: larceny, kidnapping,\nmisappropriation, plagiarizing, misrepresentation, purloin, swindling, usurping, misleading,\nembezzlement, graft, lying, concealing, cribbing, extortion, falsifying, forging, absconding,\ntrickery, fraud, deceit, infidelity, and shoplifting.\n<\/p><p>\nAs to the latter, it is reported: \"The professional shoplifter, it seems, is being elbowed aside\nby swarms of amateurs. So says the Northwestern Life Insurance Company, which also\npredicts that final reports for 1966 will show a new shoplifting record&mdash;well over three\nbillion dollars worth of goods. Leading the amateur looters are <i>juveniles<\/i> and <i>housewives<\/i>,\nmost of them from well-off families. The ultimate losses extend well beyond\nthe store. More restrictions are imposed, more conveniences are eliminated, shopping becomes\nmore of a chore. The problem was summed up in a sign spotted by one of Northwestern\nNational's staffers on a candy vending machine: Please be honest&mdash;we know you can beat\nthe machine. If we continue to lose money the machine will need to be removed, as we\ncannot afford to buy another one.\" (Allan R. Dodd, <i>Printers' Ink<\/i>, Vol. 53, No. 11, p. 213.)\n<\/p><p>\nAn act of dishonesty immediately brands an individual. He is not to be trusted any more. His\nname is marked. His happiness may be ruined. His path begins to be strewn with thorns. How\nhonorable would Pilate have been had he had the courage and state of mind to resist that\nwhich is not honest.\n<\/p><p>\nBut Pilate lacked courage. Today's temptations demand the correct state of mind and courage\nto resist the cry of the mob, which Pilate found too much for him. Unless a serious attempt is\nmade in the home to teach and practice honesty and implant it in the minds and characters of\nour families, grave problems are ahead for us. A few dishonest acts by parents, such as an\nitem in a lunch pail taken from the employer, plant the seed of rationalization that will\ndestroy true character. The Lord requires allegiance from the whole man. Plain, ordinary,\nsimply honesty as was displayed by Barnabas is required to please God.\n<\/p><p>\nMay we do this I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}