{"ID":1532, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Book of Mormon<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1967, pp. 18-23<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe sang as our rest song today \"We thank thee, O God, for a prophet to guide us in these\nlatter days,\" and I am sure that every Latter-day Saint feels in his or her heart an echo to\nthose words. And after listening to the message of President McKay this morning, I am sure\nthat there will be no life nor home that would not be successful if we would all follow his\ncounsel and his advice. I thank the Lord for my testimony that he truly is a prophet of God\nand a true successor to those who have preceded him back to the Prophet Joseph Smith, to\nwhom God restored his truth through the opening of the heavens, in sending forth heavenly\nmessengers in this dispensation. I love the Church, and I love its people.\n<\/p><p>\nI thought today that I would like to say a few words about the Book of Mormon. When I was\na boy, in the little town where I was raised, I was asked in a Sunday School conference to\nlead the Sunday School in reciting the testimony of the three witnesses to the truth of the\nBook of Mormon. That made such an impression upon my life that I have loved the\n<\/p><p>\n<b>Book of Mormon, evidence of revelation<\/b>\n<\/p><p>\nBook of Mormon ever since. To me it is the most tangible evidence that we have, aside from\nthe great Church itself, that Joseph Smith was a prophet of God. I would like to quote it to\nyou as nearly as I can recall it: \n<\/p><p>\n<b>The testimony of the foreword<\/b>\n<\/p><p>\n\"BE IT KNOWN unto all nations, kindreds, tongues, and people, unto whom this work shall\ncome: That we, through the grace of God the Father, and our Lord Jesus Christ, have seen the\nplates which contain this record, which is a record of the people of Nephi, and also of the\nLamanites, their brethren, and also of the people of Jared, who came from the tower of which\nhath been spoken. And we also that they have been translated by the gift and\npower of God, for his voice hath declared it unto us; wherefore we know of a surety that the\nwork is true. And we also testify that we have seen the engravings which are on the plates,\nand they have been shown us by the power of God, and not of man. And we declare with\nwords of soberness, that an angel of God came down from heaven, and he laid before our\neyes, that we beheld him and saw the plates, and the teachings thereon; and we know that by\nthe grace of God the and our Lord Jesus Christ, that and bear record that these are true. And\nit is marvelous in our eyes. Nevertheless, the voice of the Lord commanded us that we should\nmake record of it; wherefore, to be obedient to the commandments of God, we bear testimony\nof these things\" (<span class=\"citation\" id=\"43112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43112)\">BM Three Wit.<\/a><\/span>).\n<\/p><p>\nHow could any lover of truth, any man or woman desiring to serve the Lord as he would like\nto be served, listen to such a testimony as that and not want to know more about it, and\nwhether it is true or not? In addition to that, we have the testimonies of the eight witnesses to\nwhom the Prophet Joseph Smith showed the plates (<span class=\"citation\" id=\"43121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43121)\">BM Eight Wit.<\/a><\/span>); we have the testimony of Prophet himself;\nand we have the testimonies of hundreds of thousands of sincere seekers after truth who listen\nto the admonition given by Moroni as he closed the records of the Book of Mormon, when he\nsaid: \n<\/p><p>\n<b>Its verification<\/b>\n<\/p><p>\n\"And when ye shall receive these things, I would exhort you that ye would ask God, the\nEternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a\nsincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you,\nby the power of the Holy Ghost\" (<span class=\"citation\" id=\"38342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38342)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\nThousands and hundreds of thousands have put that promise to the test, and the Lord has\nmade good the promise of his prophet as contained in the Book of Mormon.\n<\/p><p>\nI would like to discuss the Book of Mormon from a different angle; that is, that the Book of\nMormon has made possible the proper interpretation and understanding of many of the holy\nscriptures of the Bible that no theologian could properly understand or explain until the Book\nof Mormon came forth. I take for my first text the tenth chapter and sixteenth verse of John,\nin which the Savior said to his Twelve, \"And other sheep I have, which are not of this fold:\nthem also I must bring, and they shall hear my voice; and there shall be one fold, and one\nshepherd\" (<span class=\"citation\" id=\"28337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28337)\">John 10:16<\/a><\/span>).\n<\/p><p>\n<b>Clarification of obscure scriptures<\/b>\n<\/p><p>\nNo theologian could give a proper interpretation of that statement until the Book of Mormon\ncame forth. It has been thought that he had in mind the Gentiles, but he said he had come\nonly to the lost sheep of the house of Israel (<span class=\"citation\" id=\"50023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50023)\">Matt. 15:24<\/a><\/span>). In the Book of Mormon we find the record of\nthe Savior's visit to the Nephites following his resurrection and ascension, and that is not an\nunreasonable thing to understand, because he tarried for forty days with his disciples in the\nHoly Land before he left them.\n<\/p><p>\nHe came to the people in this land of America, and he organized his Church here. He told his\ndisciples that they were the other sheep of whom he had spoken to his disciples in Jerusalem.\nHe said never at any time had the Lord commanded him to tell his disciples who the other\nsheep were, only that he had other sheep that were not of that land. He told his disciples here\nin America that they assumed he had meant the Gentiles, but he said that he never went to the\nGentiles, that they did not understand that the Gentiles were to be converted through their\npreaching. But he said, \". . . behold, ye have both heard my voice, and seen me . . . and ye\nare numbered among those whom the Father hath given me\" (see <span class=\"citation\" id=\"5709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5709)\">3 Ne. 15:21-24<\/a><\/span>). Isn't that\na marvelous explanation of that glorious statement of the Master! Surely it had great\nsignificance to him, or it would never have been recorded in the holy scriptures.\n<\/p><p>\n<b>Fulfillment of patriarchal blessings<\/b>\n<\/p><p>\nI would now like to refer to the blessings given to the twelve sons of Jacob,\nor Israel. Jacob called his sons together and told them that he would tell them that which\nwould befall them in the latter days (<span class=\"citation\" id=\"23761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23761)\">Gen. 49:1<\/a><\/span>). I will pass over all of them except Joseph's blessing.\nJacob said that Joseph was a fruitful bough whose branches would run over the wall (and we\nhave always understood that the wall referred to the great waters)&mdash;and where was he to go\nover the wall? Unto the utmost bounds of the everlasting hills (<span class=\"citation\" id=\"23762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23762)\">Gen. 49:22,26<\/a><\/span>). Is there any theologian in this\nworld who can tell us where those everlasting hills are to which the Lord, through the father\nof Joseph, promised Joseph that he and his people would go?\n<\/p><p>\nHe further said that his blessings would prevail above the blessings of his progenitors (<span class=\"citation\" id=\"23763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23763)\">Gen. 49:26<\/a><\/span>), and his\nprogenitors were Abraham, Isaac, and Jacob. Can you imagine that God would have in store\nfor that chosen one blessings greater than those of his progenitors, and then not provide that a\nrecord should be kept of the fulfillment of those promises unto that great branch of the house\nof Israel?\n<\/p><p>\n<b>The favored land<\/b>\n<\/p><p>\nThe Book of Mormon tells us where that land is. It tells us how the Lord moved upon one,\nLehi, and led him with his family and others to this land of America. He promised them that\nit would be a land choice above all other lands (<span class=\"citation\" id=\"1639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1639)\">1 Ne. 2:20<\/a><\/span>). He commanded them that they should keep\nrecords, and for a period of a thousand years the records were handed down from one prophet\nto another until they were finally buried in the earth, waiting to come forth in these latter\ndays.\n<\/p><p>\nWhen Moses gave a blessing to the tribe of Joseph, he described the land that the Lord would\ngive to the descendants of Joseph, who was separated from his brethren; he used the word\n<i>precious<\/i> five times in just four verses in describing that land. It is so important that I would\nlike to read Moses' statement: \n<\/p><p>\n\"And of Joseph he said, Blessed of the Lord, be his land, for the precious things of heaven,\nfor the dew, and for the deep that coucheth beneath,\n<\/p><p>\n\"And for the precious fruits brought forth by the sun, and for the precious things put forth by\nthe moon,\n<\/p><p>\n\"And for the chief things of the ancient mountains, and for the precious things of the lasting\nhills,\n<\/p><p>\n\"And for the precious things of the earth and fulness thereof, and for the good will of him\nthat dwelt in the bush [in other words, the Lord who appeared to Moses in a burning bush]:\nlet the blessing come upon the head of Joseph, and upon the top of the head of him that was\nseparated from his brethren\" (<span class=\"citation\" id=\"21270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21270)\">Deut. 33:13-16<\/a><\/span>).\n<\/p><p>\nCould you describe a land more wonderfully, a description that would describe this land of\nAmerica to which the seed of Joseph was led? Let me refer to this one statement, the first\n<i>precious<\/i> he named: he said, \"for the <i>precious<\/i> things of heaven\" (<span class=\"citation\" id=\"21269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21269)\">Deut. 33:13<\/a><\/span>). I have thought a lot about\nthat and what it means. I think it means that their holy prophets would have communion with\nthe heavens so that they could be led and inspired and directed, as we are today, by living\nprophets at the head of this Church.\n<\/p><p>\nIt seems incredible that such a promise would be made to Joseph of a new land in the utmost\nbounds of the everlasting hills, with promises greater than those of his progenitors, and that\nthere should not be a record kept of the fulfillment of those promises. No other people can\ntell you where the land is that the Lord promised to Joseph and his posterity. This we learn\nfrom the Book of Mormon.\n<\/p><p>\nThat brings us to the command the Lord gave Ezekiel that two records should be kept, one\nfor Judah and his companions, the house of Israel, and one for Joseph and his companions,\nthe house of Israel, and he said: \n<\/p><p>\n\". . . the children of thy people shall speak unto thee, saying, Wilt thou not shew us what\nthou meanest by these.\n<\/p><p>\n<b>The \"stick\" of Joseph<\/b>\n<\/p><p>\n\"Say unto them, Thus saith the Lord God; Behold, I will take the stick of Joseph, which is in\nthe hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even\nwith the stick of Judah, and make them one stick, and they shall be one in mine hand\"\n(<span class=\"citation\" id=\"23137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23137)\">Ezek. 37:18-19<\/a><\/span>).\n<\/p><p>\nThe stick of Judah is nothing more than the Holy Bible, which has remained with the people\nthrough the ages. But the record that had been in the hands of Ephraim, who was one of the\nsons of Joseph, was to be taken and put with the record of Judah to make them one in the\nLord's hand. Why should the world hesitate to accept the word of the Lord and its\nfulfillment? We have that record, and it is the record that was kept of the Lord's dealings\nwith his people in this great land of America.\n<\/p><p>\n<b>Isaiah and the Book of Mormon<\/b>\n<\/p><p>\nI would like to give you another statement from the Bible that no theologian could understand\nuntil the Book of Mormon came forth. This is from the twenty-ninth chapter of Isaiah: \n<\/p><p>\n\"Woe to Ariel, to Ariel, the City where David dwelt! [that was Jerusalem, the city where\nDavid dwelt] add ye year to year; let them kill sacrifices.\n<\/p><p>\n\"Yet I will distress Ariel, and there shall be heaviness and sorrow: and it shall be unto me as\nAriel\" (<span class=\"citation\" id=\"25334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25334)\">Isa. 29:1-2<\/a><\/span>).\n<\/p><p>\nIn other words, Isaiah not only saw the final destruction of Jerusalem, but he also saw the\ndestruction of another great center; that great center was here in America. No theologian\ncould determine where that other center was until the Book of Mormon came forth. Then\nIsaiah adds,\n<\/p><p>\n\"And I will camp against thee round about, and will lay siege against thee with a mount, and\nI will raise forts against thee.\n<\/p><p>\n\"And thou shalt be brought down, and shalt speak out of the ground, and thy speech shall be\nlow out of the dust, and thy voice shall be, as of one that hath a familiar spirit, out of the\nground, and thy speech shall whisper out of the dust\" (<span class=\"citation\" id=\"25335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25335)\">Isa. 29:3-4<\/a><\/span>).\n<\/p><p>\nNo theologian could understand that statement of Isaiah until the Book of Mormon came\nforth. Now I will read you from the Book of Mormon the explanation: \n<\/p><p>\n\"After my seed and the seed of my brethren shall have dwindled in unbelief, and shall have\nbeen smitten by the Gentiles; yea, after the Lord God shall have camped against them round\nabout, and shall have laid siege against them with a mount, and raised forts against them; and\nafter they shall have been brought down low in the dust, even that they are not, yet the words\nof the righteous shall be written, and the prayers of the faithful shall be heard, and all those\nwho have dwindled in unbelief shall not be forgotten.\n<\/p><p>\n\"For those who shall be destroyed shall speak unto them out of the ground, and their speech\nshall be low out of the dust, and their voice shall be as one that hath a familiar spirit; for the\nLord God will give unto him power, that he may whisper concerning them, even as it were\nout of the ground; and their speech shall whisper out of the dust.\n<\/p><p>\n\"For thus saith the Lord God: They shall write the things which shall be done among them,\nand they shall be written and sealed up in a book, and those who have dwindled in unbelief\nshall not have them, for they seek to destroy the things of God\" (<span class=\"citation\" id=\"3777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3777)\">2 Ne. 26:15-17<\/a><\/span>).\n<\/p><p>\nNow isn't that a wonderful explanation of that passage in Isaiah? Nobody could have given an\nexplanation like that until the Book of Mormon came forth; it states here that it shall be\nsealed up and come forth out of the dust. In that same chapter in which Isaiah tells about the\ndestruction of Ariel and this other center, he says, \". . . the vision of all is become unto you as\nthe words of a book that is sealed, which men deliver to one that is learned, saying, Read this,\nI pray thee: and he saith, I cannot; for it is sealed\" (<span class=\"citation\" id=\"25336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25336)\">Isa. 29:11<\/a><\/span>).\n<\/p><p>\nYou know how literally that was fulfilled when Martin Harris took some of the characters\ncopied from the plates from which the Book of Mormon was translated to one Professor\nAnthon in New York; after Professor Anthon had given a certificate indicating that the\ntranslation was genuine, he asked that the records be brought to him that he might translate\nthem. Martin told him that they were sealed, and he answered in practically the same words\nrecorded in Isaiah, \"I cannot read a sealed book\" (<span class=\"citation\" id=\"30501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30501)\">JS&mdash;H 1:65<\/a><\/span>).\n<\/p><p>\nHow can you fit all these things together and imagine that it was the thinking of the mind of\nyoung Joseph Smith, at the time the Book of Mormon was published, if this isn't the work of\nGod, the Eternal Father? As Isaiah said, the Lord has declared the end from the beginning: \n<\/p><p>\n\"The grass withereth, the flower fadeth: but the word of our God shall stand for ever\"\n(<span class=\"citation\" id=\"25338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25338)\">Isa. 40:8<\/a><\/span>).\n<\/p><p>\n<b>The Book of Mormon explains the scriptures<\/b>\n<\/p><p>\nThere is another great principle that was made plain by the coming forth of the Book of\nMormon that no one could understand until then; that is the fact that there were to be two\ngathering places for the Lord's children. All through the scriptures, after the division of Israel\ninto two great kingdoms, there were the kingdom of Judah and the kingdom of Israel; the\nkingdom of Israel was scattered among the nations, and the world does not understand that\nthere should be two gathering places. They think that Israel will all be gathered back to\nJerusalem and the Holy Land. Yet the scriptures in the Book of Mormon make so plain that\nwhen the Lord provided this land of America for the descendants of Joseph, the new Jerusalem\nshould be built upon this land and that this should be the land of the gathering of many\ndescendants of Joseph.\n<\/p><p>\nThere isn't time to go into all the scriptures, but you remember when the Angel Moroni\nappeared to the Prophet Joseph three times during the night and again the next morning, he\nquoted the eleventh chapter of Isaiah (<span class=\"citation\" id=\"30500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30500)\">JS&mdash;H 1:40<\/a><\/span>), wherein Isaiah said the Lord would set his hand again\nthe second time to gather scattered Israel, and that he would bring in the dispersed of Judah\nand would set up an ensign unto the nations (see <span class=\"citation\" id=\"25331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25331)\">Isa. 11:11-12<\/a><\/span>). Thus there were to be two\ngreat gathering places.\n<\/p><p>\n<b>\"The mountain of the Lord's house\"<\/b>\n<\/p><p>\nAgain, when Isaiah saw the latter days, he said, \"And it shall come to pass in the last days,\nthat the mountain of the Lord's house shall be established in the top of the mountains, and\nshall be exalted above the hills; and all nations shall flow unto it.\n<\/p><p>\n\"And many people shall go and say, Come ye, and let us go up to the mountain of the Lord,\nto the house of the God of Jacob; and he will teach us of his ways, and we will walk in his\npaths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem\"\n(<span class=\"citation\" id=\"25323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25323)\">Isa. 2:2-3<\/a><\/span>).\n<\/p><p>\nHe knew there would be two great gathering places. He knew that Israel would be gathered\nhere in these valleys of the mountains and I think that the temple on this block is the very\nhouse of the God of Jacob that Isaiah was privileged to see. He knew that the Jews would be\ngathered back to the land of their inheritance, for the scriptures are replete that when Jesus\nshall come and visit them, they will ask: \"What are these wounds in thine hands? Then he\nshall answer, Those with which I was wounded in the house of my friends\" (<span class=\"citation\" id=\"43081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43081)\">Zech. 13:6<\/a><\/span>). The\nChurch was to be established here, and the law to go forth from here, and the word of the\nLord from Jerusalem.\n<\/p><p>\n<b>The new heaven<\/b>\n<\/p><p>\nI will now add one more thought concerning another great truth that is revealed through the\nBook of Mormon and that is not understood in the scriptures by the theologians; that is the\npromise mentioned by Brother Sill concerning the new heaven. John saw the new Jerusalem\nlet down from heaven (see <span class=\"citation\" id=\"42418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42418)\">Rev. 21:3,10-11<\/a><\/span>). The world has never understood that there\nwere two Jerusalems. They did not know anything about the new Jerusalem, or where it was,\nor why it should come down from heaven. But we read in the Book of Mormon the words of\nEther, who tells us that this is the land of the new Jerusalem, and that it would be established\nupon this land. Then he goes on to tell how the new Jerusalem would come down from\nheaven and that this would not be the old Jerusalem in the Holy Land (<span class=\"citation\" id=\"22269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22269)\">Ether 13:2-3<\/a><\/span>).\n<\/p><p>\nBrothers and sisters, just think how these truths so completely evidence the\nfact that the Prophet Joseph's story and Book of Mormon are true. I bear witness that the\nBook of Mormon it is the one tangible evidence that Joseph Smith was truly a prophet, for no\nman nor body of men could have written such a book as that without the divine help of God,\nthe Eternal Father. I know it is true. I know it is part of God's great \"marvelous work and a\nwonder,\" and that in the same chapter about Ariel and the sealed records, where he said that\nhe would proceed to do a marvelous work and a wonder, and that the wisdom of their wise\nmen would perish and the understanding of their prudent would men would be hid\n(<span class=\"citation\" id=\"25337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25337)\">Isa. 29:14<\/a><\/span>). That is The Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nThis is my testimony to you: that this Church is built upon the foundation Paul declared of\napostles and prophets, with Christ our Lord as the chief cornerstone (<span class=\"citation\" id=\"21800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21800)\">Eph. 2:20<\/a><\/span>), and that\nthrough his living prophet today, Christ the Lord is directing his kingdom; it shall become as\na great mountain and fill the whole earth (<span class=\"citation\" id=\"10685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10685)\">Dan. 2:35<\/a><\/span>).\n<\/p><p>\nI bear you that witness in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}