{"ID":1533, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Pangs of Unlearning<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1967, pp. 30-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nRecently, I read a talk, given by a doctor to a convention of medical men, entitled \"The Pangs\nof Unlearning.\" He called attention to the discoveries through research of new drugs and\nimproved treatments that require much unlearning by physicians and surgeons, because many\nformer practices and medicines do not best serve the interests of today's patients. A doctor\nfriend of mine significantly stated that the majority of medical services practiced ten years ago\nare obsolete today. This talk challenged my interest, as I envisioned updated learning,\nreorienting, and retraining as applying to the pattern of our own lives.\n<\/p><p>\nI should like to share with you some of my thoughts on this subject of unlearning and the\npossible personal improvement each individual can attain by living strictly within the\nframework and spirit of the gospel of Jesus Christ.\n<\/p><p>\n<b>Learning anew from research and revelation<\/b>\n<\/p><p>\nThe word <i>unlearn<\/i> as here used does not mean a casting aside of eternal truths and everlasting\nknowledge. Rather, it means altering our habits of behavior so as to live more in harmony\nwith God's will. It reflects a desire and a willingness to keep pace with  up-to-date knowledge\ngained through research (as well as inspiration and revelation), which provides advanced\nlearning, new methods, and techniques to replace the less effective or obsolete. Are we\nfaithful and obedient enough in the Church to accept authorized changes that represent\nimprovement and growth?\n<\/p><p>\nThe wonderful, complex instrument for registering our experiences that we call the mind\ngathers a maze of data, to be sifted, analyzed, and appraised. In such a process some data will\nbe found useful and some without value. In the latter case, what shall be done with such\nmaterial?\n<\/p><p>\nIt would be well, of course, if it could be thrown away, like refuse, and forgotten altogether.\nThat, however, is quite out of the question, as the Master so clearly illustrated in his parable\nof the wheat and the tares (<span class=\"citation\" id=\"35725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35725)\">Matt. 13:24-30<\/a><\/span>). And no way has, as yet, been discovered by which we may press a\nbutton or turn a switch and have that which is of no value to our learning cast aside\nautomatically. That which is learned, the useful and the seemingly unuseful alike, memory\nretains.\n<\/p><p>\nWhat, then, can be done as our learning process grows and expands and memory retains the\ngood and the not good that have been accumulated there? The simplest answer to such a\nquestion would be \"unlearn the not good.\" We are then faced with the next question, \"How\ncan that be done?\"\n<\/p><p>\n<b>Exercise free-agency<\/b>\n<\/p><p>\nThe answer is not so simple nor so easy. It involves many matters and requires earnest,\nprayerful consideration. In the first place, the primary law of intelligent life, free agency, or\nthe personal power to exercise judgment should be made operative. With that power set in\nmotion, the good and the not good may be determined. Yet even here man on his own may\nnot be perfect in judgment. One needs to be humble in spirit, contrite of heart,\nready in prayer, as was the Master, even though he was perfect. By such\nmeans one is entitled to the prompting and guidance of the Holy Ghost, so necessary when\none is on the road perfectness, yet needing to \"unlearn\" that which is not good.\n<\/p><p>\n<b>Creative attitudes<\/b>\n<\/p><p>\nAnother factor important in the process of learning and unlearning is that of attitude. Some of\nus need to unlearn personal attitudes that are contrary and resistant to gospel teachings and\nrequirements. Certain attitudes are destructive to true character. They inhibit growth. If\nallowed to develop, they may produce disastrous consequences. Negative, cynical, and other\nkindred attitudes are dangerous to faith, hope, humility, righteous desires, and high purpose,\nwhich virtues are essential to the discovery and retention of that which is best in the learning\nprocess and of \"unlearning\" the undesirable in life. One should, therefore, be well aware of\nthe many types of attitudes present in daily living.\n<\/p><p>\nWe sometimes wonder why people behave as they do. Perhaps it is because they are unwilling\nto unlearn the reasons for their unwarranted behavior. Now, I do not want you to think I am\nadvocating the unlearning of eternal truths, principles, standards, ideals, and ordinances,\nbecause these gospel verities never change. God's laws are immutable and endure forever. By\nincreasing our learning, however, we become acquainted with additional truths and higher\nlaws referred to in scripture as truth, light, spirit, and the mysteries of godliness. A scientist\nfrequently forsakes theory he has learned because research uncovers advanced knowledge that\nchanges or makes obsolete some former concepts but does not eliminate basic principles. The\nsciences are subject to constant change. This is true also in technological advances, where we\nforsake the old and accept the new improved methods of performance that have advanced our\ncivilization tremendously.\n<\/p><p>\n<b>Cherish the word of God<\/b>\n<\/p><p>\nWhile all this advancement takes place in our modern world, we cannot afford to forsake or\ndiscard the teachings and revelations of God. People brought up in a religious faith that does\nnot teach the true doctrines of Christ, regardless of how sincere they may be, must unlearn\nmuch of what they were taught and accept the new light and way to obtain salvation and\nglory. Because the children of Israel had gone astray and were so steeped in the faith and\ntradition of their fathers, they were unable to unlearn the law given for their temporal benefit,\nfor the higher spiritual law brought to them personally by the Christ. They thus failed to\nrecognize the Christ when he was sent of God, the Father, to live among them. It was Christ\nwho came to fulfill the lesser law and to reveal to them the higher law of his gospel. Jesus\nwas put to death because his own people of the house of Israel could not unlearn and prepare\nthemselves to receive him, their Jehovah, Savior, and God.\n<\/p><p>\nThe peoples of the world must unlearn the idea that all churches are acceptable unto God.\nSome teach that it doesn't matter which road one takes (meaning which church one belongs\nto), since all roads, it is claimed, lead back to the presence of God. This premise does not\naccord with the teachings of the scriptures.\n<\/p><p>\n<b>No \"new wine in old bottles\"<\/b>\n<\/p><p>\nChrist did not accept any of the churches of his day to supply the framework for his earthly\nkingdom. He taught, \"Neither do men put new wine into old bottles: else the bottles break . . .\nbut they put new wine into new bottles, and both are preserved\" (<span class=\"citation\" id=\"35715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35715)\">Matt. 9:17<\/a><\/span>). For the same\nreason the organization of his Church and the gospel of his kingdom could not fit into the\nframework of the existing churches. They were false and unsuited to Christ's needs and\npurpose. The identical condition was also true in this dispensation when God restored the\ngospel and his kingdom through his divinely called servant, Joseph Smith.\n<\/p><p>\n<b>\"One Lord, one faith, one baptism\"<\/b>\n<\/p><p>\nMan must unlearn the idea that any and all baptisms are acceptable unto\nGod. There is only one true mode of baptism, and that is immersion. Only men who hold the\nappropriate priesthood office and are divinely called and ordained can efficaciously perform\nthis holy ordinance in the gospel and know that it is acceptable to God and that a record will\nbe made of it on earth as well as in heaven.\n<\/p><p>\nI sincerely testify that as all members of Christ's Church progress toward perfection they will\nenjoy increased knowledge and clearer vision of God's plans and purposes. They will also\nhave some unlearning to do, not because basic truths, standards, and principles change, but\nbecause new methods and techniques are employed to achieve greater and more widespread\nimproved performance and spiritual results.\n<\/p><p>\nNow, to support this thought, I quote from the teachings of the Prophet Joseph Smith: \"We\nconsider that God has created man with a mind capable of instruction, and a faculty which\nmay be enlarged in proportion to the heed and diligence given to the light communicated\nfrom heaven to the intellect; and that the nearer man approaches perfection, the clearer are his\nviews, and the greater his enjoyments, till he has overcome the evils of his life and lost every\ndesire for sin; and like the ancients, arrives at that point of faith where he is wrapped in the\npower and glory of his Maker, and is caught up to dwell with him. But we consider that this\nis a station to which no man ever arrived in a moment; he must have been instructed in the\ngovernment and laws of that kingdom by proper degrees, until his mind is capable in some\nmeasure of comprehending the propriety, justice, equality, and consistency of the same . . .\n[and] that it is necessary for men to receive an understanding concerning the laws of the\nheavenly kingdom, before they are permitted to enter it: we mean the celestial glory.\"\n(<i>Documentary History of the Church<\/i>, Vol. 2, page 8.)\n<\/p><p>\n<b>Vigorous renewal for \"the perfecting of the Saints\"<\/b>\n<\/p><p>\nNevertheless, people become too complacent and satisfied with what they have. It is most\ndifficult for them to unlearn and accept the better way. It is also difficult for some members\nof the Church to unlearn and give up less effective methods of doing things for greatly\nimproved programs planned to build increased spirituality, faith, and testimony to perfect the\nSaints of God. The Church programs are constantly being strengthened and perfected to meet\nthe challenge of the growing, progressive needs of its members.\n<\/p><p>\n<b>Church correlation<\/b>\n<\/p><p>\nWe hear much these days about Church correlation, which is an important step forward in\npromoting a rounded-out educational understanding of all that pertains to God's latter-day\nkingdom. The lesson outlines are prepared by the Church correlation committee and are\nadapted to meet the needs of the members of each Church organization. This prevents any\noverlapping in study courses, which produce well-informed doctrinal and Church history\nstudents who can intelligently give an answer and reason for the hope within them.\nCorrelation of Church organizations, lesson material, and coordination of activities will\nincrease effectiveness and strength in the lives of members, both young and old.\n<\/p><p>\n<b>Rededication of parents<\/b>\n<\/p><p>\nParents must unlearn the leaving of all gospel teaching to the organizations of the Church,\nwhen the prime responsibility for the teaching of children rests upon the home. If home\nevenings are not held or are poorly planned, children and parents are denied the wholesome\nassociation and companionship of one another. This condition requires a change of attitude\nand an up-dated learning to enjoy the blessings of this choice family experience. The Church\nprogram planned for these occasions is ideal and can, with some imagination, be adapted to\nevery family need. Parents should unlearn the ineffective methods of dealing with their\nchildren, finding more effectual ways; then children will feel free to discuss and counsel with\nparents about the intimate, delicate, and confidential matters that concern them.\n<\/p><p>\n<b>Renewal of loyalty to God's laws<\/b>\n<\/p><p>\nDo some of us need to reevaluate what constitutes proper observance of the Word of\nWisdom? Are we becoming too liberal in our personal interpretation and application of this\nlaw? The Apostle Paul counseled: \"Abstain from all appearance of evil\" (<span class=\"citation\" id=\"2745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2745)\">1 Thes. 5:22<\/a><\/span>). Here\nagain, we can unlearn and resolve to stay strictly on the Lord's side of this law and be safe\nand at peace with ourselves.\n<\/p><p>\nCan we justify a partial payment to the tithing fund as an honest accounting with the Lord on\nhis law of the tithe? Shouldn't we be honest with him and unlearn any wrongful practices to\nfully meet the obligation and conditions of this law?\n<\/p><p>\nMan must unlearn his changing liberal attitude toward sex that minimizes the sacredness of\nsex behavior and opens the way for licentious living. I proclaim with all the power of my\nbeing that God's seventh commandment to the children of Israel through Moses, \"Thou shalt\nnot commit adultery,\" is a law as binding upon man today as then. Adultery is one of the\nmost abominable sins in the sight of the Lord (<span class=\"citation\" id=\"9083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9083)\">Alma 39:5<\/a><\/span>), and forbidden by our God (see\n<span class=\"citation\" id=\"14933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14933)\">D&amp;C 42:24<\/a><\/span>;\n(<span class=\"citation\" id=\"22773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22773)\">Ex. 20:14<\/a><\/span>).\nThose who willfully violate this law must pay God's penalty,\nwhich is denial to the celestial kingdom (<span class=\"citation\" id=\"463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(463)\">1 Cor. 6:9-10<\/a><\/span>).\n<\/p><p>\nIf prayers are not a regular practice in the home and personal prayers uttered daily, isn't it\nwise for us to be more faithful in keeping in contact with our God? Wouldn't it be wise to\nunlearn some of our feelings, habits, and doings that prevent us from enjoying the sweet\ncompanionship of the Holy Ghost to guide and direct us in our personal lives? Many brethren\nendowed with the Holy Priesthood should unlearn a complacent approach to the duties and\nresponsibilities attendant to this holy power. The Lord has counseled that every priesthood\nbearer is to \"learn his duty, and to act in the office in which he is appointed, in all diligence\"\n(<span class=\"citation\" id=\"15040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15040)\">D&amp;C 107:99<\/a><\/span>).\nSlothfulness in one's duty isn't acceptable to the Lord. He further requires\nthat men must \"do many things of their own freewill, and bring to pass much righteous\"\n(<span class=\"citation\" id=\"14944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14944)\">D&amp;C 58:27<\/a><\/span>).\n<\/p><p>\nThere is unlearning to do to adjust from the previous ward teaching program to the present\nhome teaching plan to Church families. The new plan is much superior to the older method\nand has far greater potential for effective results.\n<\/p><p>\nThis can also be said of new programs in other fields of church service, such as genealogy,\ntemple work, stake missions, education of youth.\n<\/p><p>\nFailure to accept and follow wholeheartedly the counsel and example of our leader in moral,\nethical, and spiritual matters does not produce harmony but disharmony. It also places one in\nthe position of pitting one's knowledge and learning against that which God has inspired or\nrevealed through his anointed servant. Some question the right of the Church through its\nleader to speak up and let the world know and understand the position of the Church on\nethical, moral, and political principles or standards that have to do with the rights and welfare\nof man. Who is able to speak more clearly and authoritatively on such matters? If man loses\nhis God-given right of agency, freedom, and ethical practices by unrighteous interference and\nunjust controls, his religious life will suffer, because the climate in which religion should\nflourish becomes restricted and untenable.\n<\/p><p>\n<b>Re-education for spiritual growth<\/b>\n<\/p><p>\nThe Savior taught many truths during his ministry upon the earth; but men were offended by\nhis teachings and reviled against him, for their hearts were not right, and their spirits were not\nattuned to his. Although many stood against him, he was right and they were wrong. Was not\nhis atoning sacrifice for the purpose of helping man to <i>unlearn<\/i> his sinful ways, which grow\nup within us like the tares among the wheat? We must unlearn all dross, that we might be\nmore like our Redeemer and our Eternal Father.\n<\/p><p>\nIn this present day many need to unlearn unorthodox teachings and  improper standards and to\nhumble themselves, as it were, in sackcloth and ashes. All of us should make\na personal evaluation and determine where we can profitably unlearn false opinions and\nerroneous teachings. Our duty is to condition ourselves to be more valuable in promoting the\nwork of God's kingdom. Freedom does not license contention nor approve nonconformists to\nsupplant God's ways with their own. The Lord proclaimed to Isaiah: \"For my thoughts are not\nyour thoughts, neither are your ways my ways, saith the Lord.\n<\/p><p>\n\"For as the heavens are higher than the earth, so are my ways higher than your ways, and my\nthoughts than your thoughts\" (<span class=\"citation\" id=\"25339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25339)\">Isa. 55:8-9<\/a><\/span>).\n<\/p><p>\nPerhaps this statement will cause us to remember how small we are in comparison to our\nGod, who is all-knowing and all-powerful. The Lord taught Moses a great lesson in this\nregard. After he had shown Moses by vision the workmanship of his hands, he withdrew from\nMoses, and his glory was not upon him. Moses was left unto himself, and he fell unto the\nearth exhausted (<span class=\"citation\" id=\"39274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39274)\">Moses 1:4-9<\/a><\/span>). It was many hours before he again received his natural strength, and when he\ndid, he humbly said: \"Now for this cause I know that man is nothing, which thing I never had\nsupposed\" (<span class=\"citation\" id=\"39275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39275)\">Moses 1:10<\/a><\/span>). This counsel should remind all of us to be meek and contrite of\nspirit.\n<\/p><p>\n<b>Repentance, the way to perfection<\/b>\n<\/p><p>\nAs we advance toward perfection, there will be higher laws revealed to our understanding and\nbenefit that will replace those of a lower order. This truth was first taught to Adam and Eve\nin the Garden of Eden, when the Lord gave them two choices: (1) not to partake of the\nforbidden fruit (<span class=\"citation\" id=\"23748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23748)\">Gen. 2:16-17<\/a><\/span>); and (2) to multiply and replenish the earth\n(<span class=\"citation\" id=\"23743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23743)\">Gen. 1:28<\/a><\/span>), which choices call for obedience\nto a lesser law or a higher one. They chose to fulfill the higher law. Again, when the Savior\nsojourned among men, he replaced a lesser law, which Moses, his servant, had given to the\nchildren of Israel, with the higher law of the gospel, his plan of life and salvation. Therefore,\nas we progress in righteousness and truth, we will come in contact with higher laws\npreviously unknown that, when revealed, all of us must accept and obey to perfect ourselves\nand become more like our God and his Son, Jesus Christ. When that goal is achieved, we will\nagain be in their presence and glory. God bless us with the Holy Ghost to help us choose\nwisely and with faithful assurance, that we, without question, are always on the Lord's side of\nevery question.\n<\/p><p>\nI leave you my witness and my testimony, brothers and sisters, to the truthfulness of this\nwork. I know this is God's restored kingdom and that it is here for the blessing and for the\nsalvation of his children. God bless us to so live, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}