{"ID":1536, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Principle of Obedience<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1967, p. 40-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs I travel over the parts of the vineyard of the Lord to which I am assigned, I marvel at the\nmiracle that is the Church.\n<\/p><p>\nEach week the faithful gather to hear instruction and to renew the covenant that they made at\nthe time of their baptism and to receive that blessings of the gifts of the Holy Ghost. The men\nwho call them together are the appointed leaders, those called by revelation to lead the flock\ninto righteousness.\n<\/p><p>\nI say <i>appointed leaders<\/i>, for in this Church we do not wait for men to exhibit the leadership\nnecessary to preside over a stake, or a mission, or a ward, but call them through the guidance\nof the Spirit. \"This one,\" whispers the Spirit to the soul of the appointed servant, \"is the one\nto now lead at this time.\" He is presented to the people for their sustaining vote.\n<\/p><p>\n<b>Manifestation of willingness to sustain<\/b>\n<\/p><p>\nTime after time I have seen the multitude of hands raised. Some doubters have said that the\nvote is automatic. With this I beg to differ. The unanimity of vote is the sign of the great\nprinciple of obedience in action, but this cannot conceal the expression on people's faces.\nEvery conference to which I have gone where this action was taken I have witnessed the\napproval in the expressions exhibited on the faces of the people. More than once I have heard\na deep, rumbling, awesome murmur of approval that has swept through a congregation the\nmoment a name was mentioned, even before the vote was called for. I have seen the smiles\nand nodding of heads as those in tune with the spirit of the meeting gave more than the\nraising of a hand in approbation. It is this expression, given so freely, that heartens the\npresiding officer and confirms his inspiration.\n<\/p><p>\nUndoubtedly there are those present at these conferences who do not feel the whispering of\nthe Spirit yet they raise their hands in confirmation.\n<\/p><p>\nThey do more than that, for at the bidding of the newly sustained president&mdash;or bishop, as\nthe case may be&mdash;they respond to his call and serve faithfully. These may not have been\nassured that the call came from the Lord, but they are sure that the call came from the servant\nof the Lord and, for reasons known to themselves, believe that their personal call to service by\nthis new servant came from the Lord. And so it will ever be.\n<\/p><p>\nThe principle on which this constantly recurring scene is based is found in the great vision\ngiven to Abraham and preserved for us, as miraculously almost as the coming forth of the\nBook of Mormon.\n<\/p><p>\nThe papyrus containing the vision of Abraham came to Joseph Smith through a series\nof events that only the guidance of supernatural power could have made possible. The events\nthat brought it about seem natural enough, but they took place at the right moment in history\nto the right people, with the result that we have knowledge of the vision. I quote from part of\nit: \n<\/p><p>\n\"And there stood one among them that was like unto God, and he said unto those who were\nwith him: We will go down, for there is space there, and we will take of these materials, and\nwe will make an earth whereon these may dwell; \n<\/p><p>\n\"And we will prove them herewith, to see if they will do all things whatsoever the Lord their\nGod shall command them\" (<span class=\"citation\" id=\"7251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7251)\">Abr. 3:24-25<\/a><\/span>).\n<\/p><p>\n<b>Response to leaders<\/b>\n<\/p><p>\nWe acknowledge that in order to obey <i>all things<\/i> whatsoever we are commanded, we must\nobey the leaders through whom the commands come. In our personal lives we have the Ten\nCommandments (<span class=\"citation\" id=\"22769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22769)\">Ex. 20:1-17<\/a><\/span>), the 42nd Section of the Doctrine and Covenants\n(<span class=\"citation\" id=\"14930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14930)\">D&amp;C 42:1-93<\/a><\/span>), which states again for our\nday these commandments, the Sermon on the Mount\n(<span class=\"citation\" id=\"35677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35677)\">Matt. 5:1-48<\/a><\/span>), and the golden text from Micah\n(<span class=\"citation\" id=\"37897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37897)\">Micah 6:8<\/a><\/span>) to guide us, but in the service of the organized Church we also obey the\nleaders. And in direct proportion to the degree of that obedience we receive of the Holy Ghost\nto guide us and sustain us. If we can obey this principle, we shall avoid contention in the\nChurch.\n<\/p><p>\nThis principle is universal in the I have just now returned from a visit to the Tongan Mission\nlocated in one group, of many  groups, of island in the far Pacific. The living customs are far\ndifferent from ours; the culture of the people has taken a different path than has ours. Yet the\nrespond in exactly the same way as we do here. They obey their leaders. On a Sunday one\ncan see them dressed in their lava-lavas, their best shell necklaces over their shoulders,\nwending their way to sacrament meeting in the branch chapel.\n<\/p><p>\nOne such chapel is a small building with a thatched roof and meager furniture. There in the\ntongue of the Tongans the branch president conducts the service. And the members go home\nuplifted through their obedience to the appointed leader and participation in the ordinance\nreminding them of their acceptance of Christ. I felt at home among these people, just as much\nat home as Brother [Gordon B.] Hinckley expressed here sometime ago when he described his\nvisits to the Saints on Taiwan and in Korea and Japan.\n<\/p><p>\nI am thankful for the binding force of the priesthood when made active by the obedience of\nthe people to their leaders. We see the same principle in force in this building this very day,\nand we rejoice at its continuation in the Church.\n<\/p><p>\n<b>Saints in Tonga send love to President McKay<\/b>\n<\/p><p>\nI desire to make one more statement. Everywhere in Tonga I was asked to convey the love of\nthe Saints to you, President McKay. They have not forgotten the harassment of the Tongan\nofficials years ago when they found excuse to quarantine you on a nearby island, nor have\nthey forgotten your visit with them after the officials relented.\n<\/p><p>\nWe tried to visit Niue Island. The same set of circumstances were there. The sea was rough\nand the captain would not let us go ashore. We talked about your experience in the same\nsituation.\n<\/p><p>\n<b>President McKay's Samoa visit remembered<\/b>\n<\/p><p>\nI think I was most moved when we stood in a valley surrounded by cloud-bathed mountains on\nthe edge of a foaming, tumbling stream of clear water in the mountains of Upolu, Samoa.\nThere we read an inscription on a bronze plaque fastened to a monument. It was placed there,\nit said, in honor of the visit of President McKay to that place, and of the things he had said\nthere. I looked at the school now here in response to President McKay's pledge to the people\nand could recognize what it is doing to children through their growing years. I do not imitate\nthe Lord as he is quoted in Genesis, but I could see that it was \"good\" (<span class=\"citation\" id=\"23745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23745)\">Gen. 1:31<\/a><\/span>).\n<\/p><p>\nPresident McKay, the people standing there with me asked that I bring you their love. With\ntheirs I add mine. Someone had to have the vision of the service to be rendered to those\npeople. That it fell to your lot to have it gives me joy. With these people, our brothers of the\nblood of Israel, I sustain you as a prophet, seer, and revelator, and witness that from Joseph\nSmith the Prophet until now we have been led by prophets called of God and sustained by the\npeople. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}