{"ID":1537, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Priesthood Responsibility<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, April 1967, pp. 42-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA charge has been given me today to teach the people. What people shall I teach? To teach, I\nmust narrow both subject and class to fit a specific need. Specifically, then, I limit my\nremarks to the priesthood leaders called by the First Presidency to this annual conference. But\npriesthood leaders are changed from time to time under inspiration received from God; hence,\nall brethren receiving the priesthood may prepare themselves for leadership by applying my\nremarks to themselves.\n<\/p><p>\nSince we men need encouragement and assistance from our wives in the performance of our\nassigned priesthood duties, the sisters should understand the nature of priesthood responsibility\nand become as Mother Eve, \"an help meet\" for the man (<span class=\"citation\" id=\"23749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23749)\">Gen. 2:18<\/a><\/span>). By the word \"meet\" is meant a\nperson who is worthy, or of the same ability, quality, and status.\n<\/p><p>\n<b>Key of administration to quorum officers<\/b>\n<\/p><p>\nPresidents of every priesthood quorum in the Church of Jesus Christ receive keys of\nadministration for that quorum by which they are authorized to preside over the members\nthereof. Beginning with the deacons' president and repeated for the president of every\nquorum, presidents are instructed to sit in council with quorum members, to \"teach them their\nduty, edifying one another, as is given according to covenants\" (<span class=\"citation\" id=\"15036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15036)\">D&amp;C 107:85-89<\/a><\/span>).\n<\/p><p>\nA priesthood leader's responsibility, then, is personally to watch over an assigned segment of\nthe Church. \"The teacher's duty is to watch over the church always, and be with and\nstrengthen them; \n<\/p><p>\n\"And see that the church meet together often, and also see that all the members do their\nduty\" (<span class=\"citation\" id=\"14917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14917)\">D&amp;C 20:53-55<\/a><\/span>).\n<\/p><p>\nThis duty to teach and counsel applies even more specifically to those who are chosen to\npreside over a quorum of the sons of God who hold the powers of the priesthood.\n<\/p><p>\nLimiting my remarks to priesthood leaders requires a limit also to the subject to be taught.\nWhen the Apostle John wrote to the saints, he urged them to come out of the darkness of sin\ninto the true light of Jesus Christ. By righteous living they were to qualify themselves to\nreceive added spiritual blessings. He reminded those who had so qualified themselves: \n<\/p><p>\n\"But ye have an unction [anointing] from the Holy One and ye know all things [concerning\nthe divinity of Jesus Christ]\" (<span class=\"citation\" id=\"1086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1086)\">1 Jn. 2:20<\/a><\/span>). And, he continued: \n<\/p><p>\n\"But the anointing which ye have received of him abideth in you, and ye need not that any\nman teach you: but as the same anointing teacheth you of all things, and is truth, and is no\nlie, and even as it hath taught you, ye shall abide in him\" (<span class=\"citation\" id=\"1087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1087)\">1 Jn. 2:27<\/a><\/span>).\n<\/p><p>\nWe have been told that oil is the sacred symbol of the spirit's operations. This anointing\nspoken of by John is an actual anointing with oil, which shall teach people the divinity of\nJesus Christ and how to live more righteously. Paul referred to this anointing as he wrote: \n\"Now he which establisheth us with you in Christ, and hath anointed us, is God; \n<\/p><p>\n\"Who hath also sealed us, and given the earnest of the Spirit in our hearts\" (<span class=\"citation\" id=\"3059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3059)\">2 Cor. 1:21-22<\/a><\/span>).\n<\/p><p>\nWhere can such anointings and gifts of the Spirit be obtained? The Lord has revealed it to us\nin these words: \n<\/p><p>\n\"For, for this cause I commanded Moses that he should build a tabernacle, that they should\nbear it with them in the wilderness, and to build a house in the land of promise, that a those\nordinances might be revealed which had been hid [from the unworthy] from before the world\nwas.\n<\/p><p>\n\"Therefore, verily I say unto you, that your anointings, and your washings, and your baptisms\nfor the dead, and your solemn assemblies, and your memorials for your\nsacrifices by the sons of Levi, and for your oracles in your most holy places wherein you\nreceive conversations, and your statutes and judgments, for the beginning of the revelations\nand foundation of Zion, and for the glory, honor, and endowment of all her municipals, are\nordained by the ordinance of my holy house, which my people are always commanded to\nbuild unto my holy name\" (<span class=\"citation\" id=\"15057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15057)\">D&amp;C 124:38-39<\/a><\/span>).\n<\/p><p>\nSuch a house of God, called a temple, is defined as: \". . . a house of prayer, a house of fasting,\na house of faith, a house of learning, a house of glory, a house of order, a house of God\"\n(<span class=\"citation\" id=\"15000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15000)\">D&amp;C 88:119<\/a><\/span>).\n<\/p><p>\nThe value, therefore, of having members of the Church qualify themselves by righteous living\nto receive such great spiritual blessings in the temple of God is obvious.\n<\/p><p>\n<b>Training quorum members<\/b>\n<\/p><p>\nOne of the duties of priesthood leaders is to teach, counsel, and train the members of their\nquorums and their wives and families, so that they will live worthily enough to be able to\nreceive permission to go into the House of the Lord to receive these ordinances and blessings\nthat lead to family exaltation. In addition, they should be encouraged and counseled to return\noften to the temple for the spiritual uplift such temple attendance will give those who attend.\nThis, then, requires genealogical activity to identify our kindred dead for whom we can then\nperform those temple ordinances that will open the doors of exaltation for them also. Each\ntime we return to the temple to do such ordinance work for others, we receive a renewal of\nthat spiritual strengthening which brings us personally closer to our Lord and Savior Jesus\nChrist.\n<\/p><p>\n<b>Checking spiritual growth<\/b>\n<\/p><p>\nIn checking on the spiritual growth of members of his quorum through attendance at the\ntemple, the priesthood leader is faced with the same problem as in checking on the payment\nof tithes and offerings, which is a necessary preparation for any spiritual service in a member\nof his priesthood quorum makes tithing payments. It is not necessary to know how much\ntithing the member pays, but only to be assured that he is a full tithe payer. If he is, the\npriesthood leader can express appreciation for his faith and devotion, and the leader can then\nconcentrate his encouragement and teaching on those who need help in understanding this\nprinciple and the values of obedience to God.\n<\/p><p>\n<b>Temple attendance<\/b>\n<\/p><p>\nSo in checking on temple attendance, it\nis important to know that each member of the quorum and his wife understand the principles\ninvolved and attend the temple regularly. It is not necessary to know how many times a\nmonth the member and his wife have been to the temple, any more than the leader needs to\nknow how much tithing has been paid. His only interest is to know that each man for whom\nhe is personally responsible to the Lord has taken advantage of every spiritual blessing to\nwhich that member and his wife are entitled by reason of their faith and righteous living. By\npatient teaching and continual encouragement the leader can cleanse himself of the blood of\nresponsibility for that individual, as explained by Ezekiel: \n<\/p><p>\n\"So thou, O son of man, I have set thee a watchman unto the house of Israel; therefore thou\nshalt hear the word at my mouth, and warn them from me.\n<\/p><p>\n\"When I say unto the wicked, O wicked man, thou shalt surely die; if thou dost not speak to\nwarn the wicked from his way, that wicked man shall die in his iniquity; but his blood will I\nrequire at thine hand.\n<\/p><p>\n\"Nevertheless, if thou warn the wicked of his way to turn from it: if he do not turn from his\nway, he shall die in his iniquity; but thou hast delivered thy soul\" (<span class=\"citation\" id=\"23135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23135)\">Ezek. 33:7-9<\/a><\/span>).\n<\/p><p>\nBy wickedness, I mean in this instance those who are slothful in taking advantage of\nopportunities that God has provided for them. This is what the Lord himself said to the\nProphet Joseph Smith, when he stated: \n\". . . by this you may know they are under the bondage of sin, because they come not unto me.\n<\/p><p>\n\"For whoso cometh not unto me is under the bondage of sin\" (<span class=\"citation\" id=\"14990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14990)\">D&amp;C 84:50-51<\/a><\/span>). By warning, I\nmean teaching in meekness and in mildness the advantages of obedience.\n<\/p><p>\n<b>How to foster activity<\/b>\n<\/p><p>\nTo fill this teaching requirement, the priesthood leader can obtain from the bishop the names\nof quorum members and their wives who have received a recommendation to attend the\ntemple to perform temple ordinances. To these he can address a simple inquiry in private:\n\"Have you and your wife been to the temple during the past month?\" To those who attended\nthe temple, the priesthood leader can express his appreciation and give them a word of\ncommendation for their offering to the Lord in righteousness.\n<\/p><p>\nThe leader need neither chide nor rebuke those who failed to take advantage of this glorious\nopportunity but should encourage them to go to the temple during the current month for the\nspiritual uplift it will bring. It alerts the leader to the need of checking again at the end of the\nmonth to see if that member has caught the vision of this work. If the member and his wife\nhave not gone to the temple by then, the leader knows that the process of teaching and motivation\nmust begin again, and with the help of the home teachers he can begin a program of patient\nencouragement and teaching that will bring spiritual growth back into their lives.\n<\/p><p>\n<b>Teaching to qualify members<\/b>\n<\/p><p>\nThe major effort must be placed by priesthood leaders and home   teachers in a program of\nteaching that will qualify those not worthy to receive a temple recommendation. Such persons\nmust be taught how to modify their lives so they can find that happiness and joy for which\nreason man was placed upon the earth to learn.\n<\/p><p>\nIf we are charged with watching over the Church, the question must remain continually before\nour eyes: \"Have we taught our members unselfishness and service? Are they willing to assist\nothers, both those living and those dead, to come unto Jesus and receive this anointing of God\nby which they may receive that grace provided for by the atoning sacrifice of our Lord?\"\n<\/p><p>\nI am reminded of the words of the Book of Mormon, which is an additional witness for the\ndivinity of Jesus Christ: \n<\/p><p>\n\"For we labor diligently to write, to persuade our children, and also our brethren, to believe in\nChrist, and to be reconciled to God; for we know that it is by grace that we are saved, after\nall we can do\" (<span class=\"citation\" id=\"3776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3776)\">2 Ne. 25:23<\/a><\/span>).\n<\/p><p>\nSo to priesthood leaders I can say: \n<\/p><p>\n\"Wherefore, now let every man learn his duty, and to act in the office in which he is\nappointed, in all diligence.\n<\/p><p>\n\"He that is slothful shall not be counted worthy to stand, and he that learns not his duty and\nshows himself not approved shall not be counted worthy to stand\" (<span class=\"citation\" id=\"15042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15042)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\nIn this one thing, then, I urge leaders of the Priesthood quorums to take positive action and to\nrealize that no report form, no filled-out slip, no written word can ever take the place of a\nkind and patient teacher. This teacher loves those he teaches and gives them the warmth of his\npersonal attention, as our Lord gives us through his chosen prophets and apostles, who, I\ntestify by personal knowledge, are men of God.\n<\/p><p>\nI testify that God does live, that Jesus is divine, that he rose from the dead and is our living\nadvocate before the Father. I pledge anew my love for Jesus Christ, whom I humbly\nacknowledge as my Lord and King.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}