{"ID":1538, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Reality of the Resurrection<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1967, pp. 45-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, with you I have been thrilled this day since the moment this\nconference opened and we heard the outstanding message of our President, David O. McKay.\n<\/p><p>\nNow in order to meet the demands of the clock, I beg of you to let me \"amputate\" the first\npart of my remarks. I hope the hemorrhage is not so great that something will not be left.\n<\/p><p>\n<b>Resurrection certain and universal<\/b>\n<\/p><p>\nNotwithstanding the precious promises made by the Lord as recorded in the scriptures, I\ndiscover that many people are still in doubt and disbelief and uncertainty as to the reality of\ntheir coming forth in the resurrection.  There is nothing more <i>certain<\/i> than the resurrection of\nthe body; there is nothing more <i>universal<\/i> than the resurrection. I do not pretend to understand\nall the complexities of this great event; neither do I know just how the food that I eat is\nassimilated and transformed, some into bone, some into muscle, some into blood, some into\ndigestive juices. I am not so concerned about the process as I am about the fact.\n<\/p><p>\nAmulek, the Nephite prophet, speaks of a complete and literal restitution. Said he: \"The spirit\nand the body shall be reunited again in its perfect form; both limb and joint shall be restored\nus to its proper frame, even as we now are at this time\" (<span class=\"citation\" id=\"9077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9077)\">Alma 11:43<\/a><\/span>).\n<\/p><p>\nAnd our beloved President Joseph Fielding Smith has assured us in these words, that \"every\nfundamental part of every body will be restored to its proper place in the resurrection, no\nmatter what may become of the body in death. If it be burned by fire, lost at sea, no\nmatter what. Every fundamental part of it will be restored to its <i>own proper place<\/i>.\"\n(<i>Answers to Gospel Questions<\/i>, Vol. 5, p. 103.) What an enlightening and comforting thought that is.\n<\/p><p>\nBut what of those who die in infancy? The Prophet Joseph Smith taught that the physical\nbody will develop to its full stature, whether on earth, or in the life hereafter, and he gave\nassurance that mothers who have laid their children away in infancy may hold them again in\ntheir arms and they will, in due time, develop to their perfect stature. (Joseph F. Smith,\n<i>Gospel Doctrine<\/i>, pp. 453-455.)\n<\/p><p>\n<b>Resurrection from mortality to immortality<\/b>\n<\/p><p>\nOne thing we must keep in mind: all persons will, as a gift of the Redeemer, be raised from\nmortality to immortality, with perfect bodies, no more subject to aches, or pains, or high\nblood pressure, or arthritis, or disease, or any kind of physical deformity. But, in order to\nhave the fullness of joy and the fullness of opportunity, and that peace which passeth\nunderstanding, and all opportunities in the resurrection&mdash;in order to have these blessings, we\nmust earn them through obedience to God and through service to others.\n<\/p><p>\nWhen we are resurrected, I doubt that we will be asked, \"How many positions did you hold?\"\nbut rather, \"How many people did you help?\"\n<\/p><p>\n<b>Acquired knowledge and intelligence continue<\/b>\n<\/p><p>\nThrough the justice of God, each of us will receive exactly what he merits. Each will be\nraised to a condition commensurate with that for which he has qualified himself. The gifts and\nabilities we have developed here will be restored to us. The knowledge and intelligence we\nhave acquired will continue with us. Our attitudes, our weaknesses, our virtues, our positive\nattributes will be part of us. Indeed, what we are to be, we are now becoming.\n<\/p><p>\nThe Book of Mormon teaches that we shall in the resurrection \"have a perfect knowledge of\nall our guilt, and our uncleanness . . . and the righteous shall have a perfect knowledge of\ntheir enjoyment and their righteousness\" (<span class=\"citation\" id=\"3775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3775)\">2 Ne. 9:14<\/a><\/span>).\n<\/p><p>\n<b>Reap as we sow<\/b>\n<\/p><p>\nIn summary, then, God organized our spirits and our bodies and then, in his great wisdom,\npermitted us to create or shape our future. We are reaping in this life what we have sown in\nthe preexistence. We shall reap hereafter what we now sow. It was in harmony with this\nprinciple that the Prophet Joseph Smith taught the divine truth that \"whatever principle of\nintelligence we attain unto in this life, it will rise with us in the resurrection.\n<\/p><p>\n\"And if a person\ngains more knowledge and intelligence in this life through his diligence and obedience than\nanother, he will have so much the advantage in the world to come\" (<span class=\"citation\" id=\"15061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15061)\">D&amp;C 130:18-19<\/a><\/span>).\n<\/p><p>\nTherefore, the scriptures assure us that our resurrection shall be according to that glory by\nwhich and to which our bodies are quickened.\n<\/p><p>\n\"Ye who are quickened by a portion of the celestial glory shall then receive of the same, even\na fulness.\n<\/p><p>\n\"And they who are quickened by a portion of the terrestrial glory shall then receive of the\nsame, even a fulness\" (<span class=\"citation\" id=\"14993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14993)\">D&amp;C 88:29-30<\/a><\/span>).\n<\/p><p>\nAnd so also with the telestial glory: \"And they who remain shall also be quickened;\nnevertheless, they shall return again to their own place, to enjoy that which they are willing to\nreceive, because they were not willing to enjoy that which they might have received.\n<\/p><p>\n\"For what doth it profit a man if a gift is bestowed upon him, and he receive not the gift?\nBehold, he rejoices not in that which is given unto him, neither rejoices in him who is the\ngiver of the gift\" (<span class=\"citation\" id=\"14994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14994)\">D&amp;C 88:32-33<\/a><\/span>).\n<\/p><p>\nSuch, then, is the reality of life after death.\n<\/p><p>\nBy divine appointment and by his own acceptance, Jesus died that all might live again; and he\nprovided a plan whereby they who will buy receive, in addition to life hereafter, honor and\njoy and satisfaction and happiness in the fullness; where we may, if we will, live in a state of\nnever-ending happiness with those we love (<span class=\"citation\" id=\"40352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40352)\">Mosiah 2:41<\/a><\/span>). To this I testify, bearing also my witness that God\nlives, that Jesus is the Christ, that Joseph Smith was the instrument in their hands to restore\nthis great gospel and Church and kingdom, and that David O. McKay is today the Prophet of\nGod as surely as any other prophet ever was.\n<\/p><p>\nIn the name of Jesus Christ, our Master. Amen\n<\/p>\n<\/div>\n<\/div>"}