{"ID":1539, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Immortality<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Of the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1967, p. 48-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters (and I use that salutation despite the fact that our audience this\nmorning is made up of people from many countries, many tongues, many creeds): We are all\nchildren of the same God, and therefore we are brothers and sisters.\n<\/p><p>\n<b>The fact of immortality<\/b>\n<\/p><p>\nI should like to bear witness of the Master and to the fact of the immortality of the soul. In\nfact, recent poignant experiences have reminded some of us that a foundation stone of all\nreligion is entwined with the thought of life beyond the grave, of the immortality of the soul,\nand man's relationship to Deity. Sooner or later life's vicissitudes bring each of us to grips\nwith this important subject, giving us cause to reevaluate our convictions, to reexamine our\nfaith in this essentially spiritual aspect of our religion. Each of us, regardless of color, creed,\nor nationality, has a rendezvous with the experience that we call death.\n<\/p><p>\nThe question of the immortality of the soul is the most persistent, the most universal inquiry\nof all time. It has in every age attracted the attention of the learned and the unlearned, the\nreligious and irreligious, the rich and the poor. No other subject touches human welfare and\nhuman happiness so intimately.\n<\/p><p>\n<b>Hope universal<\/b>\n<\/p><p>\nThe belief that the road of life merges into an endless freeway that leads to a more beautiful\nhome and more fruitful life than any experience in mortality has been the inspiration of the\ngreat souls in all ages. This belief, older than the pyramids, antedating the first record of\nman's thoughts, has been firmly established in the minds and consciousness of the human\nrace. There is a remarkable unanimity on this subject among the leaders throughout the ages,\nregardless of their adherence to other aspects of religion. This almost universal belief inspires\nhope, faith, and fortitude as we approach our turn to join that innumerable caravan and take\nour place in the sacred halls of death.\n<\/p><p>\nRevelation is unfolding truth whether in the test tube, the human mind, or message from the\nCreator. It is the infinite becoming known.\n<\/p><p>\nDeath is not extinguishing the light, but is putting out the lamp, because the dawn has come.\nNight never has the last word. The dawn is irresistible.\n<\/p><p>\nBoth religion and science teach us that nothing is ever annihilated; forms change and patterns\nare altered. We do not even attempt to anticipate the details, but it is unreasonable to conclude\nthat a law that operates everywhere else in life ceases to operate only in life's highest, noblest\nform&mdash;human personality.\n<\/p><p>\nThe human spirit shrinks from extinction. It refuses to believe that the departed have vanished\nlike the flame of a burnt-out candle. There has never been an age in which the hope of life,\nimmortal and eternal, has not flamed brightly.\n<\/p><p>\nIn this world of indestructibility, each of us is a timeless, spaceless unit of energy. Is it not\nabsurd to assume that the infinitesimal electron is of more import in the economy of the\nuniverse than the creative consciousness that is I?\n<\/p><p>\nIf there are permanent values in the universe, it seems that human sympathy, love, mutual\nservice among mankind, intellectuality, and spirituality&mdash;the highest and noblest qualities of\nwhich the human mind can conceive, qualities which have been produced at tremendous cost\nand sacrifice&mdash;must be permanent.\n<\/p><p>\n<b>The Savior conquered death<\/b>\n<\/p><p>\nThat the Savior conquered death, after having taken upon himself mortality, gives us the\ndivine assurance that our spirits also transcend death and that our loved ones who have gone\nbefore still live. Our spirits are divine, for they are the offspring of Deity; therefore, our spirits\ncannot be touched by death. It was this transcendent thought that inspired the Apostle\nPaul to say: \"O death, where is thy sting? O grave, where is thy victory?\"\n(<span class=\"citation\" id=\"471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(471)\">1 Cor. 15:55<\/a><\/span>).\n<\/p><p>\n<b>The real world is spiritual<\/b>\n<\/p><p>\nFaintly we are beginning to discern the fact that the real world is the spiritual world, and that\na spiritual civilization must spring from ruins of the old if man is to keep his place in the\nuniverse. Life is the absolute power that overrules all else. There can be no cessation. Man\ndoes not have the power to destroy life.\n<\/p><p>\nOur world is an interesting, beautiful, wonderful, increasingly intelligible place, and in many\nways a delightful home, but the question will not be repressed: Does it have some significance\nbeyond what is seen and temporal? Dare we think of a design connecting the antemortal, the\nmortal, and the post-mortal?\n<\/p><p>\nThe supreme appetite of man is for life&mdash;harmonious, eternal life. Nature provides for the\ncomplete fulfillment at some time or place of all of the appetites of man. The desire for\nimmortality is the supreme, the eternal, the everlasting desire.\n<\/p><p>\nWhen I consult my own inner consciousness I find a deep-seated&mdash;in fact, an\ninstinctive&mdash;feeling of immeasurable oldness, an echo of time immemorial, as well as a feeling of\nnecessary endlessness. No logical reasoning can dispel these feelings. I did not put these\nfeelings in my inner self; I found them there when I grew old enough to introspect my mind.\nIn spite of recurring doubts and criticisms, there they have remained. If we believe in man's\ndivine origin, we must conclude that mankind has a mission that cannot be encompassed in\nmortality; that power had a divine purpose that cannot be fully employed or utilized during\nearth life; that every faculty has a function, even though some are not in evidence in our\nearthly environment.\n<\/p><p>\nEach of us must someday face the question propounded by Job: \"If a man die, shall he live\nagain?\" (<span class=\"citation\" id=\"26728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26728)\">Job 14:14<\/a><\/span>). In other words, is the death of the body the finality of human existence? What\nbecomes of the soul, the self&mdash;that intangible but very real essence we call personality? Does\nit vanish into nothingness?\n<\/p><p>\n<b>Heart-hunger after immortality<\/b>\n<\/p><p>\nThe heart-hunger of mankind after mortality is instinctive within him, and like all other\nnormal instincts is grounded in the structure of his being. The human spirit, by its very nature,\nhas a passion for life&mdash;continuous life. It has eternity stamped upon its inner constitution,\nand it reflects in its hopes and dreams that which eternally is.\n<\/p><p>\nWith the tremendous strides that science is making in our day, there is dawning upon this age\nwhat might termed a scientific spirituality&mdash;a new type of mind that studies the truths of\nfaith with the care and caution and candor of science, yet keeping the warmth and glow and\npower of faith.\n<\/p><p>\nSpiritual insight is as real as scientific insight. Indeed, it is but a higher manifestation of the\nsame thing. The saint as well as the scientist has witnessed the truth of reality. One may\nredeem his knowledge revelation, and the other, intellectual conclusion, but in both cases it is\ninsight&mdash;the conviction reality.\n<\/p><p>\nThat which impresses one most strongly in the teachings of Jesus is the fact that he did not\nargue. He stated the sublime truth of immortality of man as though it were an elementary fact\nthat needed no argument to justify its acceptance.\n<\/p><p>\n<b>Mortal life, a pre-natal state<\/b>\n<\/p><p>\nMan, in his mortal state, is not a being completed and perfect. Rather, mortal life is a prenatal\nstate, awaiting birth. As Franklin so truly said, \"Life rather a state of embryo, a preparation\nfor life. A man is not completely born until he has passed through death.\"\n<\/p><p>\nEven the best of men, when they come to the end of their days, feel a keen sense of\nincompleteness. They have been unable to do what they learned and resolved they would do.\nMay this not be a confirmatory suggestion that there is a design still to carried out?\n<\/p><p>\nThe mind of man is never satisfied with its accomplishments; it seems to be built upon a scale\nthat only life eternal can satisfy. Perhaps this is at Browning meant when he said:\n\". . . a man's reach should exceed his grasp, or what's a heaven for?\" (Robert Browning,\n\"Andrea del Sartor.\")\n<\/p><p>\nThere may be and doubtless will be new conditions, new laws, new methods; but the essential\nsoul will still have its faculties unimpaired&mdash;in fact, heightened and clarified&mdash;to pursue its\nquest for truth.\n<\/p><p>\nNo bodily change, no earthly vicissitude affects the integrity and the permanence of the self.\nThe spirit does not age with the body nor does it perish with the body. It is a divine effluence\nof reality, and as such must always persist. The self, by its very nature, transcends mortality.\n<\/p><p>\nVictor Hugo left us a challenging reflection not long before he died. He said, \"The nearer I\napproach the end the plainer I hear around me the immortal symphonies of the world which\ninvites me. It is marvelous yet simple. For half a century I have been writing my thoughts in\nprose and in verse; history, philosophy, drama, romance, tradition, satire, ode and song; I have\ntried all. But I feel I have not said the thousandth part of what is in me. When I go down to\nthe grave I can say like many others,&mdash;'I have finished my day's work.' But I cannot say, 'I\nhave finished my life's work.' My day's work will begin again the next morning. The tomb is\nnot a blind alley; it is an open thoroughfare. It closes on the twilight, it opens on the dawn.\nMy work is only beginning; my work is hardly above the foundation. I could gladly see it\nmounting forever. The thirst for the infinite proves infinity.\"\n<\/p><p>\nWhen those eleven downhearted men suddenly become aware that Jesus was in their\nmidst&mdash;the Jesus who only hours before had been scourged and stabbed on the hill&mdash;they, as Luke\nsaid, \"believed not for joy\" (see <span class=\"citation\" id=\"31728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31728)\">Luke 24:41<\/a><\/span>). It was too good to be true, and then came his\nmarvelous challenge and demonstration as he said: \". . . handle me, and see; for a spirit hath\nnot flesh and bones, as ye see me have.\n<\/p><p>\n\"And when he had thus spoken, he showed them his hands and his feet\" (<span class=\"citation\" id=\"31727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31727)\">Luke 24:39-40<\/a><\/span>).\nThey saw; they touched, and were touched by his glorious resurrected body. That was the\ngreat revelation&mdash;Christ was real and touchable.\n<\/p><p>\nWhat I say here now reflects not only Bible study and prayerful meditation, but also actual\nexperience that defies a thousand and one traditions and assumptions. I would not be standing\nhere if it had not come to life within me when I was on the edge of my own abyss.\n<\/p><p>\nThe hands, feet, and side of Christ had bled in the awful turning of his solitary winepress\nbefore they were pierced at Golgotha. His whole body bled in the midst of his vicarious pain\n(<span class=\"citation\" id=\"31723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31723)\">Luke 22:44<\/a><\/span>;\n<span class=\"citation\" id=\"40354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40354)\">Mosiah 3:7<\/a><\/span>;\n<span class=\"citation\" id=\"14914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14914)\">D&amp;C 19:8<\/a><\/span>).\nThis was an actual experience; it was not a myth.\n<\/p><p>\nWhen the eleven apostles were celebrating an extended Easter at Jerusalem, they were\noverwhelmed by the implications of his final instructions and seemed moved by an\nendowment of the Spirit, for they witnessed not only his own unforeseen immortality but also\ntheir own immortality. It was the reality of reunion of their lives with his life; it was knowing\nhim again, in their midst, being with them. It was his ministering, dining, sharing with them.\nIt was being close&mdash;closer than ever before. They became aware of his great\npower&mdash;indeed, all power both in heaven and in earth had been given unto him\n(<span class=\"citation\" id=\"35753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35753)\">Matt. 28:18<\/a><\/span>).\n<\/p><p>\nWe bear witness to these New Testament insights, the newest of which is his present touch.\nTo be in touch with Christ means today what it meant to John and Peter and Paul: to see, to\nreceive, and to prize the actual ministrations.\n<\/p><p>\nWe witness that his voice, his person, has been manifested today in our time and culture. And\nmore: that he will now, as then, manifest himself to those who will come as John came, not\ncounting the cost. He can be and is touched by the power of his divine Sonship.\n<\/p><p>\n<b>Christ, the revelation of God<\/b>\n<\/p><p>\nWe bear witness that Christ was the revelation of God, the Father, and I dare proclaim what\nsome creeds have forbidden us to say: that when the disciples knelt at Jesus' feet, embraced\nhis knees, looked into his face, they were beholding and touching a\npersonality who had become absolutely like the Eternal Father.\n<\/p><p>\nWe bear witness that the touch of Christ, as he is presently glorified, is the touch of the\nhighest nature of God. When he entered the presence of God, the Father, he was transformed\ninto the express image of his person (<span class=\"citation\" id=\"24363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24363)\">Heb. 1:3<\/a><\/span>). He became not only the revelation of the Father but also\nthe revelation of redeemed man.\n<\/p><p>\nBehold the vibrant Christ who manifests a love that does not flourish on distance, on utter\nunlikeness, on the removal of similitude! Union and communion&mdash;real kinship&mdash;are the\nsharing of all levels of experience.\n<\/p><p>\nBehold the Christ who knew all human sickness, that he might have compassion; who was\nhealed and lifted up, that he might have healing and lifting power; who was glorified in the\npresence of the Father, that he might glorify the Father by glorifying us.\n<\/p><p>\nFor this cause came he into the world; for this cause he voluntarily offered his life, broke the\nbands of death, was resurrected from the dead, vouchsafed to all men the blessings of the\nresurrection, and was glorified by the Father.\n<\/p><p>\n<b>Attestation of the resurrection<\/b>\n<\/p><p>\nOne of the best-attested facts in history is the fact of the resurrection of Jesus Christ. He said,\n\". . . I go [to] prepare a place for you . . . that where I am, there you may be also\"\n(<span class=\"citation\" id=\"28347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28347)\">John 14:3<\/a><\/span>).\nPaul tells us that \"as in Adam all die, even so in Christ shall all be made alive\"\n(<span class=\"citation\" id=\"468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(468)\">1 Cor. 15:22<\/a><\/span>).\nHear Christ's inspiring message to Martha and to all the world.\n<\/p><p>\n\". . . I am the resurrection, and the life: he that believeth in me, though he were dead, yet\nshall he live: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die\" (<span class=\"citation\" id=\"28340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28340)\">John 11:25-26<\/a><\/span>).\n<\/p><p>\nWith Job of old and with the apostles I humbly bear witness that I know that my Redeemer\nlives, and that he shall stand at the last day upon the earth\n(<span class=\"citation\" id=\"26729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26729)\">Job 19:25<\/a><\/span>). I bear this testimony humbly and\nfaithfully, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}