{"ID":154, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1944, pp. 158-160<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe are all thankful that Brother Rufus K. Hardy has sufficiently recovered from a recent\nillness to be in attendance at this conference. It has been deemed inadvisable, however, for\nhim to assume the responsibility of speaking. That is why you have been denied the privilege\nof hearing him and of receiving his message.\n<\/p><p>\nElder Sonne, one of the Assistants to the Twelve, has an appointment which conflicts with\nthis conference. We shall hear more about that later. He is on a special assignment by the\nChurch.\n<\/p><p>\nThe listening audience has heard the message of each member of the General Authorities\nexcept five, who spoke to the Priesthood meeting last evening&mdash;Elder Oscar A. Kirkham,\nrepresenting the First Council of the Seventy spoke on the preparation of body and intellect\nfor our spirituality and greater service. Bishop Marvin O. Ashton of the Presiding Bishopric\nemphasized the value of honesty and consistent adherence to all the standards of the Church.\nElder Joseph F. Smith, the Patriarch, gave a talk on the significance of patriarchal blessings\nand showed the relation of the Holy Ghost to these blessings. Elder Charles A. Callis, of the\nCouncil of Twelve, spoke on the need of strong, loyal men, and the necessity of all working\ntogether for the establishment of truth and universal brotherhood. President J. Reuben Clark,\nJr., urged the teaching of the simple truths of the Gospel, warned against the teaching of false\ndoctrine, and untried theories. These messages and those which you have heard over the radio\ncover pretty well, I may say comprehensively cover, the teachings of the Church and our\nduties therein. It has been a glorious conference. The Spirit of the Lord has been with us; and\nnow, brethren, as this conference ends, your duties begin. \"If to do were as easy as to know\nwhat were good to do, chapels had been churches, and poor men's cottages princes' palaces.\"\nIt is one thing to hear, it is another thing to do. The Savior taught that principle when he said:\n<\/p><p>\nNot every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven, but he\nthat doeth the will of my Father which is in heaven\n(<span class=\"citation\" id=\"50073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50073)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nWhosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man,\nwhich built his house upon a rock;\n<\/p><p>\nAnd the rain descended and the floods came, and the winds blew, and beat upon that house;\nand it fell not; for it was founded upon a rock.\n<\/p><p>\nAnd every one that heareth these sayings of mine, and doeth them not, shall be likened unto a\nfoolish man, which built his house upon the sand;\n<\/p><p>\nAnd the rain descended, and the floods came, and the winds blew and beat upon that house;\nand it fell; and great was the fall of it\n(<span class=\"citation\" id=\"50074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50074)\">Matt. 7:24-27<\/a><\/span>).\n<\/p><p>\nWe have been here during these last few days preparing ourselves for greater work. We have\nbeen as teachers preparing lessons. When a teacher prepares his lesson he receives benefits\nfrom the efforts put forth and from his study. He is personally benefitted, but the preparation\nof that lesson is but a means to an end, and that end the instruction of youth&mdash;the inspiring of\nyoung men and women to higher and better living. So we go out now better prepared to teach\nthe men and women over whom we preside. The scope of that responsibility and that calling\ncan be well understood by the reference of Paul to the organization of the Church, wherein he\nsaid:\n<\/p><p>\n And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors\nand teachers;\n<\/p><p>\nFor the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist.\n<\/p><p>\nTill we all come * * * unto a perfect man, unto the measure of the stature of the fulness of\nChrist (<span class=\"citation\" id=\"50075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50075)\">Eph. 4:11-13<\/a><\/span>).\n<\/p><p>\nI purposely, in quoting, omitted a phrase, the omission of which you will recognize. Well, we\nwill put that in and say, \"till we all come to a unity of the faith and to a knowledge of the\nSon of God\" (<span class=\"citation\" id=\"50076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50076)\">Eph. 4:13<\/a><\/span>). But I like to think that those are two conditions which lead to the perfect man,\ntill we all come \"in a unity of the faith and a knowledge of the Son of God,\" unto a perfect\nman, unto the measure of the stature of Christ. Unity, knowledge, a willingness to learn, a\nwillingness to serve.\n<\/p><p>\nOfficers, leaders, men of the Priesthood, you are chosen of God. Go forth radiating a\ntestimony that this is God's work. Feel it yourselves and then the men and women in your\nwards and stakes will feel it, for you are radiating not just what you say, but what you are\nand what you do.\n<\/p><p>\nGod guide us, and help us, and inspire us in this great work, I pray in the name of Jesus\nChrist, Amen.\n<\/p>\n<\/div>\n<\/div>"}