{"ID":1541, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Come, Follow Me\"<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, April 1967, pp. 55-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo the east and a little south from where we are now meeting, marking the entrance to the\nvalley of the Great Salt Lake, standing as a sentinel pointing the way, is located \"This Is the\nPlace\" monument. Here we see featured Brigham Young, his back turned to the privations,\nhardships, and struggles of the long desert way, his outstretched arm pointing to the valley of\nprecious promise.\n<\/p><p>\n<b>Expectations of promises to be fulfilled brought pioneers to this land<\/b>\n<\/p><p>\nMiles that once took months are now traveled in minutes. The many hundreds of thousands of\nvisitors who each year pause at the monument tingle with the spirit of pioneer tradition. Such\ntradition reaches its high point on Pioneer Day, July 24 of each year. A grateful posterity sets\naside the busy cares of our fast-moving world and reflects for a moment on the everlasting\nprinciples that helped to guide those noble pioneers to their promised land.\n<\/p><p>\nThat first trek of 1847, organized and led by Brigham Young, is described by historians as\none of the great epics of United States history. Mormon pioneers by the hundreds suffered\nand died from disease, exposure, or starvation. There were some who, lacking wagons and\nteams, literally walked the 1,300 miles across the plains and through the mountains, pushing\nand pulling handcarts. In these groups, one in six perished.\n<\/p><p>\nFor many the journey didn't begin at Nauvoo, Kirtland, Far West, or New York but rather in\ndistant England, Scotland, Scandinavia and Germany. Tiny children could not fully\ncomprehend nor understand the dynamic faith that motivated their parents to leave behind\nfamily, friends, comfort, and security. A little one might inquiringly ask,\n\"Mommy, why are we leaving home? Where are we going?\"\n<\/p><p>\n\"Come along, precious one; we're going to Zion, the city of our God.\"\n<\/p><p>\nBetween the safety of home and the promise of Zion stood the angry and treacherous waters\nof the mighty Atlantic. Who can recount the fear that gripped the human heart during those\nperilous crossings? Prompted by the silent whisperings of the Spirit, sustained by a simple, yet\nabiding faith, they trusted in their God and set sail on their journey. Europe was behind,\nAmerica ahead.\n<\/p><p>\nOn board one of those overcrowded and creaking vessels of yesteryear were my great\ngrandparents, their tiny family, and a few meager possessions. The waves were so high, the\nvoyage so long, the quarters so cramped. Tiny Mary had always been frail, but now, with the\npassage of each day, her anxious mother knew the little one was becoming especially weak.\nShe had taken seriously ill. No neighborhood drugstore. No family doctor. No modern\nhospital. Just the steady roll of the tired, old ship. Day after day worried parents peered for\nland, but there was no land. Now Mary could not stand. Lips that were too weak to speak just\ntrembled with silent but eloquently expressed wonderment. The end drew near. Little Mary\npeacefully passed beyond this veil of tears.\n<\/p><p>\nAs the family and friends gathered on the open deck, the ship's captain directed the service,\nand that precious, ever-so-small body, placed tenderly in a tear-stained canvas, was committed\nto the angry sea. Strong father, in emotion-choked tones, comforted grieving mother,\nrepeating, \"The Lord gave, and the Lord hath taken away; blessed be the name of the Lord\n(<span class=\"citation\" id=\"26727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26727)\">Job 1:21<\/a><\/span>).\nWe'll see our Mary again!\"\n<\/p><p>\nSuch scenes were not uncommon. Tombstones of sage and rock marked tiny graves the entire\nroute from Nauvoo to Salt Lake City. Such was the price some pioneers paid. Their bodies\nare buried in peace, but their names live on evermore.\n<\/p><p>\nTired oxen lumbered, wagon wheels creaked, brave men toiled, war drums sounded, and\ncoyotes howled. Our faith-inspired and storm-driven ancestors pressed on. They, too, had their\ncloud by day and pillar of fire by night.\n<\/p><p>\nOften they sang: \n<\/p><p>\n\"Come, come ye Saints, no toil nor labor fear; <br \/>\n         But with joy wend your way.<br \/>\n         Though hard to you this journey may appear,<br \/>\n         Grace shall be as your day . . .<br \/>\n         \"All is well. All is well.\"<br \/><br \/>\n&nbsp; &nbsp; (<i>Hymns<\/i>, 13.)\n<\/p><p>\nThese pioneers remembered the words of the Lord: \"My people must be tried in all things,\nthat they may be prepared to receive the glory that I have for them, even the glory of Zion\"\n(<span class=\"citation\" id=\"15080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15080)\">D&amp;C 136:31<\/a><\/span>).\n<\/p><p>\nAs the long, painful struggle approached its welcomed end, a jubilant spirit filled each heart.\nTired feet and weary bodies somehow found new strength.\n<\/p><p>\n<b>Fulfillment did not come at first<\/b>\n<\/p><p>\nTime-marked pages of a dusty pioneer journal speak movingly to us: \"We bowed ourselves\ndown in humble prayer to Almighty God with hearts full of thanksgiving to Him, and\ndedicated this land unto Him for the dwelling place of His people.\"\n<\/p><p>\nAll struggle had not ceased; privation and hardship had not disappeared. Mrs. Rebecca Riter\ndescribes Christmas Day in 1847 in the valley of the Great Salt Lake: \"The winter was cold.\nChristmas came and the children were hungry. I had brought a peck of wheat across the plains\nand hid it under a pile of wood. I thought I would cook a handful of wheat for the baby.\nThen I thought how we would need wheat for seed in the spring, so I left it alone.\"\n<\/p><p>\nThe crude homes were described by a small boy in these terms: \"There was no window of\nany kind whatever in our house. Neither was there a door. My mother hung up an old quilt,\nwhich served as a door for the first winter. This was our bedroom, our parlor, our sitting\nroom, our kitchen, our sleeping room, everything in this room of about 12 x\n16 feet. How in the world we all got along in it I do not know. I recollect that my dear old\nmother stated that no queen who ever entered her palace was ever more happy or proud of\nshelter and the blessings of the Lord than was she when she entered that completed dugout.\"\n<\/p><p>\nSuch were the trials, the hardships, struggles, and heartaches of a former day. They were met\nwith resolute courage and an abiding faith in a living God. The words of their Prophet leader\nprovided their pledge: \"And this shall be our covenant&mdash;that we will walk in all the\nordinances of the Lord\" (<span class=\"citation\" id=\"15079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15079)\">D&amp;C 136:4<\/a><\/span>).\n<\/p><p>\n<b>But can come today<\/b>\n<\/p><p>\nThe passage of time dims our memories and diminishes our appreciation for those who\nwalked the path of pain, leaving behind a tear-marked trail of nameless graves. But what of\ntoday's challenge? Are there no rocky roads to travel, no rugged mountains to climb, chasms\nto cross, trails to blaze, or rivers to ford? Or is there a very present need for that pioneer\nspirit to guide us away from the dangers that threaten to engulf us and lead us rather to a\nZion of safety?\n<\/p><p>\nIn the two decades since the end of World War II standards of morality have lowered and\nlowered. Today we have more people in jail, in reformatories, on probation, and in trouble\nthan ever before. From the padded expense account to grand larceny, from petty crimes to\ncrimes of passion, the figures are higher than ever and going higher. Crime spirals upward!\nDecency careens downward! Many are on a giant roller coaster of disaster, seeking the thrills\nof the moment while sacrificing the joys of eternity. We conquer space but cannot control\nself. Thus we forfeit peace.\n<\/p><p>\nCan we somehow muster the courage, that steadfastness of purpose, that characterized the\npioneers of a former generation? Can you and I, in actual fact, be pioneers today? The\ndictionary defines a pioneer as \"<i>one who goes before, showing others the way to follow<\/i>.\" Oh,\nhow the world needs such pioneers today!\n<\/p><p>\nWe forget how the Greeks and Romans prevailed magnificently in a barbaric world and how\nthat triumph ended, how a slackness and softness finally came over them to their ruin. In the\nend, more than they wanted freedom, they wanted security, a comfortable life; and they lost\nall&mdash;security and comfort and freedom. From the confusion of our modern world, sincere\npersons searchingly ask themselves: \"To whom shall we listen? Whom shall we follow?\nWhom shall we serve?\"\n<\/p><p>\nToday, chronic strife even permeates the personal province of the Prince of Peace. Contention\nthrives where taught he who declared, \". . . contention is not of me, but is of the devil\"\n(<span class=\"citation\" id=\"5704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5704)\">3 Ne. 11:29<\/a><\/span>).\nHowever, when we have ears that truly hear, we will be mindful of the echo from\nCapernaum's past. Here multitudes crowded around Jesus, bringing the sick to be healed; a\npalsied man picked up his bed and walked\n(<span class=\"citation\" id=\"33200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33200)\">Mark 2:3-12<\/a><\/span>), and a Roman centurion's faith restored his\nservant's health (<span class=\"citation\" id=\"35713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35713)\">Matt. 8:5-13<\/a><\/span>). Many turn away from our Elder Brother, who said, \"I am the way, the truth\nand the life\" (<span class=\"citation\" id=\"28348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28348)\">John 14:6<\/a><\/span>), and rather follow blindly after that Pied Piper of sin who would lead us down\nthe slippery slopes to our own destruction. He cunningly calls to troubled youth in truly\ntempting tones: \"Just this once won't matter.\" \"Everyone is doing it.\" \"Don't be\nold-fashioned.\"\n<\/p><p>\nThank God for the spirit expressed by one youth who saw through Satan's deceit and boldly\ndeclared: \"I am old-fashioned enough to believe in God, to believe in the dignity and potential\nof his creature, man; and I am realistic, not idealistic, enough to know that I am not alone in\nthese feelings.\" (<i>Look<\/i>, January 12, 1965.)\n<\/p><p>\nPresident David O. McKay paid faithful youth the highest compliment when he recently said:\n\"There has never been a time when we had greater reason to be proud of our young people\nthan at present.\"\n<\/p><p>\nThe unsatisfied yearnings of the soul will not be met by a never-ending quest for joy midst\nthe thrills of sensation and vice. Vice never leads to virtue. Hate never points to love.\nCowardice never reflects courage. Doubt never inspires faith.\n<\/p><p>\nIt is not difficult to withstand the mockings and unsavory remarks of foolish ones who would\nridicule chastity, honesty, and obedience to God's commands. The world has ever belittled\nadherence to principle. Times change. Practices persist. When Noah was instructed to build an\nark, the foolish populace looked at the cloudless sky, then scoffed and jeered&mdash;until the rain\ncame.\n<\/p><p>\nIn the Western Hemisphere, those long centuries ago, people doubted, disputed, and disobeyed\nuntil the fire consumed Zarahemla, the earth covered Moronihah (<span class=\"citation\" id=\"5701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5701)\">3 Ne. 8:8-10<\/a><\/span>), and water engulfed the land\nof Moroni. Jeering, mocking, ribaldry, and sin were no more. They had been replaced by\nsullen silence, dense darkness. The patience of God had expired, his timetable fulfilled.\n<\/p><p>\nMust we learn such costly lessons over and over again? When we fail to profit from the\nexperiences of the past, we are doomed to repeat them with all their heartache, suffering, and\nanguish. Haven't we the wisdom to obey him who designed the plan of salvation&mdash;rather\nthan that serpent who despised its beauty?\n<\/p><p>\nIn the words of the poet, \"Wouldst thou be gathered to Christ's chosen flock, shun the broad\nway too easily explored, And let thy path be hewn out of the rock, The living rock of God's\neternal word.\" (William Wordsworth.)\n<\/p><p>\nCan we not follow the Prince of Peace (<span class=\"citation\" id=\"25326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25326)\">Isa. 9:6<\/a><\/span>), that pioneer who literally showed the way for others\nto follow? His divine plan can save us from the Babylons of sin, complacency, and error. His\nexample points the way. When faced with temptation, he shunned it. When offered the world,\nhe declined it. When asked for his life, he gave it!\n<\/p><p>\n\"'Come, follow me' (<span class=\"citation\" id=\"31717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31717)\">Luke 18:22<\/a><\/span>), the Savior said,<br \/>\n         Then let us in his footsteps tread,<br \/>\n         For thus alone can we be one<br \/>\n         With God's own loved, begotten Son.<br \/>\n         \"For thrones, dominions, kingdoms, powers,<br \/>\n         And glory great and bliss are ours<br \/>\n         If we, throughout eternity,<br \/>\n         Obey his words, 'Come, follow me.'\"\n<\/p><p>\n&nbsp; &nbsp; (<i>Hymns<\/i>, 14.)\n<\/p><p>\nNow is the time. This is the place. May we follow him, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}