{"ID":1542, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Prepare, Then Fear Not<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1967, pp. 58-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters&mdash;all children of the same Father, in the spirit: Humbly and\ngratefully I address you, with a prayer that what I say will be pleasing to the Lord.\n<\/p><p>\n<b>Two thousand years ago: a perfect man<\/b>\n<\/p><p>\nNearly two thousand years ago a perfect man walked the earth: Jesus the Christ. He was the\nson of a heavenly father and an earthly mother. He is the God of this world, under the Father.\nHe taught men truth, that they might be free (<span class=\"citation\" id=\"28335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28335)\">John 8:32<\/a><\/span>). His example and precepts provide the great\nstandard, the only sure way, for all mankind. He became the first and only one who had\nthe power to reunite his body with his spirit after death. By his power all\nmen who have died shall be resurrected. Before him one day we all must stand to be judged\nby his laws. He lives today and in the not too distant future shall return, in triumph, to subdue\nhis enemies, to reward men according to their deeds, and to assume his rightful role to rule\nand reign in righteousness over the entire earth.\n<\/p><p>\n<b>Two hundred years ago, inspired men<\/b>\n<\/p><p>\nNearly two hundred years ago, some inspired men walked this land of America&mdash;not perfect\nmen, but men raised up by the Perfect Man to perform a great work. Foreordained were they,\nto lay the foundation of this republic, the Lord's base of operations in these latter days.\nBlessed by the Almighty in their struggle for liberty and independence, the power of heaven\nrested on these founders as they drafted that great document for governing men, the\nConstitution of the United States. Like the Ten Commandments, the truths on which the\nConstitution was based were timeless; and also, as with the Decalogue, the hand of the Lord\nwas in it. They filled their mission well. From them we were endowed with a legacy of\nliberty&mdash;a constitutional republic.\n<\/p><p>\nBut today the Christian constitutionalist mourns for his country. He sees the spiritual and\npolitical faith of his fathers betrayed by wolves in sheep's clothing. He sees the forces of evil\nincreasing in strength and momentum under the leadership of Satan, the archenemy of\nfreedom. He sees the wicked honored and the valiant abused. He senses that his own\ngeneration faces Gethsemanes and Valley Forges that may yet rival or surpass the trials of the\nearly apostles and the men of '76. And this gives him cause to reflect on the most basic of\nfundamentals, the reason for our existence. Once we understand the fundamental purpose for\nmortality, we may more easily chart a correct course in the perilous seas that are engulfing\nour nation.\n<\/p><p>\nThis life is a probation: a probation in which you and I prove our mettle, a probation that has\neternal consequences for each of us. And now is our time and season&mdash;as every generation\nhas had theirs&mdash;to learn our duties and to do them.\n<\/p><p>\n<b>Men are free agents<\/b>\n<\/p><p>\nThe Lord has so arranged things in this life that men are free agents unto themselves to do\ngood or evil. The Lord allows men to only go so far, but the latitude is great enough that\nsome men promote much wickedness and other men much righteousness.\n<\/p><p>\nClearly, there would be little trial of faith if we received our full reward immediately for\nevery goodly deed, or immediate retribution for every sin. But that there will be an eventual\nreckoning for each, there is no question.\n<\/p><p>\nThe Lord is displeased with wickedness, and he will help those who oppose it. But he has\ngiven all of us freedom to choose, while reserving for himself our final judgment. And herein\nlies the hope of all Christian constitutionalists. Why?\n<\/p><p>\nBecause the fight for freedom is God's fight. For free agency is an eternal principle. It existed\nbefore this world was formed; it will exist forever. Some men may succeed in denying some\naspects of this God-given freedom to their fellowmen, but their success is temporary. Freedom\nis a law of God, an eternal law. And, like any of God's laws, men cannot break it with\nimpunity. They can only break themselves upon it. So when a man stands for freedom, he\nstands with God. And as long as he stands for freedom, he stands with God. Therefore, any\nman will be eternally vindicated and rewarded who stands for freedom.\n<\/p><p>\n<b>Blessings for obedience<\/b>\n<\/p><p>\nMen receive blessings by obedience to God's laws, and without obedience there is no\nblessing. Before the final triumphal return of the Lord, the question as to whether we may\nsave our constitutional republic is simply based on two factors: the number of patriots and the\nextent of their obedience.\n<\/p><p>\nThat the Lord desires to save this nation that he raised up, there is no doubt.\nBut that he leaves it up to us, with his help, is the awful reality.\n<\/p><p>\nThere is a time and season for all righteous things, and many of life's failures arise when men\nneither take the time nor find the season to perform their eternal duties. What, then, in this\ntime and season may best equip us to save our Christian constitutional legacy, while at the\nsame time rescuing our own souls? May I humbly submit six suggestions: \n<\/p><p>\n<b>Spirituality<\/b>\n<\/p><p>\n1. <i>Spirituality<\/i>. In the Book of Mormon, sacred to me as scripture, the Lord states that\nAmerica is a land choice above all others and that it shall remain free so long as the\ninhabitants worship the God of the land, Jesus Christ (<span class=\"citation\" id=\"22265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22265)\">Ether 2:12<\/a><\/span>).\n<\/p><p>\nCertainly spirituality is the foundation upon which any battle against sin and tyranny must be\nwaged. And because this is basically the struggle of the forces of Christ versus Antichrist, it is\nimperative that our people be in tune with the supreme leader of freedom, the Lord our God.\nAnd men only stay in tune when their lives are in harmony with God, for apart from God we\ncannot succeed, but as a partner with God, we cannot fail. We must be in the amoral and\nimmoral world, but not of it.\n<\/p><p>\n<b>Balance of duties<\/b>\n<\/p><p>\n2. <i>Balance<\/i>. We have many responsibilities, and one cannot expect the full blessings of a kind\nProvidence if he neglects any major duty.\n<\/p><p>\nA man has duties to his church, his home, his country, and his profession or job.\n<\/p><p>\n<i>Duty to Church<\/i>&mdash;Each man, in communication with God, must determine his responsibility\nto the Church. This becomes a serious consideration in a day when many pulpits are being\nturned into pipelines of collectivist propaganda, preaching the social gospel and denying basic\nprinciples of salvation. The least any Christian can do is to study daily the word of the Lord\nand seek divine aid through daily prayer. We invite all men to examine prayerfully. The\nChurch of Jesus Christ of Latter-day Saints&mdash;the Mormon Church&mdash;which I testify is the\nChurch of Christ, restored to the earth and led today by a prophet of God.\n<\/p><p>\n<i>Duty to home<\/i>&mdash;Fathers, you cannot delegate your duty as the head of the home. Mothers,\ntrain up your children in righteousness; do not attempt to save the world and thus let your\nown fireside fall apart. For many years now the Mormon Church has advised parents to set\naside one night a week when the family meets together for an evening at home. At this time\nfamily goals and duties are discussed, spiritual guidance given, and recreation enjoyed. To this\nend the Church has published and distributes, free of charge, a home evening manual with\nhelpful suggestions for each week's activities.\n<\/p><p>\nThe duty of parents is to be of help to each other and to their children; then comes their duty\nto their neighbors, community, nation, and world, in that order. The home is the rock\nfoundation, the cornerstone of civilization. No nation will ever rise above its homes. A\nmodern prophet declares that: \"No other success can compensate for failure in the home.\"\n(President David O. McKay, <i>The Improvement Era<\/i>, June 1964, p. 445.)\n<\/p><p>\n<i>Duty to country<\/i>&mdash;No one can delegate his duty to preserve his freedom, for the price of\nliberty is still eternal vigilance. There are now thousands of businessmen behind the Iron\nCurtain who, if they had their lives to live over, would balance their time more judiciously\nand give more devotion to their civic responsibilities. An ounce of energy in the preservation\nof freedom is worth a ton of effort to get it back once it is lost.\n<\/p><p>\n<i>Duty to job<\/i>&mdash;Every man should provide the necessities of food, clothing, and shelter for his\nfamily. As Paul wrote to Timothy: \n<\/p><p>\n\"But if any provide not for his own, and specially for those of his own house, he hath denied\nthe faith, and is worse than an infidel\" (<span class=\"citation\" id=\"2832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2832)\">1 Tim. 5:8<\/a><\/span>).\n<\/p><p>\nIndolence invites the benevolent straightjacket of the character-destroying welfare state. But a\nman pays too high a price for worldly success if in his climb to prominence\nhe sacrifices his spiritual, home, and civic responsibilities. How a person should apportion his\ntime among his several duties requires good judgment and is a matter over which each should\ninvite divine assistance.\n<\/p><p>\n<b>Courageous action<\/b>\n<\/p><p>\n3. <i>Courageous action<\/i>. I believe that, while we should ask the Lord's blessings on all our\ndoings and should never do anything upon which we cannot ask his blessings, we should not\nexpect the Lord to do for us what we can do for ourselves. I believe in faith and works, and\nthat the Lord will bless more fully the man who works for what he prays for than he will the\nman who only prays.\n<\/p><p>\nToday you cannot effectively fight for freedom and not be attacked, and those who think they\ncan are deceiving themselves. While I do not believe in stepping out of the path of duty to\npick up a cross I do not need, a man is a coward who refuses to pick up a cross that clearly\nlies within his path.\n<\/p><p>\nA man must not only stand for the right principles, but he must also fight for them. Those\nwho fight for principle can be proud of the friends they've gained and the enemies they've\nearned.\n<\/p><p>\n<b>Education<\/b>\n<\/p><p>\n4. <i>Education<\/i>. We must each of us do our homework. \"My people are destroyed,\" said Hosea,\n\"for lack of knowledge\" (<span class=\"citation\" id=\"24907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24907)\">Hosea 4:6<\/a><\/span>). We must be wise as serpents\n(<span class=\"citation\" id=\"35716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35716)\">Matt. 10:16<\/a><\/span>); for, as the Apostle\nPaul said, we wrestle \"against the rulers of the darkness . . . against spiritual wickedness in\nhigh places\" (<span class=\"citation\" id=\"21805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21805)\">Eph. 6:12<\/a><\/span>).\n<\/p><p>\nWe are going through the greatest, most insidious propaganda campaign of all time. Even the\ncharacter-destroying \"credibility gap\" seems to be gaining respectability. We cannot believe all\nwe read, and what we can believe is not all of the same value. We must sift. We must learn\nby study and prayer.\n<\/p><p>\nStudy the scriptures and study the mortals who have been most consistently accurate about the\nmost important things. When your freedom and your eternal welfare are at stake, your\ninformation best be accurate.\n<\/p><p>\n<b>Health<\/b>\n<\/p><p>\n5. <i>Health<\/i>. To meet and beat the enemy will require clear heads and strong bodies. Hearts and\nhands grow strong, based on what they are fed. Let us take into our body and soul only those\nthings that will make us more effective instruments. We need all the physical, mental, and\nmoral power we can get.\n<\/p><p>\nRighteous concern about conditions is commendable when it leads to constructive action. But\nundue worry is debilitating. When we have done what we can do, then let's leave the rest to\nGod.\n<\/p><p>\nMan needs beneficial recreation, a change of pace that refreshes him for heavy tasks ahead.\nMan also must take time to meditate, to sweep the cobwebs from his mind, so that he might\nget a more firm grip on the truth and spend less time chasing phantoms and dallying in\nprojects of lesser worth.\n<\/p><p>\nClean hearts and healthful food, exercise, early sleep and fresh air, wholesome recreation and\nmeditation, combined with optimism that comes from fighting for the right and knowing you'll\neventually win for keeps&mdash;this is the tonic every true Christian patriot needs and deserves.\n<\/p><p>\n<b>Preparation<\/b>\n<\/p><p>\n6. <i>Be Prepared<\/i>. We have a duty to survive, not only spiritually but also physically. Not\nsurvival at the cost of principles, for this is the surest way to defeat&mdash;but a survival that\ncomes from intelligent preparation. We face days ahead that will test the moral and physical\nsinews of all of us.\n<\/p><p>\nThe scriptural parable of the five wise and the five foolish virgins (<span class=\"citation\" id=\"35743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35743)\">Matt. 25:1-13<\/a><\/span>) is a reminder that one can\nwait too long before he attempts to get his spiritual and temporal house in order. Are we prepared?\n<\/p><p>\nA man should not only be prepared to protect himself physically, but he should also have on\nhand sufficient supplies to sustain himself and his family in an emergency.\nFor many years the leaders of the Mormon Church have recommended, with instructions, that\nevery family have on hand at least a year's supply of basic food, clothing, fuel (where\npossible), and provision for shelter. This has been most helpful to families suffering temporary\nreverses. It can and will be useful in many circumstances in the days ahead. We also need to\nget out of financial bondage, to be debt free.\n<\/p><p>\nNow these suggestions regarding spirituality, balance, courageous action, education, health,\nand preparation are given not only to help equip one for the freedom struggle, but also to help\nequip one for eternal life.\n<\/p><p>\nThose who hesitate to get into this fight because it is controversial fail to realize that life's\ndecisions should be based on principles, not on Gallup polls.\n<\/p><p>\nThere were men at Valley Forge who weren't sure how the revolution would end, but they\nwere in a much better position to save their own souls and their country than those timid men\nwhose major concern was deciding which side was going to win, or how to avoid controversy.\n<\/p><p>\nThe basic purpose of life is to prove ourselves, not to be with the majority when it is wrong.\nThose who hesitate to get into the fight for freedom because they're not sure if we're going to\nwin fail to realize that we will win in the long run, and for good.\n<\/p><p>\nTime is on the side of truth, and truth is eternal. Those who are fighting against freedom and\nother eternal principles of right may feel confident now, but they are shortsighted.\n<\/p><p>\nThis is still God's world. The forces of evil, working through some mortals, have made a\nmess of a good part of it. But it is still God's world. In due time when each of us has had a\nchance to prove himself&mdash;including whether or not we are going to stand up for\nfreedom&mdash;God will interject himself, and the final and eternal victory shall be for free agency. And then\nshall those weak-willed souls on the sidelines and those who took the wrong but temporarily\npopular course lament their decisions.\n<\/p><p>\nLet us get about our business, for any Christian constitutionalist who retreats from this battle\njeopardizes his life here and hereafter. Seldom has so much responsibility hung on so few, so\nheavily; but our numbers are increasing, and we who have been warned have a responsibility\nto warn our neighbor.\n<\/p><p>\n<b>Time favors truth<\/b>\n<\/p><p>\nTo his disciples, the Lord said that they should be of good cheer, for he had overcome the\nworld (<span class=\"citation\" id=\"28362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28362)\">John 16:33<\/a><\/span>)&mdash;and so he had. And so can we, if we are allied with him. Time is on the side of\ntruth, and the wave of the future is freedom. There is no question of the eventual, final, and\nlasting triumph of righteousness. The major question for each of us is what part will we play\nin helping to bring it to pass.\n<\/p><p>\nThis is a glorious hour in which to live. Generations past and future will mark well our\nresponse to our awesome duty. There is a reason why we have been born in this day. Ours is\nthe task to try to live and perpetuate the principles of the Christ and the Constitution in the\nface of tremendous odds. May we, with God's help have strength for the battle and fill our\nmission in honor for God, family, and country.\n<\/p><p>\nThe Lord declared that \"if ye are prepared ye shall not fear\" (<span class=\"citation\" id=\"14929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14929)\">D&amp;C 38:30<\/a><\/span>). May we prepare, then fear not, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}