{"ID":1543, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Mistletoe<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1967, pp. 64-67<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters and especially the youth: The song \"O My Father\" has been\ntraditional in the Kimball family since I was an infant. My grandfather, Heber C. Kimball,\nwas buried, I believe, from this Tabernacle and it was sung then. It was beautifully sung\ntoday. I think I have never heard it sung more reverently.\n<\/p><p>\nIn his impressive opening sermon on Thursday, President David O. McKay spoke with feeling\nof \"the threatening dangers that are clearly on the horizon,\" and he sounded a warning to\nyoung people who \"in their yearning for a good time are often tempted to indulge in the\nthings that appeal to the baser side of humanity.\"\n<\/p><p>\n<b>Valiant youth will surmount vexations<\/b>\n<\/p><p>\nThis world of youth is full of temptations and snares and booby traps. It is not wholly\ndifferent from earlier worlds, but these problems to solve and situations to meet seem to be\naccentuated.\n<\/p><p>\nThere are the usual rebellions and temptations of the ages; but today, the urges manifest\nthemselves in new forms. The car with its privacy and possible distances has multiplied the\npossibilities of evil. The revolution on the campus has unleashed new demands for the\nso-called freedoms of thought and of action. There are marches and riots against restraint and\nlimitation.\n<\/p><p>\nMany youth have exhausted the usual pleasures that seemed to satisfy their predecessors; and\nnow, in their boredom, they demand new experiences they call \"kicks,\" which often run into\nhazardous immoral, indecent activities, bringing destruction to body and mind and soul.\n<\/p><p>\nThe so-called \"new morality\" is but the old immorality in a new setting, except perhaps less\nrestrained, less inhibited. Freedom of sex, freedom to drink and smoke, and freedom to rebel\nand march&mdash;all come into the picture. Such evils as glue sniffing and LSD are taking their\ntoll, and narcotics are introduced by dope pushers to unsuspecting youth. Mugging, brutality,\nand many other aberrations&mdash;all come in turn supposedly to relieve boredom as new \"kicks.\"\nAll these and more fester themselves like a leech upon unprotected folks, later to become the\ntyrannical master. The simple experiment becomes a complex habit; the embryo becomes a\ngiant; the little innovation becomes a dictator; and the person becomes the slave with a ring in\nhis nose. The so-called freedom becomes abject slavery.\n<\/p><p>\nI am happy that the great majority of our youth are stalwart; but realizing that evil is\neverywhere present and the evil one eager to tempt our finest youth, we are obligated to\nbroadcast a warning to those who will listen.\n<\/p><p>\nAs an example of the increasing pressures of youth to fall prey to the sins of the world, we\nquote the statement of Wallace Sterling, president of Leland Stanford University. He says that\n\"since May, students over 21 have been allowed to drink alcoholic beverages in campus\nresidences . . . A five-year study of student development at Stanford has shown that for more\nthan three out of four students, drinking is well established . . . even at the time they enter\nStanford and . . . is apparently sanctioned by their peers, their parents, and society.\" (School\nand Society, October 29, 1966.)\n<\/p><p>\nPaul warns against the \"principalities, against powers, against the rulers of the darkness of this\nworld, against spiritual wickedness in high places\" (<span class=\"citation\" id=\"21806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21806)\">Eph. 6:12<\/a><\/span>).\n<\/p><p>\nMany fine young persons have been trapped by evil, little realizing that they are in\ndanger&mdash;like standing on a crumbling ledge.\n<\/p><p>\nI am indebted to my good friend, Jim Smith, formerly of central Arizona, who told me the\nfollowing story: \n<\/p><p>\n\"Long years ago when I was a little boy and rode the range with the men, tending the cattle\nand helping with the roundup, I used to look forward to the 'rest stop' under the wide\nspreading branches of a most beautiful tree on Ash Creek.\n<\/p><p>\n\"How we used to enjoy it and admire it with its uniform shape and its thick green foliage!\nHow we came to look forward to it, depend on it, and almost love it as we came to think of it\nas our very own, having been planted there for our comfort and to satisfy our needs.\n<\/p><p>\n\"Its green coolness was a haven of protection for the birds that made their nests in its\nbranches and perched upon the outer twigs for their chorus rehearsals.\n<\/p><p>\n\"The cattle sought out its cool shade and the soft, pulverized, unrocky ground under it for\ntheir afternoon relaxation.\n<\/p><p>\n\"And we thirsty cowboys always made a stop to get a cool drink from the canteen, perhaps to\nplay mumblepeg for a few minutes, and to stretch our tired, cramped limbs for a few\nmoments as we rested from the hot summer Arizona sun.\n<\/p><p>\n\"As we lay on the soft cool earth on our backs and looked up into the tree, we saw high in\none of the limbs a little sprig of mistletoe. It stood out in contrast from the grayer leafage of\nthe tree and was not unattractive in its dark green dress with its little whitish berries.\n<\/p><p>\n\"I imagined I could hear the gigantic tree saying to the little mistletoe, 'Ha! little friend!\nWelcome to stay with me. In my great strength, I can easily spare you a little of my sap,\nwhich I create from the sun and air and the water under the creek bed. There is plenty for all,\nand you in your smallness can do me no harm!' \"\n<\/p><p>\n<b>If strength is not consumed by parasites<\/b>\n<\/p><p>\nMy friend Smith continues: \n<\/p><p>\n\"Years later when I was a man, I again came up Ash Creek, again driving cattle. Imagine my\nconsternation and sadness to find the beautiful tree of my adoration dry and dead, its long\njagged branches reaching high like the bony fingers of a skeleton. Not even an uninhabited\nbird nest graced its forks, no cattle lazed under its branches, no foliage covered its grim\nnakedness, and no welcome was there to traveler or cowboy to take shelter under its nude\nwretchedness, and already its limbs were being hacked away by woodcutters.\n<\/p><p>\n\"The infinitely beautiful tree of my youth was now the ugliest tree on Ash Creek.\"\n<\/p><p>\nIn seeking for the cause of such devastation, I saw hanging from the limbs of the tree great\nclusters of mistletoe&mdash;the parasite of the tree. The translucent glutinous berries perhaps had\nbeen carried by a bird or the wind. The stickiness of the berry served to attach it to the tree\nlimb or host plant until germination was complete, the little sprout always turning toward the\npoint of attachment.\n<\/p><p>\nAnd as I pondered, this thought came to me: Who would ever dream that a sticky little white\nmistletoe berry would overpower and kill a huge, beautiful tree? How like the little mistletoe\nis the first cigarette or first drink! How like this predatory plant is the first lie or dishonest\nact! How like this parasitic growth is the first crime, the first immoral act!\n<\/p><p>\nThis particular group of youth little dreamed that an insignificant little bottle could finally\ndestroy a mighty soul. It was for kicks, they said, that they took the alcoholic beverage with\nthem to the party. They felt they had proved they were mature and not \"chicken.\" Future\nparties and associations seemed to be weak without it. It came to be a regular thing, a lift\nfrom boredom, and an escape from depressions, a hideout from problems.\n<\/p><p>\nHow could these young people know except through advice and counsel from others that the\nbottle was a demon, that it would become master, that like the mistletoe it would take over\nand bleed the host?\n<\/p><p>\nHow could these youth know with their first drink that it would become a habit, a part\nof them? How could they believe the parasite would waste their precious needed money,\nbreak up their homes, rob them of their self-respect, or cause numberless accidental deaths,\ncreate worlds of unhappiness, and destroy the mighty soul?\n<\/p><p>\nNeither the tree nor the little carrier bird could possibly know that the waxy, sticky little\nmistletoe seed would kill the mighty ash. But the youth who begins to drink\ncan know that eventual destruction and loss face him if he lets this drinking become a habit,\nfor he or she is a child of God, created in his image, born of royal blood to become a king or\nqueen.\n<\/p><p>\nI worked with such a person who in his youth laughed at the thought that he might become\ninvolved beyond his powers. He scoffed at the suggestion that he was losing his power of\nresistance&mdash;almost insulted at the suggestion that he was fast becoming a slave to a\nmerciless, tyrannical master, but I heard him one day in sober moments curse himself and cry\nout, \"What a waste of everything good! How senseless. How stupid!\"\n<\/p><p>\nI pondered again: How like the little mistletoe was the abominable practice of cheating, the\nfirst little dishonest act! This particular boy died in the gas chamber, a cigarette between his\nlips. He had stood tall like the tree on Ash Creek. He had been clean, honorable, and loved\nbut had become barren, desolate, and a menace to society, untrusted, unloved. It had begun\nwith cheating, a little seductive vice no bigger than a mistletoe branch, no stickier than a\nmistletoe berry. Cheating was done in games and in school lessons. There were little\ninconsequential misappropriations, followed by thefts, small and larger, which finally ran into\narmed robberies, to killing, and to the gas chamber.\n<\/p><p>\nWhoever suggested that the little white sweet berry was tasteless or the mistletoe without\ncolor? How else would it attract? How else would it be propagated and spread? Whoever said\nthat sin was not fun? Whoever claimed that Lucifer was not handsome, persuasive, easy,\nfriendly? Whoever said that sin was unattractive, undesirable, or nauseating in its acceptance?\n<\/p><p>\n<b>Transgression a delusion and a snare<\/b>\n<\/p><p>\nTransgression wears elegant gowns and sparkling apparel. It is highly perfumed, has attractive\nfeatures, a soft voice. It is found in educated circles and sophisticated groups. It provides\nsweet and comfortable luxuries. Sin is easy and has a big company of bed fellows. It promises\nimmunity from restrictions, temporary freedoms. It can momentarily satisfy hunger, thirst,\ndesire, urges, passions, wants, without immediately paying the price. But, it begins tiny and\ngrows to monumental proportions. It grows drop by drop, inch by inch.\n<\/p><p>\nIt is doubtful if Cain had murder in his heart when his first jealous thought crossed his mind,\nwhen the first hate began to develop; but ounce by ounce, moment by moment, the little\nparasite developed to rob him of his strength, his balance, and his peace. The evil took over,\nand Cain, like the tree, changed his appearance, his attitudes, his life, and became a world\nwanderer (<span class=\"citation\" id=\"23757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23757)\">Gen. 4:12<\/a><\/span>), vicious and desolate.\n<\/p><p>\nHow like the first cigarette is the predatory mistletoe plant! Just on a sneaking dare, or to\navoid a momentary embarrassment, or to be \"smart,\" or to be accepted, or for nebulous other\nfoolish reasons, the first cigarette is often taken.\n<\/p><p>\nCertainly, the novice has no idea of becoming a chain smoker or dying of lung cancer. Surely,\nhe can control. There can be no habit&mdash;he assures himself&mdash;he is master, but time and habit\nand repetition take a terrible toll.\n<\/p><p>\nA bird or the wind or other carrier transports the tiny berry to a tree; it sticks to the limb and\ngrows to suck the life's sap blood from the tree and eventually leaves the giant dead and dry.\n<\/p><p>\nThe single cigarette multiplies from one to a dozen, to a hundred, yes, to a thousand, to an\nalmost uncontrollable habit.\n<\/p><p>\n\"Can you quit?\" I asked a tobacco addict. \"Can you abandon the weed before you are\n'hooked'?\"\n<\/p><p>\nThe big man laughed. \"Of course,\" he replied and said, as did the great tree on Ash Creek\nfiguratively say, \"Ah, little weed, I am not afraid of you. You are insignificant. I am strong.\"\n<\/p><p>\nAnd then years after, I heard him say, in disgust, \"I cannot break the habit. I am its slave.\nHow stupid of me!\"\n<\/p><p>\n<b>Blights which kill<\/b>\n<\/p><p>\nHow like the mistletoe is immorality. The killer plant starts with a sticky sweet berry. Once\nrooted, it sticks and grows&mdash;a leaf, a branch, a plant. It never starts mature and full grown. It\nis always transplanted an infant.\n<\/p><p>\nNor does immorality begin in adultery or perversion. Those are full-grown adults. Little\nindiscretions are the berries&mdash;indiscretions like sex thoughts, sex discussions, passionate\nkissing, pornography. The leaves and little twigs are masturbation and necking and such,\ngrowing with every exercise.\n<\/p><p>\nThe full-grown plant is petting and sex looseness. It confounds, frustrates, and destroys like\nthe parasite if it is not cut out and destroyed, for, in time, it robs the tree, bleeds its life, and\nleaves it barren and dry; and, strangely enough, the parasite dies with its host.\n<\/p><p>\nEach seemingly small indiscretion seems powerless as compared to the sturdy body, the strong\nmind, the sweet spirit of the youth who gives way to the first temptation and who might, like\nthe majestic tree, say: \"Ha, little weed, little bottle! I can take you between my lips without\nharm. I'll look smart and be a good fellow with the crowd. Ha, little indiscretion! You are\nweak&mdash;I am strong. I can discard you at my pleasure.\"\n<\/p><p>\nBut years later, I see him once again, and what a change! The strong has become weak; the\nmaster, the slave; his spiritual growth curtailed; he has isolated himself from the Church with\nall its uplifting influences. Has he not suffered a kind of spiritual death, leaving him like the\ntree&mdash;a mere skeleton of what he might have been?\n<\/p><p>\nIf the first unrighteous act is never given root and the mistletoe never permitted to lodge, the\ntree will grow to beautiful maturity and life toward God, our Father.\n<\/p><p>\nMay our youth and all others fortify themselves against the insidious evils of the world that\noverpower and destroy, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}