{"ID":1544, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Commitment<\/p>\n<p class=\"gcspeaker\">Elder Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">Of the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, April 1967, p. 67-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDuring the past few weeks, most of us have either participated in or listened as some rather\nserious commitments were made. With a group of eager young Scouts, it was: \"On my honor\nI will do my best to do my duty to God and my country.\" These boys were committing\nthemselves to a better effort.\n<\/p><p>\nAt a patriotic rally recently, a group of us earnestly vowed a pledge of allegiance to the flag\nof our country. Every citizen, whatever his nationality, makes strong commitments to uphold\nand honor his government. This is as it should be.\n<\/p><p>\nFew, if any, go through life without committing themselves to a sacred trust and promise of\none type or another. In proper perspective and with lofty and worthy objectives, such\ncovenants can and should be stimulating, motivational, and indeed a most stabilizing influence\namong men.\n<\/p><p>\nBut any and all social or civil promises, commitments, and oaths entered into by man with\nman fade into relative insignificance when compared with those promises and covenants\nbetween man and God, the Eternal Father.\n<\/p><p>\nCould any commitment be more important than a sacred covenant between mortal man and\nhis Maker?\n<\/p><p>\nA long, long time ago&mdash;yes, even before the foundations of this earth were laid&mdash;the plan\nwas clear; the process for the successful undertaking of building souls for eternal purposes\nwas established. The covenant procedure was decided upon as an essential element to that\nend.\n<\/p><p>\n<b>Commitments to the righteous life<\/b>\n<\/p><p>\nThe Prophet Joseph has recorded this explicit observation from the Lord himself: \"For all who\nwill have a blessing at my hands shall abide the law which was appointed for that blessing,\nand the conditions thereof, as were instituted from before the foundation of the world\"\n(<span class=\"citation\" id=\"15067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15067)\">D&amp;C 132:5<\/a><\/span>).\n<\/p><p>\nNow, no one is suggesting that it is inappropriate for men to establish some mutual\nunderstandings and contracts from time to time, provided such agreements stimulate, motivate,\nand bind us more closely together in a good and worthwhile cause.\n<\/p><p>\n<b>The Priesthood<\/b>\n<\/p><p>\nIt is expedient, however, that we place first things first, and any agreement that we make with\nthe Lord through his Holy Priesthood takes precedence over all else, regardless of its source\nor its apparent value. Speaking further through the Prophet Joseph, the Lord declares that \"all\ncovenants, contracts, bonds, obligations, oaths, vows, performances, connections, associations,\nor expectations, that are not made and entered into and sealed [by proper authority] . . . are of\nno efficacy, virtue, or force . . . for all contracts that are not made unto this end have an end\nwhen men are dead\" (<span class=\"citation\" id=\"15069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15069)\">D&amp;C 132:7<\/a><\/span>).\n<\/p><p>\nHe then gives this reassuring promise: \"Behold, mine house is a house of order, saith the Lord\nGod, and not a house of confusion\" (<span class=\"citation\" id=\"15073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15073)\">D&amp;C 132:8<\/a><\/span>). Then, thinking in terms of eternity, he\nstates: \n<\/p><p>\n\"For whatsoever things remain are by me; and whatsoever things are not by me shall be\nshaken and destroyed\" (<span class=\"citation\" id=\"15074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15074)\">D&amp;C 132:14<\/a><\/span>). The sacred agreements that we have entered into with\nour Heavenly Father must be kept first and foremost and above all else.\n<\/p><p>\n<b>Baptism<\/b>\n<\/p><p>\nMost within range of my voice have taken upon themselves the name of Jesus Christ through\nthe waters of baptism. By virtue of this sacred ordinance, we have come forth in a spiritual\nbirth, just as real and necessary as our birth into mortality. Woe be unto that child of God\nwho would enter such a sacred covenant deceitfully or with ulterior motives. Little better is he\nwho enters the waters of baptism without the intention of valiance or effort. Nothing is sadder\nin all this world than those who, after participating in this great blessing, regard it as of little\nor no consequence in their lives and then proceed to lose the possibility of life eternal by\ndefault. There can be no room for indifference in the wake of such an honor and blessing as\nthat found in the sacred ordinance of baptism.\n<\/p><p>\nIndeed, it has been appropriately observed that where much is given, much is expected. All\nwho have had the privilege of baptism in his appointed way and by his appointed authority\nare indeed richly endowed. Commitment of the highest order has been made. The obligation\nto bear his name worthily becomes paramount.\n<\/p><p>\nAs man was being created, surely our Maker must have realized how short our memories and\nhow weak the flesh in this temporal setting. Consequently, his great plan provided for a\nregular reminder to all who took upon them his name in the waters of baptism.\n<\/p><p>\n<b>The Sacrament<\/b>\n<\/p><p>\nThe sacrament was revealed by the Savior himself, first of all to his very closest associates in\nthe ministry with the specific instruction that \"it is expedient that the church meet together\noften to partake of bread and wine in the remembrance of the Lord Jesus\" (<span class=\"citation\" id=\"14921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14921)\">D&amp;C 20:75<\/a><\/span>). It\nis, therefore, most important for members of his Church to recommit themselves every week.\n<\/p><p>\nCommitment No. 1: That they are willing to take upon them the name of his Son.\n<\/p><p>\nCommitment No. 2: And always remember him.\n<\/p><p>\nCommitment No. 3: To keep his commandments which he has given them.\n<\/p><p>\nThese are not idle thoughts and words but rather sacred obligations and\npromises entered into with God, the Father, as each worthy member partakes with contrite\nspirit and deepest reflections concerning the atoning sacrifice of the Only Begotten of the\nFather.\n<\/p><p>\nShow me the man, woman, or child who truly and sincerely covenants to take upon himself\nthe name of Jesus Christ, and I will show you a person who is upright and honest in all of his\ndealings.\n<\/p><p>\nShow me the man, woman, or child who truly commits himself to always remember, and I\nwill show you a child of God who is without guile, one who is understanding and quick to\nforgive.\n<\/p><p>\nShow me the man, woman or child who makes it a matter of daily and hourly endeavor to\nkeep God's commandments that he has given them and lives that pledge in his every act, his\nevery word, to the very best of his ability, and I will show you one who radiates the true\nSpirit of Christ and who, if unwavering to the end, will inherit eternal life, which is,\naccording to the Lord, \"the greatest of all the gifts of God\" (<span class=\"citation\" id=\"14908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14908)\">D&amp;C 14:7<\/a><\/span>).\n<\/p><p>\nUnfortunately, there are those who choose to commit themselves by covenant to the\nadversary. Conspiring men have formed secret combinations all through the ages to promote\nwickedness and evil. Immediately preceding the advent of the Savior on this continent 2,000\nyears ago, we are told of such a group who \"did enter into a covenant one with another, yea,\neven into that covenant which was given by them of old, which covenant was given and\nadministered by the devil, to combine against all righteousness.\n<\/p><p>\n\"Therefore they did combine against the people of the Lord, and enter into a covenant to\ndestroy them\" (<span class=\"citation\" id=\"5700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5700)\">3 Ne. 6:28-29<\/a><\/span>).\n<\/p><p>\nTimes have not changed. Less than two months ago, most of you read the disturbing article in\nour newspapers about a group of individuals who have established a so-called Satanic church,\nwith the sole purpose to participate only in the realms of evil and darkness. They are in open\ndefiance of and diametrically opposed to all of His holy purposes that bring us together in this\ngreat conference. Without a goodly number of God-fearing men committed to the cause of\ntruth, these societies of evil could well take over our society.\n<\/p><p>\nThe only effective tool against evil and darkness is truth and light, particularly truth and light\nheld in the hands of those bearing God's Holy Priesthood: worthy, dedicated men such as I\nsee before me here today.\n<\/p><p>\nNo man or boy who has accepted the commitment of priesthood can stand idly by, for if we\ndo not abide in this covenant with the Lord, if we are less than anxiously engaged in doing\nsomething about it, he says: \". . . ye are not worthy of me\" (<span class=\"citation\" id=\"15020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15020)\">D&amp;C 98:15<\/a><\/span>).\n<\/p><p>\n<b>The oath and covenant of Priesthood<\/b>\n<\/p><p>\nThe oath and covenant of the priesthood stands singularly supreme among God's covenants\nwith his children. The Spirit of the Lord is companion to the priesthood. \". . . all they who\nreceive this priesthood receive me, saith the Lord . . .\n<\/p><p>\n\"And he that receiveth me receiveth my father\" (<span class=\"citation\" id=\"14987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14987)\">D&amp;C 84:35,37<\/a><\/span>). These reassuring promises\nfrom the Lord, as though there were not enough, are climaxed by what has to be the most\ngenerous reward ever accorded to mortal man. He confirms his part of the contract as\nrepayment for complete faithfulness in these words: \"And he that receiveth my Father\nreceiveth my Father's kingdom&mdash;therefore all that my Father hath shall be given unto him.\n<\/p><p>\n\"And this is according to the oath and covenant which belongeth to the priesthood\"\n(<span class=\"citation\" id=\"14989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14989)\">D&amp;C 84:38-39<\/a><\/span>).\n<\/p><p>\nOh, my dear brothers and sisters, can't we see the folly of any course except it be that course\nwhich is priesthood-centered and pointing toward eternal life? The yoke is easy, the burden is\nlight, the Savior tells us (<span class=\"citation\" id=\"35720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35720)\">Matt. 11:30<\/a><\/span>). The only difficult way is the cobblestone byway of\nperiodic indifference, broken covenants, and half-hearted effort.\n<\/p><p>\nIf ours has been the commitment of baptism, then stand up tall and bear his name with honor\nand dignity, for the promise is that as we prove faithful over a few things, he shall make us\nrulers over many things (see <span class=\"citation\" id=\"14943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14943)\">D&amp;C 52:13<\/a><\/span>).\n<\/p><p>\nIf our commitment is in the form of the sacrament, may we partake each time worthily, that\nwe may always have his Spirit to be with us (see <span class=\"citation\" id=\"14922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14922)\">D&amp;C 20:77<\/a><\/span>). Such is the unqualified promise from our Heavenly Father.\n<\/p><p>\nIf ours is the commitment to honor the priesthood, may we do so nobly, using it for the\nblessing of mankind, that our inheritance may indeed be \"all that the Father has\" (<span class=\"citation\" id=\"14988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14988)\">D&amp;C 84:38<\/a><\/span>).\n<\/p><p>\nThe commitment we make through our covenants with the Lord is serious business. All else is\nsecondary. His rewards are certain, for he has declared for all to hear: \"I, the Lord, am bound\nwhen ye do what I say, but when ye do not what I say, ye have no promise\" (<span class=\"citation\" id=\"14981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14981)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nLet every father stand fearlessly at the head of his family and accept Joshua's challenge that\nhas stood through the ages: \". . . choose you this day whom ye will serve . . . but as for me\nand my house, we will serve the Lord\" (<span class=\"citation\" id=\"30070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30070)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nMay we commit ourselves without reservation. May ours be the whole armor of God, that our\ncalling and election may be made sure (<span class=\"citation\" id=\"4898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4898)\">2 Pet. 1:10<\/a><\/span>), I pray humbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}