{"ID":1545, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Come, Worship the Lord<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1967, pp. 70-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have received from the Lord&mdash;in this day and age in which we now live&mdash;a commission\nto proclaim his divinity and to invite all men to come and worship him as Lord and King.\n<\/p><p>\nTo most people now living, God is unknown and unknowable. Some consider him to be a\nmystical spirit essence that fills the immensity of space; others feel that the laws of nature and\nthe forces that govern the universe are God; while yet others are not sufficiently concerned\nwith spiritual things to give any serious thought to matters pertaining to Deity.\n<\/p><p>\nEven the religious creeds of almost the whole body of modern Christendom state flatly that he\nis uncreated and incomprehensible, that he is a spirit without body, parts, or passions, and that\nin some inexplicable way he is three gods and yet one God.\n<\/p><p>\n<b>\"We are the offspring of God\"<\/b>\n<\/p><p>\nWe know him, however, as a living and real being, a personage of tabernacle in whose image\nman is created. He is our Father in heaven, meaning, as Paul expressed it, that \"we are the\noffspring of God\" (<span class=\"citation\" id=\"8030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8030)\">Acts 17:29<\/a><\/span>), that he is \"the Father of spirits\"\n(<span class=\"citation\" id=\"24367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24367)\">Heb. 12:9<\/a><\/span>); that he is the\nparent of the intelligent, sentient beings who dwelt with him during their pre-mortal or first\nestate.\n<\/p><p>\n<b>The gospel restored<\/b>\n<\/p><p>\nWhen the Beloved Disciple John, as the last of our Lord's ancient apostles to minister among\nmen, saw in vision the latter-day restoration of \"the everlasting gospel,\" he recorded that this\nproclamation would then go forth \"to every nation, and kindred, and tongue, and people,\n<\/p><p>\n\". . . Fear God, and give glory to him; for the hour of his judgment is come: and worship him\nthat made heaven, and earth, and the sea, and the fountains of water\" (<span class=\"citation\" id=\"42410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42410)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nIt is of this God&mdash;the only true and living God, the God whom Jesus said it was life eternal\nto know (<span class=\"citation\" id=\"28365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28365)\">John 17:3<\/a><\/span>), the God who is the Creator of all things, who made heaven and earth and the sea\nand the fountains of waters&mdash;it is of him we now desire to speak and testify.\n<\/p><p>\nThe proclamation we now make, and the testimony we now bear, is that God our Father has\nrevealed himself anew in this day and age of the earth's history, and that he has\ncommissioned us to take the knowledge of him to his other children.\n<\/p><p>\nGod stands revealed, and we are commissioned to teach all men what and who he is,\nand&mdash;standing as legal administrators, authorized and appointed, so to speak&mdash;we are commanded\nto carry his message of salvation to the world.\n<\/p><p>\nIn the spring of 1820, Joseph Smith, Jun., a choice and favored youth, then in his 15th year,\nsought wisdom from God. Finding himself in the midst of a religious revival that was\nsweeping the then frontier area of America, and desiring to know which of all the churches\nwas true, he asked of God in accordance with the divine promise: \n<\/p><p>\n\"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him\" (<span class=\"citation\" id=\"26196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26196)\">James 1:5<\/a><\/span>).\n<\/p><p>\nTo fulfill his own inscrutable purposes, and because the time had then come to usher in the\nprophetically promised era of restoration, God then gave to this young man one of the greatest\nvisions of all time. Of this glorious manifestation Joseph Smith wrote: \n<\/p><p>\n\"I saw a pillar of light exactly over my head, above the brightness of the sun, which\ndescended gradually until it fell upon me.\n<\/p><p>\n\". . . . When the light rested upon me I saw two Personages, whose brightness and glory defy\nall description, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30492)\">JS&mdash;H 1:16-17<\/a><\/span>).\n<\/p><p>\nThus the heavens were opened, and thus the knowledge of God and of salvation began to be\nrevealed in modern times.\n<\/p><p>\n<b>Proclaim that God lives and has spoken again<\/b>\n<\/p><p>\nAnd so it is that we into whose hands these modern revelations have come, we who have\nbeen called and commissioned to represent the Lord in testifying of him and his gospel, are\nnow prepared&mdash;and to fulfill the divine commission must&mdash;proclaim that God lives and has\nspoken again in this day.\n<\/p><p>\nOur announcement, thus, in the language of the scripture is this: \n<\/p><p>\n\". . . we know that there is a God in heaven, who is infinite and eternal, from everlasting to\neverlasting the same unchangeable God, the framer of heaven and earth, and all things which\nare in them . . .\n<\/p><p>\n\"Wherefore, the Almighty God gave his Only Begotten Son as it is written in those scriptures\nwhich have been given of him.\n<\/p><p>\n\"He suffered temptations but gave no heed unto them.\n<\/p><p>\n\"He was crucified, died, and rose again the third day; \n<\/p><p>\n\"And ascended into heaven, to sit down on the right hand of the Father, to reign with\nalmighty power according to the will of the Father; \n<\/p><p>\n\"That as many as would believe and be baptized in his holy name, and endure in faith to the\nend, should be saved\" (<span class=\"citation\" id=\"14915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14915)\">D&amp;C 20:17,21-25<\/a><\/span>).\n<\/p><p>\nAnd so now, obedient to the divine commission that is ours, and speaking as those having\nauthority and who know whereof they speak, we the elders of Israel proclaim that God is our\nFather, literally and personally; that we are his offspring, created in his image and likeness\n(<span class=\"citation\" id=\"23741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23741)\">Gen. 1:26<\/a><\/span>);\nand that he has endowed us with the talents and abilities which if developed to the full, will\nenable us, as Jesus said, to be perfect even as our Father in heaven is perfect\n(<span class=\"citation\" id=\"35688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35688)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\n<b>A new revelation of God<\/b>\n<\/p><p>\nWe announce a new revelation of God to the world and invite our Father's other children\neverywhere to come and see, to learn for themselves by the power of his Spirit of the truth\nand divinity of these glorious things.\n<\/p><p>\nWe bear testimony of the divine Sonship of our Lord and know that he came into the world\nwith the power of immortality, thus enabling him to work out the infinite and eternal\natonement.\n<\/p><p>\nWe assert that God was in Christ (<span class=\"citation\" id=\"3061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3061)\">2 Cor. 5:19<\/a><\/span>) revealing himself to the world; that Christ represents and\nspeaks for the Father; and that, as Jesus said, \"no man knoweth the Son, but\nthe Father; neither knoweth any man the Father, save the Son, and he to whomsoever the Son\nwill reveal him\" (<span class=\"citation\" id=\"35719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35719)\">Matt. 11:27<\/a><\/span>).\n<\/p><p>\n<b>Invitation to come unto Him<\/b>\n<\/p><p>\nThus our invitation is to come unto Christ and worship the Father in his name. It is to learn\nof God, of Christ, and of the laws and ordinances of the gospel. It is to listen to the voices of\nliving prophets, who represent Deity, and who reveal him to the world and speak forth his\nmind and will.\n<\/p><p>\nThus our invitation is for men to come and \"worship the Father in spirit and in truth for,\" as\nthe scripture saith, \"the Father seeketh such to worship him\" (<span class=\"citation\" id=\"28321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28321)\">John 4:23<\/a><\/span>). It is for men to\nlearn of Christ and his laws and to take his yoke upon them and keep his commandments.\n<\/p><p>\nThus our invitation is for men to read the Book of Mormon, which is a new witness for\nChrist and his gospel, and which also has been given of God to prove the truth of his great\nlatter-day work. It is for men to study the life and teachings of Joseph Smith, the American\nProphet, the man who saw God in modern times, and who received revelations and\ncommandments from him. It is for men to learn how to recognize the voice of the prophets\nand to lend listening ears to their teachings.\n<\/p><p>\nThus our invitation is for men to investigate the message of the restoration, to come to a\nknowledge of him whom it is life eternal to know (<span class=\"citation\" id=\"28366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28366)\">John 17:3<\/a><\/span>), to find the path leading to the celestial\ncity. It is for men to accept The Church of Jesus Christ of Latter-day Saints as the kingdom\nof God on earth, as \"the only true and living church upon the face of the whole earth.\"\n(<span class=\"citation\" id=\"14900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14900)\">D&amp;C 1:30<\/a><\/span>).\nIt is for truth seekers everywhere to sell all that they have and come and buy the gospel\npearl, the pearl of great price (<span class=\"citation\" id=\"35726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35726)\">Matt. 13:45-46<\/a><\/span>).\n<\/p><p>\nNow our cause is just. It is true. It came from God. It is his cause. It shall triumph, for truth\nshall prevail. To hasten that glorious day when the light and truth of heaven will dwell in\nevery heart; that day when it shall no longer be necessary for every man to say to his\nneighbor, \"Know the Lord: for they shall all know me, from the least of them unto the\ngreatest of them saith the Lord\" (<span class=\"citation\" id=\"26518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26518)\">Jer. 31:34<\/a><\/span>)&mdash;to hasten that day we now, obedient to\nour divine commission, proclaim the divinity of the great Creator and invite all men to\nworship him and thereby gain his friendship here and his association hereafter. In the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}