{"ID":1547, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sacrifice Brings Forth the Blessings of Heaven<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, April 1967, pp. 74-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters I am grateful for the blessings of this day. I am thankful for my\nknowledge and testimony that God lives and that through the atoning sacrifice of our Lord\nand Savior Jesus Christ we may enjoy eternal life as we are obedient to the laws and\nordinances of the gospel. We are blessed to be living in this dispensation when the gospel, the\nChurch, and the power to act in the name of God have been restored through the\ninstrumentality of the Prophet Joseph Smith, one of the greatest prophets of all time. Likewise\nwe are blessed to be led and guided today by another great Prophet, our beloved President\nDavid O. McKay. May the Lord bless and sustain him.\n<\/p><p>\n<b>\"Sacrifice brings forth the blessings of heaven\"<\/b>\n<\/p><p>\nWilliam W. Phelps, an early convert to the Church and gifted hymn writer, wrote the\ninspiring hymn \"Praise to the Man,\" a magnificent tribute to the Prophet Joseph Smith. This\nbeautiful hymn not only incorporates the elements of rejoicing and prophecy but also contains\nchoice bits of basic doctrine as well, as is evidenced by the statement: \"Sacrifice\nbrings forth the blessings of heaven.\"\n<\/p><p>\nAbout this time the Saints were experiencing many blessings resulting from their manifold\nsacrifices. The Prophet, in delivering a lecture on faith, impressed this truth when he said: \n<\/p><p>\n\". . . that a religion that does not require the sacrifice of all things never has power sufficient\nto produce the faith necessary unto life and salvation . . . It was through this sacrifice, and this\nonly, that God has ordained that man should enjoy eternal life\" (\"Lectures on Faith\" 6:7).\n<\/p><p>\n<b>A fundamental principle; with illustrations<\/b>\n<\/p><p>\nYes, the law of sacrifice is a fundamental doctrine of the gospel of Jesus Christ and\ncontributes to the building of faith, love, and many other virtues.\n<\/p><p>\nIn this connection it is interesting to note that Webster's dictionary defines sacrifice as \"a\nsurrender of some desirable thing for a higher object.\"\n<\/p><p>\nThis is undoubtedly true, but it might be observed that the higher object is not always\ndiscernible at the time of the surrender or sacrifice.\n<\/p><p>\nHowever, to fully realize the importance of the law of sacrifice, it is necessary to consider the\npurpose of life. This earth life has been provided that each of us might be proved to see if we\nwill do all things that the Lord commands us to do.\n<\/p><p>\nWhile the Lord has given us a clear plan to follow, we must recognize that evil influences\nexist and provide temptations and obstacles for us to overcome.\n<\/p><p>\nFor, as Lehi said to his son Jacob: \"For it must needs be, that there is an opposition in all\nthings. If not so . . . righteousness could not be brought to pass\" (<span class=\"citation\" id=\"3768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3768)\">2 Ne. 2:11<\/a><\/span>).\n<\/p><p>\nInasmuch, then, as this earth life is a proving ground, it provides choices for us, and\nfrequently the decisions we have to make are not easy. Many of our decisions require\nsacrifices, and sacrifices involve giving up something&mdash;something that appears important and\ndesirable.\n<\/p><p>\nIn considering our free agency and the opposition that exists in all things, we must never\nforget that God always functions within eternal laws.\n<\/p><p>\nThe Lord has said, \"I, the Lord, am bound when ye do what I say; but when ye do not what I\nsay, ye have no promise\" (<span class=\"citation\" id=\"14982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14982)\">D&amp;C 82:10<\/a><\/span>). \"And when we obtain any blessing from God, it is\nby obedience to that law upon which it is predicated\" (<span class=\"citation\" id=\"15062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15062)\">D&amp;C 130:21<\/a><\/span>).\n<\/p><p>\nHence it becomes evident that many great blessings are predicated upon obedience to the\neternal law of sacrifice.\n<\/p><p>\nThe Savior said, \"Let no man be afraid to lay down his life for my sake; for whoso layeth\ndown his life for my sake shall find it again\" (<span class=\"citation\" id=\"15026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15026)\">D&amp;C 103:27<\/a><\/span>).\n<\/p><p>\nThus the supreme sacrifice of one's life is rewarded by that person finding his life again,\n\"even life eternal\" (<span class=\"citation\" id=\"15019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15019)\">D&amp;C 98:13<\/a><\/span>).\n<\/p><p>\nYou and I may never be asked to lay down our lives for the gospel's sake, but obedience to\nthe law of sacrifice in a lesser way is also rewarding. The history of the Church of Jesus\nChrist in each era is replete with experiences of every kind and description that men are prone\nto call sacrifices. The Saints more frequently have described these experiences as opportunities\nand blessings rather than sacrifices.\n<\/p><p>\nOn one occasion a rich young ruler came to the Savior and asked what he should do to be\nsaved. Jesus enumerated several things, including honoring his parents, chastity, and honesty.\nHe replied that he had done all of these things from his youth. Then Jesus told him to go and\nsell all that he had, give it to the poor, and follow him. But the young man thought more of\nhis riches than the kingdom and refused to make this sacrifice, which could have turned out to\nbe a great blessing&mdash;even eternal life.\n<\/p><p>\nOn another occasion one of Jesus' disciples said that he wanted to follow him but asked,\n\"Lord, suffer me first to go and bury my father.\n<\/p><p>\n\"But Jesus said unto him, Follow me; and let the dead bury their dead\" (<span class=\"citation\" id=\"35714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35714)\">Matt. 8:21-22<\/a><\/span>).\n<\/p><p>\nAs the Savior was calling the fisherman Simon, also called Peter, and other disciples, he said,\n\"Fear not; for henceforth thou shalt catch men.\n<\/p><p>\n\"And when they had brought their ships to land, they forsook all, and\nfollowed him\" (<span class=\"citation\" id=\"31707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31707)\">Luke 5:10-11<\/a><\/span>).\n<\/p><p>\nPeter and the other disciples were willing to accept and comply with the law of sacrifice. The\nrich young ruler was not.\n<\/p><p>\nAccording to Webster's dictionary definition, Peter and the other disciples were willing to\nsurrender a desirable condition for a higher object; the rich young ruler was not. Peter and the\nother disciples received the blessings.\n<\/p><p>\nJesus' life was the perfect example of dedication and sacrifice. He had no silver or gold to\ngive, but he gave faith to his disciples, health to the sick, and hope to the discouraged. His\nlife was in every respect a sacrifice for all.\n<\/p><p>\nJoseph Smith's life was another great example of dedication and sacrifice. While in Liberty\nJail the word of the Lord came to him: \". . . if thou shouldst be cast into the pit, or into the\nhands of murderers, and the sentence of death passed upon thee . . . know thou, my son, that\nall these things shall give thee experience, and shall be for thy good\" (<span class=\"citation\" id=\"15052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15052)\">D&amp;C 122:7<\/a><\/span>).\n<\/p><p>\nHere the Prophet was specifically told that these tribulations and sacrifices would be for his\ngood and blessing, and undoubtedly the Liberty Jail experience was preparing him for coming\nevents. In the end he and his brother Hyrum were called upon to be martyrs for the kingdom\nof God&mdash;another great story of sacrifice and blessing.\n<\/p><p>\nThe words of the Master are certainly applicable in the case of Joseph and Hyrum: \"Greater\nlove hath no man than this, that a man lay down his life for his friends\" (<span class=\"citation\" id=\"28359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28359)\">John 15:13<\/a><\/span>).\n<\/p><p>\nThe building of the Church, from the time of the Prophet Joseph Smith to the present, has\nrequired constant sacrifices on the part of the Saints.\n<\/p><p>\nAs we study the history of the Church we find peculiar situations and obstacles in each era. I\nam certain that those that lived in these various periods each felt that the problems of his time\nwere most acute and required great sacrifices.\n<\/p><p>\nUndoubtedly the problems of establishing the Church and the persecutions incident thereto\nwere severe. Likewise the difficulties of the migration to and settlement of the West required\ngreat faith and sacrifices. The period preceding and following the Manifesto was most\ndifficult. And so each period had its own peculiar tests, and as they were successfully met, a\nbroad and solid foundation was laid for us to build upon.\n<\/p><p>\nThe Savior instructed us to seek first the kingdom of God\n(<span class=\"citation\" id=\"35695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35695)\">Matt. 6:33<\/a><\/span>), and to do this, we must put the\nChurch first in our lives, even though it requires self-denial and sacrifice.\n<\/p><p>\nWe are living in a new era, a period of constant changes, a time of unprecedented growth and\ndevelopment&mdash;the age of the jet airplane, the computer, and the communications satellite.\n<\/p><p>\nOur problems are those incident to great and rapid growth and change. Far-reaching\nchallenges are requiring the sacrifice of the Saints' time, talents, and means, possibly as great\nas ever before.\n<\/p><p>\nToday, some are sacrificing friends, family, and positions when they join the Church, as some\ndid in the early history of the Church.\n<\/p><p>\nToday many are sacrificing for missionary work, either in supporting missionaries or by going\non missions themselves, as many have throughout the history of the Church.\n<\/p><p>\nToday we have a full Church program, and whether we are called upon to be a Sunday\nSchool teacher, a bishop, an usher, to pass the sacrament, to be a missionary, to work on a\nwelfare project, to do genealogical work, to consult on data processing problems, or any other\nChurch assignment, or whether we are called upon to make contributions of our means, we\nshould recognize that \"whatever [we] do according to the will of the Lord is the Lord's\nbusiness\" (<span class=\"citation\" id=\"14959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14959)\">D&amp;C 64:29<\/a><\/span>).\n<\/p><p>\n<b>Sacrifices are opportunities<\/b>\n<\/p><p>\nSacrifices today are in reality opportunities, the same as they have always been. With\nreference to sacrifices incurred in building the kingdom of God, the Savior promised, \". . .\nThere is no man that hath left house, or parents, or brethren, or wife, or children, for the\nkingdom of God's sake,\n<\/p><p>\n\"Who shall not receive manifold more in this present time, and in the world\nto come life everlasting\" (<span class=\"citation\" id=\"31718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31718)\">Luke 18:29-30<\/a><\/span>).\n<\/p><p>\nHow true this is!\n<\/p><p>\nEach of us has his duties to perform, and to perform them faithfully should be our constant\naim, even though self-denial is required.\n<\/p><p>\nLet us all appreciate that today as of old: \"Sacrifice brings forth the blessings of heaven.\"\n<\/p><p>\nMay we each put the Church first in our lives and more fully understand and appreciate the\neternal law of sacrifice. May sacrifice become a part of our daily lives, that we and our\nfamilies may enjoy the blessings derived therefrom, I pray, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}