{"ID":155, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1944, pp. 160-161<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is practically the hour of closing, but the time is sufficient for me to say how much I have\nenjoyed this conference.\n<\/p><p>\nI agree with Brother Joseph Fielding that the keynote of the conference has been repentance. I\nagree with him that the Lord told the Prophet at the very beginning that that was his message\nto this generation (<span class=\"citation\" id=\"50078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50078)\">D&amp;C 6:9<\/a><\/span>).\n<\/p><p>\nWe have been inspired by the principle behind the parable of the lost sheep over whose return\nthere is greater rejoicing than over the ninety-nine that are safe\n(<span class=\"citation\" id=\"50077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50077)\">Luke 15:7<\/a><\/span>).\n<\/p><p>\nI should like to testify to the power of prayer, and to say that it is a wise man who knows\nwhat to pray for. One of the things that we should seek in going before the Lord and in going\nupon our knees, is his inspiration and his wisdom to tell us what to ask for\n(<span class=\"citation\" id=\"50079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50079)\">D&amp;C 46:30<\/a><\/span>).\n<\/p><p>\nMy prayers have been answered.\n<\/p><p>\nI want, upon behalf of the First Presidency and of all the brethren, to thank all you brethren\nwho are here, and those who work with you in your wards and stakes for your loyalty, for\nyour devotion, for your service to the Lord our God and to his Cause. It is unfortunate that\nalways we have to speak even the harsh word to those who little need it, because those who\nare in dire want thereof are not before us, but we do this in order that you may carry the\nmessage to them.\n<\/p><p>\nMay the Lord preserve you and bless you for your labors, give you health and strength,\nspiritual power to carry on. May he recognize your efforts. May he yield you blessings for\nyour good desires, yea, and more for your work.\n<\/p><p>\nMay God be with you till we meet again, I humbly pray, in the name of Jesus Christ, His\nSon, Amen.\n<\/p>\n<\/div>\n<\/div>"}