{"ID":1550, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Consciousness of God: Supreme Goal of Life<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1967, pp. 84-88<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren of the priesthood, and esteemed fellow workers, my heart is full of gratitude tonight\nfor the privilege of participating in this meeting with you. There is a concentration of power\nin these priesthood meetings that is inspiring. No one who attends can escape that influence,\nand the responsibility of giving a message to you is overwhelming. I, therefore, pray for your\nsympathy, your faith, and prayers that the message given may be divinely directed.\n<\/p><p>\n<b>\"Beloved associates\"<\/b>\n<\/p><p>\nIt has always been my nature to enjoy the company of my associates. I love to be with my\nfriends, and the older I grow the more intense becomes my appreciation of fellowship in the\nbrotherhood of Christ, and I sense that tonight more deeply, more sincerely than ever before.\nAs I feel of your spirit, I picture those of you who are gathered in the Assembly Hall, and in\nthe 478 other meetings being held at this hour across the United States and in Canada. I have\nnothing but blessing in my heart for you. I like to call you my beloved associates and fellow\nworkers, and that love is akin to the love we have for our families. If we can keep this unity,\nthis confidence, nothing in the world can stop the progress of this work.\n<\/p><p>\n<b>Comfort of close relationship with God<\/b>\n<\/p><p>\nThe greatest comfort in this life is the assurance of having a close relationship with God, and\nI believe in the statement that \"the greatest battle of life is fought within the silent chambers\nof your own soul.\" It has been said that \"consciousness of God is the highest achievement in\nhuman experience and is the supreme goal of human life. This is true religion. It is a mental,\nspiritual experience of the highest order.\" Many of you priesthood members know what that\nexperience is. It is a good thing to sit down and commune with yourself, to\ncome to an understanding with yourself and decide in that silent moment what your duty is to\nyour family, to your Church, to your country, and what you owe to your fellowmen.\n<\/p><p>\n<b>Need for spirituality, meditation, communion<\/b>\n<\/p><p>\nIn view of the responsibilities facing this body of priesthood holders and leaders in the\nChurch, especially during these uncertain and crucial times, I should like to emphasize the\nneed for more spirituality, for more meditation and communion with our Father in heaven. I\nask that you men of the priesthood&mdash;you stake presidents, you bishops, and other leaders in\nstakes and wards&mdash;see to it that a spirit of reverence is maintained in our homes and houses\nof worship.\n<\/p><p>\nOur houses of worship furnish a wonderful opportunity to commune with one's self and to\ncommune with the Lord, especially during the sacrament period. Sunday is a day of worship,\nwhich we turn over to him. We may rest assured that he will be there in that house of\nworship to inspire us if we come in proper attunement to meet him.\n<\/p><p>\nWe are not prepared to meet him if we bring thoughts regarding business affairs, and\nespecially if we come knowing we have been disloyal to our wives and other members of our\nfamilies, and bring feelings of hatred, enmity, and jealousy toward our fellowman. Most\ncertainly no individual can hope to come into communion with the Father if that individual\nhas such disloyalty or entertains any such feelings, as they are foreign to worship and are\nparticularly out of tune with the partaking of the sacrament.\n<\/p><p>\n<b>Value of meditation<\/b>\n<\/p><p>\nI think we pay too little attention to the value of meditation, a principle of devotion. In our\nworship there are two elements: One is spiritual communion arising from our own meditation;\nthe other, instruction from others, particularly from those who have authority to guide and\ninstruct us. Of the two, the more profitable introspectively is meditation.\n<\/p><p>\n<b>Meditation, spiritual language<\/b>\n<\/p><p>\nMeditation is the language of the soul. It is defined as \"a form of private devotion or spiritual\nexercise, consisting in deep, continued reflection on some religious theme.\" Meditation is a\nform of prayer. We can say prayers without having any spiritual response. We can say prayers\nas the unrighteous king in <i>Hamlet<\/i>, who said: \"My words fly up, my thoughts remain below:\nWords without thoughts never to heaven go.\" (William Shakespeare, <i>Hamlet<\/i>, Act III, scene\n3.)\n<\/p><p>\nThe poet Robert Burns, contrasting the outward form of worship and the prayer of the soul,\nsaid: \n<\/p><p>\n\"The Power, incens'd, the pageant will desert.<br \/>\n         The pompous strain, the sacerdotal stole; <br \/>\n         But haply, in some cottage far apart,<br \/>\n         May hear, well-pleas'd, the language of the soul,<br \/>\n         And in His Book of Life the inmates poor enroll.\"<br \/><br \/>\n&nbsp; &nbsp;        (Robert Burns, \"The Cotter's Saturday Night.\")\n<\/p><p>\n<b>Sacred door to the presence of the Lord<\/b>\n<\/p><p>\nMeditation is one of the most secret, most sacred doors through which we pass into the\npresence of the Lord. Jesus set the example for us. As soon as he was baptized and received\nthe Father's approval&mdash;\"This is my beloved Son, in whom I am well pleased\" (<span class=\"citation\" id=\"35675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35675)\">Matt. 3:17<\/a><\/span>)&mdash;\nJesus repaired to what is now known as the Mount of Temptation where, during forty days of\nfasting, he communed with himself and his Father and contemplated the responsibility of his\nown great mission. One result of this spiritual communion was such strength as enabled him\nto say to the tempter: \"Get thee hence, Satan: for it is written, Thou shalt worship the Lord\nthy God, and him only shalt thou serve\" (<span class=\"citation\" id=\"35676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35676)\">Matt. 4:10<\/a><\/span>).\n<\/p><p>\nBefore he gave the beautiful Sermon on the Mount, he was in solitude, in communion. He did\nthe same thing after that busy Sabbath day, when he arose early in the morning after having\nbeen the guest of Peter. Peter undoubtedly found the guest chamber empty, and when he and\nothers sought Jesus, they found him alone (<span class=\"citation\" id=\"33198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33198)\">Mark 1:35-36<\/a><\/span>). It was on that morning that they said: \"All men\nseek for thee\" (<span class=\"citation\" id=\"33199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33199)\">Mark 1:37<\/a><\/span>).\n<\/p><p>\nAgain, after Jesus had fed the 5,000, he told the Twelve to dismiss the multitude. Then Jesus,\nthe historian says, went to the mountain for solitude; and \"when the evening was come, he\nwas there alone\" (<span class=\"citation\" id=\"35727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35727)\">Matt. 14:23<\/a><\/span>). Meditation! Prayer!\n<\/p><p>\n<b>Meditation at the Lord's Supper<\/b>\n<\/p><p>\nI believe the short period of administering the sacrament is one of the best opportunities we\nhave for such meditation, and there should be nothing during that sacred period to distract our\nattention from the purpose of that ordinance.\n<\/p><p>\nOne of the most impressive services I have ever attended was a group of over 800 people to\nwhom the sacrament was administered, and during that administration not a sound could be\nheard except the ticking of the clock&mdash;800 souls, each of whom at least had the opportunity\nof communion with the Lord! There was no distraction, no music, no singing, no speaking.\nEach one had an opportunity to search himself introspectively, and to consider his worthiness\nor unworthiness to partake of the sacrament. His was the privilege of getting closer to his\nFather in heaven. That is ideal!\n<\/p><p>\n<b>More reverence during meditation<\/b>\n<\/p><p>\nI strongly urge that this sacred ordinance be surrounded with more reverence, with perfect\norder; that each one who comes to the house of God may meditate upon and silently and\nprayerfully express appreciation for God's goodness. It is up to you bishops to see to it that\nthe sacrament is administered only by boys and young men who are worthy to attend to this\nsacred ordinance, and that it is done reverently with a full understanding of its significance to\nthem and to the audience. Let the sacrament hour be one experience of the day in which the\nworshiper tries at least to realize within himself that it is possible for him to commune with\nhis God.\n<\/p><p>\n<b>Response to inspiration of the Almighty<\/b>\n<\/p><p>\nNever forget that great events have happened in this Church because of such communion, and\nbecause of the responsiveness of the soul to the inspiration of the Almighty. I know it is real!\nYou will find that when these most inspirational moments come to you, you are alone with\nyourself and your God. They come to you probably when you are facing a great trial, when a\nwall is across your pathway and it seems that you are facing an insurmountable obstacle, or\nwhen your heart is heavy because of some tragedy in your life. I repeat, the greatest comfort\nthat can come to us in this life is to sense the realization of communion with God.\n<\/p><p>\nGreat testimonies have come in those moments. It is just such an experience as that which\ncame to my father in the north of Scotland when he prayed to God to remove from him a\nspirit of gloom and despondency that overwhelmed him. After a night of worry and\nrestlessness, he arose at daylight and repaired to a cave on the shore of the North Sea. He had\nbeen there before in prayer. There, just as the rays of the morning light began to come over\nthe sea, he poured out his soul to God, as a son would appeal to his father. The answer came:\n\"Testify that Joseph Smith is a Prophet of God.\" The cause of his discouragement flashing\nupon his mind, he said aloud: \"Lord, it is enough!\"\n<\/p><p>\nThose who knew my father could testify as to his integrity and his honesty. A testimony of\nthat kind has one hundred percent value.\n<\/p><p>\nThese secret prayers, these conscientious moments in meditation, these yearnings of the soul\nto reach out to feel the presence of God&mdash;such is your privilege and mine!\n<\/p><p>\n<b>Reverence, manifestation of spirituality<\/b>\n<\/p><p>\nInseparable from the acceptance of the existence of God is an attitude of reverence. The\ngreatest manifestation of spirituality is reverence; indeed, reverence is spirituality. Reverence\nis profound respect mingled with love. It is a \"complex emotion made up of\nmingled feelings of the soul.\" Carlyle says it is \"the highest of human feelings.\" If reverence\nis the highest, then irreverence is the lowest state in which a man can live in the world. Be\nthat as it may, it is nevertheless true that an irreverent man has a crudeness about him that is\nrepellent. He is cynical, often sneering, and always iconoclastic.\n<\/p><p>\nReverence embraces regard, deference, honor, and esteem. Without some degree of it,\ntherefore, there would be no courtesy, no gentility, no consideration of others' feelings or of\nothers' rights. Reverence is the fundamental virtue in religion. It is one of the signs of\nstrength; irreverence, one of the surest indications of weakness. \"No man will rise high,\" says\none man, \"who jeers at sacred things. The fine loyalties of life must be reverenced or they\nwill be foresworn in the day of trial.\"\n<\/p><p>\n<b>Your attitude toward the Infinite Presence<\/b>\n<\/p><p>\nChurches are dedicated and set apart as houses of worship. This means that all who enter do\nso, or at least pretend to do so, with an intent to get nearer the presence of the Lord than they\ncan on the street or amidst the worries of a workaday life. In other words, we go to the\nLord's house to meet him and to commune with him in spirit. Such a meeting place, then,\nshould first of all be fitting and appropriate in all respects, whether God is considered as the\ninvited guest, or the worshipers as his guests.\n<\/p><p>\nWhether the place of meeting is a humble chapel, or a \"poem in architecture\" built of white\nmarble and inlaid with precious stones, makes little or no difference in our approach and\nattitude toward the Infinite Presence. To know that God is there should be sufficient to impel\nus to conduct ourselves orderly, reverently. Presiding authorities in stake, ward, and quorum\nmeetings, and especially teachers in classes, should make a special effort to maintain better\norder and more reverence during the hours of worship and study. Less talking behind the\npulpit will have a salutary effect upon those who face it. By example and precept, children\nshould be impressed with the inappropriateness of confusion and disorder in a worshiping\ncongregation. They should be impressed in childhood, and have it emphasized in youth, that it\nis disrespectful to talk or even to whisper during a sermon, and that it is the height of\nrudeness, except in an emergency, to leave a worshiping assembly before dismissal.\n<\/p><p>\n<b>The language of reverence<\/b>\n<\/p><p>\nReverence for God's name should be dominant in every home. Profanity should never be\nexpressed in a home in this Church. It is wrong; it is irreverent to take God's name in vain\n(<span class=\"citation\" id=\"22770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22770)\">Ex. 20:7<\/a><\/span>).\nThere is no provocation that will justify it. Let us apply that quality and that virtue of\nreverence at all times.\n<\/p><p>\nIf there were more reverence in human hearts there would be less room for sin and sorrow,\nand there would be increased capacity for joy and gladness. To make more cherished, more\nadaptable, more attractive this gem among brilliant virtues is a project worthy of the most\nunited and prayerful efforts of every parent, every officer, and every member of the Church.\n<\/p><p>\n<b>My testimony<\/b>\n<\/p><p>\nMy soul is stirred with deep emotions when I think of what the gospel has done for this\npeople, and what it will yet do if we will but keep in tune with his Spirit and commandments.\nI love the gospel and believe in it with all my soul; I know it is the power of God unto\nsalvation (<span class=\"citation\" id=\"42800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42800)\">Rom. 1:16<\/a><\/span>). I bear witness that the gospel of Jesus Christ was revealed in its completeness to the\nProphet Joseph Smith, and I pray that our young people, and all people everywhere, will be\nled to know of its truth.\n<\/p><p>\nGod bless you men of the priesthood, you teachers of youth, you parents, and all good people\neverywhere. May the ecclesiastical groups of the Church be blessed with the spirit of unity\nand harmony. May there be banished from their hearts the spirit of enmity, backbiting, and\nevil speaking, and may they keep in their hearts the truth expressed by Jesus when he said, \".\n. . if ye are not one ye are not mine\" (<span class=\"citation\" id=\"14927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14927)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\n<b>Live for the companionship of the Holy Spirit<\/b>\n<\/p><p>\nI pray we may have the strength so to live that we may merit divine guidance and inspiration;\nthat through worship, meditation, communion, and reverence we may sense the reality of\nbeing able to have a close relationship with our Father in heaven. I bear you my testimony\nthat it is real; that we can commune with our Heavenly Father. And if we so live to be\nworthy of the companionship of the Holy Spirit, he will guide us unto all truth; he will show\nus things to come (<span class=\"citation\" id=\"28360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28360)\">John 16:13<\/a><\/span>); he will bring all things to our remembrance\n(<span class=\"citation\" id=\"28356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28356)\">John 14:26<\/a><\/span>); he will testify of the divinity\nof the Lord Jesus Christ and restoration of the gospel. God bless you all for your faith and\nloyalty, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}