{"ID":1551, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Functions of the Priesthood<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the First Presidency and President of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1967, pp. 97-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDear Brethren: \n<\/p><p>\nI am very happy to be here with you this evening. I hope what I say may be beneficial to one\nand all, and I pray that the Lord will bless me with his Spirit. I am sure that we all know the\nFifth Article of Faith, that a man must be called of God, by prophecy\n(<span class=\"citation\" id=\"6839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6839)\">A of F 1:5<\/a><\/span>). I need not quote it, but\ninvite you to read it.\n<\/p><p>\n<b>The revelation on priesthood<\/b>\n<\/p><p>\nIn the month of February 1835, the twelve apostles in this dispensation were called. As early\nas June 1829, it was made known to Joseph Smith by revelation that twelve apostles would be\nchosen. This information came before the organization of the Church, and Oliver Cowdery\nand David Whitmer were then appointed to \"search out the Twelve\" (<span class=\"citation\" id=\"14913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14913)\">D&amp;C 18:37<\/a><\/span>) when the\ntime should come for them to be chosen. One month after the apostles had been chosen, the\ntwelve in council sought information by revelation, that they might have a better\nunderstanding of their calling. In their behalf Joseph Smith sought the Lord and received the\nrevelation on priesthood. This revelation is in the Doctrine and Covenants, Section 107 (<span class=\"citation\" id=\"15028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15028)\">D&amp;C 107:1-100<\/a><\/span>).\n<\/p><p>\nThis revelation gives us light in relation to the priesthood and the various offices that grow\nout of it, which the Church did not have previous to that time. It was made known that there\nwere in the Church two priesthoods, or grand divisions of priesthood: the Melchizedek and\nthe Aaronic, including the Levitical. \"Why the first is called the Melchizedek Priesthood is\nbecause Melchizedek was such a great high priest.\n<\/p><p>\n\"Before his day it was called the <i>Holy Priesthood after the Order of the Son of God<\/i>.\n<\/p><p>\n\"But out of respect or reverence to the name of the Supreme Being, to avoid the too frequent\nrepetition of his name, they, the church, in ancient days, called that priesthood after\nMelchizedek, or the Melchizedek Priesthood\" (<span class=\"citation\" id=\"15029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15029)\">D&amp;C 107:2-4<\/a><\/span>).\n<\/p><p>\n<b>Priesthood administers the gospel<\/b>\n<\/p><p>\nThis information was all new, only general statements pertaining to this truth having been\nrevealed before that time, and the world knew nothing of it. There are some further phases of\nthe priesthood, however, that we should clearly understand.\n<\/p><p>\nEvery man who is ordained to the priesthood has authority to officiate in some capacity in the\nChurch. Without priesthood there could be no church, and if there were no priesthood, no\nofficial act could be performed in the name of the Lord. Men would be left in darkness\nwithout an understanding of the truth, for the power of God could not be made manifest. \". . .\nthis greater priesthood administereth the gospel and holdeth the key of the mysteries of the\nkingdom, even the key of the knowledge of God.\n<\/p><p>\n\"Therefore, in the ordinances thereof, the power of godliness is manifest.\n<\/p><p>\n\"And without the ordinances thereof, and the authority of the priesthood, the power of\ngodliness is not manifest unto men in the flesh\" (<span class=\"citation\" id=\"14985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14985)\">D&amp;C 84:19-21<\/a><\/span>). So the Lord taught us\nthrough Joseph Smith.\n<\/p><p>\n<b>Prevails in all the universe<\/b>\n<\/p><p>\nThis Holy Priesthood which is eternal, is the authority which prevails in all the universe. The\nordinances of the gospel are made valid through its power, and without it the knowledge of\nGod could not be made manifest. It is by this authority and through the ordinances that man\nis able to know of God. Without the priesthood it would be impossible for man to gain the\nknowledge which would bring him into the presence of the Father. Is there any wonder, then,\nthat the world, deprived of the priesthood, is in such spiritual darkness and confusion?\n<\/p><p>\n<b>Key to spiritual knowledge<\/b>\n<\/p><p>\nMen may search and they may study, but they will never come to a knowledge of God until\nthey receive the gospel and obtain light through the power of the priesthood and the\nordinances of the gospel. See the sad condition of those who once belonged to the Church but\nhave fallen away&mdash;how they have lost the key to spiritual knowledge! Certain organizations\nhave been formed from time to time by those who have gone out of the Church, but the light\nwhich they formerly had has left them. They are soon left to grope in spiritual darkness,\nbecause the \"power of godliness\" ceases to be with them. When the light goes out, then\ndarkness of the worst kind enters in. As Alma said, they are bound by the chains of hell (see\n<span class=\"citation\" id=\"9074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9074)\">Alma 5:7-9<\/a><\/span>).\n<\/p><p>\n<b>Keys of priesthood<\/b>\n<\/p><p>\nThere is a difference between receiving an office in the priesthood and in receiving the keys\nof the priesthood. This we should clearly understand. Peter, James, and John conferred upon\nJoseph Smith and Oliver Cowdery the Melchizedek Priesthood. Before that time John the\nBaptist came and conferred upon them the Aaronic Priesthood. But it was necessary for Elias,\nwho lived in the days of Abraham, to come and restore the keys of his dispensation; for\nMoses to come and restore the keys of the gathering of Israel; and for Elijah to come and\nrestore the keys of the sealing power, by which the hearts of the fathers and the children are\nturned to each other (<span class=\"citation\" id=\"15046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15046)\">D&amp;C 110:11-16<\/a><\/span>). In fact, it was necessary that the keys of all the dispensations should be\nrestored in this dispensation of the fullness of times, and so the Prophet Joseph Smith has\nrecorded it, as found in Doctrine and Covenants 128:20-21 (<span class=\"citation\" id=\"15059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15059)\">D&amp;C 128:20-21<\/a><\/span>). Please read it.\n<\/p><p>\nFrom this description we discover that all who held keys of authority in dispensations from\nthe days of Adam down came in this dispensation and declared their keys, their honors and\npriesthood. All of this had to be done, for this is the dispensation of restoration.\n<\/p><p>\nPresident Joseph F. Smith has given us a very clear understanding of what is meant by keys\nof the priesthood in the book <i>Gospel Doctrine<\/i>, page 136.\n<\/p><p>\nSo we learn that while all men hold the priesthood who are ordained to any office, yet there\nare special, or directing, authorities, bestowed upon those who are called to preside. These\nauthorities are called keys. The bishop of a ward has the power to direct the members of his\nward, for he holds the keys of presidency there, and he acts both as bishop and as the\npresident of the ward by virtue of his high priesthood. Now, in his ward may live an apostle,\nbut as a member of the ward the apostle is under the jurisdiction of his bishop. For instance,\nshould the apostle desire to baptize one of his children, it would be his duty to obtain the\npermission of his bishop, for that is the order of the Church. The bishop holds the keys for\nthe performance of all ordinances in his ward, but he may delegate authority for administering\nthese to others.\n<\/p><p>\n<b>The President holds the keys over the Church<\/b>\n<\/p><p>\nThe President of the Church, the Prophet Joseph Smith has clearly stated, holds the keys over\nall the Church, or the keys of the priesthood. There is only one at a time on earth who has\nthis power (<span class=\"citation\" id=\"15070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15070)\">D&amp;C 132:7<\/a><\/span>). No man can officiate in and confer the blessings of the temple\nwithout the authority to do so being delegated to him by the President of the Church. No man\ncan officiate in any capacity in this Church without the virtue accompanying him in that act,\nas it is obtained through the power and keys held by the President of the Church. The\nPresident has power, if the Lord should direct him to do so, to call home all the missionaries\nin the world. He could say that there shall be no more preaching of the gospel to the nations.\nHe could forbid the official act of baptizing or of ordaining to the priesthood, anywhere in the\nworld, if the Lord should so direct. This authority is vested in him, for he holds all the keys\nof the priesthood. If by virtue of his keys he should say that certain privileges should he\nwithdrawn from the people, then no man would have authority to officiate in\nconferring those particular privileges. Should anyone attempt to do so, the act would be\ninvalid, and the one so attempting to officiate would have to answer before the bar of God, if\nnot before the Church, and would be found in transgression. Let it be understood that no man\nhas authority to perform sealings of wives to husbands, for time and eternity, outside a\ntemple, because all such ordinances pertain to the house of the Lord, and the privilege of\nperforming this ordinance elsewhere has been withdrawn by the one holding these keys.\nNeither can any man officiate in these or other sealings, unless he has been called and set\napart and had that authority given him by the President of the Church, in whom those keys\nare vested (<span class=\"citation\" id=\"15071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15071)\">D&amp;C 132:7<\/a><\/span>).\n<\/p><p>\nWhen men are commissioned by the one who holds these keys, then their acts are valid. That\nwhich they do is sealed and ratified in the Church both on earth and in the heavens. When the\napostles or other brethren visit the stakes of Zion and are appointed to set in order anything\nrequiring attention there, they do it by virtue of the commission, or authority, delegated to\nthem by the President of the Church.\n<\/p><p>\nThis same principle applies in the lesser degree in stakes and in wards.\n<\/p><p>\nI hope and pray that what I have said to you good brethren will be of assistance to you, and\nmay the blessings of the Lord be with you, I humbly pray, in the name of Jesus Christ, our\nRedeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}