{"ID":1552, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Mormon Astronaut<\/p>\n<p class=\"gcspeaker\">Elder Don Lind<\/p>\n<p class=\"gcbib\">Don Lind, <i>Conference Report<\/i>, April 1967, pp. 99-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n(Dr. Don Lind, LDS astronaut, missionary, jet pilot, scientist, was called on and spoke\nextemporaneously at the priesthood meeting at general conference, April 1967. These are his\nremarks.)\n<\/p><p>\nBrethren, it is an honor to be with you this evening.\n<\/p><p>\nIt is amazing what irrelevant ideas come to your mind as you are walking up that flight of\nstairs. The thing I was thinking about was the fact that a great amount of our training is\ninvolved in such things as riding centrifuges, when you have a great variety of sensors\nattached rather painfully to your body to give the doctor a monitor of your pulse rate, heart\nbeat, and general physical condition. As I was climbing the stairs I was grateful that I wasn't\nbeing monitored, because I think I exceeded a number of limits. If lying on an Apollo couch\nis as disturbing as sitting in that little green chair, we may have to postpone a launch.\n<\/p><p>\nBrethren, it is a pleasure to be with you. I enjoyed greatly the first half of this meeting, as\nwell as the afternoon session. I was grateful for the opportunity to come and be with you for\nconference. It has been inspiring.\n<\/p><p>\nWhen I was in grade school, a number of movies were made about great square-rigged\nwhaling vessels. I always felt at that age in my life that I had been born at the wrong time,\nthat I should have been born back in the days of the whaling vessels; but\nsince I have grown a bit older, and hopefully a little wiser, I have decided that this is the time\nin the world's history that I am most grateful for being alive, not only for having the\nopportunity of participating in one of the most exciting adventures I think mankind has\nattempted, but also the opportunity of being born at a time when the Gospel is here upon the\nearth, in going to the particular home to which I was assigned.\n<\/p><p>\nI would not be here today if it were not for my parents.\n<\/p><p>\nThe words that were spoken about the responsibility of fathers and parents in general this\nevening touched my heart in my responsibility to my family, but I also marvel at the\nwonderful job that my father and my mother did for me. I, with Nephi, can say that I have\ncome of goodly parents (<span class=\"citation\" id=\"1638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1638)\">1 Ne. 1:1<\/a><\/span>). I would never have made the astronaut program, nor would I be a\npriesthood bearer in the Church, if it had not been for my father and my mother, and I thank\nthem for it.\n<\/p><p>\nI am grateful for this gospel. I have been in situations when religion was not necessarily the\nmost popular topic of conversation. I have been in situations involving my schooling when\npeople expressed openly the idea that religion was fairy-tale, was legend, was myth, was only\nfor those who were not sufficiently well educated to get along without it; and obviously I did\nnot agree.\n<\/p><p>\nI have been in situations where the principles that we hold have not been lived, if even\nbelieved, and I have been grateful for the strength that I received in my home, and grateful\nfor the strength that a testimony of the gospel gave me in those situations. The gospel means\nmore to me than my life, more to me than anything that I would be capable of describing. I\ndon't know how to express in words the feeling of what my testimony of the gospel means to\nme.\n<\/p><p>\nBrethren, it is an honor to be with you as a member of this priesthood. I have marveled at the\nstrength it can give one in various situations. I have a testimony that God lives, and that\nstrangely enough, is a fact I am afraid most of the world do not share with us. There are a\ngreat many who wonder whether God really lives at all.\n<\/p><p>\nI wasn't in the Sacred Grove with Joseph Smith, but I have just as strong a conviction of the\nfact that he saw God and talked with him face to face as I have the conviction of something I\ngot my doctoral dissertation on, the existence of pi-mesons. I haven't seen pi-mesons either,\nbut I accept their existence on secondary evidence. And on secondary evidence I believe that\nJoseph Smith saw God in the Sacred Grove; and that is a great strength in my life.\n<\/p><p>\nI believe that Joseph Smith was a prophet, that he received revelations. Scientifically I believe\nit because I think it would be just too difficult to forge the Book of Mormon, if for no other\nreason. I do not think it could be done by a man with Joseph Smith's education. So I believe\nthe Book of Mormon is an evidence that Joseph Smith has to be a prophet of our Lord. I am\ngrateful too that we have a prophet living today to guide and direct the Church.\n<\/p><p>\nBrethren, let me repeat once more, it is a pleasure to be with you, because I couldn't be with\nyou if I did not hold the priesthood, which I hold dear. Brethren, I bear you my testimony\nthat the gospel is true; I am grateful to be a member of this Church, and I do this in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}