{"ID":1553, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Great Commandment<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Of the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1967, pp. 103-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, we feel happy and blessed to have you with us this morning. On behalf of\nthe First Presidency, I should like to greet all those assembled in this great Tabernacle and\nthose who are listening in this morning.\n<\/p><p>\nAs we were commemorating at Easter time the death and resurrection of our Savior, I was\ngreatly impressed again with the words: \"For God so loved the world, that he gave his only\nbegotten Son, that whosoever believeth in him should not perish, but have everlasting life\"\n(<span class=\"citation\" id=\"28319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28319)\">John 3:16<\/a><\/span>).\n<\/p><p>\nThen I was reminded of the answer the Savior gave to the lawyer, who temptingly asked him:\n<\/p><p>\n<b>The great commandment<\/b>\n<\/p><p>\n\"Master, which is the great commandment in the law?\n<\/p><p>\n\"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy\nsoul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbor as thyself.\n<\/p><p>\n\"On these two commandments hang all the law and the prophets\" (<span class=\"citation\" id=\"35732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35732)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nFrom this statement it is evident that <i>love<\/i> is the greatest thing in the world. Then referring\nback to the early scriptures, I found, as recorded in Leviticus 19:16-18\n(<span class=\"citation\" id=\"30907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30907)\">Lev. 19:16-18<\/a><\/span>), the Lord, in speaking\nto Moses, gave this commandment: \n<\/p><p>\n\"Thou shalt not go up and down as a talebearer among thy people.\n<\/p><p>\n\"Thou shalt not hate thy brother in thine heart . . .\n<\/p><p>\n\"Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt\nlove thy neighbour as thyself.\"\n<\/p><p>\nThen in Deuteronomy we read: \n<\/p><p>\n\"And thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all\nthy might.\n<\/p><p>\n\"And these words, which I command thee this day, shall be in thine heart: \n<\/p><p>\n\"And thou shalt teach them diligently unto thy children, and shalt talk of them when thou\nsittest in thine house, and when thou walkest by the way, and when thou liest down, and\nwhen thou risest up\" (<span class=\"citation\" id=\"21264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21264)\">Deut. 6:5-7<\/a><\/span>).\n<\/p><p>\nWhen Christ came to the earth the law of Moses was in effect, an example of which was \"an\neye for an eye, and a tooth for a tooth\" (<span class=\"citation\" id=\"35683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35683)\">Matt. 5:38<\/a><\/span>). But the Savior said: \n<\/p><p>\n<b>A new commandment<\/b>\n<\/p><p>\n\"A new commandment I give unto you, That ye love one another; as I have loved you, that\nye also love one another.\n<\/p><p>\n\"By this shall all men know that ye are my disciples, if ye have love one to another\"\n(<span class=\"citation\" id=\"28344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28344)\">John 13:34-35<\/a><\/span>).\n<\/p><p>\nThe Lord also gave us what is often referred to as the Golden Rule. It is found in Matthew\n7:12 (<span class=\"citation\" id=\"35703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35703)\">Matt. 7:12<\/a><\/span>).\n<\/p><p>\n\"Therefore all things whatsoever ye would that men should do to you, do ye even so to them:\nfor this is the law and the prophets.\"\n<\/p><p>\nIf we are to have this love of which the Savior spoke, and which he emphasizes as being the\nmost important thing in life, it must begin in the home and then carry into our daily lives. A\nhappy marriage is never handed to a couple on a silver platter, but it is something we have to\nbuild continually. If each will think of the other's convenience, comfort, needs, and happiness,\nand determine to see the best in each other, try to understand and express love for each other,\nthere will be true love and harmony in the home.\n<\/p><p>\nYes, the only slogan we need in order to be happy in our home is: Love Each Other&mdash;three\nsimple words. Apply the ingredients of love. Sacrifice for each other. Make each other happy.\nIf this were always uppermost in our minds, we would have very little trouble indeed. If there\nis love between the father and the mother, there will be love between the parents and the\nchildren and among the children. One cannot overemphasize the importance and value of\nbeing courteous, kind, considerate, and polite in the home.\n<\/p><p>\n<b>Love, the fulfilling of the law<\/b>\n<\/p><p>\nHave you ever seen anything sweeter than the family that loves one another? Where there is\ntrue and perfect love in a family, such commandments as \"honour thy father and thy mother\"\n(<span class=\"citation\" id=\"22772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22772)\">Ex. 20:12<\/a><\/span>),\n\"thou shalt not steal\" (<span class=\"citation\" id=\"22774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22774)\">Ex. 20:15<\/a><\/span>),\n\"thou shalt not bear false witness\" (<span class=\"citation\" id=\"22776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22776)\">Ex. 20:16<\/a><\/span>),\nare quite unnecessary. Love is really the fulfilling of the law\n(<span class=\"citation\" id=\"42808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42808)\">Rom. 13:10<\/a><\/span>).\n<\/p><p>\nAs we look back over our life, whether it be short or long, we realize that the thing that gave\nthe greatest joy was doing something for someone else because we loved him. Let us express\nour love to God and to our fellowmen now, while we can, by our every act and word, for \"we\nshall not pass again this way.\"\n<\/p><p>\nThe most difficult thing for us seems to be to give of ourselves, to do away with selfishness.\nIf we really love someone, nothing is a hardship. Nothing is hard for us to do for that\nindividual. There is no real happiness in having or getting, but only in giving. Half the world\nseems to be following the wrong scent in the pursuit of happiness. They think it consists of\nhaving and getting, and in having others serve them, but really it consists of giving and\nserving others.\n<\/p><p>\nJust a few days ago, early in the morning, I had an experience that really touched my heart,\nand was an evidence of great love. A woman called me to say that she had just received word\nthat her grown son had been killed in an auto accident in the East, where he lived. She said\nthat her husband, the father of this boy, was in another city carrying on some very important\nand serious business negotiations, and that she did not want to disturb him while he was thus\ninvolved. In our conversation I agreed to call someone who was with the father so that he\nmight be informed as soon as the negotiations were concluded. To me her action was an\noutstanding example of love and unselfishness and interest in her husband's welfare to the\nextent that she was prepared to suffer alone.\n<\/p><p>\nWe cannot apply or fulfill all at once the Golden Rule that the Savior gave to us\n(<span class=\"citation\" id=\"35704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35704)\">Matt. 7:12<\/a><\/span>), but by\nseriously trying, we will find greater joy, success, satisfaction, and friendship as we go\nthrough life, and enjoy the love of others and the Spirit of our Father in heaven. If we will\nalways look for the best in others, in our friends, in our neighbors, in our wife, in our\nhusband, in our children, they will turn out to be the most wonderful people in the world. On\nthe other hand, if we are looking for their weaknesses and faults and enlarge upon them, these\nsame people may become even despicable.\n<\/p><p>\nSometimes as I move among people I am almost convinced that it is human nature to magnify\nthe weaknesses in others in order to minimize our own. We sing these words in one of our\nhymns: \n<\/p><p>\n\"Let each man learn to know himself; <br \/>\n         To gain that knowledge let him labor,<br \/>\n         Improve those failings in himself,<br \/>\n         Which he condemns so in his neighbor.\n<\/p><p>\n\"How lenient our own faults we view,<br \/>\n         And conscience's voice adeptly smother,<br \/>\n         Yet, oh, how harshly we review<br \/>\n         The self same failings in another! . . .\n<\/p><p>\n\"Example sheds a genial ray<br \/>\n         Of light which men are apt to borrow,<br \/>\n         So first improve yourself today<br \/>\n         And then improve your friends tomorrow.\"<br \/><br \/>\n&nbsp; &nbsp;         (<i>Hymns, Church of Jesus Christ of Latter-day Saints<\/i>, 91.)\n<\/p><p>\nLet us always remember that men of great character need not belittle others or magnify their\nweaknesses. In fact, the thing that makes them great is the showing of love for and interest in\ntheir neighbors' success and welfare.\n<\/p><p>\nAs we try to apply the Golden Rule (<span class=\"citation\" id=\"35705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35705)\">Matt. 7:12<\/a><\/span>) we must realize that love will not permit us to hold\ngrudges or ill feelings. These canker the soul and crowd out love. We hurt ourselves by\nholding grudges and ill feelings. We hurt and sometimes destroy the person about whom we\nare bearing tales. We would not think of stealing from or injuring physically\none of our associates, friends, or neighbors, but we do even worse by stealing his good name.\nIt is not uncommon to see people&mdash;clerks in stores, secretaries in corporations, individuals in\nclubs and in affairs of church and state&mdash;talking about and criticizing one another, trying to\nenlarge on their weaknesses with the idea of belittling them in the hole that their own\nweaknesses might be minimized or overlooked. If we really loved one another as the Lord\nloves us, there would be none of this friction, but confidence and happiness would reign.\n<\/p><p>\n<b>Apply the principle of love<\/b>\n<\/p><p>\nI should like to join with each and every one of you in taking stock of ourselves to see if we\nare actually really striving to apply the principle of love toward those with whom we are\nassociated. Are we patient, kind, generous, humble, courteous, unselfish, showing no temper,\nguileless, and sincere? Do we try to put ourselves in the other person's place, whether he be a\nmerchant, a clerk, secretary, a caretaker, one of another religion or race, or a man in prison,\nand then act toward him as we would like to be treated were we in his place?\n<\/p><p>\nLet us never forget that the Lord gave us this commandment to love God and to love one\nanother and apply the Golden Rule (<span class=\"citation\" id=\"35706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35706)\">Matt. 7:12<\/a><\/span>). We cannot love God without loving our neighbor, and we\ncannot truly love our neighbor without loving God (<span class=\"citation\" id=\"35733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35733)\">Matt. 22:37-39<\/a><\/span>). This applies to you and to me, and if each\nof us applies it to himself, we need not worry about the other.\n<\/p><p>\nSome time ago a friend of mine related an experience that I should like to pass on to you. He\nsaid: \n<\/p><p>\n\"My father's cousin and my father lived in the same community and were competing in the\nconstruction business. There grew up over the years a very keen and bitter rivalry between\nthem. This was triggered in the beginning in the bidding of construction contracts, and later in\nour city political affairs where they opposed each other in very spirited elections.\n<\/p><p>\n\"Our immediate families inherited this situation upon the death of my father, for we boys\nseemed to take over where Dad left off. It was quite a strain on the members of his family\nand ours even to be civil to one another, even in our Church callings where he served as\nbishop of one ward and I in another, and later in the high council where we were both\nmembers. When we came together it seemed that Satan took over, and I am sure he did, for\nhaven't we been told that where contention is, the Spirit of the Lord is not\n(<span class=\"citation\" id=\"5705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5705)\">3 Ne. 11:29<\/a><\/span>)?\n<\/p><p>\n\"This situation continued to fester. Suddenly I found myself with a call to put aside all\nworldly things and go to preside over a mission. This was a thrilling experience to\ncontemplate, and yet I subconsciously had a most uneasy feeling about it. I kept asking\nmyself: 'Are you really worthy to accept such an important call?' I was living the Word of\nWisdom, I was a full tithe payer, I was faithful in all my Church activities, I was morally\nclean, and yet this uneasy feeling persisted.\n<\/p><p>\n\"I set about immediately to get my business and personal affairs in a condition where others\ncould handle them while we were gone. While returning home from my office one afternoon,\nit really happened. I didn't hear a voice, but just as clearly as if a voice spoke to me\nsomething said: 'You must go to your father's cousin and get things straightened out. You\ncannot go on this mission and teach the gospel of love when this terrible feeling exists\nbetween you.'\n<\/p><p>\n\"I drove to his home, and with great fear and trepidation went up and rang the doorbell.\nThere was no answer. After waiting a few minutes I went back to my car and said silently,\n'Lord, I made the attempt. I am sure this will be acceptable.' But it wasn't. This uneasy\nfeeling still persisted. I prayed earnestly about it.\n<\/p><p>\n\"The next day as I sat in a funeral service, my cousin came in and sat across the aisle from\nme. The Spirit moved me to ask him if I could see him at his home after the service. He\nagreed. This time I went with calmness and tranquility in my soul because I\nhad asked the Lord to prepare the way for me.\n<\/p><p>\n\"When I rang the doorbell he invited me into the living room and congratulated me on my\nmission call. We talked a few minutes about things in general, and then it happened. I looked\nat him with a feeling of love, which replaced all the old bitterness, and said: 'I have come to\nask forgiveness for anything I have ever said or done that has tended to divide us and our\nfamilies.'\n<\/p><p>\n\"At this point tears came into our eyes, and for a few minutes neither of us could say a word.\nThis was one time when silence was more powerful than words. In a few minutes he said: 'I\nwish I had come to you first.' I replied: 'The important thing is that it is done, not who\ninitiated it.'\n<\/p><p>\n\"At this moment we had a rich spiritual experience, which caused us to purge our lives and\nour souls of those things which had separated us, which has resulted in our having proper\nfamily relationships.\n<\/p><p>\n\"Now I could go on my mission and teach the true meaning of love, because for the first time\nin my life I had experienced its deepest dimension, and now I could honestly say that there\nwasn't a person in the world that I didn't love and appreciate. Since that day my life has\nnever been the same, for it was then that I learned in a most positive way as I had never\nunderstood before the injunction of the Master to his disciples when he said: 'A new\ncommandment I give unto you That ye love one another'\" (<span class=\"citation\" id=\"28343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28343)\">John 13:34<\/a><\/span>).\n<\/p><p>\nThis same dimension of love is so beautifully portrayed by Leigh Hunt in the story of Abou\nBen Adhem: \n<\/p><p>\nAbou Ben Adhem (may his tribe increase!)<br \/>\n         Awoke one night from a deep dream of peace,<br \/>\n         And saw within the moonlight in his room,<br \/>\n         Making it rich and like a lily in bloom,<br \/>\n         An angel writing in a book of gold; <br \/>\n         Exceeding peace had made Ben Adhem bold,<br \/>\n         And to the Presence in the room he said,<br \/>\n         \"What writest thou?\" The vision raised its head,<br \/>\n         And with a look made of all sweet accord,<br \/>\n         Answered, \"The names of those who love the Lord.\"<br \/>\n         \"And is mine one?\" said Abou. \"Nay, not so,\"<br \/>\n         Replied the angel. Abou spoke more low,<br \/>\n         But cheerily still, and said, \"I pray thee, then,<br \/>\n         Write me as one that loves his fellowmen.\"<br \/>\n         The angel wrote, and vanished. The next night.<br \/>\n         It came again with a great wakening light,<br \/>\n         And showed the names whom love of God had blessed; <br \/>\n         And, lo! Ben Adhem's name led all the rest!\n<\/p><p>\nLet us strive to live worthily to have our names listed among those who love their fellowmen,\nand so prove our love for God. God does live. Jesus is the Christ. Through him we have the\nrestored gospel, which offers us immortality and eternal life.\n<\/p><p>\nThis is my humble testimony to you, and I leave my blessings with you in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}