{"ID":1554, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Carnal Mind is Enmity Against God<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, April 1967, pp. 107-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am grateful, my brothers and sisters, for the presence of President McKay. It is always an\nhonor to be in his presence.\n<\/p><p>\nThe degree of a man's faith in God, his religious concepts, and his feeling of eternal destiny\nare characteristics that make him different. Man is a spirit child of God the Eternal Father, and\nhis birth into mortality is a crowning achievement; whether to be rich or poor, ignorant or\neducated, white, brown, or black, as to color, sinful or righteous by nature.\n<\/p><p>\n<b>God is mindful of man<\/b>\n<\/p><p>\nGod is mindful of man and, such as he is, has given him dominion over all things upon the\nearth. He is the appointed master over all creatures of a lower kingdom of creation, and over\ninanimate objects upon the land, in the sea, and in the air. \". . . thou hast made him,\" declared\nthe Psalmist, \"a little lower than the angels, and hast crowned him with glory and honour\"\n(<span class=\"citation\" id=\"41864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41864)\">Ps. 8:5<\/a><\/span>).\n<\/p><p>\nMortal existence is such that man must give concern to material progress, but since he has\nbeen given, by divine right, dominion over all things upon the earth, all material things can be\nmade to serve him. But, as to carnal things, God has given man a special warning, with the\ncommandment to cultivate the attributes of spirituality and intelligence, the opposites of\ncarnalism.\n<\/p><p>\nUnto the early day Roman Saints, Paul the Apostle wrote: \". . . to be carnally minded is\ndeath, but to be spiritually minded is life and peace.\" He then explained what was meant by\nthe carnal mind, when he said the carnal mind \"is enmity against God: for it is not subject to\nthe law of God\" (<span class=\"citation\" id=\"42807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42807)\">Rom. 8:6-7<\/a><\/span>).\n<\/p><p>\nUnto the Latter-day Saints, the Prophet Joseph Smith speaks of intelligence, with an\nexplanation of its meaning; said he: \"The glory of God is intelligence, or, in other words,\nlight and truth.\"\n<\/p><p>\n\"Light and truth forsake that evil one\" (<span class=\"citation\" id=\"15017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15017)\">D&amp;C 93:36-37<\/a><\/span>).\n<\/p><p>\nHe said also that a man with a carnal mind cannot abide the presence of God (see\n(<span class=\"citation\" id=\"14967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14967)\">D&amp;C 67:12<\/a><\/span>).\n<\/p><p>\n<b>Material progress<\/b>\n<\/p><p>\nAlmost everyone today who has given the matter any concern and study is convinced that\nmaterial gain progressively achieved during the past century and a half has reached great\nheights. The oft-referred-to phrase, \"this age of enlightenment,\" refers to the progress that man\nhas made in the fields of science and industry. These advances, generally, are proving to be of\ngreat benefit to man's natural existence, and there is no foreseeable end to this type of\nprogress. But the terrific impact of transpiring material progress is making inroads upon man's\nspiritual and moral behavior.\n<\/p><p>\nThese inroads, I believe, are not made because of that which has been achieved materially, for\nsurely the true spiritual concept does not stand in the way of material progress; but rather\ninroads are being made because of the contemporary surrender and mutation of spiritual\nvalues and the fundamental truths of righteous existence needed to meet the challenge of\nmaterial progress.\n<\/p><p>\nMan's spiritual decay in the face of material advancement, the evidence of which surrounds\nus, must then be attributed to intensive drifts to carnalism.\n<\/p><p>\nAs the apex of time draws closer, which will culminate the earth-life existence of man, the\nbasic issues of the spiritual mind and the carnal mind, of right and wrong, and of good and\nevil will become more pronounced. For example, we see at work in the world today powerful\nforces of carnalism that are opposed to God and the influences of a spiritual nature that can\npersuade and direct man to the righteous life. These advocates of carnalism would substitute\nGod for an invisible earthly comrade and are prepared to lead the masses into a global\nconquest, on the carnal premise that, collaterally, concepts of God as a\ncreator and the divine mission of the Son of God, the Redeemer of mankind, who is the\nadvocate of a system of proven and eternal laws of progress, are to be systematically\n\"nominalized,\" and finally eliminated.\n<\/p><p>\nBut man need not be deceived by such principles of unrighteous dominion that are centered in\n\"carnalism,\" for the opposite&mdash;those principles of spirituality, faith in God, and exposure to\nthe eternal laws of righteousness&mdash;have been made fresh and new by divine restoration from\nGod, through his chosen prophets, in our own day and time. But as this and other issues of\nright or wrong, good or evil, grow even sharper, we shall witness separations among men.\nOut of the masses will come those who are of the \"carnal mind\" and those who are of the\n\"spiritual mind.\" It is in the latter realm that, by persistent conformity to spiritual or eternal\nlaws, man can reach perfection. In this we see the work and glory of God.\n<\/p><p>\nIt is the right of each individual to work out his salvation. Given enough of such individuals\nwho adhere to this right, there exists a kingdom of righteousness, or a kingdom of God. Paul,\nthe apostle, evidenced his clear understanding of this when he said: \"But the natural man\nreceiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he\nknow them because they are spiritually discerned.\" He declared: \"For what man knoweth the\nthings of a man save the spirit of man which is in him? even so the things of God knoweth\nno man, but the Spirit of God\" (<span class=\"citation\" id=\"459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(459)\">1 Cor. 2:14,11<\/a><\/span>).\n<\/p><p>\nIn my own life I have received complete confirmation of righteous principles taught in my\nearly years by parents who cared, and by others, pertaining to a spiritual life. In my weak way\nI am working with these traits, hoping to gain the complete supremacy that they offer. To the\nProphet Joseph Smith were revealed many divinely inspired truths that can lift man into the\nlight. In the following, the effect of spiritual mindedness in one's life is given: \n<\/p><p>\n\". . . your whole bodies shall be filled with light, and there shall be no darkness in you; and\nthat body which is filled with light comprehendeth all things\" (<span class=\"citation\" id=\"14996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14996)\">D&amp;C 88:67<\/a><\/span>).\n<\/p><p>\n<b>Cultivating \"spiritual mindedness\"<\/b>\n<\/p><p>\nHere are a number of practical and effective ways of cultivating \"spiritual mindedness\": \n<\/p><p>\n1. <i>Hold fast to the standards of right and truth<\/i>. When we \"water down\" or compromise\nstandards, we weaken our personal selves, and our chances of true happiness grow less and\nless as each sliding step is taken downward.\n<\/p><p>\nCertain biblical and other contemporary writings confirm the fact that, in the days of Israelite\nbondage in Egypt, not all of the Israelites were slaves; some gained release and favored\npositions by \"going over\" to the gods of Egypt. On the garden walls of their palatial mansions\nthey painted pictures of the idols of the land, demonstrating their defection and surrender of\nprinciple, as well as infidelity to their own people. This incident portrays a universal lesson\nthat has many parallels today in faith, in family, and in government.\n<\/p><p>\n2. <i>Rise above adversity<\/i>. David Starr Jordan once said: \"Only that becomes real or helpful to\nany man which has cost the sweat of his brow, the effort of his brain, or the anguish of his\nsoul. He who would be wise must daily earn his wisdom.\" Continuing, he said: \"No one is\never miserable who would truly pay the price of happiness. No one is miserable who has not\ntried to cheapen life.\" (<i>The Strength of Being Clean<\/i>, pp. 6-7.)\n<\/p><p>\nI recall a fable of the Norsemen that when a man won a victory over another, the strength of\nthe conquered went over into his veins, suggesting that a victory over the carnal natures of\nadversity and weakness brings strength.\n<\/p><p>\nThe life of the apostle Paul, after his conversion to the gospel of Jesus Christ, gives evidence\nof faithful endurance in rising above adversity.\n<\/p><p>\nIf in any man a sense of disappointment, a conviction that life is too hard for us and that we\ncannot shake off the crushing weight of its destinies, could have ever been\nexcusable, it would have been so in the life of Paul. What visible success had he\nachieved?&mdash;the founding of a few churches, of which the majority were already cold to him.\n<\/p><p>\nHe saw his efforts at Corinth, Ephesus, Thessalonica, and Galatia slowly undermined by\nheretical teachers, a movement that eventually spread throughout all of early Christendom,\nleading to complete apostasy.\n<\/p><p>\nBut what had Paul personally gained? Wealth? He was absolutely dependent upon the chance\ngifts of others. Personal power? At his time of greatest need there had not been one friend to\nstand by his side. Love? He had learned by bitter experience how few there were who were\nnot ashamed, even to own him in his misery.\n<\/p><p>\nNow, after all that he had suffered, after all that he had done, what was his condition? He was\na lonely prisoner awaiting a malefactor's death. What was the sum total of earthly goods that\nthe long labor of his life had brought to him? An old cloak and some books.\n<\/p><p>\nAnd yet in what spirit did he write Timothy, his young convert, who was faltering in the\nfaith? Does he complain of his hardships? Does he regret his life? Does he dampen the\ncourage of his younger friend by telling him that almost every earthly hope is doomed to\nfailure, and that to struggle against human wickedness is a fruitless fight?\n<\/p><p>\nNot so! His last letter to Timothy is one of hope rather than despair. For himself the battle is\nover; the race is run. The days' work in the Master's vineyard is well nigh over. When it is\nquite finished and when he has entered the Master's presence, then and there&mdash;nowhere and\nnow&mdash;shall he receive the crown of righteousness and unspeakable reward\n(<span class=\"citation\" id=\"5172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5172)\">2 Tim. 4:6-8<\/a><\/span>). It is Timothy, not\nPaul, who is in danger of yielding to languor and timidity, and forgetting that the Spirit of\nGod is not of fear but of power and of love and of a sound mind (see\n<span class=\"citation\" id=\"2833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2833)\">1 Tim. 6:20<\/a><\/span>;\n<span class=\"citation\" id=\"5168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5168)\">2 Tim. 1:6-7<\/a><\/span>).\n<\/p><p>\n3. <i>Overcome weaknesses<\/i>. One of the great principles of the gospel is found in the fact that\nman by divine right is an agent unto himself and therefore dues only that which he wills (see\n<span class=\"citation\" id=\"14945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14945)\">D&amp;C 58:28<\/a><\/span>).\n<\/p><p>\nSomeone offered this suggestion: \n<\/p><p>\n\"Life by the yard is hard, but<br \/>\n         By the inch, it's a cinch!\"\n<\/p><p>\nThe overcoming of the tobacco habit is much the same as overcoming any weakness that is\ndetrimental to health, happiness, and being of a spiritual mind.\n<\/p><p>\nTake, for instance, the case of a man I knew who had the habit of smoking to the extent that\nhe would set the alarm clock for definite intervals during the night and then sit in reverie on\nthe edge of his bed. Or take another man I knew who did the same thing without the aid of\nan alarm clock, simply in response to the habitual urge to smoke. With such men the desire to\nanswer the challenge to quit requires something more than just the statement, \"I have smoked\nmy last cigarette.\"\n<\/p><p>\nAs one of them said to me: \"If I could just quit for one hour, it would be an achievement.\nThen I would say, 'now I'll go another hour.'\" He learned a great lesson: anything you can\ndo for one hour, you can do for two, and as each hour passes, new strength comes&mdash;yes,\neven new strength to meet the times of extreme pressure when things seem to go all to pieces.\n<\/p><p>\nFrom the apostle James we have this for those who overcome a weakness: \"Blessed is the\nman that endureth temptation; for when he is tried, he shall receive the crown of life, which\nthe Lord hath promised to them that love him\" (<span class=\"citation\" id=\"26199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26199)\">James 1:12<\/a><\/span>).\n<\/p><p>\n5. <i>Love the truth<\/i>. In my own acquaintance, the most happy persons are those who love the\ngospel and its truths of righteousness and who are making a real effort to live by the\nstandards of life it teaches.\n<\/p><p>\nTo be truly happy, our thoughts and deeds must be on the side of good, not evil. When men\nlove darkness rather than light, their deeds are evil (<span class=\"citation\" id=\"28320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28320)\">John 3:19<\/a><\/span>).\n<\/p><p>\nI love the restored Church of Jesus Christ, because I know it helps me to be a better person. I\ncannot say how good I am, but I know that without the gospel I would be\nless good. Like all men, I have inherent weaknesses, and if yielded to, they could take me\ndown to sin and carnal-mindedness; but this will never happen so long as I magnify the\npriesthood that I bear and stay close to the Church and its gospel influences. And so it is with\nall men. To know and love the truth is to be free.\n<\/p><p>\n6. <i>Be humble<\/i>. One of the crowning goals of being spiritually minded is the human quality of\nhumility, especially if it is self-imposed. As Alma, a prophet of ancient America, once said, \".\n. . blessed are they who humble themselves without being compelled to be humble . . .\"\n(<span class=\"citation\" id=\"9081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9081)\">Alma 32:16<\/a><\/span>).\nActually such humility is of the nature of meekness, concerning which the Master\nsaid: \"Blessed are the meek: for they shall inherit the earth\" (<span class=\"citation\" id=\"35678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35678)\">Matt. 5:5<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith possessed this quality of humility, as evidenced from this account:\nDuring the translation of the Book of Mormon, food was brought to Joseph Smith and Oliver\nCowdery by Joseph Knight, a farmer friend. They had no money, not even for paper needed\nin the translation. The Prophet asked Joseph Knight if he would bring them some paper that\nthe translation could continue, which he did. His great interest in what was happening led him\nto ask the Prophet to inquire of the Lord what he might do to further the work.\n<\/p><p>\nIn response to this the Lord gave to the Prophet a revelation for Joseph Knight, which teaches\nthe great principle of humility: \n<\/p><p>\n\"Behold, I speak unto you, and also to all those who have desires to bring forth and establish\nthis work; \n<\/p><p>\n\"And no one can assist in this work except he shall be humble and full of love, having faith,\nhope and charity, being temperate in all things whatsoever shall be entrusted to his care\"\n(<span class=\"citation\" id=\"14907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14907)\">D&amp;C 12:7-8<\/a><\/span>).\n<\/p><p>\nThis account indicates the circumstances of humility under which the Book of Mormon was\nbrought forth. The Prophet and these men had nothing of the world's goods, yet they were\npursuing a cause that was to bring to the world a record of the ancient inhabitants of North\nand South America, which without doubt is <i>a new witness of Christ<\/i>, and of the divine work\nof God our Eternal and Heavenly Father in bringing to pass the immortality and eternal life of\nman.\n<\/p><p>\nI bear testimony that the truth has been restored, that man may seek for and find in the\nrestoration the power that can lift him into the light of spiritual understanding and conviction.\nThis I do in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}