{"ID":1555, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">America Testifies of Christ<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1967, pp. 111-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn this day when many question the existence of God, a clear voice comes from the western\nhemisphere testifying in unmistakable terms that he lives!\n<\/p><p>\nIt is by no means a voice of weakness that may be ignored. It is the collective voice of\nmillions, some speaking from the past, but many speaking now in this atomic age.\n<\/p><p>\nAll together they exclaim: God lives, and Jesus is his Christ!\n<\/p><p>\nAncient America, and the America of Christopher Columbus, the America of the\nRevolutionary War, the America of the Civil War, and America of today join in a united\ntestimony of this great and comforting truth: God lives, and Jesus of Nazareth is his Christ.\n<\/p><p>\n<b>Columbus testified of Christ<\/b>\n<\/p><p>\nLet us begin with the testimony of Columbus, who discovered this land. He testified not only\nof the reality of God in his life, but also declared that he was guided by divine power in his\nvoyage of discovery.\n<\/p><p>\nJacob Wasserman, in his book <i>Columbus, the Don Quixote of the Seas<\/i>, quotes the discoverer\nas saying: \"The Lord was well disposed to my desire and he bestowed upon me courage and\nunderstanding; knowledge of seafaring he gave me in abundance . . . and of geometry and\nastronomy likewise . . . The Lord with provident hand unlocked my mind, sent me upon the\nsea, and gave me fire for the deed. Those who heard of my enterprise called it foolish,\nmocked me and laughed. But who can doubt that the Holy Ghost inspired me?\" (New\nBrunswick: Rutgers University Press, 1959, pp. 19-20.)\n<\/p><p>\nTo King Ferdinand Columbus said: \"I came to your majesty as the emissary of the Holy\nGhost,\" upon which Wasserman the author commented: \n<\/p><p>\n\"In the same way before that pious assemblage in San Esteban he insisted that he must be\nregarded as one inspired.\" (Page 46.)\n<\/p><p>\nOn page 62 of this book the author says: \"His achievement did not seem to him something\nunimportant and fortuitous: It was in his eyes so tremendous, so inexpressibly great that it\ncould only have been achieved by the direct assistance of God.\"\n<\/p><p>\nWashington Irving, describing Columbus before Queen Isabella, said that \"he unfolded his\nplans with eloquence and zeal, for he felt himself, as he afterwards declared, kindled as with a\nfire from on high and considered himself the agent chosen of heaven to accomplish the grand\ndesign.\" (<i>Life and Voyages of Christopher Columbus<\/i>, p. 712.)\n<\/p><p>\nColumbus' own son Fernando, in a biography of his father, quotes the discoverer as saying:\n\"God gave me the faith and afterwards the courage so that I was quite willing to undertake\nthe journey.\"\n<\/p><p>\nColumbus' last will and testament reads in part: \"In the name of the Holy Trinity who\ninspired me.\"\n<\/p><p>\nThe testimony of the discoverer of America is that God lives, for he inspired him. Shall we\nnot accept his word?\n<\/p><p>\n<b>Washington, a witness<\/b>\n<\/p><p>\nAnd what of the father of our country, George Washington?\n<\/p><p>\nHe bore the same kind of testimony.\n<\/p><p>\nWashington did not take up the command of his army in the first instance until he had gone\nto the Almighty in humble prayer. He fought no engagements that were not preceded by\nappeals to the Deity, and there was never a victory that was not followed by acknowledgment\nof divine aid.\n<\/p><p>\nCharacteristic of these expressions is his memorable announcement to the troops following the\nbattle of Yorktown: \n<\/p><p>\n\"Divine service is to be performed tomorrow in the several brigades and divisions. The\nCommander-in-Chief earnestly recommends that the troops not on duty should universally\nattend with that seriousness of deportment and gratitude of heart which the recognition of\nsuch reiterated and astonishing interposition of Providence demands of us.\"\n<\/p><p>\nIn his farewell orders to the army, dated November 2, 1783, he said: \"The singular\ninterpositions of Providence in our feeble condition were such as could scarcely escape the\nobservance of the most unobserving.\"\n<\/p><p>\nTo Congress he said on April 30, 1789: \n<\/p><p>\n\"No people can be bound to acknowledge and adore the invisible hand which conducts the\naffairs of men more than the people of the United States. Every step by which they have\nadvanced to the character of an independent nation seems to have been distinguished by some\ntoken of Providential agency.\"\n<\/p><p>\nWashington knew, and bore testimony, that God lives and that he has his hand over America.\nShall we not accept his word?\n<\/p><p>\nAnd what of him who saved our country in times of civil war?\n<\/p><p>\n<b>Lincoln a witness<\/b>\n<\/p><p>\nAbraham Lincoln bore testimony like that of Washington, repeatedly.\n<\/p><p>\nOne of his most impressive statements was this: \n<\/p><p>\n\"I have had so many evidences of God's direction, so many instances when I have been\ncontrolled by some power other than my own will, that I cannot doubt that this power comes\nfrom above . . . I am satisfied that when the Almighty wants me to do or not do a particular\nthing, He finds a way of letting me know it.\"\n<\/p><p>\nAs he left for the city of Washington after his election, Lincoln said to his neighbors who had\ngathered to say farewell: \n<\/p><p>\n\"Without the assistance of that Divine Being I cannot succeed. With that assistance I cannot\nfail. Trusting in him who can go with me and remain with you, and be everywhere for good,\nlet us confidently hope that all may yet be well. To his care commending you, as I hope in\nyour prayers you will commend me, I bid you an affectionate farewell.\"\n<\/p><p>\nLincoln had no doubts about the existence of God. He knew God lives, by reason of his\nalmost daily experience. Shall we not accept his word?\n<\/p><p>\nOne of the most convincing testimonies of the past comes from the aboriginal inhabitants of\nAmerica.\n<\/p><p>\nAs careful research puts together facts now being disclosed by students of ancient America\nthere appears clear and convincing evidence that the ancient Americans actually knew Christ\npersonally, and that he walked and ministered among them.\n<\/p><p>\n<b>Native American traditions of the \"Great White God\"<\/b>\n<\/p><p>\nProbably the most persistent of all the traditions handed down through past generations to our\npresent-day Indians of both North and South America is that of the Great White God. This\nbeing came among their forefathers in ancient times, healed their sick, raised some of their\ndead, and taught them a brotherly way of life. Some traditions say that he told them that\nwhen he was born in the flesh, he was the son of a virgin.\n<\/p><p>\nThis Great White God promised that at some time he would return.\n<\/p><p>\nWhen the Spanish explorers came, as you well know, the Indians believed that their leader\nwas the returning White God. This is what made their conquest so easy, and accounts for the\nlack of resistance on the part of the natives.\n<\/p><p>\nCaptain Cook found this same tradition in the South Seas and like Cortez he took advantage\nof it.\n<\/p><p>\nIt is remarkable that authorities say that the aboriginal inhabitants of America knew more\nabout the Christian religion than did their European conquerors, and that a definite form of\nChristianity existed in America before Columbus ever came to these shores.\n<\/p><p>\nDr. Daniel H. Brinton, for example, says that the existence of these traditions is irrefutable and\nthat they were intimately and widely current from Chile to Alaska long before the inhabitants\nof this hemisphere ever saw a white man.\n<\/p><p>\nAnother scholar of renown, Miles Poindexter, wrote that the tradition of the Incas concerning\nthe White God was a nobler concept of our Creator and was more enlightened than that of the\nEuropeans.\n<\/p><p>\nIs it possible that Christ came to ancient America giving this hemisphere a\ntestimony of his existence?\n<\/p><p>\n<b>Evidence from the Book of Mormon<\/b>\n<\/p><p>\nIt is not only possible&mdash;it is a fact.\n<\/p><p>\nThe ancient record of his coming, as disclosed in the Book of Mormon, is clear and\nconvincing.\n<\/p><p>\nThat record shows that following his crucifixion and resurrection in Palestine, the Savior came\nto his \"other sheep\" here in America\n(<span class=\"citation\" id=\"28338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28338)\">John 10:16<\/a><\/span>;\n<span class=\"citation\" id=\"5708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5708)\">3 Ne. 15:17,21<\/a><\/span>). It tells of a multitude expectantly gathered together and\nadds: \n<\/p><p>\n\". . . they heard a voice as if it came out of heaven . . .\n<\/p><p>\n\". . . and it said unto them: \n<\/p><p>\n\"Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my\nname&mdash;hear ye him.\n<\/p><p>\n\"And it came to pass, as they understood they cast their eyes up again towards heaven; and\nbehold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he\ncame down and stood in the midst of them . . .\n<\/p><p>\n\"And it came to pass that he stretched forth his hand and spake unto the people, saying: \n<\/p><p>\n\"Behold, I am Jesus Christ, whom the prophets testified shall come into the world.\n<\/p><p>\n\"And behold, I am the light and the life of the world; and I have drunk out of the bitter cup\nwhich the Father hath given me, and have glorified the Father in taking upon me the sins of\nthe world, in the which I have suffered the will of the Father in all things from the beginning.\n<\/p><p>\n\"And it came to pass that when Jesus had spoken these words the whole multitude fell to the\nearth; for they remembered that it had been prophesied among them that Christ should show\nhimself unto them after his ascension into heaven.\n<\/p><p>\n\"And it came to pass that the Lord spake unto them saying: \n<\/p><p>\n\"Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye\nmay feel the prints of the nails in my hands and in my feet, that ye may know that I am the\nGod of Israel, and the God of the whole earth, and have been slain for the sins of the world.\n<\/p><p>\n\"And it came to pass that the multitude went forth and thrust their hands into his side, and did\nfeel the prints of the nails in his hands and in his feet; and this they did do, going forth one\nby one until they had all gone forth, and did see with their eyes and did feel with their hands,\nand did know of a surety and did bear record, that it was he, of whom it was written by the\nprophets, that should come.\n<\/p><p>\n\"And when they had all gone forth and had witnessed for themselves, they did cry out with\none accord, saying: \n<\/p><p>\n\"Hosanna! Blessed be the name of the Most High God! And they did fall down at the feet of\nJesus, and did worship him\" (<span class=\"citation\" id=\"5702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5702)\">3 Ne. 11:3,6-17<\/a><\/span>).\n<\/p><p>\nHe blessed their children, healed their sick, even raised their dead, and established his Church\namong them.\n<\/p><p>\nThis is the true record of the visit of Christ&mdash;the Great White God&mdash;to ancient America.\nThis is what gave rise to the traditions that still live in the hearts of American Indians and\nnatives of the South Seas.\n<\/p><p>\nSo ancient America, both in its written records and in its traditions declares that God lives\nand Jesus is his Christ. Can we doubt testimonies as great as these?\n<\/p><p>\n<b>Testimony of modern America<\/b>\n<\/p><p>\nBut modern America likewise gives testimony of God and Christ.\n<\/p><p>\nThe Almighty has raised up a new and modern prophet on the earth as anciently he raised up\nMoses and others.\n<\/p><p>\nAnd as he appeared to Moses, speaking to him as one man speaks to another\n(<span class=\"citation\" id=\"22778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22778)\">Ex. 33:11<\/a><\/span>), so in this\nmodern day he has appeared personally to an American prophet, and face to face has spoken\nto that prophet, giving him revelation.\n<\/p><p>\n<b>Testimony of American prophet<\/b>\n<\/p><p>\nThis American prophet was Joseph Smith. His first view of the Almighty came as a young\nman in answer to a humble prayer.\n<\/p><p>\nOf this event Joseph Smith wrote: \n<\/p><p>\n\". . . I saw a pillar of light, exactly over my head, above the brightness of the sun . . .\n<\/p><p>\n\". . . When the light rested upon me I saw two Personages, whose brightness\nand glory defy all description, standing above me in the air. One of them spake unto me,\ncalling me by name and said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30493)\">JS&mdash;H 1:16-17<\/a><\/span>).\n<\/p><p>\nAt this time Joseph not only saw the Father and the Son, but also spoke to them, asked their\nquestions, and received answers in return.\n<\/p><p>\nThink of it! God and his Christ came to America&mdash;in modern times&mdash;and spoke to an\nAmerican youth face to face and called him to be a prophet.\n<\/p><p>\nLater still, in company with his associate Oliver Cowdery, Joseph again was visited by the\nSavior. Of this experience, which took place in the temple built by the Mormon people in\nKirtland, Ohio, he wrote: \n<\/p><p>\n\"We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet\nwas a paved work of pure gold, in color like amber.\n<\/p><p>\n\"His eyes were as a flame of fire; the hair of his head was white like the pure snow; his\ncountenance shone above the brightness of the sun; and his was as the sound of the rushing of\ngreat waters, even the voice of Jehovah, saying: \n<\/p><p>\n\"I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate\nwith the Father\" (<span class=\"citation\" id=\"15045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15045)\">D&amp;C 110:2-4<\/a><\/span>).\n<\/p><p>\nAnd again, with Sidney Rigdon, Joseph once again was blessed with a view of the Deity. Of\nthis he wrote: \n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony,\nlast of all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record\nthat he is the Only Begotten of the Father&mdash;\n<\/p><p>\n\"That by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\" (<span class=\"citation\" id=\"14974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14974)\">D&amp;C 76:22-24<\/a><\/span>).\n<\/p><p>\nAmerica is a land chosen of God for a great and divinely appointed work. Essential to the\nperformance of that task is an unerring testimony that God lives.\n<\/p><p>\nThat testimony is here. It comes from the ancient world; it comes from today. It comes from\nour national leaders, and it comes from modern prophets raised up for God's special work in\nthese last days.\n<\/p><p>\n<b>Testimony of Latter-day Saints<\/b>\n<\/p><p>\nThe testimony of all, unitedly and together, is that God lives, and Jesus is his Christ. This is\nthe testimony of Latter-day Saints the world around They know that God lives, for their\nmodern prophets have seen him.\n<\/p><p>\nAnd this is our humble testimony, in the sacred name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}