{"ID":1559, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Obedience to Law<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1967, pp. 127-129<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have been fed and uplifted spiritually in music, song, prayer, and speech during all the\nsessions of this conference. The spirit of encouragement has been richly manifest. Where do\nwe go from here? What are we going to do about it?\n<\/p><p>\nI remember the words of President\nMcKay some months ago when he made this statement: \"Make Jesus Christ the center of our\nlives.\" I feel these are the doctrines that have been taught in all the sessions of this\nconference.\n<\/p><p>\nIn an age of the world when rebellion is to be found in many areas, obedience is,\nby mistaken ideas of freedom, considered a mark of humiliation. In reality, true obedience to\nthe Lord's commands is an indication of moral courage, strength, and power.\n<\/p><p>\nSamuel, the Old\nTestament prophet declared:\n<\/p><p>\n\"Hath the Lord as great delight in burnt offerings and sacrifices,\nas in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to hearken\nthan the fat of rams.\n<\/p><p>\n\"For rebellion is as the sin of witchcraft, and stubbornness is as iniquity\nand idolatry. Because thou hast rejected the word of the Lord, he hath also rejected thee from\nbeing king\" (<span class=\"citation\" id=\"2565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2565)\">1 Sam. 15:22-23<\/a><\/span>).\n<\/p><p>\nHere obedience is referred to in simple, understandable terms.\nThis is an eternal truth that is characterized by the ancient seers and saints, who, like the\nMessiah, were ready to say by word and deed, \"I came not to do mine own will but the will\nof my Father who sent me\" (<span class=\"citation\" id=\"28322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28322)\">John 5:30<\/a><\/span>).\n<\/p><p>\nThe Savior taught this great lesson 2,000 years ago.\n\". . . My doctrine is not mine, but his that sent me.\n<\/p><p>\n\"If any man will do his will, he shall\nknow of the doctrine, whether it be of God, or whether I speak of myself\" (<span class=\"citation\" id=\"28326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28326)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nThe Father of our spirits requires obedience. The best embodiment of this principle, the most\nhumble in yielding to the divine will, was the best and purest being who ever dwelt in\nmortality, even the Lord Jesus Christ&mdash;he, in whose mouth there was found no guile, who\nwas perfect and without blemish in all the walks of life. While he was obedient to his\nFather's will and humble to the extreme, he was independent of the influence and persuasions\nof wicked men, including Satan, who tempted him severely.\n<\/p><p>\nThen, said Jesus to those Jews who believed on him: \n<\/p><p>\n\"If ye continue in my word, then are ye my disciples indeed\n<\/p><p>\n\"And ye shall know the truth, and the truth shall make you free\" (<span class=\"citation\" id=\"28333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28333)\">John 8:31-32<\/a><\/span>).\n<\/p><p>\n<b>Advantages and fruits of obedience<\/b>\n<\/p><p>\nTruth or principle does not change; today, if we desire the blessing of God, we must be\nobedient&mdash;obedient to conscience, to conviction of right, to divine authority, and to God, in\nwhom we trust.\n<\/p><p>\nObedience applies to all&mdash;to youth in school, those who work in the shop and factories, the\nfarmer, the rancher, the office worker, the teacher, all the professions, mothers and fathers and\nchildren, in their homes and out of their homes.\n<\/p><p>\nObedience to the gospel, making application of the gospel principles in our daily lives,\nguarantees every adherent the companionship of the Holy Spirit, and this Spirit secures to\nevery faithful individual a living testimony concerning the truth or falsity of every proposition\npresented for our consideration.\n<\/p><p>\nThe Apostle Paul said that \"by one spirit have we access unto the Father\" (see <span class=\"citation\" id=\"21799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21799)\">Eph. 2:18<\/a><\/span>).\n<\/p><p>\nAll who embrace the gospel are entitled to an individual testimony of the truth; the same\nSpirit guides into all truth, reveals the things of the Father (<span class=\"citation\" id=\"28361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28361)\">John 16:13-15<\/a><\/span>), and imparts the inspiration\nessential to preserve mankind from a blind obedience to erroneous principles and false guides.\n<\/p><p>\nAgain, may I repeat the statement of the Savior, recorded in John 7:17: \n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine, whether it be of God, or whether\nI speak of myself\" (<span class=\"citation\" id=\"28328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28328)\">John 7:17<\/a><\/span>).\n<\/p><p>\nThis secures to all men protection against imposition and abuse of power and the false\ndecisions of man-made councils.\n<\/p><p>\nThe Lord has promised to guide and direct his Church upon the earth, for he \"will do nothing\nbut he revealeth his secrets unto his servants the prophets\" (<span class=\"citation\" id=\"10434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10434)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nThis does not imply the infallibility of man, but it does imply the promise that no man or\ncouncil of men who stand at the head of the Church shall have power to lead the Saints\nastray.\n<\/p><p>\nWith this assurance, then, the people of God in every dispensation have been justified in\nrendering absolute, yet intelligent, obedience in the direction of the holy prophets.\n<\/p><p>\nThe evidence is sure that whatever has come, either by written document or verbally, from the\npresidency of the Church has been attended with good results.\n<\/p><p>\nApplying this principle of obedience to organizations of a civil and business character,\nconfusion and weakness result from men refusing their support to the decision of the presiding\nauthority or of the majority where the action is left to popular vote. Carlyle, the great writer,\nsaid: \n<\/p><p>\n\"All great minds are respectfully obedient to all that is over them; only small souls are\notherwise.\"\n<\/p><p>\nThe twelfth article of our faith states: \n<\/p><p>\n\"We believe in being subject to kings, presidents, rulers, and magistrates, in obeying,\nhonoring, and sustaining the law\" (<span class=\"citation\" id=\"6843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6843)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\n<b>Family home evening<\/b>\n<\/p><p>\nEach family in the Church is encouraged to hold a family home evening. A home evening\nmanual has been presented to every family encouraging them to study the lessons that it\ncontains for the first eight months of 1967, the subject matter being \"Obedience to Law.\"\n<\/p><p>\nThe obedience rendered to God is based upon a conviction that he is perfect in all his ways,\npossessing the attributes of justice, judgment, knowledge, power, mercy, and truth in all their\nfullness. Obedience to his appointed authority upon the earth is obedience to him and is so\ntaught by the Savior.\n<\/p><p>\n\"He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me\"\n(<span class=\"citation\" id=\"35718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35718)\">Matt. 10:40<\/a><\/span>).\n<\/p><p>\nAnd further on, we are told and strengthened thereby: \"Verily, verily, I say unto you, He that\nreceiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent\nme\" (<span class=\"citation\" id=\"28342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28342)\">John 13:20<\/a><\/span>).\n<\/p><p>\nIt is not the person who calls for this respect and consideration&mdash;it is the principle involved.\nGod has placed authority upon the humble men. Through their administrations can be secured\nthe benefits and blessings that follow obedience to the ordinances of the gospel. Implicit\nobedience must be rendered. The mandates of the Lord Jesus are imperative. No substitute\nwill do.\n<\/p><p>\nThe path has been marked and led by the Savior. This is the only sure pattern for living.\n<\/p><p>\nObedience is essential to salvation, essential to success in every avenue of human enterprise,\nwhether rendered to the laws of God direct in their moral and spiritual phases or to his\nauthority vested in man. Obedience must be implicit.\n<\/p><p>\nOur leaders ask us to do right, to live pure lives, to do good to all men and evil to no one,\nand to respect the order of God's kingdom, that salvation and exaltation may come to all.\n<\/p><p>\nThe epistle of Paul, the apostle, to the Hebrews: \n<\/p><p>\n\"Though he were a Son, yet learned he obedience by the things which he suffered\"\n(<span class=\"citation\" id=\"24365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24365)\">Heb. 5:8<\/a><\/span>).\n<\/p><p>\nJesus set the example in the Garden of Gethsemane as he prayed to his Father just previous to\nhis crucifixion: \n<\/p><p>\n\"O my Father, if this cup may not pass away from me, except I drink it, <i>thy will be done<\/i>\"\n(<span class=\"citation\" id=\"35750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35750)\">Matt. 26:42<\/a><\/span>, italics added).\n<\/p><p>\nI humbly pray that we may exercise this power and strength in obeying and keeping the\ncovenants we have made with the Lord Jesus Christ. I feel that more than any other thing, the\nhuman family today needs to keep close to Jesus through obedience to his\nspiritual and moral laws. As we make Jesus Christ the center of our lives, this will be our lot,\nand I pray for this, bearing my witness that these things are true. In the name of the Lord\nJesus Christ, our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}