{"ID":1560, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Call to the Christian Clergy<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, April 1967, pp. 129-133<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel subdued in spirit, brethren and sisters, as we come near the closing moments of this\ngreat conference. There is the promise that \"when a man carries it into the hearts of the\nchildren of men\" (<span class=\"citation\" id=\"3781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3781)\">2 Ne. 33:1<\/a><\/span>). Because there are some here visiting with us as guests about\nwhom I care deeply, I pray for an interest in your faith and prayers as I direct my remarks to\nthem.\n<\/p><p>\nIt has been our privilege over the past two years in the mission field to become acquainted\nwith clergymen from a number of Christian churches. We find them to be good\nmen&mdash;sincere, honest in their dedication to the ministry that they have chosen. It is to you \"men of\nthe cloth,\" as you term yourselves, that I speak.\n<\/p><p>\n<b>Churches wanting<\/b>\n<\/p><p>\nWould you be offended if I called you \"our brethren\"? This term, commonly used in the\nChurch, is a title of dignity and honor, and I address you thusly in respect for your ministerial\nassignment.\n<\/p><p>\nPlease understand the spirit in which I speak. It is with humility and without arrogance that I\ncall to your attention a matter of significant spiritual importance; in the spirit of what might\nbe termed \"a call to the Christian clergy.\"\n<\/p><p>\nIn conversation several of you have opened your heart and given expression to your solemn\nfeelings concerning the Christian Church at large, the feeling that something is out of order\nthat wants to be put in order. Not so much as you have said, that the clergy is not desirous of\nmoving people to good works, but rather that there is something missing.\n<\/p><p>\nYour youth have become unresponsive, and although you have introduced innovations into the\nworship services&mdash;jazz combos, poetry reading, interpretive dancing, all thought to be\nappealing to youth&mdash;nevertheless, they are drawn away and grow up without faith.\n<\/p><p>\n<b>\"Famine in the land\"<\/b>\n<\/p><p>\nOne reads with serious reflection the words of the Prophet Amos: \n<\/p><p>\n\"Behold, the days come, saith the Lord God, that I will send a famine in the land, not a\nfamine of bread, nor a thirst for water, but of hearing the words of the Lord: \n<\/p><p>\n\"And they shall wander from sea to sea, and from the north even to the east, they shall run to\nand fro to seek the word of the Lord, and shall not find it.\n<\/p><p>\n\"In that day shall the fair virgins and young men faint for thirst\" (<span class=\"citation\" id=\"10435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10435)\">Amos 8:11-13<\/a><\/span>).\n<\/p><p>\nI testify that such a spiritual famine is upon the world. And as moral fiber is weakened, forces\nof darkness grow in courage. Evil has unclothed herself and walks the street in brazen\nimpudence, defiant, frightening, persuasive.\n<\/p><p>\nIn recognition of this, you point with nervous realization that the churches are not fulfilling\ntheir obligation to mankind; and you find yourselves reaching out to one another, hoping to\ndraw close together, to stand shoulder to shoulder, sensing that in unity there may be strength.\n<\/p><p>\nYou have told me of your councils&mdash;local, regional, national, and worldwide&mdash;in which you\ndevote yourselves to the spirit of ecumenism. These are ecumenical councils in which you\nlabor industriously to bring into one the whole of Christianity.\n<\/p><p>\n<b>Church absent from councils<\/b>\n<\/p><p>\nIn all of this you see us, The Church of Jesus Christ of Latter-day Saints, standing apart, not\nparticipating. We are not in the councils. And not only this, you find us sending missionaries\namong your parishioners, pleading with them to hear the message of the gospel of Jesus\nChrist, and bearing witness that he lives.\n<\/p><p>\nWhy, you ask, will we not support the great ecumenical movement? Why do we absent\nourselves from councils called in the name of Christian unity?\n<\/p><p>\nIt is in answer to this question to you and to the wondering youth in the Church that we yearn\nwith prayerful, fervent desire that you may feel the spirit in which we speak.\n<\/p><p>\n<b>Need for unity<\/b>\n<\/p><p>\nOur brethren, we declare that councils alone will not bring unity. The efforts of men only,\nregardless of how well-intentioned, will not call it forth. No more will be accomplished\nthrough uninspired reorganization and attempted unification of the Christian churches than has\nbeen accomplished through the uninspired separation of them.\n<\/p><p>\nIt was when men denied the gift of the Spirit and failed to heed the inspirations from the\nLord and the promptings of the Holy Ghost that they strayed from the gospel of Jesus Christ\nand began to contend one with another and to protest one against the other.\n<\/p><p>\nThe very concern, the recognition of the need to be put together again, the very feeling that\nsomething is out of order that wants to be put in order, indeed, the very reason for which the\necumenical councils are being called are evidence that the division in the first place was\nwrong and even apostate in its dimensions.\n<\/p><p>\nThere is indeed a need for unity. But we would be mistaken to assume that each of the\nmultiplicity of Christian churches is part of the so-called \"body of Christ\" (one Church\nrepresenting the arm, another the leg, another the head, etc.), and that putting them all\ntogether would make the full \"body of Christ\" (<span class=\"citation\" id=\"467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(467)\">1 Cor. 12:27<\/a><\/span>).\n<\/p><p>\nThey are not component parts, but are imperfect and distorted copies of the whole. To pretend\nthat bringing them together will constitute bringing into one whole all that is essential for the\nsalvation of mankind would be to mislead one another.\n<\/p><p>\nYou have no doubt on many occasions read these words in the gospel of John: \n<\/p><p>\n\"If ye love me, keep my commandments.\n<\/p><p>\n\"And I will pray the Father, and he shall give you another Comforter, that he may abide with\nyou for ever\n<\/p><p>\n\"Even the Spirit of truth; whom the world cannot receive, because it seeth him not neither\nknoweth him: but ye know him; for he dwelleth with you, and shall be in you.\n<\/p><p>\n\"I will not leave you comfortless: I will come to you\" (<span class=\"citation\" id=\"28352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28352)\">John 14:15-18<\/a><\/span>).\n<\/p><p>\n<b>Men need spiritual comforter<\/b>\n<\/p><p>\nIn no age in the history of the world were men more in need of that spiritual comforter.\n<\/p><p>\nIs it unreasonable to ask you, who are by disposition such seekers after truth that you have\nchosen the ministry, to set aside for a moment self-interest, prejudice, even concern over the\nsource of your livelihood, and to openly and honestly and prayerfully consider that there may\nbe an answer provided by the Lord that cannot be arrived at in ecumenical councils?\n<\/p><p>\n\"For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord.\n<\/p><p>\n\"For as the heavens are higher than the earth, so are my ways higher than your ways, and my\nthoughts than your thoughts\" (<span class=\"citation\" id=\"25340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25340)\">Isa. 55:8-9<\/a><\/span>).\n<\/p><p>\nAre you so illiberal that you could not admit at least as a thought that God may have chosen\nnot to restructure, nor repair, nor to renovate, nor even to re-unite the churches?\n<\/p><p>\n<b>Restoration needed<\/b>\n<\/p><p>\nMankind is not left alone. There is the answer to the problem of Christian unity, but it is not\na reuniting nor a renovation. It is the <i>restoration!<\/i>\n<\/p><p>\nThe Lord's way was certified to man on April 6, 1830, when there was organized The Church\nof Jesus Christ of Latter-day Saints. The Father and the Son had appeared. The heavens were\nopened!\n<\/p><p>\nAngelic messengers restored by ordination the priesthood. God once again spoke through his\nProphet. A council of twelve apostles was called. And the organization, with proper authority,\nwas restored as it had been first established by Jesus Christ.\n<\/p><p>\nIt is not an easy way we offer. It is not easy to change, particularly when we come to see the\npath we have walked in a new light.\n<\/p><p>\nA naturalist one day knelt in the Scottish highlands with his magnifying glass focused upon\nsome blossoms of the heather until, as he afterwards confessed, he lost track of time.\nSuddenly he glanced over his shoulder and found an old highland shepherd watching. I\nsuppose he was somewhat embarrassed, but without saying a word he plucked the heather bell\nand handed it with the magnifying glass to the shepherd. The old man put the instrument to\nhis eyes and peered at the heather bell. He was silent for awhile; then, handing back the\nflower and the instrument, he said slowly: \"Ay, man, I wish ye no had shown me that.\"\n<\/p><p>\n\"Why?\" asked the naturalist.\n<\/p><p>\n\"Because these rude feet have trodden so many of them.\" It is not easy to change.\n<\/p><p>\nIn this conference you have heard quotations from the Book of Mormon.\n<\/p><p>\nSome have been offended that anyone would assume that the Bible was incomplete or that\nthere needed to be more. They have, indeed, said, \"A Bible! A Bible! We have got a Bible.\nWhat need have we for more Bible?\" (see <span class=\"citation\" id=\"3780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3780)\">2 Ne. 29:3<\/a><\/span>).\n<\/p><p>\nWe are, nonetheless, inescapably faced with the fact that with the Bible only, well-intentioned\nmen, as worthy as you today, with centuries of opportunity to seek their end, have devised\nsuch a multiplicity of churches that even the ecumenical movement seems hopeless to unite\nthem. And if the present trend continues, the Bible itself will be repudiated by the churches.\n<\/p><p>\n<b>\"Missing something\"<\/b>\n<\/p><p>\nOur brethren, as you look for that \"missing something,\" consider these words spoken by a\nBook of Mormon prophet: \n<\/p><p>\n\"And Christ hath said: If ye will have faith in me ye shall have power to do whatsoever thing\nis expedient in me.\n<\/p><p>\n\"And he hath said: Repent all ye ends of the earth, and come unto me, and be baptized in my\nname, and have faith in me, that ye may be saved.\n<\/p><p>\n\"And now, my beloved brethren, if this be the case that these things are true which I have\nspoken unto you, and God will show unto you, with power and great glory at the last day,\nthat they are true, and if they are true has the day of miracles ceased?\n<\/p><p>\n\"Or have angels ceased to appear unto the children of men? Or has he withheld the power of\nthe Holy Ghost from them? Or will he, so long as time shall last, or the earth shall stand, or\nthere shall be one man upon the face thereof to be saved?\n<\/p><p>\n\"Behold I say unto you, Nay&mdash;for it is by faith that miracles are wrought; and it is by faith\nthat angels appear and minister unto men; wherefore, if these things have ceased wo be unto\nthe children of men, for it is because of unbelief, and all is vain.\n<\/p><p>\n\"For no man can be saved, according to the words of Christ, save they shall have faith in his\nname; wherefore, if these things have ceased, then has faith ceased also; and awful is the state\nof man, for they are as though there had been no redemption made.\n<\/p><p>\n\"But behold, my beloved brethren, I judge better things of you, for I judge that ye have Faith\nin Christ because of your meekness; for if ye have not faith in him then ye are not fit to be\nnumbered among the people of his church\" (<span class=\"citation\" id=\"38341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38341)\">Moro. 7:33-39<\/a><\/span>).\n<\/p><p>\n\"What today's world must have,\" said President J. Reuben Clark, \"if humanity is to go on\nclimbing upwards, is men&mdash;those wearing the cloth as well as the laity&mdash;who know that\nGod lives and that Jesus is the Christ; men who, having this knowledge,\nhave also the intellectual honesty not only to <i>admit<\/i> but to <i>proclaim<\/i> it; who have further the\nmoral courage and the sterling character to live the righteous lives this knowledge demands.\nThis knowledge must be a living, burning knowledge of God and Christ.\"\n<\/p><p>\n<b>Today's dilemma foreseen<\/b>\n<\/p><p>\nOur brethren, we bear testimony that The Church of Jesus Christ of Latter-day Saints is the\nLord's Church upon the earth, by his own declaration the only true and living church upon\nthe face of the whole earth with which he, the Lord, is well pleased\n(<span class=\"citation\" id=\"14901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14901)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nOne hundred thirty-seven years ago, in anticipation of the dilemma that man would face, the\nproblem of Christian unity was answered with the organization, the restoration of the gospel\nof Jesus Christ, presided over by a prophet of God, having the apostolic power and authority\nand all the organization as it had existed in the primitive Church.\n<\/p><p>\nI bear you my witness that I know that the gospel of Jesus Christ is true, that it is the power\nof God unto salvation (<span class=\"citation\" id=\"42801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42801)\">Rom. 1:16<\/a><\/span>), and that all men who will may come and receive by baptism the\nsaving ordinances of the Church and know of a certainty in their own heart of the truth of the\nmessage of this gospel. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}