{"ID":1561, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Making God the Center of Our Lives<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1967, pp. 133-135<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe hour is now drawing to a close wherein this great annual conference of the Church soon\nwill have become an event of the past. The sessions themselves will be mere history, but we\npray that the messages given will ever remain on the tablets of our memories and will become\nmoving factors in our daily lives.\n<\/p><p>\nAll that has been said and done, all the testimonies borne have directly or indirectly led to\nthis divine admonition&mdash;\". . . seek ye first the kingdom of God, and his righteousness; and\nall these things shall be added unto you\" (<span class=\"citation\" id=\"35696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35696)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\n<b>The center of our lives<\/b>\n<\/p><p>\nLet us make God the center of our lives. That was one of the first admonitions given when\nthe gospel was first preached to man. To have communion with God, through his Holy Spirit,\nis one of the noblest aspirations of life. It is when the peace and love of God have entered the\nsoul, when serving him becomes the motivating factor in one's life and existence, that we can\ntouch the lives of others, quickening and inspiring them, even though no word be spoken.\nThere is operative in the world a spiritual force as active and as real as the waves that have\ncarried the messages of this conference over a vast network of television and radio stations.\n<\/p><p>\n<b>To foster happiness, subdue self<\/b>\n<\/p><p>\nMay we realize as never before that mastery of one's personal inclinations is the heart of the\nChristian religion and of all religions. By nature the individual is selfish and inclined to\nfollow his immediate impulses. It requires religion, or something higher than an individual or\neven a society of individuals, to overcome the selfish impulses of the natural man, which will\nlead him to a more successful, fuller life. Self-mastery comes through self-denial of little\nthings. Christ in these singular words said: \". . . whosoever will save his life shall lose it: and\nwhosoever will lose his life for my sake shall find it\" (<span class=\"citation\" id=\"35730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35730)\">Matt. 16:25<\/a><\/span>). Whenever you forget\nself and strive for the betterment of others, and for something higher and better, you rise to\nthe spiritual plane. If, in the moment of quarreling, in the moment of temptation to find fault\nwith another, we will lose our self-centered self for the good of the Church of which we are\nmembers, for the good of the community, and especially for the progress of the gospel of\nJesus Christ we will be blessed spiritually, and happiness will be our reward.\n<\/p><p>\n\"What though I conquer my enemies,<br \/>\n         And lay up store and pelf!<br \/>\n         I am a conqueror poor indeed<br \/>\n         Till I subdue myself.\"<br \/>\n&nbsp; &nbsp;         (Unknown)\n<\/p><p>\n<b>\"Seek ye first the kingdom of God\"<\/b>\n<\/p><p>\n\". . . seek ye first the kingdom of God, and his righteousness&mdash;and all these things shall be\nadded unto you\" (<span class=\"citation\" id=\"35697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35697)\">Matt. 6:33<\/a><\/span>). Seeking first the kingdom of God, making\nhim the center of our life, is an essential and fundamental part of religion; indeed, you cannot\nimagine religion without it. Faith in God as a supreme being is the fundamental principle of\nreligion.\n<\/p><p>\nWhen God becomes the center of our being, we become conscious of a new aim in\nlife&mdash;spiritual attainment. Physical possessions are no longer the chief goal in life. To indulge,\nnourish, and delight the body as any animal may do is no longer the chief end of mortal\nexistence. God is <i>not<\/i> viewed from the standpoint of what we may get from him, but rather\nfrom what we may <i>give<\/i> him.\n<\/p><p>\nOnly in the complete surrender of our inner life may we rise above the selfish, sordid pull of\nnature. What the spirit is to the body, God is to the spirit. When the spirit leaves the body, it\nis lifeless, and when we eliminate God from our lives, spirituality languishes.\n<\/p><p>\nWe accept God as indeed our Father. Christ taught us to address him as \"Our Father which art\nin heaven\" (<span class=\"citation\" id=\"35691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35691)\">Matt. 6:9<\/a><\/span>). To us he is so real that we accept his appearance in this dispensation\nas an expression of his love for his children. God is not merely a force though he is that. He\nis not merely something away out of our touch, but he is as near as your father is to you and\nmy father to me. I like to think when I have a task to perform that in secret I can say,\n\"Father, guide me today,\" and feel that I shall have added strength to do that task. I may not\nsucceed always. My own inhibitions and weaknesses may prevent my doing so, but there is\nstrength in the assurance that I can go to him and ask him for help and guidance. That is what\nyou can do.\n<\/p><p>\nChrist declared: \". . . I am come that they might have life, and that they might have it more\nabundantly\" (<span class=\"citation\" id=\"28336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28336)\">John 10:10<\/a><\/span>). In him we have our life, our guide. His name is the only one\nwhereby mankind will find peace, safety, comfort, and salvation. He who would have the\nabundant life must follow him.\n<\/p><p>\nAs we depart now to go to our various homes, let us make real the good feelings that have\nbeen aroused in our souls throughout this conference. Let us not permit to evaporate from our\nminds and feelings the good resolutions we have formed. First, let us resolve that from now\non we are going to be men and women of higher and more sterling character, more conscious\nof our weaknesses, more kind and charitable toward the failings of others. Let us resolve that\nwe shall practice more self-control in our homes&mdash;that we shall control our tempers, our\nfeelings, and our tongues that they may not wander beyond the bounds of right and purity;\nthat we shall do more seeking to develop the spiritual side of our lives, and realize how\ndependent we are upon God for success in this life, and particularly for success in the\npositions we hold in the Church.\n<\/p><p>\nWith the prevalence in the world, and around about us, of pernicious ideas and subversive\nteachings that pervert the minds of the unstable and uninformed, and, as has been noted in the\nmeetings of this conference, divert some of our young people from Church standards, may\nparents, stake presidencies, bishoprics, quorums of the priesthood, and auxiliary leaders realize\nthat they have a greater responsibility than ever before to do all they can to counteract these\npoisonous influences.\n<\/p><p>\nLet us testify to the youth that God is our Father, that the spirit within us is just as eternal as\nhe. This body is physical. It is a mere house, just as physical as this building, which, if left\nalone, is lifeless, no matter how beautiful or how substantial, and will not fill its purpose if\nleft unoccupied.\n<\/p><p>\n<b>Live as the offspring of Deity<\/b>\n<\/p><p>\nOur body will not fulfill its purpose&mdash;it cannot&mdash;without that life-giving something within\nwhich is the offspring of Deity as eternal as the Father. When death comes, his power ends\nwith the silencing of the physical heart. He does not, he cannot touch that eternal part of man\nany more than he touched Christ's spirit while his body lay in a borrowed tomb. He <i>himself<\/i>\nlived and moved and had his being. It is also true that death cannot touch that spirit within us.\nThat spirit within, young man, young woman, is the <i>real<\/i> you. What you make of\nyourself depends upon you as an individual. You are in this world to choose the\nright or the wrong, to accept the right or yield to temptation. Upon that choice will depend\nthe development of the spiritual part of you. That is fundamental in the gospel of Jesus Christ.\n<\/p><p>\nMay parents especially realize that the most potent influence in child life is the home, and that\nthe Lord has directly placed the responsibility of teaching their children upon the parents. I\nwish the following paragraph, given by revelation to the Prophet Joseph Smith, could be\nwritten and put upon the wall of every home in the Church: \n<\/p><p>\n\". . . inasmuch as parents have children in Zion, or in any of her stakes which are organized,\nthat teach them not to understand the doctrine of repentance, faith in Christ the Son of the\nliving God, and of baptism and the gift of the Holy Ghost by the laying on of hands, when\neight years old, the sin be upon the heads of the parents\" (<span class=\"citation\" id=\"14969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14969)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\n<b>Home for child training<\/b>\n<\/p><p>\nThe character of a child is formed largely during the first twelve years of his life. He spends\n16 times as many waking hours in the home as in the school, and 126 times as many hours in\nthe home as in the church. Each child is, to a great degree, what he is because of the\never-constant influence of home environment and the careful or neglectful training of parents.\nHome is the best place for the child to learn self-control, to learn that he must submerge\nhimself for the good of another. It is the best place in which to develop obedience, which\nnature and society will later demand.\n<\/p><p>\nHomes are more permanent through love. Oh, then, let love abound! Though you fall short in\nsome material matters, study and work and pray to hold your children's love. Establish and\nmaintain your family hours always. Stay close to your children.\nPray, play, work, and worship together. This is the counsel of the Church. Would you have a\nstrong and virile nation?&mdash;then keep your homes pure. Would you reduce delinquency and\ncrime?&mdash;<i>then lessen the number of broken homes<\/i>. It is time that civilized peoples realized\nthat the home largely determines whether children shall be of high or low character.\nHome-building, therefore, should be the paramount purpose of parents and of the nation.\n<\/p><p>\nWith all my heart I say, God bless you, brethren and sisters, you parents, you men of the\npriesthood, you leaders of our stakes, wards, and missions, you temple presidents, you\nmissionaries. God bless and protect the valiant young men who are in the armed forces of our\ncountry.\n<\/p><p>\nI pray that the spirit of this great conference will remain in all our hearts and be felt\nthroughout the uttermost parts of the earth, wherever there is a mission or a branch in all the\nworld, that that spirit might be a unifying power in increasing the testimony of the divinity of\nthis work; that it may grow in its influence for good in the establishment of peace and\nbrotherhood throughout the world.\n<\/p><p>\nI bear you my testimony that the head of this Church is our Lord and Savior, Jesus Christ. I\nknow of the reality of his existence; of his willingness to guide and direct all who serve him.\nI know that in this dispensation he restored with his Father through the Prophet Joseph Smith\nthe gospel of Jesus Christ in its fullness.\n<\/p><p>\nMay we have increased power to be true to the responsibilities that the Lord has placed upon\nus as General Authorities, and upon you, my brethren and sisters, I pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}