{"ID":1563, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Unity of Purpose Important to the Accomplishment of God's Work<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1967, pp. 4-11<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters and friends of the radio and television audience: With a deep\nsense of the responsibility that rests upon me in giving to the membership of the Church a\nmessage at a general conference, I earnestly pray for your sympathy, your understanding, and\nyour spiritual support. I pray that the blessings of the Lord will be with us that we shall have\na spiritual response to the truths of the gospel as never before, not only during this opening\nsession, but throughout all the meetings of this 137th semi-annual conference. I extend to each\nof you a hearty welcome, and want you to know that I am grateful for your presence here in\nthis historic tabernacle, the one-hundredth anniversary of which we are celebrating this month.\n<\/p><p>\nI acknowledge with deep gratitude the loyalty and faith of the members of the Church, and\nagain express heartfelt appreciation for your prayers in my behalf, which have sustained and\nupheld me. It is truly a joy and a rich blessing to be associated with you in the work of the\nLord, and I am grateful for the success and growth of the Church during the past six months.\n<\/p><p>\nYou no doubt will be interested in knowing that for the first time sessions of this conference\nare being televised in color over more than 200 stations in the United States\nand Canada, and will reach a potential of 40 million homes.\n<\/p><p>\n<b>\"That they may all be one\"<\/b>\n<\/p><p>\n\"I have given them thy word; and the world hath hated them, because they are not of the\nworld, even as I am not of the world.\n<\/p><p>\n\"I pray not that thou shouldest take them out of the world, but that thou shouldest keep them\nfrom the evil.\n<\/p><p>\n\"They are not of the world, even as I am not of the world.\n<\/p><p>\n\"Sanctify them through thy truth: thy word is truth.\n<\/p><p>\n\"As thou hast sent me into the world, even so have I also sent them into the world.\n<\/p><p>\n\"And for their sakes I sanctify myself, that they also might be sanctified through the truth.\n<\/p><p>\n\"Neither pray I for these alone, but for them also which shall believe on me through their\nword; \n<\/p><p>\n\"That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one\nin us: that the world may believe that thou hast sent me.\n<\/p><p>\n\"And the glory which thou gavest me I have given them; that they may be one, even as we\nare one\" (<span class=\"citation\" id=\"28372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28372)\">John 17:14-22<\/a><\/span>).\n<\/p><p>\nThis text is taken from one of the most glorious prayers&mdash;I suppose the greatest\nprayer&mdash;ever uttered in this world, not excepting the Lord's Prayer. This was Christ's prayer uttered\njust before he entered the Garden of Gethsemane on the night of his betrayal. It must have\nbeen impressive for John to remember so much of it and to write it word for word, as he has\nhere.\n<\/p><p>\nThe occasion itself would be impressive to John, and undoubtedly as they knelt there in that\nupper room before they went through that beautiful gate into Gethsemane, the garden of\nolives at the base of the Mount of Olives, he noted particularly the plea of the Savior. I know\nof no more important chapter in the Bible. The parts I have quoted contain two important\nmessages to you and to me. One of these messages is found in the words, \"Make them, one as\nthou, Father, and I are one\" (<span class=\"citation\" id=\"28374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28374)\">John 17:21-22<\/a><\/span>).\n<\/p><p>\n<b>The principle of unity<\/b>\n<\/p><p>\nIt is the principle of <i>unity<\/i> that has enabled the wards, stakes, branches, and missions of the\nChurch to progress and to accomplish the purposes for which the Church was established. It\ncould not have been done by dissension and hatred. There have been difficulties. Each\nmember of the Church has his own ideas. Sometimes they are not the same as those of the\nbishopric, and not the same as those of the presidency of the stake, and not the same as the\nPresidency of the Church; but each has had to submerge his own ideas to the good of the\nwhole, and in that united purpose we have achieved something that is wonderful.\n<\/p><p>\n<b>To the future of the Church<\/b>\n<\/p><p>\nAs I think of the future of this Church and of the welfare of the young men and women, as\nwell as of the mothers and fathers, I feel impressed that there is no more important message\nto give than \"to be one\" (<span class=\"citation\" id=\"14928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14928)\">D&amp;C 38:27<\/a><\/span>),\nand avoid things that may cause a rift among members. I know that\nthe adversary has no stronger weapon against any group of men or women in this Church than\nthe weapon of thrusting in a wedge of disunity, doubt, and enmity.\n<\/p><p>\nThe Prophet Joseph Smith spoke of the cloud that hangs over the Church when we are not\nunited. He said: \"The cloud that has been hanging over us has burst with blessings on our\nheads, and Satan has been foiled in his attempts to destroy me and the Church, by causing\njealousies to arise in the hearts of some of the brethren; and I thank my heavenly Father for\nthe <i>union and harmony which now prevail in the Church<\/i>\"\n(<i>Documentary History of the Church<\/i>, Vol. 2, p. 355, italics added).\n<\/p><p>\nThe experiences of the chosen children of the Lord upon other occasions signal to us the\ncauses of temporary failure coming out of disunity, and an unwillingness to abide the will of\nGod. Unto the Jews of ancient Jerusalem, the Lord said: \n<\/p><p>\n\"O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto\nthee, how often would I have gathered thy children together, even as a hen\ngathereth her chickens under her wings, and ye would not!\n<\/p><p>\n\"Behold, your house is left unto you desolate\"\n(<span class=\"citation\" id=\"35740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35740)\">Matt. 23:37-38<\/a><\/span>).\n<\/p><p>\nAnd in our own dispensation, to the saints who again by division and disunity did not see the\nredemption of Zion, he said: \n<\/p><p>\n\"Behold, I say unto you, were it not for the transgressions of my people, speaking concerning\nthe church and not individuals, they might have been redeemed even now\"\n(<span class=\"citation\" id=\"15027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15027)\">D&amp;C 105:2<\/a><\/span>).\n<\/p><p>\nThe challenge is before us; we cannot fail in the divine commitments given to us as a people.\nUnity of purpose, with all working in harmony within the structure of Church organization as\nrevealed by the Lord, is to be our objective. Let each member, teacher, and leader feel the\nimportance of the position that each one holds. All are important to the successful\naccomplishment of God's work, which is our work.\n<\/p><p>\n<b>Unity in the Faith<\/b>\n<\/p><p>\nUnto the Ephesian saints the Apostle Paul gave this wise counsel: \n<\/p><p>\n\"There is one body, and one Spirit, even as ye are called in one hope of your calling; \n<\/p><p>\n\"One Lord, one faith, one baptism,\n<\/p><p>\n\"One God and Father of all, who is above all, and through all, and in you all.\n<\/p><p>\n\"And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors\nand teachers; \n<\/p><p>\n\"For the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist: \n<\/p><p>\n\"Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a\nperfect man, unto the measure of the stature of the fulness of Christ\"\n(<span class=\"citation\" id=\"21802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21802)\">Eph. 4:4-6,11-13<\/a><\/span>).\n<\/p><p>\nUnity of purpose, with all working in harmony, is needed to accomplish God's work In a\nrevelation given to the Prophet Joseph Smith about one year after the Church was organized,\nthe Lord in a broad sense makes known why his great work, to be accomplished, has been\nrestored for the benefit of mankind and to prepare the way for his second coming. Said he: \n<\/p><p>\n\"And even so I have sent mine everlasting covenant into the world, to be a light to the world,\nand to be a standard for my people, and for the Gentiles to seek to it, and to be a messenger\nbefore my face to prepare the way before me\"\n(<span class=\"citation\" id=\"14937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14937)\">D&amp;C 45:9<\/a><\/span>).\n<\/p><p>\nHerein we learn of the great obligations placed upon this people to assist the Lord in bringing\nthese things to pass among men. It requires unity and dedication to its purposes. Concerning\nthis need, the Lord has given this warning: \n<\/p><p>\n\". . . Every kingdom divided against itself is brought to desolation; and every city or house\ndivided against itself shall not stand\"\n(<span class=\"citation\" id=\"35722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35722)\">Matt. 12:25<\/a><\/span>).\n<\/p><p>\n<b>The greatest safeguard<\/b>\n<\/p><p>\nThe greatest safeguard we have for unity and strength in the Church is found in the\npriesthood, by honoring and respecting it. Oh, my brethren&mdash;presidents of stakes, bishops of\nwards, and all who hold the priesthood&mdash;God bless you in your leadership, in your\nresponsibility to guide, to bless, to comfort the people whom you have been appointed to\npreside over and to visit. Guide them to go to the Lord and seek inspiration so to live that\nthey may rise above the low and the mean, and live in the spiritual realm.\n<\/p><p>\nRecognize those who preside over you and, when necessary, seek their advice. The Savior\nhimself recognized this authority on earth. You will remember the experience that Paul had\njust as he neared Damascus with papers in his pocket to arrest all who believed in Jesus\nChrist. A light suddenly shone about him, and he heard a voice saying, \"Saul, Saul, why\npersecutest thou me?\"\n<\/p><p>\nAnd Saul said: \"Lord, what wilt thou have me to do? And the lord said unto him, Arise, and\ngo into the city, and it shall be told thee what thou must do\"\n(<span class=\"citation\" id=\"8024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8024)\">Acts 9:4,6<\/a><\/span>).\n<\/p><p>\nHe could have told Saul in a few words what he should do, but there was a branch of the\nChurch in Damascus, presided over by a humble man named Ananias, and Jesus recognized\nthat authority. He knew Saul's nature. He knew that in the future it would be\ndifficult for Saul to recognize the authority of the Church, as instances later proved. Saul had\nto receive from the very man whom he was going to arrest instructions regarding the gospel\nof Jesus Christ.\n<\/p><p>\n<b>Recognize local authority<\/b>\n<\/p><p>\nHere is a lesson for all of us in this church. Let us, too, recognize the local authority. The\nbishop may be a humble man. Some of you may think you are superior to him, and you may\nbe, but he is given authority direct from our Father in heaven. Recognize it. Seek his advice\nand the advice of your stake president. If they cannot answer your difficulties or your\nproblems, they will write to the General Authorities and get the advice needed. Recognition of\nauthority is an important principle.\n<\/p><p>\n<b>Unity and its synonyms<\/b>\n<\/p><p>\nUnity and its synonyms&mdash;harmony, goodwill, peace, concord, mutual understanding&mdash;express\na condition for which the human heart constantly yearns. Its opposites are discord,\ncontention, strife, confusion.\n<\/p><p>\nI can imagine few, if any, things more objectionable in the home than the absence of unity\nand harmony. On the other hand, I know that a home in which unity, mutual helpfulness, and\nlove abide is just a bit of heaven on earth. I surmise that nearly all of you can testify to the\nsweetness of life in a home in which these virtues predominate. Most gratefully and humbly I\ncherish the remembrance that never once as a lad in the home of my youth did I ever see one\ninstance of discord between father and mother, and that goodwill and mutual understanding\nhas been the uniting bond that has held together a fortunate group of brothers and sisters.\nUnity, harmony, goodwill are virtues to be fostered and cherished in every home.\n<\/p><p>\n<b>Beware selfishness and envy<\/b>\n<\/p><p>\nOne of the first conditions that will bring about disunity will be selfishness; another will be\nenvy: \"Brother So-and-so passed me by and said nothing to me about the matter.\" \"The\nbishopric chose Sister So-and-so to be organist, and she can't play half as well as I.\" \"I'm not\ngoing to priesthood meeting any more because the bishopric appointed a certain man to act as\nadviser of the priests.\" \"The Sunday School chose So-and-so as a teacher.\" \"The\nsuperintendent released me, and I feel hurt.\" \"The presidency of the stake has never\nrecognized me, and I feel offended.\" \"The General Authorities do not always see eye to eye.\"\nOh! a hundred and one little things like that may come up&mdash;little things, insignificant in\nthemselves when we compare them with the greater and more real things of life. And yet, I\nknow from experience that the adversary can so magnify them that they become mountains in\nour lives, and we are offended, and our spirituality starves because we entertain those\nfeelings.\n<\/p><p>\n<b>Beware Fault-finding<\/b>\n<\/p><p>\nThere is another element&mdash;fault-finding&mdash;associated with that spirit of envy. We find fault\nwith a neighbor. We speak ill of each other. When that feeling comes, it is a good thing just\nto sing that simple little Mormon hymn, \"Nay, Speak No Ill.\"\n<\/p><p>\n\"Nay, speak no ill; a kindly word<br \/>\n      Can never leave a sting behind; <br \/>\n      And, oh, to breathe each tale we've heard<br \/>\n      Is far beneath a noble mind.<br \/>\n      Full oft a better seed is sown<br \/>\n      By choosing thus the kinder plan,<br \/>\n      For, if but little good is known,<br \/>\n      Still let us speak the best we can.\n<\/p><p>\n\"Then speak no ill, but lenient be<br \/>\n      To other's failings as your own.<br \/>\n      If you're the first a fault to see,<br \/>\n      Be not the first to make it known,<br \/>\n      For life is but a passing day; <br \/>\n      No lip may tell how brief its span; <br \/>\n      Then, O the little time we stay,<br \/>\n      Let's speak of all the best we can.\"<br \/><br \/>\n &nbsp; &nbsp;                   (<i>Hymns<\/i>, 116.)\n<\/p><p>\n<b>The parable of the rose, the hawthorn twig and the lily<\/b>\n<\/p><p>\n\"Let us speak of all the best we can.\" Would not that be a glorious lesson in the world today\nin the midst of the false propaganda that is going out from one nation to\nanother&mdash;reviling, defiling, defaming? Is it not terrible when you think of it in the light of\nthe gospel?\n<\/p><p>\nAnd that reminds me of a beautiful story that I read many years ago. It happened before the\nEnglish guns opened the doors to the Japanese nation. During those days they worshiped their\nancestors as they do now, but they worshiped beautiful spots in nature, too; and even today, if\nyou follow a walk up one of those hills, you will be sure that it will lead you to a magnificent\nview where you may contemplate the beauties of nature.\n<\/p><p>\nThe story says that an old philosopher used to meet the people and teach them the lessons of\nvirtue and uprightness that he drew from the flowers and shrubs that grew so luxuriantly in\nthat land. One morning, following his lecture, the old philosopher was accosted by a workman\nwho said, \"Tonight, when you come back from your walk, will you please bring me a rose\nthat I may study its stamens, its petals, and see the lesson that you gave us last night?\"\n<\/p><p>\nThe old philosopher said, \"I will give you the rose tonight.\"\n<\/p><p>\nAnd a second accosted him and said, \"Will you bring me a hawthorn twig that I may continue\nmy study of that?\" And he replied, \"I will bring you a hawthorn twig.\"\n<\/p><p>\nAnd a third said, \"Will you please bring me a lily tonight that I may study the lesson of\npurity?\"\n<\/p><p>\n\"I will bring you a lily.\"\n<\/p><p>\nAfter working hours the three were at the gate to meet the philosopher. To the first he gave\nthe rose, to the second the hawthorn twig, and to the third the lily, as he had promised.\n<\/p><p>\nSuddenly the man with the rose said, \"Oh, here's a thorn on the stem of my rose!\"\n<\/p><p>\nAnd the second said, \"And here's a dead leaf clinging to my hawthorn twig.\"\n<\/p><p>\nAnd the third, encouraged by the remarks of his companions, said, \"And here's dirt clinging\nto the root of my lily.\"\n<\/p><p>\n\"Let me see,\" said the old philosopher, and he took the rose from the first, the hawthorn twig\nfrom the second, and the lily from the third. From the rose he broke the thorn and gave it to\nthe first. He plucked the dead leaf from the hawthorn twig and handed it to the second. He\ntook the dirt from the roots of the lily and placed it in the hands of the third. Holding the\nrose, the hawthorn twig, and the lily, he said, \"Well, each of you has what attracted him first.\nI left the thorn on the rose purposely, the dead leaf on the hawthorn twig, and the dirt on the\nlily. Each of these attracted you first. You may keep them now, and I will keep the rose, the\ntwig, and the lily for the beauty I see in them.\"\n<\/p><p>\nNot a few of us have a thorn in the flesh as did Paul\n(<span class=\"citation\" id=\"3063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3063)\">2 Cor. 12:7<\/a><\/span>). Perhaps to some of us a dead leaf of\nsome past act is clinging. It may be that there is a little dirt in our character, but each one has\nalso a rose in his life, a hawthorn twig, or a lily. And it is a glorious lesson for us to learn: to\nsee the rose and be blind to the thorn; to see the hawthorn twig and be blind to the dead leaf;\nto see the lily and not the dirt in our fellow's character.\n<\/p><p>\n<b>Goodwill among men<\/b>\n<\/p><p>\nI do not know of anything that will contribute more to unity in a ward, in a stake, and in the\nChurch than for members to see the good in man, and to speak well of each other.\n<\/p><p>\nOn the world horizon calamities continue to menace the people&mdash;the tragedy of war with the\nsuffering of the innocent, the broken harmony of the homes in the death of a valiant son or\nhusband. The seeds of discord and confusion among the masses caused by riots and violence\nof all sorts make important the need for complete unity within our own ranks, as we see these\nworldwide disturbances tear apart the home, and undermine our very civilization.\n<\/p><p>\n<b>Be alert against discord<\/b>\n<\/p><p>\nAs we concern ourselves with unity in the Church, we must not be insensible to the evil\nforces around us, both here in America and in the world at large&mdash;the influences, the avowed object of which is to sow discord and contention among men with the view\nof undermining, weakening, if not entirely destroying constitutional forms of government. If I\nspeak plainly and, in condemnation, refer to reprehensible practices and aims of certain\norganizations, please do not think that I harbor ill will or enmity in my heart toward other\nUnited States citizens or the citizens of any country whose views on political policies do not\ncoincide with mine. But when acts and schemes are manifestly contrary to the revealed word\nof the Lord, we feel justified in warning people against them. We may be charitable and\nforbearing to the sinner, but we must condemn the sin.\n<\/p><p>\n<b>Evils and designs of evil forces<\/b>\n<\/p><p>\nTimely references and appropriate warnings have been given from time to time on the danger\nand evils of war. There is another danger even more menacing than the threat of invasion of a\nforeign foe of any peace-loving nation. It is the unpatriotic activities and underhanded\nscheming of disloyal groups and organizations within any nation, bringing disintegration, that\nare often more dangerous and more fatal than outward opposition.\n<\/p><p>\nFor example, an individual can usually protect himself from thunder showers, and even from\ntempests, from freezing weather or intense heat, from drought, or floods, or other extremes in\nnature; but he is often helpless when poisonous germs enter his body or a malignant growth\nbegins to sap the strength of some vital organ.\n<\/p><p>\n<b>Treachery of \"the enemy within\"<\/b>\n<\/p><p>\nThe Church is little, if at all, injured by persecution and calumnies from ignorant,\nmisinformed, or malicious enemies. A greater hindrance to its progress comes from\nfaultfinders, shirkers, commandment-breakers, and apostate cliques within its own\necclesiastical and quorum groups.\n<\/p><p>\nSo it is with any government. It is the enemy from within that is most menacing, especially\nwhen it threatens to disintegrate established forms of good government.\n<\/p><p>\nToday, there are in this country enemies in the form of \"isms.\" I call them anti-Americanisms,\nand what is true in America is true in other countries. Only a few of the leaders fight openly;\nmost of the army carry on as termites, secretly sowing discord and undermining stable\ngovernment. Of the truth of this statement, investigations made by a committee of the United\nStates Senate and the FBI bear ample evidence. Of the menace of one of these, Dr. William\nF. Russell, dean of Teachers College, Columbia University, and one of the many authorities\nwhom we might quote as to the pernicious activity of these groups, said nearly 30 years ago\nin an address that has since proved to be prophetic: \n<\/p><p>\n<b>The plan of the enemy<\/b>\n<\/p><p>\n\"Communist leaders have steadily insisted that Communism cannot live in just one country.\nJust as we fought to make 'the world safe for democracy,' so they are fighting to make the\nworld safe for Communism. They are fighting this fight today. Every country must become\nCommunistic, according to their idea. So they have sent out missionaries. They have supplied\nthem well with funds. They have won converts. These converts have been organized into little\ngroups called 'cells,' each acting as a unit under the orders of a superior. It is almost a\nmilitary organization. They attack where there is unemployment. They stir up discontent\namong those oppressed. They publish and distribute many papers and pamphlets.\"\n<\/p><p>\nContinuing, Dr. Russell states: \n<\/p><p>\n\"These are scurrilous sheets. In one issue I noted twenty-nine errors of fact. After a recent\naddress of mine they passed out a dodger attacking me, with a deliberate error of fact in each\nparagraph . . . The idea is to try to entice into their web those generous and public-spirited\nteachers, preachers, social workers, and reformers who know distress, and want to do\nsomething about it. These Communists know what they are doing. They follow their orders.\nParticularly they would like to dominate our newspapers, our colleges, and our schools. The\ncampaign is much alike all over the world. I have seen the same articles,\nalmost the same pamphlets, in France and England as in the United States.\" (\"How to Tell a\nCommunist and How to Beat Him,\" an address given in 1939.)\n<\/p><p>\n<b>The treachery of Civic disobedience<\/b>\n<\/p><p>\nOne of our U. S. senators just recently called attention to conditions existing in our country\ntoday. He said: \"America has been afflicted over the past three or four years by an epidemic\nof acts of so-called civil disobedience. Municipal ordinances and state statutes have been\nwilfully and intentionally disobeyed by individuals and groups. Private property has been\nsubject to deliberate trespass.\n<\/p><p>\n\"Mobs have taken to the streets, interfering with commerce, creating public disorder, and\nbreaching the peace. Civil disobedience has at times been advocated from some of the pulpits\nthroughout the land and encouraged, upon occasion, by ill-advised statements of public\nofficials. Mobs have frequently been so large that the police were helpless to make arrests.\n<\/p><p>\n\"These acts of so-called disobedience have been proclaimed by important political personages\nto be in the finest American tradition. It was said to be good Christian doctrine to disregard\nman-made laws which conflicted with one's own conscience, and, of course, by implication,\nthose who enforced man-made laws were likewise to be disregarded. This [is indeed] a\nstrange and false doctrine. . . .\n<\/p><p>\n\"Few people have dared to voice an objection for fear of being labeled 'bigot,' and\nrepresentatives of law and order have become pictured as villains while lawless marchers and\nsit-downers have become the figures for compassion.\"\n<\/p><p>\n<b>The menace of dishonoring discipline<\/b>\n<\/p><p>\nThe senator then continues, \"Finally, perhaps the most responsible and damaging factor\nunderlying the riots, growing crime rate, and disrespect for law and order, is that of a lessened\ndiscipline, which is evident today among an increasing number of young people in our\nsociety. The American home is not what it once was and this is reflected in a parental\ndiscipline which is not what it used to be.\n<\/p><p>\n\"All too many children are not taught to respect their elders. The general atmosphere of\npermissiveness permeates too many homes, too many schools and too many churches in\nAmerica. A few, but highly articulate and vocal, churchmen advocate the decease of divinity.\n<\/p><p>\n\"These are all symptoms of a sick society, a sickness which, if left to run its course\nunchanged, will destroy law and order and a progressive society of free men.\n<\/p><p>\n\"In such an atmosphere of permissiveness, civil disobedience and disrespect for civil law, the\nseeds of crime have taken deeper root and the nation is now reaping the harvest.\" (Senator\nRobert C. Byrd of West Virginia, <i>Deseret News<\/i>, August 7, 1967.)\n<\/p><p>\nThus, we are witnessing the attempts that are being made at this very time by insidious forces\nto induce contention and confusion in organized societies of mankind.\n<\/p><p>\n<b>\"Keep them from evil\"<\/b>\n<\/p><p>\nAnd now, brethren and sisters, I echo the prayer of the Savior: \"Make them one, Father, as\nthou and I are one. In the world, but not of the world. I pray not that thou shouldest take\nthem out of the world, but that thou shouldest keep them from the evil\" (see\n<span class=\"citation\" id=\"28371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28371)\">John 17:11,14-16<\/a><\/span>).\n<\/p><p>\nGod help us that we may continue to serve humanity; that we may feel in our hearts that we\nare privileged to serve God's children; that we shall be united as his people, and that we shall\nbe united as a country.\n<\/p><p>\n<b>\"Walk uprightly before the Lord\"<\/b>\n<\/p><p>\nMay every father magnify the priesthood of God in his own home and, with his beloved wife\nand companion, teach his children the ways of the Lord as revealed to us.\n<\/p><p>\nPriesthood bearers are to watch over the Church always, for the Lord has given this\ninstruction, that our families may walk uprightly before our Father in heaven: \"The teacher's\nduty is to watch over the church always, and be with and strengthen them; \n<\/p><p>\n\"And see that there is no iniquity in the truth, neither hardness with each other, neither lying,\nbackbiting, nor evil speaking; \n<\/p><p>\n\"And see that the church meet together often, and also see that all the members do their\nduty\" (<span class=\"citation\" id=\"14918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14918)\">D&amp;C 20:53-55<\/a><\/span>).\n<\/p><p>\nI bear testimony that we are engaged in God's work, in the saving of souls. May we find the\nstrength, by unity within the Church, to go forward in the accomplishment of his purposes.\nThis I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}