{"ID":1564, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Is a Church Necessary?<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, October 1967, pp. 11-14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHow many times have you heard the statement made or the opinion expressed that it is not\nnecessary to have membership in a church, or to participate in a religious organization, in\norder to be a good Christian or live a good Christian life?  For a few moments I would like to\nexamine with you the validity of such a statement as it relates to the scriptures and to sound\nreasoning, which can be supported in fact\n<\/p><p>\n<b>\"Not every one shall enter\"<\/b>\n<\/p><p>\nIn order to commence a search of this subject, it would seem basic that we turn to the author\nof Christianity. When speaking to the multitudes, the Master said: \"Not every one that saith\nunto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my\nFather which is in heaven\" (<span class=\"citation\" id=\"35710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35710)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nAs I listen to these words, it seems to me that the Lord is saying, \"Just because a person may\nacknowledge my authority or have a belief in my divine nature, or merely express faith in my\nteachings Or the atoning sacrifice I made, does not mean he shall enter into the kingdom of\nheaven or attain a higher degree of exaltation.\" By implication he is saying, \"Belief alone is\nnot sufficient.\" Then he expressly adds, \". . . but he that doeth the will of my Father,\" that is,\nhe that works and prunes the vineyard that it may bring forth good fruit.\n<\/p><p>\n<b>\"Walking in obedience\"<\/b>\n<\/p><p>\nIn the revelation that deals mainly with the proper mode of living, given by the Lord as a\nword of wisdom to us, there are some things mentioned that are good for man as well as\nthings that are not good for him, and then the Lord adds this: \"And all saints who remember\nto keep and do these sayings, walking in obedience to the commandments, shall receive health\nin their navel and marrow to their bones; \n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures; \n<\/p><p>\n\"And shall run and not be weary, and shall walk and not faint.\n<\/p><p>\n\"And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as\nthe children of Israel, and not slay them\" (<span class=\"citation\" id=\"15010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15010)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\n\"Keep and do these sayings\" seem to be the key words.  Again we must be doers of the word\nand not just believers in order to obtain the blessing.\n<\/p><p>\n<b>\"Be ye doers of the word . . .\"<\/b>\n<\/p><p>\nIn his letter addressed to the twelve tribes scattered abroad, James admonishes them in this\nway: \". . . be ye doers of the word, and not hearers only, deceiving your own selves.\n<\/p><p>\n\"For if any be a hearer of the word, and not a doer, he is like unto a man beholding his\nnatural face in a glass: \n<\/p><p>\n\"For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man\nhe was.\n<\/p><p>\n\"But whoso looketh into the perfect law of liberty, and continueth therein, he being not a\nforgetful hearer, but a doer of the work, this man shall be blessed in his deed\" (<span class=\"citation\" id=\"26204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26204)\">James 1:22-25<\/a><\/span>).\n<\/p><p>\n<b>Worship in the early Church<\/b>\n<\/p><p>\nThere is historical background for this statement of James. According to the records that have\ncome down to us, the early Church, established by Christ and expanded into the world under\nthe direction of the apostles, followed a similar form of worship on the Lord's Day as had\nbeen practiced by the Jewish people in their synagogues. In\nthese services there was the reading of the scriptures of the Old Testament.\n<\/p><p>\nThe writings of the books now known as the New Testament had not yet been compiled, but\nundoubtedly the teachings of Jesus and the apostles were introduced. They sang the\npsalms and the early Christian hymns and offered prayers.  James seems to be referring to\nparticipation in religious services in the statement, \"But be ye doers of the word, and not\nhearers only\" (<span class=\"citation\" id=\"26202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26202)\">James 1:22<\/a><\/span>). The value of participating in church services, according to James, is realized\nwhen the word heard becomes the word in action.  If anyone considers himself to be a devout\nworshiper without carrying over into his daily living the truths he has heard, his worship is as\nuseless as a glance in a mirror, which is straightway forgotten.\n<\/p><p>\n<b>\"Honorary\" membership in inherited tradition!<\/b>\n<\/p><p>\nThe apostle Paul made a statement that is somewhat similar.  He referred to the requirements\nof the law in his letter to the saints in Rome in these words: \"For not the hearers of the law\nare just before God, but the doers of the law shall be justified\" (<span class=\"citation\" id=\"42804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42804)\">Rom. 2:13<\/a><\/span>). In other words,\nit is not the hearers of the law who are righteous but the doers of the law.  Paul's remarks are\naimed at those who live under the guise of the mistaken notion that an honorary membership\nin an inherited religious tradition will constitute them believers entitled to blessings. They pay\nonly lip service but are not doers of the law.\n<\/p><p>\nIn referring to the parable of the two houses, Luke records the statement of Jesus concerning\nlip service: \"And why call me, Lord, Lord, and do not the things which I say?\n<\/p><p>\n\"Whosoever cometh to me, and heareth my sayings, and doeth them, I will shew you to\nwhom he is like: \n<\/p><p>\n\"He is like a man which built an house, and digged deep, and laid the foundation on a rock:\nand when the flood arose, the stream beat vehemently upon that house, and could not shake it:\nfor it was founded upon a rock.\n<\/p><p>\n\"But he that heareth, and doeth not, is like a man that without a foundation built an house\nupon the earth; against which the stream did beat vehemently, and immediately it fell; and the\nruin of that house was great\" (<span class=\"citation\" id=\"31709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31709)\">Luke 6:46-49<\/a><\/span>).\n<\/p><p>\n<b>Traditions sterile without appropriate action<\/b>\n<\/p><p>\nThis same principle is true as it affects other relationships.  Friendships cannot endure if they\nare based on the sands of selfishness.  Marriages do not endure when they have no ground\nexcept in physical attraction, and do not have the foundation of a deeper love and loyalty. \nThe same principle is true of the individual's relationship to the Church.  Traditions are not\nenough; dogmatic orthodoxies are not enough; formal creeds are not enough.  It is not\nsufficient to say \"Lord, Lord\" (<span class=\"citation\" id=\"35711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35711)\">Matt. 7:21<\/a><\/span>). Such beliefs have their foundations in sand.\n<\/p><p>\nAll nature, which is God's domain, seems to portray this same principle. The bee that will not\n\"doeth\" will soon be driven from the hive.  As I watch the busy ants on the trail and around\nthe ant pile, I am impressed by the fact that they are doers and not just believers.  Clucking\ndoesn't produce any seeds for the hen; she must scratch.  A stagnant pool, green with algae\nand the scum of inactivity, is the breeding place of the diseases of the swamp, but the clear\nmountain stream dashing over the rocks as it winds its way down the canyon\nis an invitation to drink.\n<\/p><p>\nThe words of the Master regarding the house without a foundation say to me that a man\ncannot have a shallow and reckless notion that he is sufficient to himself and can build his\nown life on any basis that happens to be easy and agreeable.  As long as the weather is fair,\nhis foolishness may not be evident; but one day there will come the floods, the muddy waters\nof some sudden passion, the rushing current of unforeseen temptation.  If his character has no\nsure foundation in more than just lip service, his whole moral structure may collapse.\n<\/p><p>\n<b>No growth in isolation<\/b>\n<\/p><p>\nWhat can we consciously do to build a strong foundation and put ourselves in a position in\nwhich we can do the will of our Father?  How can we be best assisted, beyond the point of\nbeing hearers only or merely believers, to become doers of the word? If we study the laws of\nGod and the teachings of the Savior, we find that in nearly all instances they have reference\nto our relationships with others. An individual is limited and confined in being a doer if he is\nin isolation or solitude.\n<\/p><p>\nA man alone doesn't build his own automobile, but the association of men with a united\npurpose provides the means by which the product is produced and marketed.  In the society in\nwhich we live, few persons are self-educated. We rely on the organization of a great number\nof people to accomplish the objective.  In business and industry, men who are aggressively\norganized for a common purpose achieve success. There are many things a man can\naccomplish in association with others that would otherwise be almost impossible working\nalone.\n<\/p><p>\n<b>Christ-centered family a beginning<\/b>\n<\/p><p>\nBeyond the individual, the smallest group in society is the family.  A home based upon the\nprinciples taught by Christ is one of the most beautiful examples of Christian living.  Each\nmember of the family has the opportunity and privilege of being a doer and enlarging the\nability to live the commandments more perfectly.  Expanding the family unit into the great\ncommunity of the Church gives rise to even greater opportunities of being doers of the word. \nIt is from this enlarged family relationship that we derive our Christian vocabulary, calling\nGod \"Father,\" Jesus our \"Elder Brother,\" and referring, to each other as \"brother\" and \"sister.\"\n<\/p><p>\n<b>Objectives of the Church<\/b>\n<\/p><p>\nThe objectives of the Church are to teach the laws of the Lord and the principles of the\ngospel, to assist individuals in religious education, to implant the firm testimony that God\nlives and that Jesus is the Christ and Savior of the world, and to help and encourage each\nmember along the path to celestial and eternal exaltation through the opportunity of doing.\nThere is a real reason why Christ established his Church during his personal ministry on\nearth. We need only to listen to his words and the teachings of those he sent into the world in\norder to understand.\n<\/p><p>\n\"Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he\nthat doeth the will of my Father which is in heaven\" (<span class=\"citation\" id=\"35712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35712)\">Matt. 7:21<\/a><\/span>);\n\"And all saints who\nremember to keep and do these sayings\" (<span class=\"citation\" id=\"15007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15007)\">D&amp;C 89:18<\/a><\/span>);\n\". . . but the doers of the law shall be\njustified\" (<span class=\"citation\" id=\"42805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42805)\">Rom. 2:13<\/a><\/span>);\n\"Whosoever cometh to me, and heareth my sayings, and doeth them\"\n(<span class=\"citation\" id=\"31710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31710)\">Luke 6:47<\/a><\/span>)&mdash;these are the admonitions.\n<\/p><p>\nWe must assume from the fact that the Church was established by Christ during his ministry,\nthat it is essential for man and not an elective.  His life and ministry were to set the pattern\nand create the model.  The things established by him were given with the admonition that we\nfollow them.\n<\/p><p>\n<b>The Church of Christ necessary for survival<\/b>\n<\/p><p>\nI submit that the Church of Jesus Christ is as necessary in the lives of men\nand women today as it was when established by him, not by passive interest or a profession\nof faith, but by an assumption of active responsibility.  In this way the Church brings us out\nof the darkness of an isolated life into the light of the gospel, where belief is turned into\ndoing according to the admonitions of scripture.  This is the hope of the individual, the\nfamily, the Church, the nations of the earth.\n<\/p><p>\nThirteen thousand men and women, principally young persons, are engaged in the world as\nmissionaries, declaring that the Church established by Christ during his personal ministry, and\nlost to the world because of the corruption of men during those dark ages of history, has\nagain been restored to the earth; that The Church of Jesus Christ of Latter-day Saints is that\nChurch; that the power and authority to act in the name of God have again been conferred\nupon men.  I add my confirming witness to these facts. I know that God lives and that Jesus,\nhis Son, is the Christ and the Savior of the world.  I humbly pray that we may each become\ndoers of the word by active Church participation, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}