{"ID":1565, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sweet Are the Uses of Adversity<\/p>\n<p class=\"gcspeaker\">Elder A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, October 1967, pp. 14-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters: \n<\/p><p>\nI was inspired by President McKay's message this morning. I want to bear my testimony that\nwe have heard a message from the mouthpiece of the lord. I pray that it will find a responsive\nchord in our individual lives, in our homes, in the Church, and, hopefully, among all nations.\n<\/p><p>\n<b>Uses of Adversity<\/b>\n<\/p><p>\nWhen I was in seminary class many years ago, we had a lesson entitled \"Sweet Are the Uses\nof Adversity.\" The thing I remember most about that lesson was that it seemed to be a\nparadox. It was difficult to understand how adversity could be sweet. I was not aware of the\ngreat significance the lesson had for me, yet, as is so often the case, the teachings of our\nyouth return again and again to our memories, ofttimes with greater significance and meaning\nthan they had when they were taught. So it has been with this lesson, and in the intervening\nyears I have learned something about the truth of this statement.\n<\/p><p>\n<b>Adversity, universal experience of man<\/b>\n<\/p><p>\nAdversity, in one form or another, is the universal experience of man. It is the common lot of\nall men to experience misfortune, suffering, sickness, or other adversities. Ofttimes our work\nis arduous and unnecessarily demanding. Our faith is tried in various ways&mdash;sometimes\nunjustly tried. At times it seems that even God is punishing us and ours. One of the things\nthat makes all this so hard to bear is that we ourselves appear to be chosen for this affliction\nwhile others presumably escape these adversities.\n<\/p><p>\n<b>An \"unhallowed\" idea<\/b>\n<\/p><p>\nOn one occasion, in the presence of the Prophet Joseph Smith, someone\ncommented that a person was suffering affliction because of his sins. The Prophet Joseph\nresponded that that was an unhallowed statement to make&mdash;that afflictions come to all.\n<\/p><p>\nHenry Ward Beecher said, \"Affliction comes to us all, not to make us sad, but sober; not to\nmake us sorry, but to make us wise; not to make us despondent, but by its darkness to refresh\nus as the night refreshes the day; not to impoverish, but to enrich us.\"\n<\/p><p>\n<b>No immunity against adversity<\/b>\n<\/p><p>\nToo often we are shortsighted as we view the effects of adversity upon us. We fail to see the\npurifying and refining effect wrought by the flames of adversity. These flames are not meant\nto consume but only to purify us. Disguised as adversity, blessings are showered upon us.\n<\/p><p>\nRecently after administering to a seriously afflicted infant, a man who was present observed:\n\"This is one of our finest and most faithful families. I don't know why they should be thus\nafflicted.\" Some misunderstand. It does not necessarily follow that righteousness immunizes us\nagainst adversity. Elder Harold B. Lee has observed that living the gospel of Jesus Christ is\nno guarantee that adversity will not come into our lives; but living the gospel does give us the\nstrength and faith and power to rise above that adversity and look beyond the present trouble\nto the brighter day.\n<\/p><p>\nWilliam Cowper, a noted English poet, returning home one night in a dense London fog\nbecame completely and hopelessly lost. Try as he would, the driver could not find his home.\nFinally, the cabby stopped and said, \"It is hopeless.\" Alighting from the carriage, Cowper\ngroped his way to a doorway&mdash;to find that he was on his own doorstep. He went in and\npenned these lines, now the lyrics of the hymn, \"God Moves in a Mysterious Way His\nWonders to Perform.\"\n<\/p><p>\n\"Ye fearful Saints, fresh courage take; <br \/>\n      The clouds ye so much dread<br \/>\n      Are big with mercy and shall break<br \/>\n      In blessings on your head.\n<\/p><p>\n\"Judge not the Lord by feeble sense,<br \/>\n      But trust him for his grace; <br \/>\n      Behind a frowning providence<br \/>\n      He hides a smiling face.\"\n<\/p><p>\n\"Out of the lowest depths,\" Thomas Carlyle has said, \"there is a path to the loftiest heights.\"\n<\/p><p>\n<b>Beware self-pity<\/b>\n<\/p><p>\nWe cannot indulge ourselves the luxury of self-pity. Ours is the duty to seek the path that\nleads us upward. Lives of great men teach us that many of them rose to significant\nachievement because of their adversities.\n<\/p><p>\nTo those who this day are weighed-down by adversity, I suggest this thought from Robert\nBrowning Hamilton: \n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; <i>Along the Road<\/i>\n<\/p><p>\n\"I walked a mile with Pleasure.<br \/>\n      She chattered all the way,<br \/>\n      But left me none the wiser<br \/>\n      For all she had to say.\n<\/p><p>\n\"I walked a mile with Sorrow,<br \/>\n      And ne'er a word said she; <br \/>\n      But, oh, the things I learned from her<br \/>\n      When Sorrow walked with me!\"\n<\/p><p>\n<b>Capacity to endure suffering, a spiritual attribute<\/b>\n<\/p><p>\nThose who have been driven to their knees in weakness, grief, and humility commune with\nGod not in the learned clichés of prayer, but in heartfelt, soul-revealing communion. And\nwhen our Father sustains and assures a tested faith and a tested love, they learn the sweetness\nof adversity.\n<\/p><p>\nWhile living the gospel will not necessarily temper the elements, it will temper you so you\ncan endure the trials come with patience your afflictions.\n<\/p><p>\nSweet indeed are the uses of adversity. If we bear adversity well, we can learn the principle\nenunciated by Moroni: \". . . wherefore, dispute not because ye see not, for ye receive no\nwitness until after the trial of your faith\" (<span class=\"citation\" id=\"22268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22268)\">Ether 12:6<\/a><\/span>).\n<\/p><p>\nIt takes faith, too, to believe what Lehi taught: \n<\/p><p>\n\"But behold, all things have been done in the wisdom of him who knoweth all things.\n<\/p><p>\n\"Adam fell that men might be; and men are, that they might have joy\" (<span class=\"citation\" id=\"3771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3771)\">2 Ne. 2:24-25<\/a><\/span>). But\nwe all need to keep in mind that joy is ofttimes camouflaged in the robes of hard work,\nsorrow, sickness, and a tested faith.\n<\/p><p>\n<b>\"Thy dross to consume; thy gold to refine\"<\/b>\n<\/p><p>\nThe trials and adversity experienced by the pioneers who crossed plains and mountains to\nreach and build this city and this building were related by President J. Reuben Clark, Jr., in\nhis address:  \"To Them of the Last wagon.\" I quote: \n<\/p><p>\n\". . . The wife, soon to be a mother, could hardly catch her breath in the heavy, choking dust,\nfor even in the pure air she breathed hard from her burden. Each jolt of the wagon, for those\nahead had made wagon ruts almost 'ex' deep, wrung from her clenched lips a half-groan\n[that] she did her best to keep from the anxious, solicitous husband plodding slowly along,\nguiding and goading the poor dumb cattle, themselves weary from the long trek. So through\nthe long day of jolting and discomfort and sometimes pain, sometimes panting for breath, the\nmother, anxious only that the unborn babe should not be injured, rode, for she could not\nwalk; and the children walked, for the load was too heavy and big for them to ride; and the\nfather walked sturdily alongside and prayed . . .\n<\/p><p>\n\"Then the morning came when from out that last wagon floated the [cry] of the newborn\nbabe, and mother love made a shrine, and Father bowed in reverence before it. But the train\nmust move on. So out into the dust and dirt the last wagon moved again, swaying and jolting,\nwhile Mother eased as best she could each pain-giving jolt so no harm might be done her, that\nshe might be strong to feed the little one, bone of her bone, flesh of her flesh. Who will dare\nto say that angels did not cluster round and guard her and ease her rude bed, for she had\ngiven another choice spirit its mortal body that it might work out its God-given destiny?\"\n(<i>The Improvement Era<\/i>, November 1947, p. 705.)\n<\/p><p>\n<b>Pray for power to survive adversity<\/b>\n<\/p><p>\nWhy should we then ask God for relief from adversity when we as a people have been made\nstrong by adversity? Rather let us search our hearts to learn the Refiner's purpose in our lives.\nMay we all come to know that God is still in his heaven and rules in the world, and that in\nthe providence of a loving Father, \"all these things shall give thee experience, and shall be for\nthy good\" (<span class=\"citation\" id=\"15053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15053)\">D&amp;C 122:7<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}