{"ID":1566, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Law of the Fast<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">Of the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, October 1967, pp. 16-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my dear brethren and sisters of this great Church: May I spend a moment\nand discuss with you one of the most neglected of all our Heavenly Father's laws and\ncommandments to his children.\n<\/p><p>\nMay I begin this important assignment by bearing my testimony that all of Heavenly Father's\ncommandments are perfect; each law when lived brings happiness to the individual.\n<\/p><p>\n<b>The law of the fast<\/b>\n<\/p><p>\nOne of the most neglected and yet most needed laws for this troubled\ngeneration in a modern world of acceleration and distraction is the law of the fast. Fasting and\npraying have been referred to almost as a singular function from the earliest times. Adam's\ngeneration fasted and prayed, as did Moses on Sinai (<span class=\"citation\" id=\"21265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21265)\">Deut. 9:9-11<\/a><\/span>).\n<\/p><p>\nThe Prophet Elijah\ntraveled to Mt. Horeb under the influence of fasting and prayer. There he received the word\nof the Lord. His preparation had not been in vain (<span class=\"citation\" id=\"1239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1239)\">1 Kgs. 19:8<\/a><\/span>).\n<\/p><p>\nMordecai's advice from\nEsther as he faced an emergency at Shushan pointed out that he and his people should\n\"neither eat nor drink three days, night or day\" (<span class=\"citation\" id=\"22103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22103)\">Esth. 4:16<\/a><\/span>). This was the true fast,\nabstinence from both food and drink. This is still the manner of the true fast in our day.\n<\/p><p>\nThere were significant changes made at the time of Christ's mission in mortality. The law of\nsacrifice, for example, was replaced by a higher law. We are told that following the Master's\nvisit to this, the western hemisphere, the people were told to continue in \"fasting and prayer\n[there was no change in this law] and in meeting together oft both to pray and to hear the\nword of the Lord\" (<span class=\"citation\" id=\"6520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6520)\">4 Ne. 1:12<\/a><\/span>). So complete and sincere were the people in obeying his\ncommandments \"that there was no contention among all the people, in all the land; but there\nwere mighty miracles wrought among the disciples of Jesus\" (<span class=\"citation\" id=\"6521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6521)\">4 Ne. 1:13<\/a><\/span>). Wouldn't it be\nthrilling to enjoy such a condition today!\n<\/p><p>\n<b>Prayer and fasting today<\/b>\n<\/p><p>\nHis law has been reconfirmed in our day, for through a modern prophet in the year 1839, he\nsaid: \". . . I give unto you a commandment that ye shall continue in prayer and fasting from\nthis time forth.\" Then in the very next verse he mentions gospel teaching almost as a prime\nproduct of the prayer and fasting process. In the words of the Lord: \"And I give unto you a\ncommandment that you shall teach one another the doctrine of the kingdom.\n<\/p><p>\n\"Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly\nin theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the\nkingdom of God, that are expedient for you to understand\" (<span class=\"citation\" id=\"14998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14998)\">D&amp;C 88:76-78<\/a><\/span>).\n<\/p><p>\nNo man or woman can hope to teach of things spiritual unless he is directed by that spirit, for\n\"the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye\nshall not teach.\n<\/p><p>\n\"And all this ye shall observe to do as I have commanded concerning your teaching, until the\nfulness of my scriptures is given.\n<\/p><p>\n\"And as ye shall lift up your voices by the Comforter, ye shall speak and prophesy as seemeth\nme good; \n<\/p><p>\n\"For, behold, the Comforter knoweth all things, and beareth record of the Father and of the\nSon\" (<span class=\"citation\" id=\"14931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14931)\">D&amp;C 42:14-17<\/a><\/span>).\n<\/p><p>\n<b>A promise for every teacher<\/b>\n<\/p><p>\nOh, that every teacher might catch the spirit of this promise and claim this offered\npartnership, available to all who are engaged in the teaching of truth.\n<\/p><p>\nThere are no better examples of teaching by the Spirit than the Sons of Mosiah. The Book of\nMormon tells us how they became \"strong in the knowledge of the truth; for they were men\nof a sound understanding and they had searched the scriptures diligently, that they might\nknow the word of God.\n<\/p><p>\n\"But this is not all; they had given themselves to much prayer, and fasting; therefore they had\nthe spirit of prophecy, and the spirit of revelation, and when they taught, they taught with\npower and authority of God\" (<span class=\"citation\" id=\"9079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9079)\">Alma 17:2-3<\/a><\/span>).\n<\/p><p>\nIs there a priesthood or auxiliary leader any place in this Church who wouldn't give all to\npossess such power, such assurance? Remember this, above all else, that, according to Alma,\nthey gave themselves to much fasting and prayer. You see, there are certain blessings that can\nonly be fulfilled as we conform to a particular law. The Lord made this very clear through the\nProphet Joseph Smith when he declared: \"For all who will have a blessing at\nmy hands shall abide the law which was appointed for that blessing, and the conditions\nthereof, as were instituted from before the foundation of the world\" (<span class=\"citation\" id=\"15068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15068)\">D&amp;C 132:5<\/a><\/span>).\n<\/p><p>\nNow, the Lord could not have stated the position more clearly, and, in my opinion, too many\nLatter-day Saint parents today are depriving themselves and their children of one of the\nsweetest spiritual experiences that the Father has made available to them.\n<\/p><p>\n<b>The monthly Fast Day<\/b>\n<\/p><p>\nIn addition to the occasional fasting experience for a special purpose, each member of the\nChurch is expected to miss two meals on the fast and testimony Sunday. To skip two\nconsecutive meals and partake of the third normally constitutes approximately a 24-hour\nperiod. Such is the counsel.\n<\/p><p>\nCompetent medical authorities tell us that our bodies benefit by an occasional fasting period.\nThat is blessing number one and perhaps the least important. Second, we contribute the\nmoney saved from missing the meals as a fast offering to the bishop for the poor and the\nneedy. And third, we reap a particular spiritual benefit that can come to us in no other way. It\nis a sanctification of the soul for us today just as it was for some choice people who lived\n2,000 years ago. I quote briefly from the Book of Mormon: \"Nevertheless they did fast and\npray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the\nfaith of Christ, unto the filling their souls with joy and consolation, yea, even to the purifying\nand the sanctification of their hearts, which sanctification cometh because of their yielding\ntheir hearts unto God\" (<span class=\"citation\" id=\"24699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24699)\">Hel. 3:35<\/a><\/span>). Wouldn't you like this to happen to you?  It can, you know!\n<\/p><p>\nDid you notice it said that those who do this have their souls filled with \"joy and\nconsolation\"?  You see, the world in general thinks that fasting is a time for \"sackcloth and\nashes,\" a time to carry a look of sorrow, as one to be pitied. On the contrary, the Lord\nadmonishes: \"Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they\ndisfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have\ntheir reward.\n<\/p><p>\n\"But thou, when thou fastest, anoint thine head, and wash thy face; \n<\/p><p>\n\"That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father,\nwhich seeth in secret, shall reward thee openly\" (<span class=\"citation\" id=\"35693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35693)\">Matt. 6:16-18<\/a><\/span>).\n<\/p><p>\n<b>Blessings of fasting<\/b>\n<\/p><p>\nNow, may we turn to the most important part of this great law. So far we have only discussed\nthose areas that bless us. The real joy comes with the blessing of the poor and the needy. For\nit is in the fulfillment of this wonderful Christlike act that we practice \"pure religion and\nundefiled\" spoken of by James (<span class=\"citation\" id=\"26205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26205)\">James 1:27<\/a><\/span>). Can you think of a better or more perfect Christian function\nthan \"pure religion and undefiled\"? I can't.\n<\/p><p>\nThe Lord speaking through Moses observed: \"If there be among you a poor man of one of thy\nbrethren within any of thy gates in thy land which the Lord thy God giveth thee, thou shalt\nnot harden thine heart, nor shut thine hand from thy poor brother: But thou shalt open thine\nhand wide unto him\" (<span class=\"citation\" id=\"21266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21266)\">Deut. 15:7-8<\/a><\/span>). Then he goes on to promise him who gives: \". . .\nthe Lord thy God shall bless thee in all thy works, and in all that thou puttest thine hand\nunto\" (<span class=\"citation\" id=\"21267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21267)\">Deut. 15:10<\/a><\/span>). He concludes: \"therefore I command thee, saying, Thou shalt open thine\nhand wide unto thy brother, to thy poor, and to thy needy, in thy land\" (<span class=\"citation\" id=\"21268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21268)\">Deut. 15:11<\/a><\/span>).\n<\/p><p>\nAmulek had something to say on this subject. Alter instructing the people for some time on\nvarious vital matters, he turned his thoughts to the poor and the needy, advising the\ncongregation that even if they are diligent in all of these other things, and \"turn away the\nneedy, and the naked, and visit not the sick and afflicted, and impart of your\nsubstance . . . to those who stand in need&mdash;I say unto you, if ye do not any of these things,\nbehold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny\nthe faith\" (<span class=\"citation\" id=\"9082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9082)\">Alma 34:28<\/a><\/span>).\n<\/p><p>\n<b>A perfecting law<\/b>\n<\/p><p>\nYes, the law of the fast is a perfect law, and we cannot begin to approach perfection until we\ndecide to make it a part of our lives. When you start and stop the fast is up to you, but\nwouldn't it be nice to culminate it and be at your spiritual peak for the fast and testimony\nmeeting?\n<\/p><p>\nHow much you give the bishop as a donation is also up to you, but isn't it thrilling to know\nthat your accounting with the Lord has been paid willingly and with accuracy?\n<\/p><p>\n<b>Satisfaction comes with obedience<\/b>\n<\/p><p>\nWhy you fast is also up to you. But suppose the main reason was simply that you wanted to\nhelp someone in need and to be a part of \"pure religion undefiled\" (<span class=\"citation\" id=\"26206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26206)\">James 1:27<\/a><\/span>). Wouldn't your faith be\nlifted and sanctified?  Of course it would. And incidentally, have you ever noticed how\nsatisfying it is way deep inside each time you are obedient to Heavenly Father's desires? \nThere can be no equal to the peace of mind that always comes as the reward for obedience to\ntruth.\n<\/p><p>\nThe world needs self-discipline. You can find it in fasting and prayer. Our generation is sick\nfor lack of self-control. Fasting and prayer help to instill this virtue.\n<\/p><p>\nThe world's future depends upon an urgent return to family unity. Fasting and prayer will\nhelp to guarantee it. Each person has greater need for divine guidance. There is no better way.\nWe all have need to overcome the powers of the adversary. His influence is incompatible with\nfasting and prayer.\n<\/p><p>\n<b>Joy in helping others<\/b>\n<\/p><p>\nThere can be no greater joy than in helping others, for \"inasmuch as ye have done it unto one\nof the least of these my, brethren, ye have done it unto me\" (<span class=\"citation\" id=\"35745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35745)\">Matt. 25:40<\/a><\/span>).\n<\/p><p>\nAnd now, my dear brothers and sisters, although not as worthy perhaps, but equally\nenthusiastic in the cause we represent, I join my testimony with Alma of old when he\ndeclared: Behold, I testify unto you that I do know that these things whereof I have spoken\nare true. And how do ye suppose that I know of their surety?\n<\/p><p>\n\"Behold, I say unto you they are made known unto me by the Holy Spirit of God. Behold, I\nhave fasted and prayed many days that I might know these things of myself. And now I do\nknow of myself that they are true; for the Lord God hath made them manifest unto me by his\nHoly Spirit\" (<span class=\"citation\" id=\"9076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9076)\">Alma 5:45-46<\/a><\/span>). In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}