{"ID":1568, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Liquor: The Devil in Solution<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1967, pp. 29-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"Woe unto him that giveth his neighbour drink, that puttest thy bottle to him\" (<span class=\"citation\" id=\"24162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24162)\">Hab. 2:15<\/a><\/span>).\n<\/p><p>\nMy beloved friends and brothers and sisters: \n<\/p><p>\nThe subject I wish to discuss today is not a happy one. It would be far easier to bypass it, but\nwhen I read this scripture in the Psalms, I determined to speak: \n<\/p><p>\n<b>Who will become involved?<\/b>\n<\/p><p>\n\"Who will rise up for me against the evildoers? or who will stand up for me against the\nworkers of iniquity?\n<\/p><p>\n\"Unless the Lord had been my help, my soul had almost dwelt in silence\" (<span class=\"citation\" id=\"41868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41868)\">Ps. 94:16-17<\/a><\/span>).\n<\/p><p>\nWhen God surveyed his creations, he said: \"And I, God, saw everything that I had made, and\nbehold, all things which I had made were very good\" (<span class=\"citation\" id=\"23746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23746)\">Gen. 1:33 (JST)<\/a><\/span>).\n<\/p><p>\n<b>The good things<\/b>\n<\/p><p>\nAmong the very good things, there were \"the herb, and the good things which come of the\nearth, whether for food or for raiment, or for houses, or for barns, or for orchards, or for\ngardens, or for vineyards; Yea, all . . . made for the benefit and the use of man\"\n(<span class=\"citation\" id=\"14949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14949)\">D&amp;C 59:17-18<\/a><\/span>).\n<\/p><p>\nThese plants were made expressly for man, since he is the supreme creation with divine\npotential. But through the ages, man has corrupted the use of many of the products and used\nthem for his downfall; corn, barley, dates, grapes, and other crops have been diverted from\n\"food\" channels for which they were created into destructive, death-dealing liquor. And that\nwhich was good for man has become destructive and bad for him.\n<\/p><p>\n<b>The bad<\/b>\n<\/p><p>\nRecently, an editorial in one of our local papers was entitled, \"How Often Must We Battle\nLiquor?\" The article states that an estimated six and one half million Americans suffer from\nalcoholism, and that this malady was rated by the public health service as the fourth major\npublic health problem in the United States.\n<\/p><p>\nJ. Edgar Hoover says: \"Three out of ten who start as light drinkers end up as drunkards.\"\n<\/p><p>\nHardly had the earth and its people settled when men began to concoct intoxicating beverages.\nEven in primitive lands, some product has been found that can be fermented and used to\nmuddle and confuse the brains and numb the sensitivity. With it, man tries to drown his\nsorrows, whip his lagging spirits, dull his conscience.\n<\/p><p>\nA revelation to God's Prophet in 1833 says: \n<\/p><p>\n<b>\"Evils and designs\"<\/b>\n<\/p><p>\n\"In consequence of evils and designs which . . . exist in the hearts of conspiring men in the last\ndays, I have warned you and forewarn you . . . That inasmuch as any man drinketh wine or\nstrong drink among you . . . it is not good, neither meet in the sight of your Father\"\n(<span class=\"citation\" id=\"15004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15004)\">D&amp;C 89:4-5<\/a><\/span>).\n<\/p><p>\nThere may be some honest but misguided people, but there are many conspiring people with\nevil designs in their hearts who for money or other advantage use distorted figures and\narguments and continue to stir the matter, working relentlessly for easier access and increased\nuse of liquor. Little thought is given to impaired morals, ruined health, broken homes, and\nincreased traffic deaths that come from drinking.\n<\/p><p>\nIs there a single actual, lasting value that comes to mankind from the liquor traffic? Is not\nmoney and what money will buy at the root of it?\n<\/p><p>\n<b>The contest of opposing forces<\/b>\n<\/p><p>\nThere are two forces working with every individual constantly. One is the\npower of darkness with intentions to enslave and destroy. When Lucifer was expelled from\nthe realms of God, \"he became Satan, yea, even the devil, the father of all lies, to deceive and\nto blind men, and to lead the captive at his will, even as many as would not hearken unto my\nvoice\" (<span class=\"citation\" id=\"39283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39283)\">Moses 4:4<\/a><\/span>).\n<\/p><p>\nThe other influence is the Spirit of the Lord, striving to lift and inspire and build and save.\n<\/p><p>\nSatan boasted he would <i>buy<\/i> his helpers, and he has devised and concocted every plan\nimaginable to deceive and fetter man. He is clever. He is experienced. He is brainy. He seeks\nto nullify all the works of the Savior. He is the arch deceiver. Even Simon Peter, the first\napostle, was not spared from his designs: \n<\/p><p>\n\"And the Lord said, Simon, Simon, behold, Satan hath desired to have you, that he may sift\nyou as wheat: \n<\/p><p>\n\"But I have prayed for thee, that thy faith fail not\" (<span class=\"citation\" id=\"31720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31720)\">Luke 22:31-32<\/a><\/span>).\n<\/p><p>\nAnother scripture: \"Wherefore, all things which are good cometh of God; and that which is\nevil cometh of the devil . . . [who] inviteth and enticeth to sin . . .\n<\/p><p>\n\"But behold, that which is of God inviteth and enticeth to do good continually\"\n(<span class=\"citation\" id=\"38339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38339)\">Moro. 7:12-13<\/a><\/span>).\n<\/p><p>\n<b>When alcohol is an outlaw<\/b>\n<\/p><p>\nOne of Satan's sharpest tools is alcohol, for it blinds and deafens, numbs and manacles,\nimpoverishes and maims, and kills unfortunate victims.\n<\/p><p>\nThe liquor fight is an eternal battle and moves from scene to scene and sin to sin.\n<\/p><p>\nThere are numerous people who profit financially&mdash;some politicians, manufacturers,\nwholesalers, deliverers, dispensers, and the underworld. Added to that army are the\nrationalizers who demand their liquor, regardless of harm to others. Do they pray over their\nwork?\n<\/p><p>\n<b>Liquor traffic a sacrilege<\/b>\n<\/p><p>\n\"The liquor traffic is sacrilege, for it seeks profit from the damnation of human souls.\" (Harry\nEmerson Fosdick.)\n<\/p><p>\nArguments are specious, but to the gullible, unsuspecting, righteous, busy people, they are\nmade to seem plausible. The tax argument, the employment one, the school lunch program,\nthe freedom to do as one pleases&mdash;all are like sieves with many holes. There is just enough\ntruth in them to deceive. Satan deals in hail truths.\n<\/p><p>\nMacaulay said at one time: \"Even the law of gravitation would be brought into dispute were\nthere a pecuniary interest involved. Nothing shows the truth of this more than the liquor\ntraffic.\"\n<\/p><p>\nAs to children's lunches: is this a reason or a cover? Do we need lunches so much? We spend\nrelatively little on lunches in proportion to the amount liquor costs us. Perhaps we could also\ntax the robber's take, or license the murderer or the grafter. We could tax the profit also of\nthe prostitute, the rioter, the looter. Certainly we could get much revenue for children's school\nlunches with many other camouflaged programs.\n<\/p><p>\nMormon's teachings described the kind of people for whom dollars became so important, for\nhe said: \n<\/p><p>\n\"Wherefore, take heed, my beloved brethren, that ye do not judge that which is evil to be of\nGod, or that which is good and of God to be of the devil\" (<span class=\"citation\" id=\"38340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38340)\">Moro. 7:14<\/a><\/span>).\n<\/p><p>\n<b>The father of lies<\/b>\n<\/p><p>\nThe powerful Lucifer has his day. He whispers into every man's ears. Some reject his\nenticing offers, others yield. Satan whispers, \"This is no sin. You are no transgressor. I am no\ndevil. There is no evil one. There is no black. All is white.\"\n<\/p><p>\nWhat an indictment of a nation which provides the drinks to its soldiers.\n<\/p><p>\nDuring World War II, the Brewers' <i>Digest<\/i> said: \n<\/p><p>\n\"One of the finest things that could have happened to the brewing industry was the insistence\nby high-ranking officers to make beer available at army camps . . .\n<\/p><p>\n\"Here is a chance for brewers to cultivate a taste for beer in millions of young men who will\neventually constitute the largest beer-consuming section of our population.\"\n<\/p><p>\n<b>Havoc of liquor where control should be greatest!<\/b>\n<\/p><p>\nHow can a government&mdash;national, state, or local&mdash;ever justify providing liquor for its\nhighest officials in diplomatic services and foreign contacts, even at summit conferences?\n<\/p><p>\nLiquor looses the tongues of trusted employees and government officials, and numerous top\nsecrets and classified information have been revealed to enemies.\n<\/p><p>\nThe wise writer of the Biblical Proverbs said: \n<\/p><p>\n\". . . it is not for kings to drink wine; nor for princes strong drink: Lest they drink, and forget\nthe law, and pervert the judgment [due to] any of the afflicted\" (<span class=\"citation\" id=\"41487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41487)\">Prov. 31:4-5<\/a><\/span>).\n<\/p><p>\nWe suppose the same warning would apply to presidents, senators, prime ministers,\nambassadors, governors.\n<\/p><p>\nThomas Jefferson said: \"Were I to commence my administration again . . . the first question\nwhich I would ask . . . every candidate for public office would be 'Is he addicted to the use\nof ardent spirits?'\"\n<\/p><p>\nWe must not fool ourselves as to who pays for the gin at ambassadorial soirees, the cocktail\nparty, or afternoon receptions.\n<\/p><p>\nSenator Olin D. Johnson from South Carolina wrote: \"I have never heard of the United States\ninfluencing anyone to our benefit as a result of feeding him liquor with which to become\ninebriated.\"\n<\/p><p>\n\"Shall the throne of iniquity have fellowship with thee, which frameth mischief by a law?\"\n(<span class=\"citation\" id=\"41869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41869)\">Ps. 94:20<\/a><\/span>).\n<\/p><p>\nIn 1855, Abraham Lincoln refused to allow liquor served in his home to the delegation that\ncame to give him the official notice of his nomination for the presidency, even though the\nliquor was free.\n<\/p><p>\n<b>Emancipation from slavery of liquor<\/b>\n<\/p><p>\nOn the day of Lincoln's assassination, he said to Major J. B. Merwin of the United States\nArmy, a guest at the White House, \"Merwin, we have cleaned up, with the help of the people,\na colossal job. Slavery is abolished. Alter reconstruction, the next great question will be the\noverthrow and abolition of the liquor traffic. You know, Merwin, that my head and heart, and\nhand and purse will go into that work.\n<\/p><p>\n\"In 1842, less than a quarter of a century ago, I predicted that the time would come when\nthere would be neither a slave nor a drunkard in the land. Thank God, I have lived to see one\nof those prophecies fulfilled. I hope to see the other realized.\"\n<\/p><p>\nThe picture shows, TV, and stage productions show actors being offered liquor by friend or\nfoe every time they enter a home. How mankind has degenerated! Actors who are jilted or\ndisappointed invariably turn to drink to drown their sorrows.\n<\/p><p>\nEverywhere people congregate, liquor is made available. Cannot we remember that Babylon\ndrowned itself in liquor and Rome drank itself to death?\n<\/p><p>\nHardly is any plane airborne until lovely young women become barmaids, collecting dollars\nfor drinks. No service is given other passengers until the liquor drinkers are served. Millions\nof barmaids! We wonder how airlines justify forcing their stewardesses to sell liquor. And\nwhat is said of airlines should be said of hotels, cafés, and all other places that require the\nwaiters and waitresses to serve liquor.\n<\/p><p>\nJ. Edgar Hoover said: \"There are more barmaids in this country than college girls.\"\n<\/p><p>\n<b>Treachery of liquor<\/b>\n<\/p><p>\nLiquor has been used to neutralize the inhibitions and dull the senses of many a young\nwoman so that her virtue might be more easily taken.\n<\/p><p>\n\"Woe unto him that giveth his neighbour drink, that puttest thy bottle to him, and makest him\ndrunken also\" (<span class=\"citation\" id=\"24163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24163)\">Hab. 2:15<\/a><\/span>).\n<\/p><p>\nIt is said that \"our nation harbors three times as many criminals as college students.\" It is\nreported that American citizens spend of the national income two and one\nhalf times as much for liquor as on education.\n<\/p><p>\nDr. Kelly of Harvard said: \"Since alcohol cures no disease, it is not a medicine. It has no\nplace in medical practice.\" (<i>Alert<\/i>, March 1957.)\n<\/p><p>\nAgain from the Biblical Proverbs: \"Wine is a mocker, strong drink is raging: and whosoever\nis deceived thereby is not wise\" (<span class=\"citation\" id=\"41480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41480)\">Prov. 20:1<\/a><\/span>).\n<\/p><p>\nQuoting the Salt Lake <i>Tribune<\/i>: \"Has liquor ever been a cause of trouble in your family? At\nleast twelve persons in every hundred admit that this has been the case.\" (February 25,\n1966.)\n<\/p><p>\nTo the Christian, Paul says: \n<\/p><p>\n\"Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the\nLord's table, and of the table of devils\" (<span class=\"citation\" id=\"466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(466)\">1 Cor. 10:21<\/a><\/span>).\n<\/p><p>\n<b>Woes and disasters traceable to alcohol<\/b>\n<\/p><p>\nWhen we think of even the light drinkers, would you not be suspicious of your doctor if he\ndrank? Would you trust a vital case in court to a lawyer who may have just had a cocktail or\ntwo?\n<\/p><p>\nThe great physicist Helmholtz said: \"The smallest quantity of alcohol scares away novel ideas.\"\n<\/p><p>\nThe moderate drinker intrudes upon others' rights.\n<\/p><p>\nOne authority says that \"more than half the prisoners entering the penal institutions of\nAmerica say: 'Drink brought me here.'\"\n<\/p><p>\nHundreds of thousands of relief checks are cashed in saloons and taverns. Many people\nwrongly think themselves sharper, brighter, more clever after cocktails than before.\n<\/p><p>\nJ. Edgar Hoover once said: \"Three out of ten who start as light drinkers end up as drunkards.\"\n\"A greater menace than the drunken driver is the drinking driver.\"\n<\/p><p>\nOf 17,000 accidents in one state, the report showed that about three times as many accidents\nwere caused by drivers who \"had been drinking\" as by those actually \"under the influence.\"\n<\/p><p>\n\"Liquor has its defenders, but no defense,\" said Abraham Lincoln.\n<\/p><p>\n<b>Evil mockery of celebrating Christmas with liquor<\/b>\n<\/p><p>\nOne of the saddest notes in this business is the blasphemy at Christmas time in social home\nparties, club socials, and staff Christmas parties where drinks are supplied to employees.\n<\/p><p>\nRemember Habakkuk: \"Woe unto him that giveth his neighbour drink, that puttest the bottle\nto him\" (<span class=\"citation\" id=\"24164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24164)\">Hab. 2:15<\/a><\/span>).\n<\/p><p>\nHow wonderful it would be if the staff parties this Christmas could be happy, harmless affairs\nwithout a drop of liquor served!\n<\/p><p>\nSomeone said: \"A drinking driver, homeward-bound after a Christmas staff party, could\nbecome the front page headline with your company name featured. Exactly this has happened\nmany times.\"\n<\/p><p>\nJesus Christ was the greatest teacher who ever taught. He made known the greatest truths ever\nlearned. He revealed the meaning of life, the way to success, and the secret of happiness.\n<\/p><p>\nThink of celebrating the birth of our Creator, the Lord, our Redeemer, our Savior, with a\ncocktail party! Imagine using the birth of the Son of God as incentive for a dinner party\nserving liquor! How sacrilegious! What poor taste! What an affront to the Son of God!\n<\/p><p>\nDrinking is now considered aristocratic in planes, in cafés, hotels, in airport\nbars&mdash;everywhere. Someone said, \"The cocktail parlor is but a saloon in petticoats.\"\n<\/p><p>\n<b>Purveyors of liquor corrupt the generation<\/b>\n<\/p><p>\nWhat a frightening responsibility to be an advertiser, dispenser, manufacturer who would go\ninto the living rooms of millions of homes and indoctrinate little children's minds till they\naccepted liquor as part of acceptable social living. For the dollar today, they would corrupt a\ngeneration tomorrow. Someone made a survey and found that 67 percent of\nthe films show drinking as the smart and proper thing to do.\n<\/p><p>\n<b>Entertainment with liquor is wicked betrayal of friendship<\/b>\n<\/p><p>\nPeople need help who feel that a party cannot be held, a celebration enjoyed, without liquor.\nWhat a sad admission that a party must have liquor for people to have a good time. How\nbarren must some guests be if they must be inebriated!\n<\/p><p>\nEmily Post said: \"Nothing is in worse taste than forcing any guest either to take alcohol or\nelse to sit conspicuously empty-handed.\"\n<\/p><p>\nThey are poor hosts and hostesses who embarrass their guests. The hostess who serves liquor\nat her dinner table to \"liven up her guests\" is insulting them. It is as though she were saying,\n\"I knew you would not be interesting and sociable without it.\"\n<\/p><p>\nIn Proverbs we read: \n<\/p><p>\n\"Look not thou upon the wine when it is red. . . . it biteth like a serpent, and stingeth like an\nadder\" (<span class=\"citation\" id=\"41485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41485)\">Prov. 23:31-32<\/a><\/span>).\n<\/p><p>\n\"Who hath woe? who hath sorrow? who hath contentions? who hath babbling? . . .\n<\/p><p>\n\"They that tarry long at the wine; they that go to seek mixed wine\" (<span class=\"citation\" id=\"41484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41484)\">Prov. 23:29-30<\/a><\/span>).\n<\/p><p>\n<b>\"Evils and designs\" of liquor advertising<\/b>\n<\/p><p>\nIt would appear now that wine manufacturers are designing to do what cigarette manufacturers\ndid in the past&mdash;to bring wine to every table, in every hospital, in every social gathering.\n<\/p><p>\nGeneral [John J.] Pershing said, \"Drunkenness has killed more men than all of history's wars.\"\n<\/p><p>\nDr. Sam Morris says, \"Murder, robbery, rape, stealing, embezzlement, graft, pay-offs in\npolitical corruption&mdash;these are daily headlines in the newspapers . . . liquor is the major\nculprit.\"\n<\/p><p>\nAbraham Lincoln said, \"I'd rather lose my right hand than sign a document to perpetuate the\nliquor traffic.\"\n<\/p><p>\n<b>\"The filthiest business in the world!\"<\/b>\n<\/p><p>\nThe Boston <i>Herald<\/i> calls the liquor traffic \"the filthiest business in the world.\"\n<\/p><p>\nWilliam Gladstone: \"The four great scourges of mankind have been drink, war, pestilence and\nfamine; and drink has been more destructive than war, pestilence and famine combined.\"\n<\/p><p>\nRecently, the question was polled: Would you favor or oppose a law forbidding the sale of all\nbeer, wine, and liquor throughout the nation? And it was surprising how many people\nindicated they would favor such a law. The pendulum may be about to swing back the other\nway.\n<\/p><p>\n<b>No compromise with liquor traffic<\/b>\n<\/p><p>\nTo Latter-day Saints: The Word of Wisdom regarding intoxicating drinks was given in 1833\nas a word of wisdom (<span class=\"citation\" id=\"15002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15002)\">D&amp;C 89:1-2<\/a><\/span>); but 18 years later, another Prophet of God declared it to be a\ncommandment. All members of The Church of Jesus Christ of Latter-day Saints who drink\nintoxicating beverages are in disobedience to the commandments of God.  There are no\ncompromises nor half-way measures.\n<\/p><p>\nThe good people who would like to protect themselves and their families and their neighbors\nfrom all of the corruption that liquor brings instead of yielding to the opposition could start to\nmove toward prohibition again. The Lord says the traffic is evil. Why will good people be\ntricked and deceived?\n<\/p><p>\n<b>The offensive against contamination and corruption<\/b>\n<\/p><p>\nOne cannot touch the liquor traffic without contamination. It is evil; it is prostituting the lives\nof men.\n<\/p><p>\nShould we not take the offensive, and move to eliminate the curse from our\ncommunities? Why stand always on the defensive while those who have ulterior motives\ncampaign to make alcohol more readily available?  Are we involved and beholden because of\nour rents, or holdings, or leases, or conventions, or tourists?  Are dollars so important?\n<\/p><p>\nWhy do we not close the bars and taverns? An aroused vote could put an end to loss and\nwaste and annoyance and death and suffering from this source. If no one bought and\nconsumed liquor, there would be no manufacture nor traffic in it.\n<\/p><p>\nA law in Arizona is reputed to make illegal a bartender's drinking even in his own tavern\nwhile on duty. If bankers should not drink, nor doctors, nor train engineers, nor attorneys, nor\nbus drivers, nor airplane pilots, nor bartenders, nor anyone carrying responsibility, then why\ntolerate such a damaging thing?\n<\/p><p>\nLincoln, in an address to the Washingtonian Society, said: \n<\/p><p>\n\"Whether or not the world would be vastly benefited by the total and final banishment from it\nof all intoxicating drinks, seems to me not now an open question. Three fourths of mankind\nconfess the affirmation with their tongues; and I believe, all the rest acknowledge it in their\nhearts.\"\n<\/p><p>\nLet us arouse ourselves and unite to break the fetters with which liquor interests have\nmanacled us. The Lord knew what he was doing when he commanded men to forgo it\n(<span class=\"citation\" id=\"15005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15005)\">D&amp;C 89:5-7<\/a><\/span>).\n<\/p><p>\nI pray that we shall have the courage to live his commandments. In the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}