{"ID":1569, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Trust Not in the Arm of Flesh<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1967, pp. 34-39<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the Book of Mormon the prophet Nephi exclaims:  \"O Lord, I have trusted in thee, and I\nwill trust in thee forever.  I will not put my trust in the arm of flesh; for I know that cursed is\nhe that putteth his trust in the arm of flesh.  Yea, cursed is he that putteth his trust in man or\nmaketh flesh his arm\" (<span class=\"citation\" id=\"3774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3774)\">2 Ne. 4:34<\/a><\/span>).\n<\/p><p>\nProphesying of our day, Nephi said, \". . . they have all gone astray save it be a few, who are\nthe humble followers of Christ; nevertheless, they are led, that in many instances they do err\nbecause they are taught by the precepts of men\" (<span class=\"citation\" id=\"3779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3779)\">2 Ne. 28:14<\/a><\/span>).\n<\/p><p>\n<b>Precepts of men or principles of God<\/b>\n<\/p><p>\nYes, it is the precepts of men versus the principles of God.  The more we follow the word of\nGod, the less we are deceived, while those who follow the wisdom of men are deceived the\nmost.\n<\/p><p>\nIncreasingly the Latter-day Saints must choose between the reasoning of men and the\nrevelations of God. This is a crucial choice, for we have those within the Church today who,\nwith their worldly wisdom, are leading some of our members astray.  President J. Reuben\nClark, Jr., warned that \"the ravening wolves are amongst us from our own membership and\nthey, more than any others, are clothed in sheep's clothing, because they wear the habiliments\nof the Priesthood . . . We should be careful of them.\" (<i>The Improvement Era<\/i>, May 1949, p.\n268.)\n<\/p><p>\nThe Lord does not always give reasons for each commandment.  Sometimes faithful members,\nlike Adam of old, are called upon to obey an injunction of the Lord even though they do not\nknow the reason why it was given. Those who trust in God will obey him, knowing full well\nthat time will provide the reasons and vindicate their obedience.\n<\/p><p>\nThe arm of flesh may not approve nor understand why God has not bestowed the priesthood\non women or the seed of Cain, but God's ways are not man's ways (<span class=\"citation\" id=\"25341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25341)\">Isa. 55:8-9<\/a><\/span>).  God does not have to\njustify all his ways for the puny mind of man.  If a man gets in tune with\nthe Lord, he will know that God's course of action is right, even though he may not know all\nthe reasons why.\n<\/p><p>\nThe Prophet Joseph Smith understood this principle when he said, \". . . the\ncurse is not yet taken off from the sons of Canaan, neither will be until it is affected by as\ngreat a power as caused it to come; and the people who interfere the least with the purposes\nof God in this matter, will come under the least condemnation before Him; and those who are\ndetermined to pursue a course, which shows an opposition, and a feverish restlessness against\nthe decrees of the Lord, will learn, when perhaps it is too late for their own good, that God\ncan do His own work, without the aid of those who are not dictated by His counsel.\"\n(<i>Documentary History of the Church<\/i>, Vol. 2, p. 438.)\n<\/p><p>\nThe world largely ignores the first and great commandment&mdash;to love God&mdash;but talks a lot\nabout loving their brother (<span class=\"citation\" id=\"35734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35734)\">Matt. 22:37-40<\/a><\/span>). They worship at the altar of man. Would Nephi have slain Laban if\nhe had put the love of neighbor above the love of God? Would Abraham have taken Isaac up\nfor a sacrifice if he had put the second commandment first?\n<\/p><p>\nThe attitude of the world is reflected in a phrase of falsehood that reads, \"Presume not God to\nscan, the proper study of mankind is man.\" But only those who know and love God can best\nlove and serve his children, for only God fully understands his children and knows what is\nbest for their welfare.  Therefore, one needs to be in tune with God to best help his children.\nThat's why the Church, under the inspiration of the Lord, encourages its members to first\nlook to themselves, then their family, then the Church and if need be to other voluntary\nagencies to help solve the problems of poverty, unemployment, hunger, sickness, and distress. \nThose who are not moved by that same inspiration turn instead to government.  Such\nman-made course of action does little good compared to the Lord's approach and often results\nin doing great harm to our Father's children, even though the intentions may seem to have\nbeen noble.\n<\/p><p>\n<b>The first commandment first<\/b>\n<\/p><p>\nTherefore, if you desire to help your fellowmen the most, then you must put the first\ncommandment first.\n<\/p><p>\nWhen we fail to put the love of God first, we are easily deceived by crafty men who profess\na great love of humanity, while advocating programs that are not of the Lord.\n<\/p><p>\nIn 1942 Presidents Heber J. Grant, J. Reuben Clark, Jr., and David O. McKay warned us\nabout the increasing threat to our constitution caused by revolutionists whom the First\nPresidency said were \"using a technique that is as old as the human race&mdash;a fervid but false\nsolicitude for the unfortunate over whom they thus gain mastery, and then enslave them. They\na suit their approaches to the particular group they seek to deceive.\" (<i>The Improvement Era<\/i>,\nMay 1942, p. 343.)\n<\/p><p>\nThat timely counsel about \"a fervid but false solicitude for the unfortunate\" could have saved\nChina and  Cuba if enough people knew what the Communist masters of deceit really had in\nmind when they promised agrarian reform.\n<\/p><p>\n<b>False solicitude for the unfortunate<\/b>\n<\/p><p>\nSuch timely counsel could help save our country from Communism, as the same masters of\ndeceit are showing the same false solicitude for the unfortunate in the name of civil rights.\n<\/p><p>\nNow there is nothing wrong with civil rights; it is what's being done in the name of civil\nrights that is alarming.\n<\/p><p>\nThere is no doubt that the so-called civil rights movement as it exists today is used as a\nCommunist program for revolution in America just as agrarian reform was used by the\nCommunists to take over China and Cuba.\n<\/p><p>\nThis shocking statement can be confirmed by an objective study of Communist literature and\nactivities and by knowledgeable Negroes and others who have worked within the Communist\nmovement.\n<\/p><p>\nAs far back as 1928, the Communists declared that the cultural, economic,\nand social differences between the races in America could be exploited by them to create the\nanimosity, fear, and hatred between large segments of our people that would be necessary\nbeginning ingredients for their revolution.\n<\/p><p>\n<b>Three-fold attack<\/b>\n<\/p><p>\nBriefly, the three broad objectives were and are as follows: \n<\/p><p>\n     1. Create hatred<br \/>\n     2. Trigger violence<br \/>\n     3. Overthrow established government\n<\/p><p>\nFirst, <i>create hatred<\/i>. Use any means to agitate blacks into hating whites and whites into hating\nblacks.  Work both sides of the split.  Play up and exaggerate real grievances.  If necessary,\ndon't hesitate to manufacture false stories and rumors about injustices and brutality. Create\nmartyrs for both sides.  Play upon mass emotions until they smolder with resentment and\nhatred.\n<\/p><p>\nSecond, <i>trigger violence<\/i>.  Put the emotional masses into the streets in the form of large mobs,\nthe larger the better.  It makes no difference if the mob is told to demonstrate \"peacefully\" so\nlong as it is brought into direct confrontation with the antagonist.  Merely bringing the two\nemotionally charged groups together is like mixing oxygen and hydrogen. All that is needed is\none tiny spark. If the spark is not forthcoming from purely spontaneous causes, create it.\n<\/p><p>\nThird, <i>overthrow established government<\/i>. Once mob violence becomes widespread and\ncommonplace, condition those who are emotionally involved to accept violence as the only\nway to \"settle the score\" once and for all.  Provide leadership and training for guerilla\nwarfare.  Institute discipline and terrorism to insure at least passive support from the larger,\ninactive segment of the population. Train and battle-harden leadership through sporadic riots\nand battles with police. Finally, at the appointed time, launch an all-out simultaneous\noffensive in every major city.\n<\/p><p>\n<b>Defense to be impaired<\/b>\n<\/p><p>\nPolice and National Guard units will never be adequate to handle such widespread anarchy,\nespecially if a large part of our men and equipment are drained away in fighting foreign wars.\nIn self-defense, larger numbers are brought into fighting on both sides. The appearance of a\nnationwide civil war takes form.  In the confusion, potential anti-Communist leaders of both\nraces are assassinated, apparently the accidental casualties of race war.\n<\/p><p>\nTime the attack to coincide, if possible, with large-scale sabotage a water supplies, power\ngrids, main rail road and highway arteries, communication centers, and government buildings\nWith fires raging in every conceivable part of town, with wanton looting going on in the\ndarkness of a big city without routine police protection, without water to drink, without\nelectrical refrigeration, without transportation or radio or TV, the public will panic, lock its\ndoors in trembling fear, and make it that much easier for the small but assembled and fully\ndisciplined guerrilla bands to capture the power centers of each community. Overthrow the\ngovernment! After complete control is consolidated (and that may take many months, as in\nCuba), only then allow the people to discover that it was a Communist revolution after all. \n<\/p><p>\n<b>Revolution through force and violence<\/b>\n<\/p><p>\nIf Communism comes to America, it will probably <i>not<\/i> happen quite like that.  Even,\nthough this is the basic formula used in so many other countries now part of the Communist\nempire, there is one very important difference. In China, in Cuba, and in Algeria, the segment\nof the population that the Communists used as the \"battering ram\" of their revolution of force\nand violence was the majority segment.  In America, though, the Negro represents only 10\npercent of the population.  In any all-out race war that might be triggered, there isn't a chance\nin the world that Communist-led Negro guerilla units could permanently\nhold on to the power centers of government even if they could capture them in the first place.\n<\/p><p>\nIt would be a terribly bloody affair, all Americans suffering mightily but with Negroes paying\nthe highest toll in human life.  And the Communists know this better than anyone else. They\ndo not really expect to take America with a \"war of national liberation\" (which is their term\nfor internal conquest through force and violence) unless the aggressive revolutionary force can\nbe broadened to include not only the minority of Negroes, but also migratory farm laborers,\nthe poor, the unemployed, those on welfare, other minority groups, students, the so-called\n\"peace movements,\" and anyone who can be propagandized into mob action against\nestablished government But unless and until they can manipulate an overwhelming majority of\nthe population into at least sympathizing with their revolutionary activities, they will use\nviolence, anarchy, and sabotage, <i>not<\/i> as a means of seizing power, but merely as a support\noperation or a catalyst to an entirely different plan.\n<\/p><p>\n<b>Internal strife and conflict<\/b>\n<\/p><p>\nIn such countries as Czechoslovakia, the Communists have used an entirely different method\nof internal conquest. Instead of the force and violence of a bloody revolution (a \"war of\nnational liberation\"), parliamentary and political means were used to bring about a more\npeaceful transition to Communism.  The Communist strategists call this alternate plan a\n\"proletarian\" revolution.\n<\/p><p>\nThis plan is as follows:  Using unidentified Communist agents and non-Communist\nsympathizers in key positions in government, in communications media, and in mass\norganizations, such as labor unions and civil rights groups, demand more and more\ngovernment power as the solution to all civil rights problems.  Total government is <i>the<\/i>\nobjective of Communism.  Without calling it by name, build Communism piece by piece\nthrough mass pressures for presidential decrees, court orders, and legislation that appear to be\naimed at improving civil rights and other social reforms.  If there is social, economic, or\neducational discrimination, then advocate more government programs and control.\n<\/p><p>\n<b>If riots come<\/b>\n<\/p><p>\nAnd what if riots come? Then more government housing, government welfare, government\njob training, and, finally, federal control over police. Thus the essential economic and political\nstructure of Communism can be built entirely \"legally\" and in apparent response to the wishes\nof the people who have clamored for some kind of solution to the problems played-up,\naggravated, or created outright by Communists for just that purpose.  After the machinery of\nCommunism is firmly established, then allow the hidden Communists one by one to make\ntheir identities known. Liquidate first the anti-Communists and then the non-Communist\nsympathizers who are no longer needed in government. The total state mechanism can now\nopenly and \"peacefully\" be transferred into the hands of Communists.  Such is the so-called\nproletarian revolution.  Such has happened in other, once free, countries.  It has already\nstarted here.\n<\/p><p>\n<b>Factors of internal conflict<\/b>\n<\/p><p>\nThe Communists are not entirely certain whether force and violence or legal and political\nmeans or a combination of both would be best for the internal conquest of America.  At first,\nthere was talk of splitting away the \"Black Belt,\" those southern states in which the Negro\nheld a majority, and calling them a Negro Soviet Republic.  But, as conditions changed and\nmore Negroes migrated to the northern states, they applied this same strategy to the so-called\nghetto areas in the North.  It now seems probable that the Communists are determined to use\nforce and violence to its fullest, coupled with a weakening of the economy and military\nsetbacks abroad, in an effort to create as much havoc as possible to weaken\nAmerica internally and to create the kind of psychological desperation in the minds of all\ncitizens that will lead them to accept blindly the application of legal and political means as\nthe final blow.\n<\/p><p>\nSome wonder if it can happen here. Just take a good look at what has been going on around\nus for the past few years. It is happening here] If it is to be prevented from running the full\ncourse, we must stop pretending that it doesn't exist.\n<\/p><p>\nLet us consider some suggestions for our survival.  The hour is late.\n<\/p><p>\n<b>Factors of conspiracy becoming commonplace<\/b>\n<\/p><p>\nThe Communist program for revolution in America has been in progress for many years and\nis far advanced. While it can be thwarted in a fairly short period of time merely by sufficient\nexposure, the evil effects of what has already been accomplished cannot be removed\novernight.  The animosities, the hatred, the extension of government control into our daily\nlives&mdash;all this will take time to repair.  The already-inflicted wounds will be slow in healing. \nBut they <i>can<\/i> be healed; that is the important point.\n<\/p><p>\n<b>Negroes victims not cause<\/b>\n<\/p><p>\n1. First of all, we must <i>not<\/i> place the blame upon Negroes.  They are merely the unfortunate\ngroup that has been selected by professional Communist agitators to be used as the primary\nsource of cannon fodder. Not one in a thousand Americans&mdash;black or white&mdash;really\nunderstands the full implications of today's civil rights agitation.  The planning, direction, and\nleadership come from the Communists, and most of those are white men who fully intend to\ndestroy America by spilling Negro blood, rather than their own.\n<\/p><p>\n<b>Beware anti-Negro reactions<\/b>\n<\/p><p>\n2. Next, we must not participate in any so-called \"blacklash\" activity which might tend to\nfurther intensify inter-racial friction.  Anti-Negro vigilante action, or mob action, of any kind\nfits perfectly into the Communist plan. This is one of the best ways to force the decent Negro\ninto cooperating with militant Negro groups.  The Communists are just as anxious to\nspearhead such anti-Negro actions as they are to organize demonstrations that are calculated to\nirritate white people.\n<\/p><p>\n<b>Legal discovery of facts<\/b>\n<\/p><p>\n3. We must insist that duly authorized legislative investigating committees launch an even\nmore exhaustive study and expose the degree to which secret Communists have penetrated\ninto the civil rights movement.  The same needs to be done with militant anti-Negro groups.\nThis is an effective way for the American people of both races to find out who are the false\nleaders among them.\n<\/p><p>\n<b>Build up local police<\/b>\n<\/p><p>\n4. We must support our local police in their difficult task of keeping law and order in these\ntrying times. Police should not be encumbered by civilian review boards, or asked to be social\nworkers.  They have their hands full just trying to keep the peace.  Recent soft-on-crime\ndecisions of the Supreme Court, which hamper the police in protecting the innocent and\nbringing the criminal to justice, should be reversed.  Persistent cries of \"police brutality\"\nshould be recognized for what they are&mdash;attempts to discredit our police and discourage them\nfrom doing their job to the best of their ability.\n<\/p><p>\nSalaries should be adequate to hold on to and attract the very finest men available for police\nwork. But, in questions of money, great care should be taken not to accept grants from the\nfederal government. Along with federal money, inevitably there will come federal controls\nand guidelines that not only may get local police embroiled in national politics, but may even\nlead to the eventual creation of a national police force. Every despotism requires a national\npolice force to hold the people in line. Communism is no exception. Our\nlocal police should remain free from federal control.\n<\/p><p>\n5. Further encroachment of government should be stopped and the entire process reversed.\nThe solution to most, if not all, of the current problems involving civil rights is less\ngovernment, not more.\n<\/p><p>\n<b>Awaken citizens to know the menace<\/b>\n<\/p><p>\n6. Lastly, we need a vast awakening of the American people as to the true nature of the\nCommunist blueprint for revolution. Considering the degree to which the controlling\ninfluences of the federal government and many of the communications media are now\nfurthering this Communist revolution, it is unrealistic to expect most of our present leaders or\nthe networks to bring about this awakening. In fact, they may be expected to resist it.  That\nmeans that individual citizens must stand up and assume more than their share of the\nresponsibility. The speaker's platform, hand distribution of literature, study clubs, home\ndiscussions&mdash;all must be pressed into service. All of us should read the new book,\n<i>Communist Revolution in the Streets<\/i>, written by Gary Allen, with an introduction by W.\nCleon Skousen. Each of us must be willing to discuss the problem openly with our\nfriends&mdash;especially those of the Negro race.\n<\/p><p>\nThe success or failure of Americans of all races to meet this challenge may well determine\nthe fate of our country. If we fail, we will <i>all<\/i> lose our civil rights, black man and white man\ntogether, for we will live under perfect Communist equality&mdash;the equality of slaves.\n<\/p><p>\n<b>Satanic threat to peace, liberty and God's work<\/b>\n<\/p><p>\nAs President McKay has stated, \"The position of this Church on the subject of Communism\nhas never changed. We consider it the greatest satanical threat to peace, prosperity, and the\nspread of God's work among men that exists on the face of the earth.\"\n<\/p><p>\nHe has also counseled that \"next to being one in worshiping God, there is nothing in this\nworld upon which this Church should be more united than in upholding and defending the\nConstitution of the United States!\" (<i>The Instructor<\/i>, Vol. 93 (1956), p. 94.)\n<\/p><p>\nMay we unite behind the Prophet in opposing the Communist conspiracy and preserving our\nfreedom and our divine constitution, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}