{"ID":157, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Church Welfare Plan<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1945, pp. 25-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe primary purpose of the welfare plan has always been the supplying of food and clothing,\nshelter and fuel. There seems to be a great deal of uncertainty today as to what the real food\nsituation of the country is. Some tell us we are faced with the greatest surplus that has ever\nexisted in the history of the country. Others tell us that the food supply is short and that we\nshould raise all we can.\n<\/p><p>\nUnder these circumstances the only safe thing is to assume a food shortage and proceed\naccordingly. I therefore urge you brethren to urge your wards and stakes to fill their quotas in\norder that we may be prepared should the predicted shortage occur.\n<\/p><p>\nA WHISPERING CAMPAIGN AGAINST THE WELFARE PLAN\n<\/p><p>\nReports come to us that some persons, we hope not many, are carrying on what politicians\ncall a \"whispering campaign\" against the welfare plan, proclaiming it a failure. At least some\nof these whisperers seem to have been against the plan from the first, professing to see in it\nsome deep-laid political scheme.\n<\/p><p>\nI am sure you will let me say now, and I was with the brethren when the plan was first\nworked out, that there was not then, there has not been since, and there is not now, any\npolitical purpose or end whatsoever in the plan. Those who proclaim the contrary are either\nwholly ignorant or completely misinformed.\n<\/p><p>\nThe report I have read is a full demonstration that the plan is not a failure. Of course, if the\npeople will not support it, so that the Lord withdraws his blessings from it, the plan will fall,\nbut to this time the great loyal body of the Church, following the inspiration of the Lord, has\nsupported the plan which has had a truly marvelous growth both in extent and in efficiency.\nAll of us thank the brethren and sisters who have had immediate charge of the building up\nand operation of the plan, and sincerely congratulate them upon the outstanding success which\nhas attended their work.\n<\/p><p>\nThe general committee, composed in large part of business and professional men, have given\nunstintedly of their time and effort without any monetary compensation whatsoever, in a\nservice which has brought needed aid and succor to tens of thousands who needed help. The\nLord has blessed and will continue to bless them in their labor and lives. To the sisters of the\ngeneral board of the Relief Society, and to the Relief Society workers throughout the Church,\nwe offer our especial thanks and gratitude for their great service, without which we should\nhave been almost helpless.\n<\/p><p>\nYou will remember that back in the early days of the Church, it took the people in Missouri\napproximately three years and four months to forfeit the blessings of the\nUnited Order. If you will read the revelations and the history of the time, you will find that it\nwas the greed, rapacity, idleness, and covetousness of the people that caused the Lord to\nwithdraw the principle from their midst\n(<span class=\"citation\" id=\"12178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12178)\">D&amp;C 105:2-6<\/a><\/span>).\nAfter they reached Nauvoo, the Prophet forbade our\npeople then in Iowa to attempt to set it up there.\n<\/p><p>\nThe welfare plan, which I once more repeat is not the United Order but is motivated by the\nsame lofty and divine principles and purposes that underlay the Order, has now been in\noperation nine years. Through the blessings of the Lord and the faithfulness of the people, it\nhas steadily grown and expanded its activities during the whole period; and it stands today\nstronger than ever before in its operation.\n<\/p><p>\nIts opponents have not destroyed and cannot destroy it, so long as the Lord blesses it and\nfaithful members support it.\n<\/p><p>\nAID OF ALL CHURCH MEMBERS NEEDED\n<\/p><p>\nI might add another word:\n<\/p><p>\nTo those opponents who are Church members, I wish earnestly to say: We need you now; we\nhave needed you in the past; we would welcome you amongst us. Furthermore, we wish to\nsay that if you desire or hope to keep the Spirit of the Lord and enjoy his blessings, you must\ncease your fault-finding and sometimes even your maligning of those doing their appointed\ntasks as servants of the Lord, and fall in and work with them, not against them. We need the\naid of every member of the Church; we ask your help, but not so much on our account as on\nyours. This is a plea directed towards helping you to save yourselves from a threatened\napostasy, which seems usually to follow fault-finding, disloyalty, and opposition to the Lord's\nplans.\n<\/p><p>\nHowever, if you refuse to aid, if you refuse to receive the blessings of joy and satisfaction\nwhich come from treading along the ways the Lord points out, we should point out to you\nthat the welfare plan has lived, and we feel certain it will live so long as the Lord continues\nto give his blessings to the plan, and so long as the loyal, faithful members of the Church\nsupport it. But for your sakes we should rejoice beyond measure in your assistance.\n<\/p><p>\nWe ask you bishops and presidents of stakes and chairmen of regions, not to substitute cash\nfor the actual produce called for in filling your quotas. We need the produce, so please\nfurnish your quotas in the kinds requested.\n<\/p>\n<\/div>\n<\/div>"}