{"ID":1570, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Times of Refreshing<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1967, pp. 42-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMay I raise in the minds of thoughtful and sincere Christian people such questions as these: \n<\/p><p>\n<b>Crucial questions<\/b>\n<\/p><p>\nDoes the Holy Bible foretell the mission and ministry of Joseph Smith?\n<\/p><p>\nIs the advent of Mormonism spoken of in the ancient scriptures?\n<\/p><p>\nWas its establishment, growth, and eventual earth-filling destiny known to the prophets and\nseers of old?\n<\/p><p>\nDid Peter, Paul, John, and the other ancient apostles know that their apostolic mantles would\nrest in due course on the shoulders of Mormon elders, on prophets and apostles of modern\ntimes?\n<\/p><p>\nDid the ancient apostles and prophets know that after the predicted falling away from the faith\nonce delivered to the saints, there would be a day of restoration and renewal, a day when all\nthe glories of old would be seen and known again?\n<\/p><p>\nStrange and improbable as such questions may seem at first blush, more extended\ninvestigation will reveal their aptness and deep significance.\n<\/p><p>\n<b>Inspired men knew of events of today<\/b>\n<\/p><p>\nIf it is true that inspired men of old knew and spoke of the very events now transpiring where\nThe Church of Jesus Christ of Latter-day Saints is concerned, then a knowledge of this\nChurch and its doctrines becomes more important than any other knowledge in the whole\nrealm of religion.\n<\/p><p>\nIf it is true that these New Testament authors foretold both an apostasy and a restoration, then\nthe traditional concept of many equally true Christian sects must give way to the stern reality\nthat there is and can be but one true Church on earth, one place where legal\nadministrators chart the true course to salvation.\n<\/p><p>\nMay I now open the door to investigation where these matters are concerned?\n<\/p><p>\n<b>\"Times of restitution\"<\/b>\n<\/p><p>\nShortly after the ascension of the resurrected Christ into heaven, Peter made this inspired\nstatement to those who were guilty of our Lord's death: \"Repent ye therefore, and be\nconverted, that your sins may be blotted out, when the times of refreshing shall come from\nthe presence of the Lord; \n<\/p><p>\n\"And he shall send Jesus Christ, which before was preached unto you: \n<\/p><p>\n\"Whom the heaven must receive until the times of restitution of all things, which God hath\nspoken by the mouth of all his holy prophets since the world began\" (<span class=\"citation\" id=\"8017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8017)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nNow let us analyze this prophetic utterance with care.  Peter is not inviting our Lord's\nmurderers to be baptized and to join the Church.  They are not heirs of salvation. They have\nalready rejected and slain their Messiah.  But Peter is holding out some hope to them in a\nfuture day, a day named <i>the times of refreshing<\/i>.  This designated period, this <i>times of refreshing<\/i>,\nis to take place at the second coming of the Son of Man, in the day when the Lord\nsends Christ again to earth.\n<\/p><p>\nIf we are to catch the vision of Peter's prophecy, we must know pointedly and specifically\nwhat is meant by <i>the times of refreshing<\/i>. It is elsewhere spoken of by Jesus as \"the\nregeneration when the Son of man shall sit in the throne of his glory\" (<span class=\"citation\" id=\"35731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35731)\">Matt. 19:28<\/a><\/span>). It is the\nday \"when the earth shall be transfigured, even according to the pattern which was shown\nunto mine apostles upon the mount,\" the Lord says (<span class=\"citation\" id=\"14958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14958)\">D&amp;C 63:21<\/a><\/span>). It is the day when\n\"the earth will be renewed and receive its paradisiacal glory\" (<span class=\"citation\" id=\"6842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6842)\">A of F 1:10<\/a><\/span>). It is\nthe day of the \"new earth\" that Isaiah saw (<span class=\"citation\" id=\"25343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25343)\">Isa. 65:17<\/a><\/span>), the earth which will prevail when\nwickedness ceases, when the millennial era is ushered in, when \"every corruptible thing, both\nof man, or of the beasts of the field, or of the fowls of the heavens, or of the fish of the sea,\nthat dwells upon all the face of the earth, shall be consumed\" (<span class=\"citation\" id=\"15022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15022)\">D&amp;C 101:24<\/a><\/span>). It is the day\nwhen men \"shall beat their swords into plowshares, and their spears into pruninghooks\"\n(<span class=\"citation\" id=\"25324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25324)\">Isa. 2:4<\/a><\/span>), a day of universal peace and justice, a millennial era when Christ shall reign personally\nupon the earth.\n<\/p><p>\nHaving thus announced that Christ will come again in this day of refreshing, of regeneration,\nof transfiguration, this day of paradisiacal glory, this millennial era, then Peter says that the\nheaven must receive him \"until the times of restitution of all things\" (<span class=\"citation\" id=\"8018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8018)\">Acts 3:21<\/a><\/span>). Here then we need\nanother definition. What is meant <i>by the times of restitution?<\/i> These words mean\n<i>age of restoration<\/i>, an age in which God has promised to restore all things that he spoke by the\nmouth of all his holy prophets since the world began.\n<\/p><p>\nThus, Christ came once and ministered among men, climaxing his ministry with his atoning\nsacrifice and ascension to his Father. He is to come again, a second time, in a day of\nrefreshing and renewal, to reign personally upon the earth. But he cannot come this second\ntime until an age in the earth's history commences which has the name <i>the times of restitution<\/i>,\nor in other words he cannot come until the age or period of restoration; and in that\nage or period all essential things that God ever gave in any age of the earth for salvation,\nbetterment, blessing, and edification of his children will be restored again.\n<\/p><p>\n<b>\"Age of restoration\"<\/b>\n<\/p><p>\nWhat a glorious doctrine this is! How little it is known and understood in the world! Here we\nhave a plain, pointed, prophetic proclamation that before the second coming of the Son of\nMan, an age named <i>the age of restoration<\/i> is to commence in the earth's history; and sometime\nin the course of this age or period, everything that God ever spoke or said or revealed to any\nancient prophets is to come again to men on earth.  What a door of\ninvestigation this opens.\n<\/p><p>\nNow, what is it that God revealed anciently?  Has the great age of restoration commenced? \nCome, let us enter the door of investigation.\n<\/p><p>\n<b>Other crucial questions<\/b>\n<\/p><p>\nWas God known in ancient times? Did he walk and talk with the prophets of old?  Were his\nlaws revealed in plainness and in perfection? If so, all this is to occur again.\n<\/p><p>\nDid men of old hold the holy priesthood, the power and authority of God to act in all things\nfor the salvation of men on earth? Were there legal administrators who had power from God\nto perform the ordinances of salvation so that they would be binding on earth and have full\nefficacy and force in eternity? If so, this power and this priesthood must come again.\n<\/p><p>\nDid men of old hold the keys of the kingdom of heaven?  By these keys, could they bind on\nearth and have it sealed everlastingly in the heavens? If so, such divine power must be\nexercised again by mortal men.\n<\/p><p>\nDid legal administrators of old have power to baptize with fire and the Holy Ghost? Could\nthey seal men up unto eternal life?  Were the gifts of the Spirit poured out upon the saints? If\nso, all these powers and gifts must come again.\n<\/p><p>\n<b>Beginning in the spring of 1820<\/b>\n<\/p><p>\nWere there apostles and prophets in ancient times&mdash;men who actually represented the Lord;\nwho stood between him and the people; who spoke his mind and his will to men; whose voice\nwas as the voice of God to mortals? Is it true that the Church in ancient times was built on\nthe very foundation of apostles and prophets, Jesus Christ himself being the chief cornerstone (<span class=\"citation\" id=\"21801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21801)\">Eph. 2:20<\/a><\/span>)?\nIf so, such will again be found in the age of restoration.\n<\/p><p>\nIn ancient times was the gift of the Holy Ghost poured out upon men? Were their minds\nquickened and enlightened from on high?  Did they receive and utter words beyond man's\npower to devise?  Did they foretell the future?  Were the visions of eternity opened to the\nseers of old so that they knew of things past, present, and future?  Did angels descend from\nthe courts of glory to give them counsel, direction, and understanding?  If so, all of these\nthings must be revealed anew in the age of restoration.\n<\/p><p>\nWere there miracles in days gone by? Did signs follow those that believed (<span class=\"citation\" id=\"33204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33204)\">Mark 16:17-18<\/a><\/span>)? Were the eyes of\nthe blind opened, the ears of the deaf unstopped, the lame caused to leap, and the dead raised?\nWas there healing power in the priesthood? Were the elements controlled, wild beasts\nsubdued, the violence of fire quenched, the armies of men put to flight, rivers moved from\ntheir course, and mountains moved?  If so, like miracles must come again.\n<\/p><p>\nNow we testify&mdash;boldly and truly&mdash;that all these things were part of God's true religion\nanciently and that they have been, are being, or will be restored in the very age in which we\nlive.  We announce that <i>the times of restitution<\/i>, the age of restoration, began in the spring of\n1820, with the appearance of the Father and the Son to Joseph Smith, that it is now\ncontinuing and will continue until after the second coming of the Son of Man.\n<\/p><p>\nVerily, it is true that the Holy Bible foretells the mission and ministry of Joseph Smith. It is\ntrue that the advent of Mormonism was spoken of in the ancient scriptures and that its\nestablishment, growth, and eventual earth-filling destiny were known to the prophets and seers\nof old.\n<\/p><p>\nIt is true that <i>the times of restitution<\/i> has commenced, and that Holy Being who is no\nrespecter of persons, who is the same yesterday, today, and forever, that Being in whom is\nneither variableness nor shadow of turning, is again pouring out upon his saints every grace,\nright, gift, power, prerogative, and good thing ever enjoyed by the saints of any age\n(<span class=\"citation\" id=\"8026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8026)\">Acts 10:34<\/a><\/span>; <span class=\"citation\" id=\"24368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24368)\">Heb. 13:8<\/a><\/span>; <span class=\"citation\" id=\"26200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26200)\">James 1:17<\/a><\/span>).\n<\/p><p>\nThese things are true. They deserve investigation.  They demand investigation.  A knowledge\nof them brings peace in this life and an assurance of immortal glory in the world to come\n(<span class=\"citation\" id=\"14956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14956)\">D&amp;C 59:23<\/a><\/span>). In the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}