{"ID":1571, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Road to Happiness<\/p>\n<p class=\"gcspeaker\">Elder James A. Cullimore<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">James A. Cullimore, <i>Conference Report<\/i>, October 1967, pp. 45-48<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n My brothers and sisters, I am grateful today for this choice experience. Sister Cullimore and\nI have just concluded a tour of all the missions of Great Britain, holding meetings with many\nof the branches and the wards there, and we bring you greetings, especially to President\nMcKay; the members want you to know how much they love you, and wanted us to bring\nyou their greetings.\n<\/p><p>\nOne of the greatest thrills that came to us as we visited these missions was to see the light in\nthe eyes of the new converts, the tremendous radiance and light that came into their eyes as\nthey expressed their faith and their happiness in receiving the gospel of Jesus Christ.  I think,\ntoo, as I see the happiness and the radiance&mdash;the joy in the eyes of good members\neverywhere who are living the gospel&mdash;that it lets me know more than ever that the restored\ngospel is indeed the way to joy and happiness.  As the Lord placed man upon the earth, he\nintended for him to be happy.  He gave him laws which, if he is obedient to them, will bring\nhim happiness.  He filled the earth with all things to make him happy.\n<\/p><p>\n<b>\"Blessed are the meek\"<\/b>\n<\/p><p>\nIn this dispensation the Lord has said, \". . . inasmuch as ye do this [keep the commandments],\nthe fulness of the earth is yours, the beasts of the field and the fowls of the air, and that\nwhich climbeth upon the trees and walketh upon the earth; \n<\/p><p>\n\"Yea, and the herb, and the good things which come of the earth, whether for food or for\nraiment, or for houses, or for barns, or for orchards, or for gardens, or for vineyards; \n<\/p><p>\n\"Yea, all things which come of the earth, in the season thereof, are made for the benefit and\nthe use of man, both to please the eye and to gladden the heart; \n<\/p><p>\n\"Yea, for food and for raiment, for taste and for smell, to strengthen the body and to enliven\nthe soul.\n<\/p><p>\n\"And it pleaseth God that he hath given all these things unto man; for unto this end were they\nmade to be used\" (<span class=\"citation\" id=\"14948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14948)\">D&amp;C 59:16-20<\/a><\/span>).\n<\/p><p>\n<b>Obedience an expression of gratitude<\/b>\n<\/p><p>\nNow all that he asks of us is gratitude through obedience; for he said, \". . . in nothing doth\nman offend God, or against none is his wrath kindled, save those who confess not his hand in\nall things, and obey not his commandments\" (<span class=\"citation\" id=\"14950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14950)\">D&amp;C 59:21<\/a><\/span>).\n<\/p><p>\nAnd then he gave us the real key to joy and happiness.  He said: \"But learn that he who doeth\nthe works of righteousness shall receive his reward, even peace in this world, and eternal life\nin the world to come\" (<span class=\"citation\" id=\"14957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14957)\">D&amp;C 59:23<\/a><\/span>). Peace comes as the Father witnesses unto us his divine\napproval of the things that we are doing.  This peace is a basis of real joy and happiness, and\nit comes to us through the gospel of Jesus Christ.\n<\/p><p>\n<b>Consequences of Adam's transgression<\/b>\n<\/p><p>\nOne of the most profound statements in the scriptures as to the purpose of man's advent upon\nthe earth is in the Book of Mormon, as Lehi teaches his son Jacob in the many truths of the\ngospel.  He said: \"And now, behold, if Adam had not transgressed he would not have fallen,\nbut he would have remained in the garden of Eden. And all things which were created must\nhave remained in the same state in which they were after they were created;\nand they must have remained forever, and had no end.\n<\/p><p>\n\"And they would have had no children; wherefore they would have remained in a state of\ninnocence, having no joy, for they knew no misery; doing no good, for they knew no sin.\n<\/p><p>\n\"But behold, all things have been done in the wisdom of him who knoweth all things.\n<\/p><p>\n\"Adam fell that men might be; and men are, that they might have joy\" (<span class=\"citation\" id=\"3770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3770)\">2 Ne. 2:22-25<\/a><\/span>).\n<\/p><p>\nHe taught Jacob also that as the Lord desired men to have joy, so the devil seeketh to make\nhim miserable, \"for he seeketh that all men might be miserable like unto himself\"\n(<span class=\"citation\" id=\"3773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3773)\">2 Ne. 2:27<\/a><\/span>).\n<\/p><p>\nThis great joy came to our first parents as the Lord revealed unto them the purpose of the\ncreation, and they saw that now through the Fall these purposes could be fulfilled.\n<\/p><p>\n<b>The \"Fall,\" another version<\/b>\n<\/p><p>\nThe Fall is generally looked upon by our Christian friends as a great sin, committed by our\nfirst parents, which brought shame and death to all the human family.  They believe that if\nAdam and Eve had not partaken of the fruit, their posterity would have lived on endlessly in\npeace and bliss, free from temptation and sin and the problems of the flesh today. The Lord\nhas revealed to us that only by the Fall could his plan be accomplished.\n<\/p><p>\n<b>Adam and Eve praised the Lord<\/b>\n<\/p><p>\nIs it any wonder then that as these glorious truths were revealed to Adam and Eve, they had\ngreat joy and praised God?\n<\/p><p>\nThe Holy Ghost fell upon Adam and Eve and bore record of the Father and the Son and gave\nwitness that as they had fallen, they may also be redeemed, and \"all mankind, even as many\nas will.\" We are told that Adam \"blessed God and was filled, and began to prophesy\nconcerning all the families of the earth, saying: Blessed be the name of God, for because of\nmy transgression my eyes are opened, and in this life I shall have joy, and again in the flesh I\nshall see God.\n<\/p><p>\n\"And Eve, his wife, heard all these things and was glad, saying: Were it not for our\ntransgression we never should have had seed, and never should have known good and evil,\nand the joy of our redemption, and the eternal life which God giveth unto all the obedient\"\n(<span class=\"citation\" id=\"39286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39286)\">Moses 5:9-11<\/a><\/span>).\n<\/p><p>\n<b>The Way to joy and happiness<\/b>\n<\/p><p>\nYes, the restored gospel of Jesus Christ is the way to joy and happiness. The Lord intended\nthat his children should be happy, that they would have joy as they served him.  He gave\nthem understanding of his plan and how they would enter hack into his presence.  He had\ngiven his children a promise of great blessings for obedience.  Almost every commandment is\naccompanied by a promise of reward for obedience.  Paul said to the Corinthian saints: \". . . Eye\nhath not seen, nor ear heard neither have entered into the heart of man the things which God\nhath prepared for them that love him\" (<span class=\"citation\" id=\"454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(454)\">1 Cor. 2:9<\/a><\/span>).\n<\/p><p>\nI like the verses of President George H. Brimhall: \n<\/p><p>\n\"The aim of man's existence is<br \/>\n      That he may have more joy<br \/>\n      Than sorrow, in the sum of life&mdash;<br \/>\n      Build rather than destroy; <br \/>\n      To seek the truth, love man and God<br \/>\n      And in his work be glad; <br \/>\n      Be much more moved by love of God<br \/>\n      Than by the fear of bad.\"\n<\/p><p>\n<b>Despite adversity<\/b>\n<\/p><p>\nThe Lord intended that man should have joy in his labors; that even through adversity and\nsorrow and trials the hand of the Lord could be seen as he fulfills his purposes in the earth;\nthat in the sum of life we should emerge with more joy than sorrow, more gladness in work\nthan drudgery, be motivated by love rather than fear, have joy as we build and achieve, have\npeace and satisfaction as we seek to find the truth. That joy and happiness often come through\nsorrow and trials is attested to by President Brigham Young: \n<\/p><p>\n\". . . in the midst of the sorrows and afflictions of this life, its trials and\ntemptations, the buffetings of Satan, the weakness of the flesh, and the power of death which\nis sown in it, there is no necessity for any mortal man to live a single day without rejoicing,\nand being filled with gladness.  I allude to the Saints who have the privilege of receiving the\nSpirit of truth, and have been acquainted with the laws of the new covenant . . . it is\nnecessary that we should be tried, tempted, and buffeted, to make us feel the weaknesses of\nthis mortal flesh . . . We rejoice because the Lord is ours, because we are sown in weakness (<span class=\"citation\" id=\"470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(470)\">1 Cor. 15:43<\/a><\/span>)\nfor the express purpose of attaining to greater power and perfection.  In everything the Saints\nmay rejoice&mdash;in persecution, because it is necessary to purge them . . . in sickness and in\npain . . . because we are thereby made acquainted with pain, with sorrow . . . for by contrast\nall things are demonstrated to our senses. We have reason to rejoice exceedingly that faith is\nin the world, that the Lord reigns, and does His pleasure among the inhabitants of the earth . . . I\nrejoice because I am cast down . . . Because I shall be lifted up again.  I rejoice that I am poor,\nbecause I shall be made rich; that I am afflicted, because I shall be comforted, and prepared\nto enjoy the felicity of perfect happiness, for it is impossible to properly appreciate happiness,\nexcept by enduring the opposite.\" (<i>Journal of Discourses<\/i>, Vol. 1, pp. 358-59.)\n<\/p><p>\n<b>Need to labor compatible with happiness<\/b>\n<\/p><p>\nIn the Fall the Lord told man, \"By the sweat of thy face shalt thou eat bread,\" and unto\nwoman, \"I will greatly multiply thy sorrow and thy conception\" (<span class=\"citation\" id=\"39284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39284)\">Moses 4:25,22<\/a><\/span>). This didn't\ntake away the possibility of happiness and joy from the Father's children.  It made it possible\nfor them to appreciate true joy as they understood sorrow.\n<\/p><p>\nThe restored gospel is truly the way to joy and happiness, as it gives men truth to live by and\na knowledge that they are free to act for themselves; that free agency is a gift of God; and\nthat by proper exercise of our agency we might have great glory with our Father in heaven. \nIt teaches the happiness that comes by keeping our bodies clean and pure and free from sin in\nabiding by the code of health as revealed to the children of the Lord, knowing that our bodies\nare the temples of God.  It gives man an understanding of the plan of salvation; that we lived\npremortally; the real purpose of mortal life; and the hope of eternal life&mdash;life with God in all\nits glory.  It witnesses unto us the vindication that comes from the Father, as we give service\nto our fellowmen.\n<\/p><p>\nPresident McKay said that he who seeks for happiness seldom finds it, but he who lives for\nthe welfare of others, who loses himself in giving happiness to others, finds it in double\nportion, for it comes back to him.\n<\/p><p>\nOur Father witnesses to us his acceptance of our obedience to him in keeping his\ncommandments by the warm, sweet feeling of heavenly peace that burns within.  Quoting\nPresident McKay again, \"Peace comes by obedience to law.\" (<i>Pathways of Happiness<\/i>, p. 33.)\n\"That man is not at peace who is untrue to the whisperings of Christ, the promptings of his\nconscience.  He cannot be at peace . . . when he transgresses the law of righteousness . . .\nPeace does not come to the transgressor of law.\" (<i>Ibid.<\/i>, p. 136.) Happiness \"is a warm glow of\nthe heart at peace with itself.\" (<i>Ibid.<\/i>, p. 104.)\n<\/p><p>\n<b>Happiness from obedience<\/b>\n<\/p><p>\nThere is no question but that man receives the greatest happiness from compliance to law. \nOur knowledge of the promised glories of our Father that are prepared for those who are\nobedient to his commandments gives obedience to these laws and great happiness.\n<\/p><p>\nPossibly equal to the joy that comes to one in the feeling of vindication of the Father as he\nwitnesses to us his divine approval for our good lives is the \"joy in the soul that repenteth.\"\nThe Lord has said: \"Remember the worth of souls is great in the sight of\nGod . . . And how great is his joy in the soul that repenteth!\" (<span class=\"citation\" id=\"14910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14910)\">D&amp;C 18:10,13<\/a><\/span>).\n<\/p><p>\nThe Lord is greatly concerned about every one of his children and would that all would\nrepent and enter into the joy that he has prepared for those who keep his commandments.\n<\/p><p>\n<b>\"The object and design of existence\"<\/b>\n<\/p><p>\nThe Prophet Joseph Smith summed the matter up like this: \"Happiness is the object and\ndesign of our existence; and will be the end thereof, if we pursue the path that leads to it; and\nthis path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of\nGod.\" (<i>Teachings of the Prophet Joseph Smith<\/i>, pp. 255-56.)\n<\/p><p>\nMay each of us be worthy to receive great joy and happiness each day is my prayer in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}