{"ID":1572, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Power of Prayer<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Of the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1967, pp. 50-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, brothers and sisters everywhere, it is a joy indeed to be here today in this\nhistoric Tabernacle, here on this beautiful Temple Square, where members of the Church have\nbeen meeting at these regular conferences during the past hundred years; where, as did those\nwho have preceded us, we enjoy the Spirit of the Lord, listen to words of wisdom, and are\ninstructed in gospel principles; where we can have our faith renewed and our testimonies\nstrengthened; from where, as radio and television have made it possible, the great messages of\nthe leaders of the Church have gone out to all the world.  We wish to extend a warm\nwelcome to our radio and television audience today.\n<\/p><p>\n<b>Centenary of the Tabernacle and of the Choir<\/b>\n<\/p><p>\nWe have just heard the beautiful rendition of this great Tabernacle Choir, which was\norganized in 1847, and which, with the \"Spoken Word\" by Richard L. Evans, has been heard\nweekly by millions of people since 1929.  The latest tour, which was made about a month\nago, made it possible for thousands and thousands of people in Canada at the exposition, in\nNew York, Michigan, Nebraska, Oklahoma, Massachusetts, and Rhode Island to enjoy its\nmagnificent concerts.\n<\/p><p>\nOn behalf of the First Presidency, those assembled here, and, I feel sure, all members of the\nChurch, we wish to express our sincere and deep appreciation to President Isaac M. Stewart;\nto the conductors, Richard P. Condie and Jay Welch; to our organists, Alexander Schreiner,\nRobert Cundick, and Roy Darley; to every dedicated member of the choir, and to others who\nhave contributed to its outstanding success.  May the Lord continue to bless them with\nsuccess.\n<\/p><p>\n<b>One hundred years of conferences in the Tabernacle<\/b>\n<\/p><p>\nAs we reflect on the many conferences that have been held under the direction of prophets\nand inspired leaders, all of whom have been dedicated servants of God, many of whom were\nreally giants of the Lord, it certainly makes one feel humble to occupy this position.  I do\nearnestly pray and ask that I may have an interest in your faith and prayers, to the effect that\nthe Spirit of the Lord will be with us while I stand before you, that what I may say will be in\nkeeping with his Spirit and helpful to those assembled here and to those who may be listening\nin.  I sincerely pray that the Spirit and blessings of the Lord will attend you,\nthat those things you desire in righteousness will be given you.\n<\/p><p>\n<b>Faith in prayer<\/b>\n<\/p><p>\nI have great faith in prayer, and believe that \"more things are wrought by prayer than this\nworld dreams of.\" (Tennyson, <i>Morte D'Arthur<\/i>.) In fact, I have chosen to talk on prayer and\npray that the Lord may help us realize the importance and value of prayer, and what a great\nprivilege and opportunity every one of us has of going to the Lord in thanksgiving and\nsupplication.\n<\/p><p>\nIt is because I have had my prayers answered so many times throughout my life, and because\nI feel so keenly the great need of calling upon the Lord, and because I have experienced the\nstrength and blessings and guidance of the Lord in the position which I now hold, that I have\nchosen to discuss this subject with you today.  I pray that those who doubt might be helped to\nsee and understand that God is our Father, that we are his spirit children, and that he is really\nthere, and has said: \"Ask, and it shall be given you; seek, and ye shall find; knock, and it\nshall be opened unto you: \n<\/p><p>\n\"For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it\nshall be opened\" (<span class=\"citation\" id=\"35702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35702)\">Matt. 7:7-8<\/a><\/span>).\n<\/p><p>\nI often wonder if we really realize the power of prayer, if we appreciate what a great blessing\nit is to be able to call on our Father in heaven in humble prayer, knowing that he is interested\nin us and that he wants us to succeed.\n<\/p><p>\nAs Richard L. Evans has said so beautifully:  \"Our Father in heaven is not an umpire who is\ntrying to count us out.  He is not a competitor who is trying to outsmart us.  He is not a\nprosecutor who is trying to convict us.  He is a loving Father who wants our happiness and\neternal progress and who will help us all he can if we will but give him in our lives an\nopportunity to do so with obedience and humility, and faith and patience.\"\n<\/p><p>\nTo pray effectively, and to feel that one can be heard and have his prayers answered, one\nmust believe that he is praying to a God who can hear and answer, one who is interested in\nhis children and their well-being.  The first record we have of anyone praying to the Lord is\nthat record by Moses in these words: \"And Adam and Eve, his wife, called upon the name of\nthe Lord, and they heard the voice of the Lord from the way toward the Garden of Eden,\nspeaking unto them, and they saw him not . . .\n<\/p><p>\n<b>What hath prayer wrought?<\/b>\n<\/p><p>\n\"And Adam and Eve, his wife, ceased not to call upon God\" (<span class=\"citation\" id=\"39285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39285)\">Moses 5:4,16<\/a><\/span>).\n<\/p><p>\nGreat and influential men have always prayed for divine guidance. Even this great nation was\nfounded on prayer.  U.S. Senator Strom Thurmond reminded us of this in May of last year\nwherein he said: \n<\/p><p>\n\"The Mayflower Compact, written in November of 1620, begins with a prayer, 'In the name\nof God,' and goes on to state: 'We . . . having undertaken, for the glory of God . . . do by\nthese presents solemnly and mutually in the presence of God, and of one another, covenant\nand combine ourselves together into a civil body politic.'\n<\/p><p>\n\"Thus our nation began founded on prayer.  The kneeling figure of George Washington\nthrough that bitter winter in Valley Forge is a part of this country that should never be\nforgotten . . .\n<\/p><p>\nThe Constitutional Convention in June of 1787 had been meeting for weeks without\nagreement, when Benjamin Franklin rose to his feet and addressed George Washington: \n<\/p><p>\n\"'Mr. President: The small progress we have made after four or five weeks close attention and\ncontinual reasonings with each other . . . is a melancholy proof of the imperfection of the\nhuman understanding . . .  We have gone back to ancient history for models of government\nthat now no longer exist.  And we have viewed modern states . . . but find none of their\nconstitutions suitable to our circumstances . . .  How has it happened, Sir, that we have not,\nhitherto once thought of humbly applying to the Father of Light to illuminate our understandings?\n<\/p><p>\n\"'In the beginning of the contest with Britain, when we were sensible of danger, we had daily\nprayers in this room for divine protection.\n<\/p><p>\n\"'Our prayers, Sir, were heard; and they were generously answered . . .\n<\/p><p>\n\"'I, therefore, beg leave to move:&mdash;\n<\/p><p>\n\"'That henceforth, prayers imploring the assistance of Heaven and its blessings on our\ndeliberations be held in this assembly every morning before we proceed to business.'\" (\"A\nPriceless Asset,\" <i>Spotlight<\/i>, May 1966.)\n<\/p><p>\n<b>Prayer is not unconstitutional<\/b>\n<\/p><p>\nThis was done, and now we enjoy the fruits of their labors in answer to prayer.  Prayer has\nnever been outmoded in this great country.  Lincoln, who prayed to the Lord continually for\nguidance, said: \n<\/p><p>\n\"It is the duty of nations as well as of men to own their dependence upon the overruling\npower of God, to confess their sins and transgressions in humble sorrow . . . and to recognize\nthe sublime truth that those nations only are blessed whose God is the Lord.\"\n<\/p><p>\nPresident Dwight D. Eisenhower, at the time of his inauguration, petitioned the Lord: \n<\/p><p>\n\"Give us, we pray, the power to discern clearly right from wrong, and to allow all our works\nand actions to be governed thereby, and by the laws of this land . . . so that all may work for\nthe good of our beloved country, and for thy glory.  Amen.\"\n<\/p><p>\nSamuel F. B. Morse, inventor of the telegraph, said that whenever he could not see his way\nclearly, he knelt down and prayed for light and understanding.\n<\/p><p>\nWe have that sweet and simple prayer recorded by astronaut Gordon Cooper while orbiting\nthe earth: \n<\/p><p>\n\"Father, thank you, especially for letting me fly this flight.  Thank you for the privilege of\nbeing able to be in this position, to be up in this wondrous place, seeing all these many\nstartling, wonderful things that you have created.\"\n<\/p><p>\n<b>Prayer is finite communication with the infinite<\/b>\n<\/p><p>\nI join with Senator Thurmond in his appeal to \"our people to pray more, to examine the\nreligious heritage of our country, and to see the benefit of seeking God's blessings.  Prayer is\nthe only way in which the finite can communicate with the infinite . . . in which the visible\nmay be in touch with the invisible.  You may easily see, if you but examine the history of our\nNation, that prayer and communication with God is the cornerstone of our society.  If you a\nlow it to be abandoned now, you will be casting away the greatest asset this Nation, or any\nother nation, has ever known.\"\n<\/p><p>\nAll of the prophets, from Adam to our present prophet, have prayed unceasingly for guidance,\nand even the Savior prayed continually to God the Eternal Father.  We read, regarding the\nSavior: \"And it came to pass in those days, that he went out into a mountain to pray, and\ncontinued all night in prayer to God\" (<span class=\"citation\" id=\"31708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31708)\">Luke 6:12<\/a><\/span>).\n<\/p><p>\nThe Lord has admonished all of us to pray, and through the prophet James has given us this\npromise: \n<\/p><p>\n<b>Pray for wisdom<\/b>\n<\/p><p>\n\"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him.\n<\/p><p>\n\"But let him ask in faith, nothing wavering.  For he that wavereth is like a wave of the sea\ndriven with the wind and tossed\" (<span class=\"citation\" id=\"26198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26198)\">James 1:5-6<\/a><\/span>).\n<\/p><p>\nThis promise is given to every one of us&mdash;high and low, rich and poor.  It is universal,\nunrestricted to you and to me and to our neighbors.  He has told us that we must believe and\nhave faith in God.  We should know that the Lord stands ready to help his children if they\nwill put themselves in tune through prayer and by keeping his commandments.  In fact, the\nLord has said: \"I, the Lord, am bound when ye do what I say; but when ye do not what I say,\nye have no promise\" (<span class=\"citation\" id=\"14983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14983)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nThe Lord has warned us that we must humble ourselves and not be as the ancient prophet\nsaid: Many men \"are lifted up in the pride of their eyes, and have stumbled,\nbecause of the greatness of their stumbling block . . . nevertheless, they put down the power\nand miracles of God, and preach up unto themselves their own wisdom and their own\nlearning\" (<span class=\"citation\" id=\"3778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3778)\">2 Ne. 26:20<\/a><\/span>).\n<\/p><p>\nPaul said, concerning the proud man of the world: \n<\/p><p>\n\"But the natural man receiveth not the things of the Spirit of God: for they are foolishness\nunto him: neither can he know them, because they are spiritually discerned\" (<span class=\"citation\" id=\"458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(458)\">1 Cor. 2:14<\/a><\/span>).\n<\/p><p>\n\"For what man knoweth the things of a man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God\" (<span class=\"citation\" id=\"456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(456)\">1 Cor. 2:11<\/a><\/span>).\n<\/p><p>\nAs that great student, the late President J. Reuben Clark, Jr., said, if men are to learn of God\nand be guided by him, they \"must put pride of their learning and their achievements from\ntheir hearts.  And why not?  For how like a drop in the ocean is the knowledge of the wisest\ncompared with the fullness of the truth of the universe. Men must humbly confess Jesus as the\nChrist, 'for there is none other name under heaven given among men, whereby we must be\nsaved (<span class=\"citation\" id=\"8019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8019)\">Acts 4:12<\/a><\/span>).'\" (<i>On the Way to Immortality and Eternal Life<\/i>, p. 6.)\n<\/p><p>\n<b>Recognize the power of God<\/b>\n<\/p><p>\nWe must be prepared to recognize God as the Creator of the world, and that he, through his\nson Jesus Christ and his prophets, has given us in simple language man's relationship to God,\ninformation regarding our premortal existence, the purpose of our mission here on earth, and\nthe fact that our post-mortal existence, or our life after death, is real, and that what we do\nhere will condition us for the world to come.\n<\/p><p>\nWe must not be misled by the doctrines of men.  All the studies of science and philosophy\nwill never answer the question: \"What is man and why is he here?\" But It is answered clearly\nand simply in the gospel of Jesus Christ, and we are instructed: \"If any of you lack wisdom,\nlet him ask of God\" (<span class=\"citation\" id=\"26197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26197)\">James 1:5<\/a><\/span>).\n<\/p><p>\nLet us be prepared to do this and not be as those to whom the Savior referred, when he said:\n\". . . well did Esaias prophesy of you, saying,\n<\/p><p>\n\"This people draweth nigh unto me with their mouth, and honoureth me with their lips; but\ntheir heart is far from me.\n<\/p><p>\n\"But in vain they do worship me, teaching for doctrines the commandments of men\"\n(<span class=\"citation\" id=\"35728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35728)\">Matt. 15:7-9<\/a><\/span>).\n<\/p><p>\n<b>Humility and meekness foster the spirit of prayer<\/b>\n<\/p><p>\nYes, it is important, and the Lord emphasizes that we must humble ourselves and accept the\nteachings of Jesus Christ and keep his commandments if we would expect him to hear and\nanswer our prayers.  We should all be prepared to say truthfully, as Paul did, in speaking to\nthe Romans, \"For I am not ashamed of the gospel of Christ: for it is the power of God unto\nsalvation to every one that believeth\" (<span class=\"citation\" id=\"42802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42802)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nIt is difficult to understand why some cannot believe, or find it very hard to believe, that God\ncan hear and answer our prayers, and yet they believe that astronauts can leave the earth and\ntravel in outer space at thousands of miles per hour and still be directed from home base; that\nthey can keep in touch with home base and receive instructions and be led in their activities\nand then be brought back to a safe landing here upon the earth.\n<\/p><p>\nHow can we question God's ability to hear and answer our prayers and direct us in all things\nif we will but keep in tune with him and at the same time have no doubt that Surveyor III, a\nmechanical instrument, can be sent out from the earth to the moon and there be directed by\nmere man here upon the earth? It followed instructions as it was directed to dig, to stop\ndigging, to make a report, to send back pictures, and to dig again.  As long as it was in tune,\nit could be directed.\n<\/p><p>\nWe are as astronauts, or the Surveyor, sent out by God to fill our missions here upon the\nearth.  He wants us to succeed.  He stands ready to answer our prayers and\nassures us a safe landing as we return if we will but keep in touch with him through prayer\nand do as we are bid.\n<\/p><p>\nAs we pray, however, are we prepared to ask the Lord to bless us as we answer his call or\nacknowledge and serve him?\n<\/p><p>\nAre we prepared to ask the Lord to forgive us as we forgive one another? For the Lord has\nsaid: \". . . if ye forgive men their trespasses your heavenly Father will also forgive you; But\nif ye forgive not men their trespasses neither will your Father forgive your trespasses\"\n(<span class=\"citation\" id=\"5706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5706)\">3 Ne. 13:14-15<\/a><\/span>).\n<\/p><p>\n<b>Prayer in emergencies<\/b>\n<\/p><p>\nWe may well stop and analyze our own situation.  Do we wait until we are in trouble and\nthen run to the Lord?  As we pray, do we give orders to the Lord by saying, \"Bless this,\" and\n\"Bless that,\" \"Give us this,\" and \"Give us that,\" \"Do this,\" and \"Do that\"?\n<\/p><p>\nOr do we pray that we might be led to do that which is right, or be blessed with those things\nwhich are for our best good? We should always pray for the desire and strength and\ndetermination to do the will of our Heavenly Father, and always stand ready to do his\nbidding.\n<\/p><p>\nMen pray for different reasons. Many are driven to their knees out of fear, and then only do\nthey pray. Others go to the Lord when in dire need of immediate direction for which they\nknow of no other place to go. Nations are called by their governments in case of a national\ntragedy, drought, or plague, famine or war, to call upon God for his blessings, for his\nprotection, and for his direction. Some people ask to be healed, others to be strengthened. \nThey ask for the blessings of the Lord to attend their families, their loved ones, and\nthemselves in all their righteous endeavors. This, I am sure, is all good in the sight of the\nLord.\n<\/p><p>\n<b>Pray to express gratitude<\/b>\n<\/p><p>\nIt is most important, however, that we take time to express our gratitude to our Father in\nheaven for the many blessings we receive.  I was deeply touched one day following our\nfamily prayer when one of our little daughters said, \"Daddy, I don't think we ought to ask for\nmore blessings.  The Lord has been very good to us, but I do think we should ask him to help\nus to be worthy of the blessings we receive.\" Since then we have tried more diligently to\nexpress our gratitude to our Father in heaven and pray for guidance that we might be worthy\nof that which he has given us.\n<\/p><p>\nAs we express our appreciation for our many blessings, we become more conscious of what\nthe Lord has done for us, and thereby we become more appreciative.  We all know what it\nmeans to hear or receive an expression of gratitude for anything we might have done.  Our\nforefathers set aside a day of thanksgiving.  I fear that some of us even forget that day.\n<\/p><p>\nI wonder if we are sometimes guilty of not expressing to the Lord our gratitude, even as the\nlepers who were healed.  We all remember so well the story of Jesus healing the ten lepers,\nwho cried: \". . . have mercy on us.\n<\/p><p>\n\"And one of them, when he saw that he was healed, turned back, and with a loud voice\nglorified God,\n<\/p><p>\n\"And fell down on his face at his feet, giving him thanks: and he was a Samaritan.\n<\/p><p>\n\"And Jesus answering said, Were there not ten cleansed? but where are the nine?\n<\/p><p>\n\"There are not found that returned to give, glory to God, save this stranger\"\n(<span class=\"citation\" id=\"31715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31715)\">Luke 17:13,15-18<\/a><\/span>).\n<\/p><p>\nAnd as Mark Antony said when referring to Caesar, who recognized his friend Brutus among\nhis assassins: \n<\/p><p>\n\"This was the most unkindest cut of all; <br \/>\n      For when the noble Caesar saw him stab,<br \/>\n      Ingratitude, more strong than traitors' arms,<br \/>\n      Quite vanquished him: then burst his mighty heart.\"<br \/><br \/>\n&nbsp; &nbsp;      (William Shakespeare, <i>Julius Caesar<\/i>, Act 3, sc. 2.)\n<\/p><p>\n<b>The will to do right<\/b>\n<\/p><p>\nI am sure that the Lord expects us to express our gratitude for our many\nblessings as we ask for his continued blessings, and to ask forgiveness for our failings and the\ndesire and strength to do right.\n<\/p><p>\nWhen we pray, it is important that we set about to do all in our power to make it possible for\nthe Lord to answer our prayers.  As my father said to me when I was just a boy, \"My son, if\nyou want your prayers to be answered, you must get on your feet and do your part.\"\n<\/p><p>\nI often think how much more effective it would be, when the country's president calls upon\nhis people to set aside a day of prayer, if we were all living righteous lives and were prepared\nto acknowledge God as our Creator and to keep his commandments. It seems that many have\nlost belief in God entirely, and others question his ability to answer our prayers.  Others have\nfaith and confidence in their own learning and in their own strength and power.\n<\/p><p>\nThen there are those who are as the chief rulers referred to in John: \n<\/p><p>\n\"Nevertheless among the chief rulers also many believed on him; but because of the Pharisees\nthey did not confess him, lest they should be put out of the synagogue: \n<\/p><p>\n\"For they loved the praise of men more than the praise of God\" (<span class=\"citation\" id=\"28341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28341)\">John 12:42-43<\/a><\/span>).\n<\/p><p>\n<b>Serve \"the God of this land\"<\/b>\n<\/p><p>\nLet us all pay heed to the warning of the Lord himself, wherein he said, regarding the\nAmerican continent: \n<\/p><p>\n\"Behold, this is a choice land, and whatsoever nation shall possess it shall be free from\nbondage, and from captivity, and from all other nations under heaven, if they will but serve\nthe God of the land, who is Jesus Christ\" (<span class=\"citation\" id=\"22266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22266)\">Ether 2:12<\/a><\/span>).\n<\/p><p>\nWith this warning from the Lord, we have this promise: \". . . seek ye first the kingdom of\nGod, and his righteousness; and all these things shall be added unto you\" (<span class=\"citation\" id=\"35698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35698)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nWe should all have the courage and determination to say as did Joshua: \". . . choose you this\nday whom ye will serve . . . but as for me and my house, we will serve the Lord\"\n(<span class=\"citation\" id=\"30071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30071)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nThe Lord has instructed parents to teach their children to have faith in Christ, the Son of the\nliving God, and to pray and to walk uprightly before the Lord (<span class=\"citation\" id=\"14970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14970)\">D&amp;C 68:25,28<\/a><\/span>). There is no doubt that our\nchildren, if they are taught to pray to a living God in whom they have faith, can more easily\nwalk uprightly before the Lord.\n<\/p><p>\nI shall never be able to express fully my appreciation to my parents for teaching me to pray\nsecretly and to participate with them in family prayer. My mother taught me at her knee. She\nmade me feel and know that I was talking to the Lord, to our Maker, our Father in heaven,\nand that he was conscious of my acts and my wishes and my needs.  I was taught that I\nshould express my sincere thanks, ask for forgiveness, and ask for strength to do the right. \nThis has always been a great strength to me throughout my life, and today I pray even more\ndiligently than I ever did before that the Lord will guide and direct me in my activities, that\nwhatever I do will be acceptable to him.\n<\/p><p>\nAs I think back to when we used to kneel as a family in prayer every morning and every\nevening, I realize what it meant to us as children to hear our father call upon the Lord and\nactually talk to him, expressing his gratitude and asking for the blessings of the Lord on his\ncrops and flocks and all of our undertakings.  It always gave us greater strength to meet\ntemptation when we remembered that we would be reporting to the Lord at night.\n<\/p><p>\n<b>The power of family prayer<\/b>\n<\/p><p>\nFamily prayer in any home will draw the family closer together and result in better feelings\nbetween father and mother, between parents and children, and between one child and another. \nIf children pray for their parents, it makes them more appreciative of their parents, and as\nthey pray for one another, they feel closer to one another and part of each other, especially as\nthey realize that they are talking to their Father in heaven while on their knees in family or\nsecret prayer.  Then is when we forget our differences and think of the best\nin others, and pray for their well-being and for strength to overcome our own weaknesses.\nThere is no doubt that we are better people when we try to tune in to the spirit of our Father\nin heaven so that we might communicate with him and express our desire to do his will as we\npray for his blessings.\n<\/p><p>\nThe Lord has admonished us to \"pray always, lest you enter into temptation and lose your\nreward.\n<\/p><p>\n\"Be faithful unto the end, and lo, I am with you.  These words are not of man nor of men,\nbut of me, even Jesus Christ, your Redeemer, by the will of the Father\" (<span class=\"citation\" id=\"14925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14925)\">D&amp;C 31:12-13<\/a><\/span>).\n<\/p><p>\nThe Lord has also said: \". . . the effectual fervent prayer of a righteous man availeth much\"\n(<span class=\"citation\" id=\"26210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26210)\">James 5:16<\/a><\/span>).\n<\/p><p>\nI have often asked myself and tried to answer the question, \"Why do some people refuse to\npray? Is it because they feel they have not the time?\" I remember very well a father coming\nto me one day regarding his oldest son, with whom he was having some difficulty. The boy\nwas a good boy, but he was getting out of hand.  I asked the father if they had regular family\nprayers in their home.  His answer was, \"Well, no, but sometimes.  You know, we are too\nbusy and we go to work at different times, and therefore it is most difficult for our family to\nget together for family prayer.\"\n<\/p><p>\nI asked: \"If you knew that your boy was sick nigh unto death, would you be able to get your\nfamily together each night and each morning for a week to pray that his life might be\nspared?\" He said, \"Why, of course.\"\n<\/p><p>\nI tried then to explain to him that there are other ways of losing a boy than by death.  I also\nexplained that where families pray together, they usually stay together, and their ideals are\nhigher, they feel more secure, and they have a greater love for one another.\n<\/p><p>\nNext, do they feel too independent, too smart, and that they can go it alone? Or are they\nashamed to call upon God?  Do they think it shows a weakness?  Or do they not believe or\nhave faith in God?  Or is it that they do not appreciate their many blessings? Or do they not\nfeel worthy?\n<\/p><p>\nIf one does not feel worthy, he should acknowledge his weaknesses, express regret, repent,\ncovenant to do right, and ask for guidance.\n<\/p><p>\nIs it because some do not know how to pray?  If that is true, I suggest that you go to your\nHeavenly Father in secret.  Pour out our heart to him. Pray regularly so that you can feel at\nhome and comfortable while communing with him.  All one needs to do is express his\nfeelings, which the Lord understands.  He has invited all of us to call on him regularly and\nhas promised that he will hear our supplication.\n<\/p><p>\n<b>The promise of Moroni<\/b>\n<\/p><p>\nThe ancient prophet Moroni, referring to the Book of Mormon, said: \n<\/p><p>\n\"And when ye shall receive these things, I would exhort you that ye would ask God, the\nEternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a\nsincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you,\nby the power of the Holy Ghost.\n<\/p><p>\n\"And by the power of the Holy Ghost ye may know the truth of all things\" (<span class=\"citation\" id=\"38344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38344)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nThis promise applies to all of us if we will but repent and go to the Lord, knowing that he\ncan hear and will hear and answer our prayers.  We should all realize that we are God's\nchildren and that he is still as interested in us as he ever was.  He still answers the prayers of\nthe righteous and those who diligently seek him.\n<\/p><p>\nThis is my testimony to you.  May we all humble ourselves and diligently seek him through\nprayer, and then walk uprightly before him, that we may be led to immortality and eternal\nlife, I sincerely and humbly pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}