{"ID":1574, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Tabernacle: A Century Old<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1967, pp. 62-65<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and my beloved brothers and sisters&mdash;you who are here, and you, my\ndearly beloved friends worldwide&mdash;we would want you to know that you whom we do not\nsee are cherished, remembered, and appreciated.\n<\/p><p>\n<b>The Tabernacle first used 100 years ago<\/b>\n<\/p><p>\nReference has been made by President Brown and President Tanner to the centennial of the\nTabernacle, which was first used a hundred years ago for the general conference of the\nChurch, in October 1867. It is most remarkable to note that it was built by an isolated people\nin the days of their poverty, at a time when the membership of the Church was fewer perhaps\nthan 100,000; when there were only four stakes (or diocese, as our non-church friends would\ncall them); and when Salt Lake City had a population of about 10,000.\n<\/p><p>\nWe read from the <i>Deseret News<\/i> report of the first Tabernacle conference session of a century\nago, October 1867: \n<\/p><p>\n\"An hour before the appointed time for conference commencing, the immense building was\ncrowded in every part, great numbers being unable to obtain admission . . .\"\n<\/p><p>\n\"Altogether, the Tabernacle was full,\" said the minutes of the meeting, and \"no building could\nbe constructed large enough to hold the Saints.\" (I suppose if we were to build a building\ntoday proportionate to our size as they did, it would perhaps have to seat at least 150,000.)\nBasically the Tabernacle was built in not many months, although some phases of it were\nstarted as early as 1863 and some phases were pursued for some considerable time following\n1867.\n<\/p><p>\n<b>The Builders<\/b>\n<\/p><p>\nI have read much of the men whose names are mentioned most in bringing it about: Brigham\nYoung; Henry Grow, the bridge builder, whose name seems most associated with the basic\ndesign; William H. Folsom, Church architect at the time; Truman O. Angell, who undoubtedly\nwas largely entrusted with the interior; Joseph Ridges, the first builder of the organ. Their\nwords are great and human, inspired and ordinary. History happens like that. It is occasional\nhighlights in the intermixture of heroic accomplishment and the routine and drudgery of daily\nduty. I wish there were time to share their words at some length. But there is never that much\ntime for the past; the present is always so compelling. But some of their words we would\nshare.\n<\/p><p>\n<b>Their story<\/b>\n<\/p><p>\nSaid Brigham Young in May of 1867, only four or five months before the building was to be\nready for use: \". . . We want the Tabernacle finished, and when a man is asked to go and work\non it, do not begin to make a wry face, and say, 'I have got so much work to do.' When you\ncarpenters are asked to go and help to finish it, so that we can hold our October Conference\nin it, do not say 'I have so many jobs on hand' wherever they will pay you sixpence more.\"\n<\/p><p>\nFriday, June 14, 1867, Truman O. Angell wrote in his diary: \". . . Brigham Young took me in\nhis carriage . . . and we went together into the new Tabernacle . . .\n<\/p><p>\n\"Tuesday, June 18th . . . There are some difficulties not over come.\n<\/p><p>\n\"Friday 21st . . . There is much to do . . .\n<\/p><p>\n\"Monday [July] 22nd . . . I now have located a good place for the chorister, and he likes it\nvery much. He is a very modest man . . .\n<\/p><p>\n\"Thursday [August] 15th. Had a busy time of it today. The President came here today and\nmade many requests. He made up his mind to have a change on the plan of the seats . . . I\nlike the change . . . [He was wise to like it. Brigham Young was a very resolute man.]\n<\/p><p>\n\"Friday 23rd. This morning I feel cast down. I think it is not important for me to stay here\nwhen so many smart men are on hand . . . Surely they do not need me. So I pass it off till I\nam more reconciled. I feel crushed. This morning I had so many obstacles in my way, I felt\nlike withdrawing from the appointment as architect. But President Young viewed the subject\notherwise and a few words from him made me reconciled. Thank the Lord.\"\n<\/p><p>\nFive days before the opening of the Tabernacle, Truman O. Angell's son died, but on October\n4th, two days before the opening, Truman Angell wrote: \"Be assured then, the house is ready\nfor use . . .\" (History is indeed at times heartbreakingly human.)\n<\/p><p>\nThe largest number of men employed on the building at any one time was said to be 205, in\naddition to some seventy plasterers mentioned as working at one time.\n<\/p><p>\n\"The scaffolding was taken down . . . without injury to any of the workmen. The single\naccident which occurred during the erection of the building resulted from carelessness, and\nwas not fatal . . .\"\n<\/p><p>\n\"Prayer was offered by President Young [at that first Tabernacle session in October 1867], in\nwhich he expressed to the Most High the grateful feelings of the Saints for the favors which\nHe had multiplied upon them, enabling them to have finished thus far an edifice in which\nthey could assemble and worship Him their Creator in the name of His Son Jesus Christ,\nimploring the aid of the Holy Spirit to teach them how to pray and what to ask for acceptably\nin His sight (<span class=\"citation\" id=\"14941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14941)\">D&amp;C 46:30<\/a><\/span>).\n<\/p><p>\n\"Monday morning, October 7: President Young said he had no idea when Conference would\nterminate, but . . . he would ask . . . [the brethren] for short sermons\"&mdash;a request that some\necho even in these days.\n<\/p><p>\n<b>The building's fame<\/b>\n<\/p><p>\nBuilt a century ago, recently wrote Professor Carl W. Condit of Northwestern University, the\nTabernacle \"is the largest work of timber roof framing surviving, and the only one in which\nlattice trusses were built as arch ribs. Despite its mammoth size, the structure was built\ncompletely by hand in an area isolated from centers of building activity and railroad lines . . .\n<\/p><p>\nThe celebrated acoustical properties of the Tabernacle,\" Professor Condit continues, \"are a\nresult of both shape and material. The concave ellipsoidal surfaces above the organ and choir\nblend and hold instrumental and vocal sounds, projecting the reflected waves cleanly\nthroughout the auditorium. The possibility of annoying echoes is further reduced owing to\nsound absorbency of the cattle hair embedded in the plaster.\"\n<\/p><p>\nFrank Lloyd Wright said on a visit to Salt Lake City that \"the Salt Lake Tabernacle on\nTemple Square is 'one of the architectural masterpieces of the country and perhaps the world.'\"\n<\/p><p>\nAdelina Patti, world-renowned artist of her triumphal time, said: \"Never have I encountered\nsuch perfect resonance as here in the Tabernacle. Why, my voice is twice as large here. It\ncarries further and with ever so much more tone than in any hall that I have ever sung in.\"\n<\/p><p>\n<b>Fame fostered by the Choir<\/b>\n<\/p><p>\nThe Tabernacle Choir recently appeared twice again in concert with the Philadelphia\nOrchestra, in the choir's most successful Tabernacle Centennial-Expo '67 concert tour, which\nreminded us again of some significant things pertaining to the Tabernacle from Eugene\nOrmandy: \"We have, as you probably know, performed in almost every great hall in the\nworld,\" said Mr. Ormandy, \"but we have found no better hall anywhere than the Tabernacle.\nIts acoustics are superb, and I only hope that no human hands will alter them in trying to\nmake improvements. It is as near perfect now as any hall can be, and it is a joy to perform in it.\"\n<\/p><p>\n<b>And by the uses of the building<\/b>\n<\/p><p>\nMany presidents of the United States of the past century have spoken here. Many of the great\nartists and orchestras of the century have performed here. Many significant messages have\nbeen heard here. And on this coming December 17, 1967, the two thousandth performance of\n\"Music and the Spoken Word,\" with the Tabernacle Choir and organ, the oldest continuously\npresented nationwide network broadcast in American radio history, is scheduled to be\npresented from here&mdash;which broadcast is now in its 39th year, and heard ever more widely\nover the world.\n<\/p><p>\n<b>Pageant of history of 100 years<\/b>\n<\/p><p>\nThere were perhaps not then in all America, in 1867, a handful of auditoriums of such size.\nAnd as we have performed in the great capitals and concert halls of Europe and America, we\nare ever more grateful and humbled and ever more amazed at what our pioneer forebears did\nwith what they had&mdash;people not long since homeless, at times hungry; facing untold hazards;\nsome six thousand of them died along the way before the railroad came; no rescue by\nhelicopter, no drugstores, no hospitals, no doctors, for the most part; death and birth; illness,\naccident, anxiety; and yet they traveled the world sharing the gospel message, and built\nhomes, schools, theaters in the desert, places of worship, temples, the Tabernacle. They\ndemonstrated their willingness to work, not only for physical necessities, but for ideals and\nculture and family and freedom. And along with implements and utensils, they brought with\nthem books and musical instruments, even pianos, by ox cart across the plains, as\ncircumstances made possible. This was not a cowboy culture, but the gathering of talented and\ndedicated and resourceful people from many places of the earth to the mountains and the\nvalleys, and spreading out from here to establish a hundred or more settlements not only in\nthe intermountain area, but in other areas, including California and the West Coast, with many\ndisappointments, many setbacks, but with solid foundations.\n<\/p><p>\n<b>One of the wonders of the world<\/b>\n<\/p><p>\nWell, the Tabernacle was many years before its time, but it is still one of the wonders of the\nworld, architecturally, artistically, acoustically, spiritually, and an evidence of the faith and\nforesight of our fathers. God bless them and their memories.\n<\/p><p>\n<b>Principles of the people who built it<\/b>\n<\/p><p>\nBut I didn't want to talk today only about a building. I want to say something of the\nprinciples of the people who built the building, the convictions that caused them to give up\nhomes and all physical possessions for freedom, for the truth as they testified of it, and at\ntimes to lay down their lives&mdash;a people who sang in their homeless, hard-pressed sorrow:\n\"All is well! all is well! And should we die before our journey's through . . . all is well.\" A\npeople who knew that God lives; that education is essential; that chastity and honesty, health\nand cleanliness, integrity and solvency, work, service, and sacrifice are essential to happiness;\nthat life is limitless, that the family is forever, and that by keeping clean, keeping virtuous,\nkeeping the commandments, there is peace and purpose, comfort and a quiet conscience, and\nlove and respect and happiness at home.\n<\/p><p>\nSuch were their belief&mdash;and such are ours also.\n<\/p><p>\n<b>Where from here?<\/b>\n<\/p><p>\nNow, where from here?&mdash;in such an age as ours, an age where all are searching, some with\ninspired and inspiring achievement, and some in appalling aberration and lack of respect for\nlife.\n<\/p><p>\nTo the young we would say, indeed to all: There are no shortcuts to salvation, or excellence,\nor exaltation&mdash;nor to peace and self-respect. Whoever you are, wherever you are: Don't\nwaste life. It is all you have. Study, learn, prepare, respect your privileges; respect and keep\nthe law; respect yourselves. \"Cease to be idle; cease to be unclean\"\n(<span class=\"citation\" id=\"15001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15001)\">D&amp;C 88:124<\/a><\/span>). Keep the commandments; live and work to qualify and accomplish and to be\ncomfortable with conscience. Don't be misled by those who are confused and cluttered and\ndissipated in their lives, those who give way to irresponsibility and low-minded morals. Most\nearnestly one could wish that there would not be given so much play and publicity to the\ncomparatively few (but much too many) who receive too much attention in entertainment and\notherwise, as President Hanks referred to, in their eccentric and sometimes sordid ways. Why\nshould we so much emphasize the unwholesome?\n<\/p><p>\nAnd for those who may need reminder of the irrevocable law of cause and consequence, we\nrecall these words of Robert Burns, to whose memory we recently paid our respects with a\nvisit to his birthplace: \n<\/p><p>\n\"But pleasures are like poppies spread,<br \/>\n      You seize the flower, its bloom is shed;<br \/> \n      Or like the snow falls in the river,<br \/>\n      A moment white&mdash;melts forever.\"\n<\/p><p>\nThis is not a time for letting down. It is a time for learning and knowing, for doing and\ndeveloping, for increasing competence and quality.\n<\/p><p>\nThe glory of God is intelligence (<span class=\"citation\" id=\"15016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15016)\">D&amp;C 93:36<\/a><\/span>).\nRighteousness does exalt a nation (<span class=\"citation\" id=\"41479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41479)\">Prov. 14:34<\/a><\/span>). Life is everlasting. And\n\"what we are to be, we are becoming.\" Life here is so short and eternity is so endlessly long.\nAnd to young and old, to the eager and impatient, to the weary or any who feel lost along the\nway: Keep the faith. Keep serving, wording, improving, repenting, conquering, overcoming,\nTake courage and comfort in the assurance that there is divine plan and purpose. It is never\ntoo late to begin to do what we ought to do. God has given us no requirements, no\ncommandments, that we cannot keep.\n<\/p><p>\n<b>True to the faith<\/b>\n<\/p><p>\nI would plead with my generation and the generations of my children and children's children\nto be true to the faith, to the commandments of God. They are still effective and in force.\nDon't try to ignore them or explain them away or set them aside. There are still laws and\nstandards and qualities of character upon which all blessings are predicated, and as we live the\nprinciples we shall realize the results in peace and self-respect and the blessed assurance of\neverlasting life with loved ones.\n<\/p><p>\nMay I leave with you my witness that God lives, that he did make us in his own image, that\nhe wishes us to succeed, that he sent his divine Son to show us the way and to redeem us\nfrom death; that the gospel is with us here; and that it has been restored, with all that is\nrequired of us to realize our highest happiness here and hereafter.\n<\/p><p>\n\"To be what we are,\" said Robert Louis Stevenson, \"and to become what we are capable of\nbecoming, is the only end of life.\"\n<\/p><p>\nGod give us the wisdom and courage so to live, I pray in the name of Jesus Christ, our\nSavior. Amen.\n<\/p>\n<\/div>\n<\/div>"}