{"ID":1575, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The American Travail<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1967, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAmerica is in travail.\n<\/p><p>\nNever since the Civil War have law and order been so gravely challenged in this great land.\n<\/p><p>\nAnd the challenge is many-sided.\n<\/p><p>\n<b>Many evils threaten our civilization with collapse<\/b>\n<\/p><p>\nThe majority of Americans, who are law-abiding and who desire to live in peace and harmony\nwith their neighbors, have been shocked and dismayed by the rioting, the anarchy, the arson,\nand the pillaging in our cities and smaller communities.\n<\/p><p>\nLife and limb among the innocent have been imperiled.  The protection of property has been\ndisregarded. Even sacred things have been desecrated. This condition has nearly reached the\npoint of insurrection, and its causes still persist.\n<\/p><p>\nAs we have been told repeatedly by enforcement agencies, lawlessness in the form of almost\nevery kind of crime is growing at an unbelievable rate. Irresponsibility is multiplying under\nan erosion of character and integrity.\n<\/p><p>\nPublic confidence in political administration has been shaken by repeated examples of\nmalfeasance in office. And yet, without stability in administration, government itself becomes\ninsecure and well-being of the citizenry is threatened.\n<\/p><p>\nImmorality is another evidence of our backsliding, as is drunkenness; and the diseases that\naccompany immorality now appear in epidemic proportions.  This immorality feeds upon\npornography in films, on the printed page, even in advertising material that goes through our\npostal system, in violation of the law. Women's styles approach the obscene.\n<\/p><p>\nPeople are losing respect both for the laws and for those who make and attempt to enforce\nthem.  It has become popular to be a violator. Some courts of justice seem to have forgotten\nthe purpose of their own existence.\n<\/p><p>\nAll of these forces&mdash;and more&mdash;combine to threaten the solidarity of our homes and\nfamilies, which always must be the basic units of society.\n<\/p><p>\nThese forces promote infidelity. They nurture discord between husband and wife.  They\nbecome a source of conflict between parents and children. They encourage immorality in the\nrising generation.\n<\/p><p>\nSome parents set an example of serious delinquency to their own offspring, and excuse&mdash;if\nnot encourage their repeated delinquencies.\n<\/p><p>\nIt is true that most people are good people, and for this we are thankful. But it is also true\nthat the evil influences all about us are taking a toll beyond anything we can afford.  Our best\nhomes are being invaded by evil influences. Every family is threatened.\n<\/p><p>\nWe have reached a point where decency at last must make a stand against indecency and\ncorruption. We can no longer permit avaricious peddlers of filth to corrupt our loved ones,\nnor allow gangs to make our peaceful neighborhoods unsafe.\n<\/p><p>\n<b>The attack must be repulsed<\/b>\n<\/p><p>\nOur cities and towns, our rural areas and our villages should never become battlefields, nor\nour streets unsafe for pedestrians traversing them after dark.\n<\/p><p>\nWe can no longer stand by as criminals carry on their nefarious work. We can no longer\npermit the deliberate weakening of the arm of the law, which originally was\nintended to protect the innocent.  We must no longer coddle and protect the predators who\nsap the vitality of our democracy. We can no longer stand for the corroding infiltration of\nfilthiness into our homes and communities.\n<\/p><p>\n<b>Righteousness must survive<\/b>\n<\/p><p>\nThe Almighty gave freedom to America based upon obedience to the God of the land, who is\nJesus Christ. Our freedom will continue only as our righteousness survives.\n<\/p><p>\nOur righteousness can exist only as we obey the source of all righteousness, who is Jesus\nChrist.\n<\/p><p>\nEvery force now corrupting America is a form of anti-Christ. Criminality is anti-Christ.\nImmorality is anti-Christ. Drunkenness is anti-Christ.  Rioting, pillaging, and anarchy likewise\nare anti-Christ.  Robbery, assault, and murder are all anti-Christ.  Deception, duplicity,\nperjury, and covetousness are anti-Christ.\n<\/p><p>\nThe distribution of pornographic material that corrupts the morals of young and old alike is\nanti-Christ. And so is every other force destructive of the high principles that have made\nAmerica great.\n<\/p><p>\nI ask you&mdash;how <i>Christian<\/i> is America?\n<\/p><p>\nHow deep is your own Christian faith?\n<\/p><p>\nWould you fight for it?\n<\/p><p>\nDo you believe enough in Christian teachings to take a stand for cleanliness and high\nmorals&mdash;for honesty and integrity?\n<\/p><p>\n<b>Disciplines of the Christ-like life will save our civilization<\/b>\n<\/p><p>\nThe abandonment of Christian principles has brought this nation to its present unfortunate\nplight.  Only a return to Christ can correct our condition.  Politics cannot do it.  Higher taxes\nwill not do it. New laws cannot do it.  We have tried all these and they have failed.\n<\/p><p>\nWe have tried every other manmade device, with only a worsening of the condition.  It is\ntime now to try God's way.\n<\/p><p>\nThe irreligious need not scoff at such a suggestion.  Which among them can show how their\ngodless philosophy has offered any remedy for our situation? What have they gained by\nturning their backs upon Christ?\n<\/p><p>\nRejection of God-like principles has caused us to reap the whirlwind in riots, criminality,\ndrunkenness, immorality, broken homes, and a rebellious new generation.\n<\/p><p>\nSince the irreligious have nothing to offer, we challenge them to study and apply true\nChristian principles.  We appeal to men in government and business alike to discover the\nstrength to be found in the gospel of Christ and to apply its sacred principles in their\nrelationships with other people.\n<\/p><p>\nWe urge the poor, even the hungry, to believe in Christ and to pray God to soften the hearts\nof others and thereby obtain the help they need, rather than to resort to violence.\n<\/p><p>\nAll mankind should remember that hate begets hate, violence begets violence, and that love\nand understanding&mdash;cooperation and brotherhood&mdash;will reproduce themselves in the hearts\nof others when given willingly and sincerely.\n<\/p><p>\nWe appeal to all mankind to practice the Golden Rule (<span class=\"citation\" id=\"35708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35708)\">Matt. 7:12<\/a><\/span>) and to honestly and sincerely do to\nothers as they would be done by.\n<\/p><p>\nWe plead with everyone to love his neighbor as himself and to reconcile all differences by an\napplication of the teachings of Christ.\n<\/p><p>\nChristianity <i>works<\/i> when it is <i>applied<\/i>.  It is the one and only solution to our personal and\nnational ills.\n<\/p><p>\nChrist is the Prince of Peace (<span class=\"citation\" id=\"25327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25327)\">Isa. 9:6<\/a><\/span>).  By truly serving him, every wrong can be adjusted.  Bitterness\nand hatred can fade away.  Wars can end.  There would be no further cause for riots. Looting\nwould be a thing of the past. Communism would pass away.\n<\/p><p>\nNeighbors truly would respect each other and enjoy a friendly existence. Delinquency would\nend. There would be no more drunkenness nor the ills that follow it.  Gangs would disappear. \nCharacter would be strong again.  Cleanliness would prevail over filth.  We could have a\nvirtual heaven on earth.\n<\/p><p>\nDo you believe Christ can do all this for you? If you do not so believe, are you sure you are\na Christian?\n<\/p><p>\nChristianity is not something to be used as a mere intellectual exercise. It is a way of life, and\nif applied it will solve all of our problems.\n<\/p><p>\n<b>His power works among men<\/b>\n<\/p><p>\nAre you doubtful about the power of Christ, or do you wonder if he really lives? We testify\nto you that he does live.  And how do we know?  We Latter-day Saints know that Christ lives\nbecause our modern prophets have seen him and have come to know him personally.\n<\/p><p>\nJesus Christ has appeared in our day&mdash;here in the United States of America&mdash;and has\nappointed a modern ministry.  He has revealed that our American form of government was\ngiven by inspiration, that he raised up the founding fathers of our country and by divine\npower set our ship of state upon its way.  And he has said that if we will but obey him, he\nwill preserve both us and our liberty.\n<\/p><p>\nHe can and will bring peace to America if we will return to him\n<\/p><p>\nBut no mere lip service will do.  He requires the hearts of men. If America now will turn to\nhim in humble obedience, the light of heaven will shine again upon our land; our stains will\nbe washed away; and man to man will brothers be, and peace will come to every heart.\n<\/p><p>\n<b>Principles of righteousness will save and preserve us a nation<\/b>\n<\/p><p>\nThe founding fathers of our country understood this fact and warned that our nation never can\nsurvive if, in the words of Washington, it \"disregards the rules of order and right which\nheaven itself has ordained.\"\n<\/p><p>\nOne of our greatest statesmen, Daniel Webster, echoed this thought in 1852 as he addressed\nthe New York Historical Society and said: \n<\/p><p>\n\"If we and our posterity shall be true to the Christian religion&mdash;\n<\/p><p>\n\"If we and they shall live always in the fear of God and shall respect his commandments&mdash;\n<\/p><p>\n\"If we and they shall maintain just moral sentiments and such conscientious convictions of\nduty as shall control the heart and life\n<\/p><p>\n\"We may have the highest hopes of the future fortunes of our country, and we may be sure of\none thing: Our country will go on prospering.\n<\/p><p>\n\"But&mdash;if we and our posterity reject religious instruction and authority, violate the rules of\neternal justice, trifle with the injunctions of morality, and recklessly destroy the political\nconstitution which holds us together, no one can tell how sudden a catastrophe may\noverwhelm us, that shall be all our glory in profound obscurity.\n<\/p><p>\nA former president of the American Bankers Association, Walter W. Head, once said: \n<\/p><p>\n\"Unless we recognize the fundamental values of the church, and through the church seek a\ncloser relationship with the divine, social justice cannot be achieved, political leadership will\nnot accomplish its desired purpose, and economic leadership will fail in its effort to establish\na full measure of prosperity.\n<\/p><p>\n\"The application of the principles enunciated by the church is necessary to the perpetuity of\nour republic,\" concluded Mr. Head.\n<\/p><p>\n<i>Repentance of national, social and personal sins is the sure way of escape from threatened destruction<\/i>\n<\/p><p>\nOh, America&mdash;wake up to the peril that confronts you.  Arouse yourself from this delirium\nin which you find yourself.  Realize that this Christian nation can never survive on the\nprinciples of anti-Christ.\n<\/p><p>\nAs Lincoln said, we can live on only if we humble ourselves before the offended powers of\nheaven, \"confess our national sins, pray for clemency and forgiveness,\" and stop giving mere\nlip service to the Almighty.\n<\/p><p>\nAnd then, blessed with victory and peace, this heaven-rescued land can justly\n<\/p><p>\n\"Praise the Power that hath made<br \/>\n      And preserved us a nation! . . .<br \/>\n      Then conquer we must,<br \/>\n      When our cause it is just<br \/>\n      And this be our motto;\n<\/p><p>\n'In God is our trust!'<br \/>\n      And the star-spangled banner<br \/>\n      In triumph shall wave<br \/>\n      O'er the land of the free<br \/>\n      And the home of the brave.\"<br \/><br \/>\n&nbsp; &nbsp;      (Francis Scott Key, \"The Star-Spangled Banner.\")\n<\/p>\n<\/div>\n<\/div>"}