{"ID":1576, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">True Vision and Knowledge Required for Exaltation<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1967, pp. 70-75<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI take my text from a conference statement by President Joseph Fielding Smith. He declared:\n\"The chief business of our lives is to build a house that will bear the weight of eternal life.\"\n<\/p><p>\n<b>To build a house for eternal life<\/b>\n<\/p><p>\nYou will note that this statement is profound with its important content and challenge. It\nsuggests we are the architects and builders of our own fate. Our God-given free agency will\npermit us to choose the pattern we wish to follow; hopefully the gospel will furnish the\nblueprint for the eternal house we are now building.\n<\/p><p>\nAlso involved in this statement is a challenge to obtain knowledge of God's plan for our\nwhole existence, both now and eternally. There are opposing evil forces who would tempt us\nto forsake the teachings of our God and encourage adults, and youth particularly, that\neverything can be explained on the basis of conditioned reflexes. They say that by removing\nour inhibitions and reverting to an animal existence, everything will turn out all right, which\nphilosophy, of course, is false. Of such writers, Robert South observed: \"He who has\npublished an injurious book sins in his very grave, corrupts others while he is rotting\nhimself.\"\n<\/p><p>\nWe must be careful not to succumb to the insidious forces of evil, for they will divert us from\nthe path which leads to immortal glory.\n<\/p><p>\nLehi said to his son Jacob: \n<\/p><p>\n\". . . it must needs be that there is an opposition in all things . . .\n<\/p><p>\n\"Wherefore, men are free according to the flesh; and all things are given them which are\nexpedient unto man. And they are free to choose liberty and eternal life, through the great\nmediation of all men, or to choose captivity and death, according to the captivity and power\nof the devil; for he seeketh that all men might be miserable like unto\nhimself\" (<span class=\"citation\" id=\"3769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3769)\">2 Ne. 2:11,27<\/a><\/span>).\n<\/p><p>\n<b>What to avoid<\/b>\n<\/p><p>\nThe Savior taught: \"That which cometh out of the man, that defileth the man.\n<\/p><p>\n\"For from within, out of the heart of men, proceed evil thoughts, adulteries, fornication,\nmurders,\n<\/p><p>\n\"Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride,\nfoolishness: \n<\/p><p>\n\"All these evil things come from within, and defile the man\" (<span class=\"citation\" id=\"33201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33201)\">Mark 7:20-23<\/a><\/span>).\n<\/p><p>\nThe apostle Paul, writing to the Romans about the sins of the flesh, admonished: \n<\/p><p>\n\"Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.\n<\/p><p>\n\"Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourself\nunto God . . . and your members as instruments of righteousness unto God\" (<span class=\"citation\" id=\"42806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42806)\">Rom. 6:12-13<\/a><\/span>).\n<\/p><p>\n<b>What to include<\/b>\n<\/p><p>\nBy comprehending what to avoid, we will understand that which we must do. Our first step is\nto make certain that our thoughts are clean and pure. Then we can give attention to our\nbodies, since they house a spirit child of God both here in mortality and in eternity. The spirit\nof man should have ascendancy and control over the physical body, for the spirit is the power\nthat quickens and animates the body and gives it life and intelligence.\n<\/p><p>\nWe have the challenge; we ought now to concentrate on developing and improving our\npresent physical house, which tabernacles a spirit child of God, and prepare it for eternal\nglory.\n<\/p><p>\nAs his earthly mission neared its close, Jesus revealed this knowledge to his disciples: \n<\/p><p>\n\"In my Father's house are many mansions: if it were not so, I would have told you. I go to\nprepare a place for you . . . that where I am, there ye may be also\" (<span class=\"citation\" id=\"28345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28345)\">John 14:2-3<\/a><\/span>).\n<\/p><p>\nIn his infinite wisdom and concern for all mankind, Jesus opened a vision wherein we get a\nglimpse of the heavenly house and its mansions being prepared for us to inhabit. Each one of\nus is inexorably building an eternal home, the mansion we will occupy in our future\neverlasting life.\n<\/p><p>\nBrigham Young said: \n<\/p><p>\n<b>Prepare to live<\/b>\n<\/p><p>\n\"Prepare to die, is not the exhortation in this Church and Kingdom; but prepare to live is the\nword with us, and improve all we can [for the] life hereafter, wherein we may enjoy a more\nexalted condition of intelligence, wisdom, light, knowledge, power, glory, and exaltation.\nThen let us seek to extend the present life to the uttermost, by observing every law of health,\nand thus prepare for a better life.\" (<i>Discourses of Brigham Young<\/i>, p. 186.) Also, the words of\nPresident Heber J. Grant: \n<\/p><p>\n\"Upon our lives here is predicated the degree of perfection in which we shall rise . . . A man\nwill not awake on resurrection morning to find that all that he neglected to do in mortal life\nhas been put to the credit side of his account and that the debit side of his ledger shows a\nclean page. That is not the teaching of the gospel.\n<\/p><p>\n\"'Whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of\nthe flesh reap corruption; but he that soweth to the spirit shall of the spirit reap life\neverlasting (<span class=\"citation\" id=\"23278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23278)\">Gal. 6:7-8<\/a><\/span>).' He whose every act has fitted him for the enjoyment of eternity will be far in\nadvance of the man whose all has been centered on the things of this life.\" (<i>Millennial Star<\/i>,\nVol. 66, March 31, 1904, p. 201.)\n<\/p><p>\nIt is worth all the effort we can muster to obtain the highest degree of glory&mdash;a promise\ngiven only to the faithful. We are not without divine teachings as to how this glorified state\ncan be attained.\n<\/p><p>\n<b>Lay up treasures that endure<\/b>\n<\/p><p>\nThe Savior gave this counsel: \n<\/p><p>\n\"Lay not up for yourselves treasures upon earth, where moth and rust doth\ncorrupt, and where thieves break through and steal: \n<\/p><p>\n\"But lay up for yourselves treasures in heaven . . .\n<\/p><p>\n\"For where your treasure is, there will your heart be also\" (<span class=\"citation\" id=\"35694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35694)\">Matt. 6:19-21<\/a><\/span>).\n<\/p><p>\nTreasures earned here are credited to our account in eternity and, if sufficient, will build for\nus a house that will bear the weight of eternal life.\n<\/p><p>\nAlma informs us that this life becomes a probationary state, a time for men to prepare to meet\nGod (see <span class=\"citation\" id=\"9078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9078)\">Alma 12:24<\/a><\/span>).\n<\/p><p>\nPresident David O. McKay has added this wise counsel: \n<\/p><p>\n<b>God, the head of the house<\/b>\n<\/p><p>\n\"Let us make God the center of our lives. That was one of the first admonitions given when\nthe gospel was first preached to man. To have communion with God, through his Holy Spirit,\nis one of the noblest aspirations of life. It is when the peace and love of God have entered the\nsoul, when serving him becomes the motivating factor in one's life and existence . . .\n<\/p><p>\n\"When God becomes the center of our being, we become conscious of a new aim in\nlife&mdash;spiritual attainment. Physical possessions are no longer the chief goal in life. To indulge,\nnourish, and delight the body as any animal may do is no longer the chief end of mortal\nexistence.\" (<i>The Improvement Era<\/i>, June 1967, pp. 109-110.)\n<\/p><p>\nIn these latter days we are surrounded by demons. We can identify some of these demons;\nthey are those who promulgate the uses of deleterious items that are not good for the\nbody&mdash;all the habit-forming drugs that are foisted upon us by seductive advertising and designing\npersons who would lead us down the paths of sin to degradation and destruction, or, in the\nvernacular, \"on trips\" through LSD, heroin, marijuana, morphine, and other habit-forming and\nharmful drugs detrimental to the maintenance of a healthy body in which to house our eternal\nspirit. We are thus encircled about by the angels of him who seeks to destroy our souls; but\nthanks to the Lord, the days of probation are still with us. However, we cannot afford to\nprocrastinate the day of our salvation. We should be anxiously engaged in building a house\nthat will support and delight us in the eternal life to come.\n<\/p><p>\n<b>Nurture qualities of the spirit<\/b>\n<\/p><p>\nIf we nurture the finer qualities of the Spirit that come from the presence of God, the Spirit\nwill gain ascendancy over the carnal body and subject the flesh to its will.\n<\/p><p>\nThere is much conquering of self and overcoming of bad habits before the soul of man can be\nsanctified by the Holy Spirit. We should determine now the kind of body or house we want\nour resurrected being to occupy throughout the eternities of time. Shall it be clean and pure,\nworthy to receive glory in the eternal mansions of our God, or shall it be one that cannot\nabide that glory and thus will be assigned to a kingdom of lesser glory or to a place without\nkingdom or glory?\n<\/p><p>\nThe choice is ours to make. The Lord has said, \"For the power is in them, wherein they are\nagents unto themselves. And inasmuch as men do good they shall in no wise lose their\nreward\" (<span class=\"citation\" id=\"14946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14946)\">D&amp;C 58:28<\/a><\/span>).\n<\/p><p>\n<b>Vision of heavenly abodes<\/b>\n<\/p><p>\nNow I call your attention to one of the greatest visions ever granted to any prophet of God\nrespecting the future status of this earth's inhabitants. This revelation describes the three\ndegrees of glory and is without doubt one of the most profound revelations given in any\ndispensation. It encompasses the knowledge, wisdom, and light that our Heavenly Father feels\nis expedient for us to have in relation to the hereafter and the future destiny of his children.\n<\/p><p>\nPerhaps no other scripture furnishes us with such direct knowledge on this subject as does this\nwonderful revealing vision. I direct your attention to the essentials in each of these degrees:\nthe celestial, the terrestrial, and the telestial. To further support this latter-day vision, I quote\nthe apostle Paul, who likened the highest degree of glory unto the sun, which\nis the most radiant of all God's planets; the second is likened unto the moon, which is a much\nlesser light than the sun; and the other is likened unto the stars; and as one star differs from\nanother star in glory so also is the resurrection of the dead (see <span class=\"citation\" id=\"469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(469)\">1 Cor. 15:40-42<\/a><\/span>).\n<\/p><p>\nAn understanding of this revelation enables one living in mortality to examine himself and his\nmode of life and to personally determine whether it fully satisfies his need. He can change his\nlife if additional time is spared him and set his sights on a higher goal. This knowledge\nenables him to see more understandingly the purpose of life here and now, and makes\nperfectly clear that the nature and quality of the life he pursues in this existence will\ndetermine his destiny in the eternities to come.\n<\/p><p>\nFrom this vision of the three degrees of glory given to the Prophet Joseph Smith and Sidney\nRigdon, we learn the various punishments and rewards meted out to all persons according to\ntheir worthiness.\n<\/p><p>\n<b>The celestial<\/b>\n<\/p><p>\nThe conditions for entering the celestial glory for those who come forth in the resurrection of\nthe just are as follows: They are the ones who receive the testimony of Jesus and believe on\nhis name and are baptized in his name that they might be cleansed of their sins, that they\nmight receive the Holy Ghost by the laying on of hands of those possessing this authority.\nThey are they who have overcome by faith all things and are sealed by the Holy Spirit of\nPromise, and into whose hands the father has given all things. They are priests and kings of\nthe most high and receive of the fullness of God's glory. They are they who will glory in\nGod and not in man. They shall dwell in the presence of God and Christ forever. They are\nmen, made perfect through the atonement of Christ, whose bodies are celestial and whose\nglory is as that of the sun (see <span class=\"citation\" id=\"14975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14975)\">D&amp;C 76:50-70<\/a><\/span>).\n<\/p><p>\n<b>The terrestrial<\/b>\n<\/p><p>\nThe terrestrial glory differs from that of the celestial kingdom, as the moon differs in glory\nfrom the sun. Those who achieve this glory are they who died without law. They are the\nspirits of men kept in prison. They are the ones who did not receive the testimony of Christ in\nthe flesh, but who afterwards received it. They are the honorable men of the earth made blind\nby men's craftiness. These will receive of Christ's glory but not of his fullness. They will\nreceive of the presence of the Son but not the fullness of the Father. Their bodies are\nterrestrial (see <span class=\"citation\" id=\"14976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14976)\">D&amp;C 76:71-79<\/a><\/span>).\n<\/p><p>\n<b>The telestial<\/b>\n<\/p><p>\nIn the vision, they then beheld the glory of those in the telestial kingdom, which is the least\nof the three degrees of glory. Its glory differs from that of the other two, as the glory of the\nstars differs from those of the sun and the moon, and as the glory of one star differs from that\nof another star in glory.\n<\/p><p>\nThose in this kingdom received not the gospel of Christ nor his testimony, yet did not deny\nthe Holy Spirit. They are thrust down to hell. They will not be redeemed from Satan until the\nlast resurrection, until the Lord, even Christ, the Lamb, shall have finished his work. Those of\nthe telestial glory will not receive the Lord's fullness of the eternal world, but of the Holy\nSpirit through the ministration of the terrestrial, and the terrestrial through the ministration of\nthe celestial (see <span class=\"citation\" id=\"14978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14978)\">D&amp;C 76:81-87<\/a><\/span>).\n<\/p><p>\nSuch are the degrees of glory in Christ's many mansions. They provide the knowledge\nnecessary to understand the goals toward which we are to strive in order to enjoy the\nblessings of our God in whatever kingdom we may merit, be it great or small. We cannot\ninherit a higher glory than that which our bodies are prepared and conditioned to receive\n(<span class=\"citation\" id=\"14992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14992)\">D&amp;C 88:28-32<\/a><\/span>).\n<\/p><p>\n<b>A guide for mortality<\/b>\n<\/p><p>\nThis enlightening revelation in the 76th section of the Doctrine and Covenants should be\nprayerfully studied in its entirety and understood fully, for it is a safe guide to one's life here\nin mortality. The goal for every person is to build a house by good works, to\nattain the highest degree of the celestial kingdom of God. Anything short of this, with the\nlight and knowledge we possess, would be settling for a great deal less than our Lord offers\nus.\n<\/p><p>\nBy careful study of the revelation, each person can determine the degree of glory he will\ninherit hereafter. Understanding this, he should project himself and his thinking into the\neternal world and picture himself there according to the pattern of life he is now living. If he\ndoes so, I wonder if he would be happy with what he envisions his future inheritance to be?\n<\/p><p>\n<b>Saving power of knowledge<\/b>\n<\/p><p>\nKnowledge is necessary to salvation. The Prophet Joseph taught: \"It is impossible for a man\nto be saved in ignorance\" (<span class=\"citation\" id=\"15065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15065)\">D&amp;C 131:6<\/a><\/span>). Knowledge is power, the power to aid us to adjust to\nthe various conditions and circumstances of life in which we find ourselves at any moment of our lives.\n<\/p><p>\nImagine a builder attempting to construct an edifice of any kind, without knowledge, plans,\nand specifications to guide him. We all know it cannot be done successfully. Therefore, when\nbuilding mansions for our souls, the greater our knowledge concerning them, other things\nbeing equal, the more glorious our mansions will be. It must, of course, be knowledge of the\nright kind, divine knowledge, knowledge that comes through inspiration or revelation to us\nfrom God or through his anointed servants. Knowledge, then, is the first requisite for building\na house that will bear the weight of eternal life.\n<\/p><p>\nThus equipped, we are to observe the laws associated with the knowledge God has provided\nus, and keep the commandments he has so abundantly given to help implement that knowledge.\n<\/p><p>\n<b>Vision<\/b>\n<\/p><p>\nTo do all this we need vision and insight, for as is recorded in Proverbs, \"Where there is no\nvision, the people perish\" (<span class=\"citation\" id=\"41486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41486)\">Prov. 29:18<\/a><\/span>).\n<\/p><p>\nThis means that without the type of vision given to our prophets, people in general will lack\nthe information necessary to discover divine truth. It also has a personal application, for any\nman lacking vision or insight into truth is slow to progress in spiritual things.\n<\/p><p>\nOne with active vision will seek understanding of God's commandments and will find ways to\nobey and keep them. From such knowledge gained he will realize that his body is the\ntabernacle of his immortal spirit, that the temple of the spirit should not, in any manner, be\ndefiled. It must be preserved in purity&mdash;physical, intellectual, moral, and spiritual purity. This is\nwhy the Lord has given us the Ten Commandments, the Beatitudes, the Word of Wisdom, the\ntemple ordinances, and persuasive instruction from his prophets and servants. This is why he\nrequires that we resist and overcome all evil, all immorality, all baseness. This is why he\nurges us to live righteously before him. Those who observe his physical or temporal laws\nshall receive health in the navel and marrow to their bones, and shall find wisdom and great\ntreasures of knowledge, even hidden treasures (see <span class=\"citation\" id=\"15009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15009)\">D&amp;C 89:18-19<\/a><\/span>).\n<\/p><p>\n<b>Physical health and spirituality<\/b>\n<\/p><p>\nThere is a close relationship between physical health and spiritual development. All excesses\nare wrong and ultimately lead to disaster. When one's physical health is impaired by\ndisobedience to God's eternal laws, spiritual development will also suffer.\n<\/p><p>\nThe same is true of the intellectual phase of life. Intellectual dishonesty disquiets and curses\nthe lives of those guilty of such deceit. Can the spirit of the Lord activate one guilty of\nintellectual dishonesty? How glorious our society would be if all those who make up that\nsociety were intellectually honest.\n<\/p><p>\n<b>Sources of strength<\/b>\n<\/p><p>\nThe quotable gem from Tennyson's beautiful character, Sir Galahad: \"My strength is as the\nstrength of ten, because my heart is pure.\" What strength? Not only physical strength,\nbut moral strength, the strength that resides in purity of life, that faces\ndanger, disaster, abuse, false witness, and accusation undaunted; the strength that comes from\ndoing right and living righteously before the Lord, that knows no \"new morality,\" but only the\none, the true, the eternal morality instituted by God and preserved in the Ten Commandments\nand the Beatitudes.\n<\/p><p>\nBrothers and sisters, be not deceived and led astray by the wiles and seductive \"charms\" of\nthose advocating that which they call the \"new morality.\" There is no such thing. It is a name\nonly, given to an old evil whose ultimate effect is to destroy man, the thing it has done under\nother guises through the centuries. It will never permit you to build a house that will bear the\nweight of eternal life.\n<\/p><p>\nThe truly spiritual person is the one who finds joy and happiness and true purpose in the\nthings of God, such as prayer, humility, selfless service, kindness, virtue, chastity, obedience\nto God's will and laws, love unfeigned, nobleness of soul, regard for that which is sacred and\nholy&mdash;in short, all the attributes God would have us acquire and exercise here in mortality.\nWe may never know all of them in our brief mortal sojourn, but implementing those we know\nwill help us wisely build that structure which will bear the weight of eternal life.\n<\/p><p>\nTruly life on this earth is brief indeed, but the worth of it can be priceless. By vigorously\nseeking God's help, by striving for true knowledge, the knowledge of God's eternal plan will\nbecome ours to live by.\n<\/p><p>\n<b>Obedience and eternal life<\/b>\n<\/p><p>\nGod has given this promise: \". . . if you keep my commandments and endure to the end, you\nshall have eternal life, which gift is the greatest of all the gifts of God\" (<span class=\"citation\" id=\"14909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14909)\">D&amp;C 14:7<\/a><\/span>).\n<\/p><p>\nThe renewal and sanctification of our bodies by the power of the Holy Ghost is obtained by\nliving the gospel (<span class=\"citation\" id=\"14986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14986)\">D&amp;C 84:33<\/a><\/span>). Our treasures of good works that precede us are building our eternal\nmansions. To project one's thinking into the eternities under the influence of the spirit will\nstretch one's mind and give clear vision of God's plan, which will help chart a true course\nback to his presence. Keep eternity always before you here in mortality and base your acts\nand judgments and decisions upon God's eternal laws. We should educate ourselves not only\nfor time but also for eternity.\n<\/p><p>\nMy brothers, sisters, and friends, I hope we will always remember and keep uppermost in our\nminds and never forget that in all our doings, the chief business of our lives is to build a\nhouse that will bear the weight of eternal life. I bear witness to the truthfulness of these\nthings. They are things we should know and never forsake. May God give us the courage to\nwalk humbly before him, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}