{"ID":1578, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Importance of Temples<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, October 1967, pp. 79-82<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I desire today to speak to you concerning the importance of temples. \nWhen the saints of God had gathered at Nauvoo, Illinois, the Lord gave them a revelation\ntelling them to build a temple to him.  These are his words: \n<\/p><p>\n<b>Revelation to build a temple<\/b>\n<\/p><p>\n\"And send ye swift messengers, yea, chosen messengers, and say unto them: Come ye, with\nall your gold, and your silver, and your precious stones, and with all your antiquities; and\nwith all who have knowledge of antiquities, that will come, may come, and bring the\nbox-tree, and the fir-tree, and the pine-tree, together with all the precious trees of the earth; \n<\/p><p>\n\"And with iron, with copper, and with brass, and with zinc, and with all your precious things\nof the earth; and build a house to my name, for the Most High to dwell therein.\n<\/p><p>\n\"For there is not a place found on earth that he may come to and restore again that which was\nlost unto you, or which he hath taken away, even the fulness of the priesthood\"\n(<span class=\"citation\" id=\"15055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15055)\">D&amp;C 124:26-28<\/a><\/span>).\n<\/p><p>\n<b>Ordinances of the priesthood<\/b>\n<\/p><p>\nIn order to obtain a fullness of the priesthood of God, we must have temples wherein those\nsacred ordinances of the priesthood can be revealed to people who are willing and worthy to\nreceive them.  The Lord continues: \n<\/p><p>\n\"And again, verily I say unto you, how shall your washings be acceptable unto me, except ye\nperform them in a house which you have built to my name?\n<\/p><p>\n\"For, for this cause I commanded Moses that he should build a tabernacle, that they should\nbear it with them in the wilderness, and to build a house in the land of promise, that those\nordinances might be revealed which had been hid from before the world was.\n<\/p><p>\n\"Therefore, verily I say unto you, that your anointings, and your washings, and your baptisms\nfor the dead, and your solemn assemblies, and your memorials for your sacrifices by the sons\nof Levi, and for your oracles in your most holy places wherein you receive conversations, and\nyour statutes and judgments, for the beginning of the revelation and foundation of Zion, and\nfor the glory, honor, and endowment of all her municipals, are ordained by the ordinance of\nmy holy house, which my people are always commanded to build unto my holy name.\n<\/p><p>\n\"And verily I say unto you, let this house be built unto my name, that I may reveal mine\nordinances therein unto my people.\n<\/p><p>\nFor I deign to reveal unto my church things which have been kept hid from before the\nfoundation of the world, things that pertain to the dispensation of the fulness of times\"\n(<span class=\"citation\" id=\"15056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15056)\">D&amp;C 124:37-41<\/a><\/span>).\n<\/p><p>\n<b>Nauvoo temple<\/b>\n<\/p><p>\nThis temple was constructed at Nauvoo, Illinois, and dedicated to the Lord. It was used by the\nsaints, therein to receive these sacred ordinances which were mentioned in the revelation.  In\nmy book of remembrance I have a record of such ordinance work having been performed in\nthe Nauvoo Temple for my progenitors on my Burton and on my Garr ancestral lines.  I am\nhumbly grateful that they were among those earliest members of the Church who received\nsuch priesthood blessings.  Through sacred temple ordinances they provided a patriarchal\ninheritance of righteousness for all their descendants who remain faithful to\nthe Lord Jesus Christ and who continue to obey his commandments after taking upon\nthemselves his holy name.\n<\/p><p>\n<b>Penalties for disobedience<\/b>\n<\/p><p>\nIn that same revelation from which I have quoted, there is a passage that gives me\nconsiderable concern: \n<\/p><p>\n\"And if my people will hearken unto my voice, and unto the voice of my servants whom I\nhave appointed to lead my people, behold, verily I say unto you, they shall not be moved out\nof their place.\n<\/p><p>\n\"But if they will not hearken to my voice, nor unto the voice of these men whom I have\nappointed, they shall not be blest, because they pollute mine holy grounds, and mine holy\nordinances, and charters, and my holy words which I give unto them.\n<\/p><p>\n\"And it shall come to pass that if you build a house unto my name, and do not do the things\nthat I say, I will not perform the oath which I make unto you, neither fulfil the promises\nwhich ye expect at my hands, saith the Lord.\n<\/p><p>\n\"For instead of blessings, ye, by your own works, bring cursings, wrath, indignation, and\njudgments upon your own heads, by your follies, and by all your abominations, which you\npractise before me, saith the Lord\" (<span class=\"citation\" id=\"15058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15058)\">D&amp;C 124:45-48<\/a><\/span>).\n<\/p><p>\n<b>Fruits of faithfulness<\/b>\n<\/p><p>\nThe Church of Jesus Christ has built many houses to the Lord since that time, but are we\ndoing all that the Lord desires of us?  I know there are thousands of faithful saints who go to\nthe temples and there perform saving ordinances in behalf of their kindred dead.  Those who\ndo this work and accept their obligations and keep their covenants are blessed of the Lord.\nThere is a gentleness of spirit and a sweet peaceful influence that accompanies them in their\ndaily lives. There is light in their eyes and peace in their souls that reflects the goodness of\nGod.  They foster the brotherhood of man as children of God and are good citizens in the\nlands in which they live.  They are slow to quarrel and quick to forgive.  They are truly\ntrying to be saints.\n<\/p><p>\n<b>Attitude<\/b>\n<\/p><p>\nThe thing that worries me is that not all who go to the temples do so with a proper attitude. \nSome go to fulfill a duty almost in a spirit of \"Let's go and get it over with!\" They make no\neffort to prepare themselves by prayer and study for such sacred work.  They take their\nproblems and worries and secret sins to the temple with them.  They are tense and many\ntimes selfish.  They are in a hurry to be out again and so do not take the peaceful spirit of the\ntemple back into their daily lives.  They do not find the happiness and joy within the temple\nwhich should be found there.  A person can never give what he does not receive.  Unless we\ngo to the house of the Lord taking with us the influence and spirit of God, we cannot expect\nGod to fulfill the oath and promise he made to those who really love and serve him out of the\nabundance of their hearts.\n<\/p><p>\n<b>Patriarchal covenants<\/b>\n<\/p><p>\nThose who understand the patriarchal nature of the sealing covenants made in the temple\nrealize the greatness and value of these temple blessings.  They cannot rest until they have\ngathered together that information for their progenitors which identifies them.  They then go\nto the temple to have those sealing ordinances performed in behalf of their ancestors by which\ntheir ancestors' places and their own places in the family of God are made secure.  Such\npersons keep those sacred covenants themselves by which they can retain their inheritance as\nthe children of God.\n<\/p><p>\n<b>Malachi, third chapter<\/b>\n<\/p><p>\nI have read again the words of the Angel Moroni when he appeared to give a revelation of\ninstruction to the Prophet Joseph Smith, using these words: \n<\/p><p>\n\"After telling me these things, he commenced quoting the prophecies of the\nOld Testament.  He first quoted part of the third chapter of Malachi; and he quoted also the\nfourth or last chapter of the same prophecy, though with a little variation from the way it\nreads in our Bibles. Instead of quoting the first verse as it reads in our hooks, he quoted it\nthus: \n<\/p><p>\n\"For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do\nwickedly shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts,\nthat it shall leave them neither root nor branch.\n<\/p><p>\n\"And again, he quoted the fifth verse thus: Behold, I will reveal unto you the Priesthood, by\nthe hand of Elijah the prophet, before the coming of the great and dreadful day of the Lord.\n<\/p><p>\n\"He also quoted the next verse differently: And he shall plant in the hearts of the children the\npromises made to the fathers, and the hearts of the children shall turn to their fathers. If it\nwere not so, the whole earth would be utterly wasted at his coming\" (<span class=\"citation\" id=\"30498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30498)\">JS&mdash;H 1:36-39<\/a><\/span>).\n<\/p><p>\nThe first instruction Moroni gave concerned the end goal toward which we are working. \nWhen Malachi prophesied of the second coming of Christ, he spoke of \"the proud, yea, and\nall that do wickedly\" (<span class=\"citation\" id=\"32802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32802)\">Mal. 4:1<\/a><\/span>). Of whom was he speaking?  First, of those who rejected Christ because\nof the pride of their hearts, and second, of those who, having accepted Jesus, were not valiant\nin keeping his commandments (<span class=\"citation\" id=\"14977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14977)\">D&amp;C 76:79<\/a><\/span>).\n<\/p><p>\nMalachi went on to say they \"shall burn as stubble.\" This means that they shall be destroyed. \nBy whom? Malachi explains, \"They that come shall burn them, saith the Lord of Hosts\"\n(<span class=\"citation\" id=\"30499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30499)\">JS&mdash;H 1:37<\/a><\/span>).\n<\/p><p>\n<b>The plight of the indifferent<\/b>\n<\/p><p>\nThose who come are those righteous hosts of heaven and righteous persons caught up from\nearth who shall come and return with the glorified, resurrected Savior to cleanse the earth.\nBut what is meant by the expression \"that shall leave them neither root nor branch\"?  This\nexpression simply means that wicked and indifferent persons who reject the gospel of Jesus\nChrist will have no family inheritance or patriarchal lineage&mdash;neither root (ancestors or\nprogenitors) nor branch (children or posterity).  Such persons cannot be received into the\ncelestial kingdom of glory of resurrected beings, but must be content with a lesser blessing.\n<\/p><p>\nThe prophet thus stressed the need of turning the hearts of the children to their fathers and the\nhearts of fathers to their children.  This turning of hearts to family relationships means\nestablishing and sealing patriarchal lineage within the sacred confines of the temple and\ncarrying that family inheritance into our daily lives. That is why, even if we do build temples,\nif we do not keep the covenants made in them, we will be rejected as a people.\n<\/p><p>\nWhy was Jesus so hard on the scribes and Pharisees of his day who rejected his message?  He\ndenounced them vigorously in these words: \n<\/p><p>\n\"Ye serpents, ye generation of vipers, how can ye escape the damnation of hell?\n<\/p><p>\n\"Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them\nye shall kill and crucify; and some of them shall ye scourge in your synagogues, and\npersecute them from city to city: \n<\/p><p>\n\"That upon you may come all the righteous blood shed upon the earth, from the blood of\nrighteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the\ntemple and the altar.\n<\/p><p>\n\"Verily I say unto you, All these things shall come upon this generation\" (<span class=\"citation\" id=\"35739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35739)\">Matt. 23:33-36<\/a><\/span>).\n<\/p><p>\nLet me quote the explanation of this scripture given by the Prophet Joseph Smith.  In\nspeaking of the gospel being preached to the spirits of those whose bodies lie in the grave and\nciting the necessity of baptism for and in behalf of the dead, the Prophet said: \n<\/p><p>\n\"Hence it was that so great a responsibility rested upon the generation in which the Savior\nlived . . . Hence as they possessed greater privileges than any other\ngeneration [in having the Savior in person there to teach them] not only pertaining to\nthemselves, but to their dead, their sin was greater, as they not only neglected their own\nsalvation but that of their progenitors [because of their lack of power and privilege of helping\nthose who were relying on them for release from bondage] and hence their blood [that is, of\ntheir progenitors] was required at their hands.\" (<i>Teachings of the Prophet Joseph Smith<\/i>, pp.\n222-223.)\n<\/p><p>\nIf this was true of those who neglected their inheritance in the days of the Savior, is it not\nequally true today of us who live in the period known as the fullness of times? In our day the\ngospel in its entirety has been revealed, and our duty and obligation lies clearly before us. \nSmall wonder then that the Lord instructed us as I have read before, that even if we build\ntemples, if we do not also perform a labor of love therein, we will be rejected.  The blood of\nour righteous ancestors will come upon our heads, and instead of blessings we will bring upon\nourselves cursings, wrath, indignation, and judgments.  The Lord has called such neglect both\na folly and an abomination (<span class=\"citation\" id=\"14926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14926)\">D&amp;C 35:7<\/a><\/span>).\n<\/p><p>\n<b>Time for repentance<\/b>\n<\/p><p>\nWhat a time this is, then, for repentance! It is a time to seek the Lord humbly by knocking at\nthe doors of his holy house with the sheaves of our offerings in our hands.  These sheaves of\nofferings are the names of our progenitors to present before the Lord, that we and they may\nbe saved through a sealing in that family relationship which is characteristic of the patriarchal\norder of the priesthood.\n<\/p><p>\nI bear you my witness of the divinity of this work given to us by God our Heavenly Father\nthrough living prophets.  This privilege of having this knowledge comes to us only through\nthe grace of Jesus Christ our Lord. Of him I testify that he lives! In the name of Jesus Christ. \nAmen.\n<\/p>\n<\/div>\n<\/div>"}