{"ID":1579, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Ask, Seek, and Knock<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1967, pp. 82-84<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI too would like to begin my message today with the same passage that President Tanner used\nthis morning, this oft-repeated passage found in the 11th chapter of Luke where the Lord said: \n\"And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it\nshall be opened unto you.\n<\/p><p>\n\"For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it\nshall be opened\" (<span class=\"citation\" id=\"31713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31713)\">Luke 11:9-10<\/a><\/span>).\n<\/p><p>\nHe says, \"ask,\" \"seek,\" and \"knock.\" It's as if he were standing there with outstretched hands,\nwaiting for us to reach out and take them.  If we do not reach out, he cannot help.\n<\/p><p>\nIt seems quite simple, but to \"ask,\" \"seek,\" or \"knock\" involves effort on our part.\n<\/p><p>\n<b>To know right and wrong<\/b>\n<\/p><p>\nOliver Cowdery learned this lesson too. It seems that he had made an attempt to translate and\nfailed, as a result of which we have the revelation given in Section 9 of the Doctrine and\nCovenants, which is a key to revelation, in which the Lord said to Oliver\nCowdery through Joseph Smith: \"Behold, you have not understood; you have supposed that I\nwould give it unto you, when you took no thought save it was to ask me.\n<\/p><p>\n\"But, behold, I say unto you, that you must study it out in your mind; then you must ask me\nif it be right, and if it is right I will cause that your bosom shall burn within you; therefore,\nyou shall feel that it is right.\n<\/p><p>\n\"But if it be not right you shall have no such feelings, but you shall have a stupor of thought\nthat shall cause you to forget the thing which is wrong; therefore, you cannot write that which\nis sacred save it be given you from me\" (<span class=\"citation\" id=\"14906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14906)\">D&amp;C 9:7-9<\/a><\/span>).\n<\/p><p>\nAs it was with Oliver Cowdery, so also we may have assumed that all the Prophet Joseph\nSmith did was to look into the Urim and Thummim and all the rest was done for him, with\nno other effort on his part.\n<\/p><p>\n<b>An early family evening<\/b>\n<\/p><p>\nAs we look into the record, we find that after the first visit to the Hill Cumorah, Joseph told\nthe story of the history of the early American inhabitants to his family. His mother wrote:\n\"From this time forth, Joseph continued to receive instructions from the Lord, and we\ncontinued to get the children together every evening for the purpose of listening while he\ngave us a relation of the same.  I presume our family presented an aspect as singular as any\nthat ever lived upon the face of the earth&mdash;all seated in a circle, father, mother, sons and\ndaughters, and giving the most profound attention to a boy, eighteen years of age.\" This\nsounds like the first family home evening of this dispensation.\n<\/p><p>\nThen she continued to say:  \"We were now confirmed in the opinion that God was about to\nbring to light something upon which we could stay our minds, or that would give us a more\nperfect knowledge of the plan of salvation and the redemption of the human family.  This\ncaused us greatly to rejoice, the sweetest union and happiness pervaded our house, and\ntranquility reigned in our midst.\n<\/p><p>\n\"During our evening conversations, Joseph would occasionally give us some of the most\namusing recitals that could be imagined.  He would describe the ancient inhabitants of this\ncontinent, their dress, mode of traveling, and the animals upon which they rode; their cities,\ntheir buildings, with every particular; their mode of warfare; and also their religious worship. \nThis he would do with as much ease, seemingly, as if he had spent his whole life among\nthem.\" (Lucy Mack Smith, <i>History of Joseph Smith by His Mother<\/i>, pp. 82-83.)\n<\/p><p>\nThis was before he received the plates.  He must have received this by revelation, for he\nknew the whole story of the content of the record that is now the Book of Mormon.  He had\nhad five long visits with Moroni, and his mother says he received many revelations.\n<\/p><p>\n<b>Events before translating the Book of Mormon<\/b>\n<\/p><p>\nWhen Joseph finally received the plates, he did not take them directly home.\n<\/p><p>\nWhen Moroni, an angel of the Lord, gave him the gold plates, he told Joseph: \"Now you have\ngot the Record into your own hands, and you are but a man, therefore you will have to be\nwatchful and faithful to your trust, or you will be overpowered by wicked men; for they will\nlay every plan and scheme that is possible to get it away from you, and if you do not take\nheed continually, they will succeed.  While it was in my hands, I could keep it, and no man\nhad power to take it away] but now I give it up to you. Beware, and look well to your ways,\nand you shall have power to retain it, until the time for it to be translated.\" (<i>Ibid.<\/i>, p. 110.)\n<\/p><p>\nHe had also been instructed not to let anyone see the plates except as he would be instructed. \nNow he was going home in broad daylight, with the plates, wrapped in his linen frock, under\nhis arm.  He must have felt quite uneasy about this, so, while still about\nthree miles from home, he went into a grove of trees and hid the plates in a partially rotted\nlog, which he had hollowed out with his pocket knife.\n<\/p><p>\nWhen he returned later to get them, he found them safe. He wrapped them in his linen frock,\nput them under his arm, and started home.  On the way, \"as he was jumping over a log, a\nman sprang up from behind it and gave him a heavy blow with a gun. Joseph turned around\nand knocked him down, then ran at the top of his speed. About half a mile farther he was\nattacked again in the same manner as before; he knocked this man down in like manner as the\nformer and ran on again; and before he reached home he was assaulted the third time.  In\nstriking the last one, he dislocated his thumb, which, however, he did not notice until he came\nwithin sight of the house, when he threw himself down in the corner of the fence in order to\nrecover his breath.  As soon as he was able, he arose and came to the house.  He was still\naltogether speechless from fright and the fatigue of running.\" (<i>Ibid.<\/i>, p. 108.)\n<\/p><p>\nI consider this a rather remarkable physical feat: to carry the plates under his arm, knock\ndown three men, and run the approximate three miles.\n<\/p><p>\nI think the Lord gave him this experience purposely, to show him by his own experience that\nthe adversary would exert every effort to get the plates and would stop at nothing to hinder\nthe work of the Lord; also, to teach him that he would be given help as may be needed if he\nwould exert his own efforts first.  The Lord must have given him extra strength beyond his\nown physical abilities to carry the plates, knock down three men, and run three miles.\n<\/p><p>\n<b>Effort of translation<\/b>\n<\/p><p>\nWhen the Prophet started to translate, he had to study the characters for quite awhile.  Then\nhis wife Emma did some writing for him.  Then Martin Harris became his scribe. Then after\nthe 116 pages of transcription were lost, Oliver Cowdery came to be his scribe.\n<\/p><p>\nBy this time, Joseph had had considerable experience at translating, and the work went forth\nwith good speed.\n<\/p><p>\nNot even with the Urim and Thummim does it come without effort. Joseph had to exert all\nhis effort, physically and mentally.  He had to put forth his full effort.  So it is with us today. \nWe must put forth our full effort, give our full Church-service time.\n<\/p><p>\nThe promise is also to us: we will be given the help that we need to fulfill the Lord's work if\nwe will put forth our effort first.\n<\/p><p>\n<b>Ask, seek, and knock<\/b>\n<\/p><p>\nMay I say to all who are not yet members of the Church of Jesus Christ: <i>seek<\/i>, <i>ask<\/i>, and\n<i>knock<\/i>.  The Lord may someday ask you if you tried to find his Church.  We are trying to\nbring this great message of the restoration of the gospel of Jesus Christ to all the world.  We\nwould that all could rejoice, as the Prophet's mother did as she said, \"This caused us greatly to\nrejoice, the sweetest union and happiness pervaded our house, and tranquility reigned in our\nmidst.\" (<i>Ibid.<\/i>, p. 83.)\n<\/p><p>\nThis is our message to the world: to bring the gospel of Jesus Christ, with its peace,\nhappiness, and tranquility, into every family, the world over.\n<\/p><p>\n<i>Ask, seek, and knock.<\/i>\n<\/p><p>\n\"For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it\nshall be opened\" (<span class=\"citation\" id=\"31714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31714)\">Luke 11:10<\/a><\/span>).\n<\/p><p>\nI testify to you that this is truly the work of God, the gospel of Jesus Christ, and do so in the\nname of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}