{"ID":158, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Essentials for Spiritual Development<\/p>\n<p class=\"gcspeaker\">Elder Stephen L Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1945, pp. 27-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI propose to use the opportunity afforded me at this general conference of the Church to read\na letter which I have prepared. My thought in presenting it here is that the message of my\nletter may have better prospects of reaching those to whom it is addressed, and also that the\nsentiments which I have expressed may serve some useful purpose with my brethren and\nsisters in an endeavor comparable to my own. I shall be most grateful if this thinking proves\nto be justifiable. The letter is addressed:\n<\/p><p>\nTo my friends and associates in various lines of endeavor who are not identified with the\nChurch which I have the honor to represent.\n<\/p><p>\nTEACHINGS OF THE CHURCH SET FORTH IN A LETTER\n<\/p><p>\nMy dear friends:\n<\/p><p>\nFor many years it has run in my mind a desire to approach you on the subject of religion. I\nfind it difficult to justify my delay and to discover any good reason why I have been so\nhesitant to talk with you about spiritual matters. I suppose that it is chiefly\nbecause I have indulged the assumption that everyone's religion is to be regarded as such a\npersonal and private thing that I have felt more or less constrained to keep off the subject,\nexcept where casual questions have arisen which have brought on brief conversations. You\nwill wonder, perhaps, in view of such diffidence in talking to you, why I now choose this\nmedium of an open letter to broach the subject and express my sentiments to you. The only\nanswer that I can give, and it is not a very good one, is that it seems to be the easiest way of\nexpressing myself to you without intruding on the privacy of your views without your\nconsent.\n<\/p><p>\nI hope you will not resent my concern in your spiritual welfare. I must frankly admit, and I\nhope the admission will not too seriously affect your consideration of what I have to say, that\nI am prompted in part by an earnest desire to disseminate what I regard to be vital principles\nof truth among all men. You will be inclined to immediately label this as \"propaganda,\" and\nunfortunately that word has come to bear the stigma of the imposition of one man's views on\nanother. I hope you will accept my disclaimer of any attempt to force my ideas on you, and I\nhope, too, you will believe me when I say to you in advance that my personal regard for you\nis the chief motivating factor in the writing of this letter.\n<\/p><p>\nWithout affectation, I express my admiration for the splendid virtues which I have seen in\nmany of you. Your integrity, impeccable honor, generosity, courtesy, and ability command my\nesteem. I often think of you as representatives of the best types of Christian gentlemen and\nladies. I have gained much from your association. I am sure that a great part of your thinking\nand good works is prompted by Christian ideals. I have no doubt that many of you have been\nschooled in and accept the almost universal Christian doctrines of the Fatherhood of God and\nthe brotherhood of man, the atonement of the Savior, the immortality of the soul, and the\ngood life of virtue and altruism taught and exemplified by our Lord.\n<\/p><p>\nI cheerfully and gratefully acknowledge the beauty and efficacy of these great doctrines and\nteachings and the universal distribution of the spirit of God in the earth. I am sure that the\nChristian doctrine and faith over the centuries have been the mainsprings of the civilizing\nprocesses which have brought beauty, culture, science, and education to their present high\nstate of attainment. Christian doctrine is also responsible for the finest concepts of liberty and\njustice which prevail in the world. I have profound gratitude for the great brotherhoods and\ncongregations it has fostered and every good cause which has emanated from it.\n<\/p><p>\nIt is needless to say also that I have the deepest admiration for many individual Christians\nwho ally themselves with the various Christian denominations of the world. I do not question\nthe sincerity of countless thousands who give themselves to God who strive with all the\npower and knowledge they have to serve him and keep his commandments.\nI feel sure that he accepts their devotion; that he answers their prayers of faith and humility\nand that he recompenses their every good act.\n<\/p><p>\nI have deemed it desirable to so set forth my appreciation of the general Christian doctrine\nand faith in order to make clear to you that it is not a substitution of these lofty Christian\nprinciples which have been disseminated throughout the world for so many centuries which\nwe have to offer, but it is in essence, a refinement, an extension, an enlargement, and a\nperfection of them which I take the privilege of bringing to your attention. You will pardon\nme, I hope, if I venture the observation that many of you, for whose ability in normal\ninvestigation and research in the discovery of facts I have the highest opinion, have been\ndistracted from the attainment of a real understanding and concept of the work in which I\nlabor, by having your attention focused upon some aspects of it which seem to differ from the\nteachings and practices prevalent in other Christian denominations. For instance, you are all\npretty well acquainted with what we call the Word of Wisdom, with the tithing system of the\nChurch. These and other somewhat unique practices of the Church have, I often fear, stood\nout so prominently in your observation and contemplation of the Church and its doctrine that\nyou may not have troubled yourselves, because you may not be particularly attracted by these\nunique things, to delve into the fundamental concepts and principles underlying not only these\nspecial teachings and practices but the whole body of truly Christian doctrine which we have\nto give to man. It is true that we regard it as important to refrain from the use of liquor and\ntobacco and to pay tithing, but adherence to these standards does not alone constitute\ncomplete conversion to and understanding of the latter-day work, although generally they are\nvery acceptable evidences of it. I would like, if I can, at least, to glimpse for you what I\nregard as being the more basic foundation principles set forth in the latter-day interpretation\nand presentation of the gospel of Jesus Christ. I hope I can make you see that these concepts\nand interpretations are not in any way antagonistic to the true Christian principles to which\nmany of you subscribe, but that they serve to make the Christian doctrines you have accepted\nmore vital and real and more potent in the realization of the hope and faith your Christian\nexperience has brought to you.\n<\/p><p>\nNow I must proceed upon the assumption that if you have any interest in religion, and in the\nChristian religion in particular, your interest prompts you to want the truth and to secure for\nyour life the best which is obtainable. I am sure you will agree that the chief objectives of the\nwhole Christian doctrine are to improve life here and to attain a good and eternal life\nhereafter. Perhaps these two objectives are in reality one, for I think it safe to say that most\nChristians contemplate a relationship between life here and life hereafter. Now, one of the\nfirst contributions which the latter-day interpretation has to offer is in this very matter.\n<\/p><p>\nI do not pretend to be such a student of the exposition of Christian doctrine over the centuries\nas to enable me to say with assurance that the distinction between general salvation and\nindividual exaltation was never set out in Christian teachings prior to the advent of the\nlatter-day work, but I am certain that it has not been stressed in recent Christian utterances.\nThis distinction between salvation and exaltation we regard as being indispensable to a true\nunderstanding of Christian truths. We, as many of you, are persuaded that the teachings of\nChrist fully justify the conclusion that he came to earth as the Savior to atone for the\ntransgressions of our first earthly parents which removed men in mortality from the presence\nand association of God, our eternal Father. We may not be able to explain the method by\nwhich the atoning sacrifice of this one man could accomplish the redemption of all men from\nthe original fall, but we do know that that was the purpose and the effect of the atonement,\nand we have full justification for believing that the atonement brought life after death to all\nhumanity irrespective of the goodness or the badness of individuals. Resurrection from the\ngrave is just as universal as death, and general salvation in the sense that all are saved from\nthe effects of original sin and that all will be immortal souls is the universal gift of the Son of\nGod. Individual exaltation, however, is something different. Through a latter-day revelation\ncame the information that there are stations and gradations of position in the future life as in\nthis life, and naturally there are places of preference. These various stations are referred to in\nthe revelation as being kingdoms or degrees of glory, and their exposition serves to amplify\nand clarify the Savior's reference to the \"many mansions\"\n(<span class=\"citation\" id=\"27198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27198)\">John 14:2<\/a><\/span>) in his Father's house, and other\nscriptural passages. By exaltation is meant the attainment of the highest station, the most\npreferential position in the future world of varying kingdoms and glories. The highest place or\nkingdom is called celestial, and it is in the celestial kingdom that the highest aspirations of the\nChristian are realized. This is exaltation.\n<\/p><p>\nI cannot tell you in this letter all that exaltation comprehends. Our concept of heaven is a\nstudy of no small proportions, and it presupposes a considerable knowledge of other revealed\ntheological principles. It must suffice for this writing to tell you that it contemplates not only\nthe preferential condition in the hereafter&mdash;a coming back into the presence of the Father and\nthe Son, but it projects into the future a state of perfection of the human soul. The immortal\nsoul which is the union of body and spirit becomes invested with the divine nature of our\neternal Father and our elder Brother, Jesus Christ. One's powers of accomplishment are\nunceasingly multiplied by the eternal acquisition of knowledge. As a companion of the Father\nand the Son, he joins and assists in their work. While it is impossible for the finite mind\nconcretely to visualize the scope and nature of divine operations we have sufficient knowledge\nto teach us that they are of the highest order and satisfy the most idealistic craving and\naspiration of the human soul, In purpose and scope it is a never-ending experience\nin eternal progression and achievement.\n<\/p><p>\nWe learn also from the revelations that in this lofty state of exaltation we are to enjoy a\nperpetuation of the kinship and ties which have bound us to our dear ones in earth life. We\nhave the assurance that the things which we have prized most here in this life&mdash;home and\nfamily&mdash;are not to be denied us when we pass from mortality. Husband and wife will still be\ncompanions, sons and daughters forever our children, and the sacred establishments of home\nwherein they were bred and nurtured will be spiritually perpetuated, And then we learn, too,\nof a profoundly sacred principle and promise held out for those who attain exaltation which I\nmention to you with a little hesitation because I have not yet laid the foundation for it, and\nthat is this: That these eternal homes of the future life shall be blessed with eternal increase so\nthat families never cease growing in number, in virtue and power, ever continuing to subserve\nthe eternal and beneficent purposes and designs of the Creator of the universe.\n<\/p><p>\nI am keenly aware that much of this may seem highly theoretical and ethereal to you, and\nsome of it I would not mention to you at this stage of discussion if I did not deem it\nnecessary to an understanding of that which is to follow. Although it may have taxed your\ncredulity and faith somewhat to entertain in your thinking the ideas which I have endeavored\nto project concerning exaltation in the celestial kingdom of God, I wonder if many a devout\nChristian not of our persuasion does not in his heart hope and pray reverently for some such\ncondition as I have outlined as the embodiment of his future state whether or not he has ever\nconsciously formulated his ideas into words. To see the Eternal Father and his Son; to enjoy\nsomething of their association and direction; to acquire more and more knowledge and more\nand more ability; to use increased talent in the prosecution of God's work; to continue to\nenjoy the dearest relationships we know on earth; to build an eternal home with never-ending\nposterity, may not these be the embodiment of the hopes and righteous aspirations of a\nChristian, although he may never have tried to visualize them concretely before?\n<\/p><p>\nIf it so happens that you have never asked yourselves the question: What does heaven hold\nout to me, a Christian: what do I hope to secure in life after death? I wish you would ask\nyourselves this question and be frank with yourselves in answering it. If you honestly\nconclude that you have never attempted any visualization of a future state, it may be that the\nconcepts I have given you from modern revelation will help you to formulate your ideas. It\nmay be, too, that if you have heretofore entertained views on the subject, the condition which\nI have described which obtains in the hereafter may pretty largely embrace the hopes and\naspirations which you have had in more vague and uncertain terms.\n<\/p><p>\nIn any event I am going to ask you to accede for the moment that in Christian theology there\nis a preferential state in the hereafter. It seems to me that it is not difficult\nfor Christians who accept Christ's teachings of the rewards for the good life to make this\nconcession. If, therefore, the ultimate goal of the true follower of Christ is to attain exaltation\nin the celestial kingdom, not just general salvation and resurrection from the dead which come\nto all through the atonement of the Savior, not immortality which is the lot of every person\nwhether he will or no, but this supreme glory, this incomparable blessing which I have tried\nso feebly to describe; if that is the ultimate objective, how may it be achieved?\n<\/p><p>\nIn answering this question I am obliged to discriminate. It would be a very easy and simple\nanswer and one that I am sure would be acceptable to many people to say that nothing more\nis necessary than to live a good virtuous Christian life, all of which is necessary and\nindispensable to the attainment of exaltation. In one sense the Christian life is all that is\nnecessary, but it is not the sense in which it is usually construed. Through latter-day\nrevelation we learn that the true followers of Christ not only incorporate into living all the\nso-called Christian virtues, but they also accept, adopt, and conform to every law, principle,\nand ordinance of the Gospel of Christ. They believe that the gospel in its entirety is designed\nand divinely instituted for the single purpose of leading the sons and daughters of God into\nhis celestial kingdom. They recognize the fact that it has been in ages past and now is and\nwill continue to be an immense gain for people to adopt the Christian virtues as a standard of\nliving, but they know that exaltation, the supreme blessing, may be had only through\nobedience to every specific requirement laid down therefore.\n<\/p><p>\nAmong the formal requirements, in addition to the good life, are membership in the Church\nof Christ, baptism, the laying on of hands for the bestowal of the Holy Ghost, the receipt of\nthe priesthood and sacred temple ordinances revealed to and performed for those only who\nprepare themselves for initiation into the beauties and blessings of the celestial order. You\nmay wonder why these formal ceremonies and ordinances are requisite. In this brief\ncorrespondence I can only tell you that they are prescribed by the Lord in his revelations to\nmen, both ancient and modern, and that they are consistent with the principles and practices\nlaid down by the Savior who is the Author of the gospel plan during his ministry in the flesh.\nThere is much that might be said by way of explanation and argument in support of these\nordinances and their essential symbolism and vitality in the gospel plan. I am sure that an\nimpartial investigation would persuade you of their reasonableness and desirability, but in the\nlast analysis their acceptance must be based on faith in the revealed word of God.\n<\/p><p>\nEven in this brief sketch there is one more basic principle to which I must invite your\nattention. I am sure you would regard it as a serious omission if I did not present it, for if you\ngave any consideration at all to the essentiality of the ordinances which I have mentioned as\nnecessary for exaltation, you would surely want to know about the authority to administer\nthem. Is this authority available?\n<\/p><p>\nI am sorry I have not time at this writing to give you a full account of its bestowal by\nauthorized messengers and its derivation down to the present time. I will have to content\nmyself by giving you a legal opinion. It so happens that I have had some training in the law,\nand I have some knowledge of the competency and admissibility of evidence to sustain an\nallegation in a judicial tribunal. I do not hesitate to give it to you as my opinion, that there\nhas been at various times since the origin of this latter-day work, competent legal evidence\navailable for introduction in any court of law for the establishment and verification of the\nclaims put forth by those chosen to originate the restored gospel as to divine authority\nconferred upon them, and as to the transmission of that authority to the present day. I cannot\nreasonably expect you to rely on this opinion. The most that I can hope for is that it may\nserve to prompt investigation.\n<\/p><p>\nThere are other factors inherent in the nature of this divine commission which bring\nirrefutable assurance to me and my associates of its genuineness. I believe some of them\nwould appeal to you.\n<\/p><p>\nNow, my friends, I am forced to a quick summation. In taking the liberty of writing you, I\nhave assumed your interest in Christian religion and your acceptance of the Christ as the\nAuthor of the gospel. I have all too briefly reviewed the Savior's atonement and its effect in\nbringing general salvation and redemption to the human family. All will be resurrected and\nsecure the boon of immortality. There is an order in the resurrection of which some day I\nwould like to tell you. I have pointed out the difference between general salvation and\nindividual exaltation in the celestial kingdom, which is designed to be the highest and final\ngoal of the faithful Christian. I have mentioned the requirements for admission into this\npreferential state and the authority essential for the administration of the ordinances. This is\nbut a skeleton outline of a few basic principles which have come in these latter-days with the\nrestored gospel of Jesus Christ. There are countless other arresting concepts resulting from this\nnew interpretation which make priceless contributions to the Christian doctrine. Out of my\nfriendship for you, I have a great desire that you might hear these concepts, enjoy them, and\nadopt them. I know they will bring richness into your lives as they have done in mine, and I\nknow they are good for the world in the solution of its problems, but that is another subject,\ninto which I must not enter.\n<\/p><p>\nI hope you will accept this letter in the spirit in which I write it, as one friend to another. If it\nshall serve to intrigue your interest in the least degree in the cause that is so dear to my heart,\nI shall be very grateful.\n<\/p><p>\nThere is but one thing more. If you are prompted to give consideration to the things I have\nwritten about, I hope you will not be dissuaded in their acceptance by the deficiencies you\nmay observe in the lives of some of us who have espoused this noble cause. We confess our\nweaknesses. We are trying to develop strength to overcome them. I ask you to try to look at\nthe excellence of the message and overlook the faults of some of its\nadherents. Please judge it by what it has done in the elevation of the lives of thousands of our\nFather's children and by its inherent truth.\n<\/p><p>\nWith kindest regards and the best of good wishes, I am\n<\/p><p>\nSincerely and fraternally yours,\n                                      Stephen L Richards\n<\/p><p>\nMy brethren of this assembly:\n<\/p><p>\nI thank you very much for patiently listening to my reading of this letter. If perchance it\nshould contain a thought which might be helpful to you in bringing the gospel message to\nsome of your friends, I shall feel that your indulgence has been in some measure justified.\nThat we may all have the urge and the courage to bring the truth to the understanding of our\nneighbors and associates is my earnest prayer. I ask it humbly in the name of him whose\nservants we are, the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}