{"ID":1580, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Eternal Life of Man<\/p>\n<p class=\"gcspeaker\">Elder William J. Critchlow, Jr.<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">William J. Critchlow, Jr., <i>Conference Report<\/i>, October 1967, pp. 85-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n      \"All the world's a stage,<br \/>\n      And all the men and women merely players: <br \/>\n      They have their exits and their entrances; <br \/>\n      And one man in his time plays many parts,<br \/>\n      His acts being seven ages.\"<br \/><br \/>\n&nbsp; &nbsp;      (William Shakespeare, <i>As You Like It<\/i>, Act 1, scene 7.)\n<\/p><p>\nYes, the world is truly a huge stage, and upon it the greatest drama ever conceived and\nproduced is still coursing 6,000 years after the curtains were opened to unveil a beautiful\nscene in Act 1 called the Garden of Eden.\n<\/p><p>\n<b>Purposes of Divine Providence<\/b>\n<\/p><p>\nIn a single sentence the author of this great drama set forth concisely a purpose, a motive, and\nan objective for his marvelous work.  He said: \n<\/p><p>\n\"For behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life\nof man\" (<span class=\"citation\" id=\"39278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39278)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nIn that simple sentence, I find a fitting title: \"The Eternal Life of Man.\" You who like brevity\nmay shorten it to Eternal Life.  I like it either way. I hope the author will approve.\n<\/p><p>\nLater in my remarks I shall comment on the author's purpose.\n<\/p><p>\nMembers of the drama's cast respectfully address the author as God. Frequently we dispense\nwith formality and affectionately call him \"Our Father which art in heaven\" (<span class=\"citation\" id=\"35692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35692)\">Matt. 6:9<\/a><\/span>). His\nreal name is Elohim. (James E. Talmage, <i>Articles of Faith<\/i>, pp. 465-473.) May he pardon me\nfor calling him the author.  This I do reverently to avoid too frequent use of the sacred title,\nGod.\n<\/p><p>\n<b>Free agency&mdash;the drama theme<\/b>\n<\/p><p>\nThe theme of the great drama is <i>free agency<\/i>, meaning man's agency or freedom to choose. \nThe script is divided into seven acts, each 1,000 years in length.  The play has advanced far\ninto the sixth act.  Soon the curtain will rise for the seventh or millennial act.\n<\/p><p>\n<b>Contest for leadership<\/b>\n<\/p><p>\nTo stage and direct the drama, the author needed a director.  Bidding for it, a talented and\nambitious character known as Lucifer, frequently called Satan, offended and insulted the\nauthor.  His bid offended because he proposed to alter the author's script in a way that\nnullified the author's theme concept&mdash;free agency; it insulted because the bidder sought as\nhis price the author's honor and power: \". . . wherefore give me thine honor,\" and give unto\nme thine \"own power\" (<span class=\"citation\" id=\"39282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39282)\">Moses 4:1-4<\/a><\/span>). His bid rejected, he rebelled and cried out in anger, \". .\n. I will ascend into heaven; I will exalt my throne above the stars of God . . . I will be like\nthe most High\" (<span class=\"citation\" id=\"25333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25333)\">Isa. 14:13-14<\/a><\/span>).\n<\/p><p>\nThe author awarded the directing Job to his son Jehovah, who agreed to \"go down\" (<span class=\"citation\" id=\"7249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7249)\">Abr. 3:24<\/a><\/span>) and\nprepare the world stage and to direct the play according to the author's script.\n<\/p><p>\n<b>Rebellion<\/b>\n<\/p><p>\nLucifer's rebellion escalated into a war in heaven.  It spread to earth, a fierce struggle\nbetween Lucifer and Jehovah.  Battles are still raging on the stage here in the sixth act. \nApproximately one third of the cast selected for the great drama defected and sided with\nLucifer (<span class=\"citation\" id=\"14923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14923)\">D&amp;C 29:36<\/a><\/span>).  For so doing, they were dropped from the cast and thus denied physical appearances\non the stage. This infuriated them. They vowed to make the play flop, and to that end they\nhave used freedom&mdash;the very agency they at first protested&mdash;to destroy \"free agency.\"\n<\/p><p>\nLucifer's strategy is to induce the cast to use their individual agency in a way that will\nproduce chaos on the stage. By exposing the cast to as much evil as possible, he hopes to gain\nnumerical strength so that he might shout when the curtain rolls down at the\nend of the play, \"I have the majority of the heavenly host on my side; numerical strength is\nmy power.  Now I can claim 'thine honor'; now 'I will ascend into heaven'; now 'I will exalt\nmy throne above the stars of God'\" (see <span class=\"citation\" id=\"25332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25332)\">Isa. 14:12-20<\/a><\/span>).\n<\/p><p>\nOne thing we are forced to admit: Despite the fact that Lucifer's spirit followers were\neliminated from the cast and thus deprived of physical appearances on the stage, their power\nto tempt and adversely influence the cast has been tremendous.\n<\/p><p>\nGod in his infinite wisdom undoubtedly appointed his son Jehovah to be the drama director\nbecause of the Son's vast experience in building stages or worlds. \". . . worlds without\nnumber have I created . . . and by the Son I created them,\" he said (<span class=\"citation\" id=\"39276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39276)\">Moses 1:33<\/a><\/span>).\n<\/p><p>\nBy the time the stage was readied, the cast was ready, the leading roles filled by a process or\ndoctrine called <i>foreordination<\/i> (<i>Teachings of the Prophet Joseph Smith<\/i>, pp. 365 and 158. See\nalso <span class=\"citation\" id=\"7248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7248)\">Abr. 3:23<\/a><\/span>).\n<\/p><p>\n<b>The First Act<\/b>\n<\/p><p>\n\". . . the morning stars sang together, and all the sons of God shouted for joy\" (<span class=\"citation\" id=\"26730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26730)\">Job 38:7<\/a><\/span>), and\nthe heavens resounded with praise when a strong angel proclaiming with a loud voice\"\nannounced curtain time for the first act (<span class=\"citation\" id=\"42408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42408)\">Rev. 5:2<\/a><\/span>).\n<\/p><p>\nJohn the Revelator likens the curtains throughout the play to seals (<span class=\"citation\" id=\"42407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42407)\">Rev. 5:1-2<\/a><\/span>). \"We are to\nunderstand that the first seal contains [reveals] the things of the first thousand years [Act 1],\nand the second also of the second thousand years [Act 2], and so on until the seventh [Act\n7]\" (<span class=\"citation\" id=\"14980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14980)\">D&amp;C 77:7<\/a><\/span>).\n<\/p><p>\nThe first seal or curtain revealed a beautiful scene called the Garden of Eden.  The first man\nto appear on the stage was one Michael, an assistant to Jehovah in the stage-building project.\n(<i>Journal of Discourses<\/i>, Vol. 1, p. 51.) His stage name is Adam.  He was given a wife in a\nmarriage that will last forever.  Her name is Eve. Free agency, with some help from Lucifer,\ngot this couple into trouble just as Lucifer had predicted, and they were \"cast out from the\nGarden of Eden because of his transgression\" (<span class=\"citation\" id=\"14924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14924)\">D&amp;C 29:41<\/a><\/span>).\n<\/p><p>\nCain, a son of the couple, exercising his free agency unrighteously, slew his brother Abel. \nFor this he was cursed with \"a mark upon [him] lest any finding him should kill him\" (<span class=\"citation\" id=\"23758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23758)\">Gen. 4:15<\/a><\/span>).\nThousands upon thousands in the huge drama cast have had problems by exercising\ntheir agency unrighteously; other thousands have soared to great heights by exercising their\nagency righteously.\n<\/p><p>\nWickedness reigned upon the stage as Act 1 came to a close, save in the little city of Zion,\nwhere under the leadership of one Enoch the people prospered in righteousness.  Adam lived\n930 years.  Shortly before his death he called his righteous posterity together at a place now\nknown as Adam-ondi-Ahman and previewed for them the six remaining acts of the drama,\npredicting \"whatsoever should befall his posterity unto the last generation,\" the end of the\nplay (see (<span class=\"citation\" id=\"15034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15034)\">D&amp;C 107:53-56<\/a><\/span>).\n<\/p><p>\n<b>The Second Act<\/b>\n<\/p><p>\nIn Act 2 the greatest catastrophe of the drama up to this present time was enacted.  Flooding\nwaters swept over the stage, engulfing and destroying \"every living thing\" save eight people\nand certain \"beasts\" and \"fowls\" and \"creeping things\" which these people had stored with\nthem in an ark (<span class=\"citation\" id=\"23759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23759)\">Gen. 6:19-20<\/a><\/span>). Noah was the hero personality in this act. Before the waters poured onto the\nstage, the drama director rewarded the righteous people of Enoch, lifting them \"up into heaven,\ninto his own bosom,\" by a process or doctrine called <i>translation<\/i>, to save them from the flood\n(<span class=\"citation\" id=\"39287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39287)\">Moses 7:23,69<\/a><\/span>).\n<\/p><p>\n<b>Third Act<\/b>\n<\/p><p>\nIn Act 3, Abraham, \"Father of the Faithful\" (<span class=\"citation\" id=\"15081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15081)\">D&amp;C 138:41<\/a><\/span>), played a leading role. Isaac, Jacob, Joseph, and\nMoses made appearances.  Moses delivered the children of Israel from their captivity in\nEgypt. Great physical changes in the earth's appearances were made in the\ndays of Peleg (<span class=\"citation\" id=\"23760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23760)\">Gen. 10:25<\/a><\/span>); and, when the director confused the tongues of the people, a small group under\nthe leadership of one Jared made an epochal voyage across great waters to found a colony on\nthis western hemisphere.  In this act, Israel possessed its promised land and divided it among\n11 tribes, leaving Levi without a portion.  In one of the final scenes, the great prophet Samuel\nanointed Saul first king of Israel; and later, behind Saul's back, he secretly anointed the lad\nDavid to be Saul's successor.\n<\/p><p>\n<b>Fourth Act<\/b>\n<\/p><p>\nAct 4 opened with King David on the throne.  Solomon succeeded him and built a great\ntemple.  Enemies overrunning Israel destroyed it, and friendly enemies subsequently helped\nrestore it.  Ten of the twelve tribes went into the north countries and were lost.  A prophet\nLehi built ships that came, under the power of God, to this western hemisphere, where his\npeople became a great nation.\n<\/p><p>\n<b>Fifth Act<\/b>\n<\/p><p>\nWhen the curtain or veil was drawn for the fifth act, it revealed the drama director in person\non the stage.  His name was Jesus.  Because he said he was the Son of God, certain members\nof the cast nailed him to a cross.  In brief appearances in Palestine and on the western\nhemisphere, he reestablished his gospel, organized a kingdom, and ordained 24 apostles to\ndirect it&mdash;12 in Palestine and 12 on the western hemisphere.  For associating with Jesus, the\napostles in Palestine were martyred, save one John who was exiled to Patmos, where in vision\nhe saw the script of the author's great drama&mdash;\"Eternal Life.\"\n<\/p><p>\n<b>Sixth Act&mdash;Resurrection Scene<\/b>\n<\/p><p>\nNo scene in the entire drama can match the resurrection scene in the sixth act, unless it be a\nscene programmed in the seventh act when Jesus will come in glory to rule and reign in\nperson for a thousand years. Then \"every knee should bow . . . and . . . every tongue confess\nthat Jesus Christ is Lord\" (<span class=\"citation\" id=\"41268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41268)\">Philip. 2:10-11<\/a><\/span>). Then Satan will be bound, \"that he should deceive\nthe nations no more\" (<span class=\"citation\" id=\"42414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42414)\">Rev. 20:1-3<\/a><\/span>); then \"the wolf also shall dwell with the lamb, and the\nleopard shall lie down with the kid . . . and the cow and the bear shall feed\" together\n(<span class=\"citation\" id=\"25329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25329)\">Isa. 11:6-7<\/a><\/span>); then \"they shall beat their swords into plowshares, and their spears into\npruninghooks: nation shall not lift up sword against nation, neither shall they learn war any\nmore\" (<span class=\"citation\" id=\"25325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25325)\">Isa. 2:4<\/a><\/span>). Temples then will dot the land, so kin may do work for kindred dead. (<i>JD<\/i>,\nVol. 25, p. 185.) \"Eye hath not seen, nor ear heard, neither have entered into the heart of\nman, the things which God hath prepared for them that love him\" (<span class=\"citation\" id=\"455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(455)\">1 Cor. 2:9<\/a><\/span>).\n<\/p><p>\n<b>Seventh&mdash;Millennial Act<\/b>\n<\/p><p>\nBefore these blissful scenes are enacted in the seventh or millennial act, Act 6, running its full\ncourse, will crowd the intervening time space with spectacular events, some too tragic and\ndistressing to give comfort to our souls. Already in this act: \n<\/p><p>\n&mdash;the author, accompanied by his director son, has made a brief behind-the-scenes\nappearance; \n<\/p><p>\n&mdash;the gospel of Jesus Christ has been restored; \n<\/p><p>\n&mdash;the kingdom of God has been established to stand forever and forever; \n<\/p><p>\n&mdash;the great latter-day Prophet Joseph Smith has come and gone, forfeiting his life in the\nrestoration cause.\n<\/p><p>\nThe apostle John forecast a great earthquake in this sixth act. He wrote: \n<\/p><p>\n\"And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and\nthe sun became black as sackcloth of hair, and the moon became as blood; \n<\/p><p>\n\"And the stars of heaven fell unto the earth\" (<span class=\"citation\" id=\"42409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42409)\">Rev. 6:12-13<\/a><\/span>).\n<\/p><p>\nEmploying earthquakes and fire, war and lightning, famine and plague, and a desolating,\noverflowing scourge (<span class=\"citation\" id=\"14938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14938)\">D&amp;C 45:31-33<\/a><\/span>), the author will yet cleanse and prepare the stage for the\npeaceful millennial act. \"Behold,\" he said, \"the day has come, when the cup of the wrath of\nmine indignation is full\" (<span class=\"citation\" id=\"14936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14936)\">D&amp;C 43:26<\/a><\/span>).\n<\/p><p>\nThe stage was cleared and cleansed in Noah's day (Act 2) with a flood of water.  \". . . as it\nwas in the days of Noe, so shall it be also in the days of the Son of man\" (<span class=\"citation\" id=\"31716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31716)\">Luke 17:26<\/a><\/span>), but\nthe cleansing coming up soon will involve a flood of the other destructive agents I've just\nlisted, atomic bombing not ruled out.\n<\/p><p>\nAt this very moment Lucifer may be gloating at the confusion on the stage. To his\nconfederates he might right now be repeating, \"I told you so.  Free agency doomed the play\nbefore it started.\" Well, he may think so, but not seriously.  Certain lines in the author's script\nmust worry him.  On the other band, those lines give hope and comfort to a distressed and\nconfused cast.  I delight in quoting them: \n<\/p><p>\n\"Hearken, O ye people of my church . . . Hearken ye people from afar . . . listen together.\n<\/p><p>\n\". . . I am no respecter of persons, and will that all men shall know that the day speedily\ncometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and\nthe devil shall have power over his own dominion.\n<\/p><p>\n\"And also the Lord shall have power over his saints, and shall reign in their midst, and shall\ncome down in judgment upon Idumea, or the world\" (<span class=\"citation\" id=\"14898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14898)\">D&amp;C 1:1,35-36<\/a><\/span>).\n<\/p><p>\nIf man's reckoning of time is accurate, the curtain at the end of Act 6 may fall in less than\ntwo score years from now.  My children&mdash;surely some of my grandchildren&mdash;will be\ninvolved in this act's closing scenes.  I call upon them and all of you to \"put on the whole\narmour of God, that ye may be able to stand against the wiles of the devil\" (<span class=\"citation\" id=\"21804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21804)\">Eph. 6:11<\/a><\/span>).\n<\/p><p>\nSome of my grandchildren may witness the return of the lost ten tribes; some of them may be\naround when ancient Enoch and his people return; one might even be bidden to\nAdam-ondi-Ahman to sit with Adam in another great council.  Do I hope for more than I\ndeserve, to hope that I myself might be caught up with the righteous dead to meet the great\ndirector when he comes in glory to rule and reign upon the stage?  One other hope I'd like to\ntuck in&mdash;I hope I haven't offended by calling this world a stage.\n<\/p><p>\nGod never intended his great work to be accepted as a play.  Life is not simulated.  It is real;\nthe scenes are real; the characters are real; the acting is \"for keeps.\" The drama analogy is\nmine.  I like it.  I like the title, \"Eternal Life.\" I like the worthy purpose it serves.\n<\/p><p>\nIt is our Father's way of providing his billions of spirit children with mortal, flesh and bone\nbodies.\n<\/p><p>\nIt is a course designed to give his children a fullness of joy, like unto our Heavenly Father.\n<\/p><p>\nIt provides his children with powers of procreation for the first time.\n<\/p><p>\nIt provides a period of probationary testing.\n<\/p><p>\nIt is designed to condition his children forever against rebellion and sedition.\n<\/p><p>\nIt prepares his children for citizenship in a theocratic kingdom, the kingdom of God.\n<\/p><p>\nI like the author's objective: \". . . this is my work, and my glory&mdash;to bring to pass the\nimmortality and eternal life of man\" (<span class=\"citation\" id=\"39279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39279)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nWhen the drama runs its 7,000-year course, what, at its close, happens to the cast?  Will the\nplayers be unemployed?  How were they employed before the play began?\n<\/p><p>\n<b>This world drama<\/b>\n<\/p><p>\nMy answer must be brief.  This world drama is but a small part, a very brief act, in a great,\ngrandiose drama that has been coursing through time and will continue to course through time\nfor millions of years, without end.  It is a drama within a drama, both by the same author.\nMay he pardon me for the liberty I take in calling it Act 2&mdash;the <i>mortal act<\/i>&mdash;involving the\ncast in their mortal, flesh and bone, state.  Act 1 I would call the <i>pre-mortal act<\/i>, involving the\ncast in their spirit state.  The future, Act 3, will later involve the cast in their\nimmortal state. I must call it the <i>post-mortal<\/i> or <i>immortal act<\/i>.\n<\/p><p>\nIn these several acts God's grandiose drama courses on and on and on, everlastingly,\neternally.\n<\/p><p>\nLife is eternal. Faithful members of the cast, after their resurrection, may attain a state of\nexaltation in God's kingdom in a glory called <i>celestial<\/i>. That glory holds a promise of\n<i>eternal life<\/i>, the power of eternal increase, a continuation of the seeds.\n<\/p><p>\n\"Life is real! Life is earnest!<br \/>\n      And the grave is not its goal; <br \/>\n      Dust thou art, to dust returnest,<br \/>\n      Was not spoken of the soul.\"<br \/><br \/>\n&nbsp; &nbsp;      (Longfellow, \"A Psalm of Life.\")\n<\/p><p>\nGod, the great Author, lives.  He is in his heaven dispatching his spirit children to this mortal\nstage.  Jesus Christ is the director, the very Son of God. Joseph Smith was a prophet. He\nplayed an important role in the great drama, \"Eternal Life.\" David O. McKay is another\nprophet, our prophet, in another important role in that great drama.  To this I bear my humble\nwitness, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}