{"ID":1581, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Feed the Spirit&mdash;Nourish the Soul<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1967, pp. 89-92<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOur Eternal Father, we ask thy blessing \"upon the priesthood, all in authority in thy Church\nand kingdom, that they might enjoy the outpouring of the Holy Spirit to qualify them in the\ndischarge of every duty.\"\n<\/p><p>\nThis prayer was voiced by President Brigham Young a century ago as he stood at the pulpit\nof this great tabernacle and offered the invocation on the first conference of the Church ever\nconvened here. The day was October 6, 1867. A hundred years later his plea to the Lord is as\ntimely as it was on the day it was offered.\n<\/p><p>\nWe need the Holy Spirit in our many administrative responsibilities. We need it as we teach\nthe gospel in our classes and to the world. We need it in the governing of our families.\n<\/p><p>\nAs we direct and teach under the influence of that spirit, we shall bring spirituality into the\nlives of those for whom we are responsible.\n<\/p><p>\n<b>Worldwide scope of the Church:<\/b>\n<\/p><p>\nWith the tremendous growth of the Church we become increasingly aware of the great\nmagnitude of the affairs of this the Lord's kingdom. We have a comprehensive program for\nthe instruction of the family. We have organizations for youth, for children, for mothers and\nfathers. We have a vast missionary system, a tremendous welfare operation, probably the most\nextensive genealogical program in the world. We must build houses of worship, hundreds and\nthousands of them. We must operate hospitals, schools, seminaries, institutes. The\nramifications of our activities now reach around the world. All of this is the business of the\nChurch. Sometimes the tendency is to handle it as we would ordinary business. But it is more\nthan an organization of enterprises. It is more than a social body. These are but means to the\naccomplishment of its one true purpose.\n<\/p><p>\nThat purpose is to assist our Father in heaven in bringing to pass his work and his glory, the\nimmortality and eternal life of man (see <span class=\"citation\" id=\"39280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39280)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThe forces against which we labor are tremendous. We need more than our own strength to\ncope with them.\n<\/p><p>\nTo all who hold positions of leadership, to the vast corps of teachers and missionaries, to\nheads of families, I should like to make a plea: In all you do, feed the spirit&mdash;nourish the\nsoul. \". . . the letter killeth, but the Spirit giveth life\" (<span class=\"citation\" id=\"3060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3060)\">2 Cor. 3:6<\/a><\/span>).\n<\/p><p>\n<b>To cope with \"famine in the land\"<\/b>\n<\/p><p>\nI am satisfied that the world is starved for spiritual food. Amos prophesied of old: \"Behold,\nthe days come, saith the Lord God, that I will send a famine in the land, not\na famine of bread, nor a thirst for water, but of hearing the words of the Lord: \n<\/p><p>\n\"And they shall wander from sea to sea, and from the north even to the east, they shall run to\nand fro to seek the word of the Lord, and shall not find it.\n<\/p><p>\n\"In that day shall the fair virgins and the young men faint for thirst\" (<span class=\"citation\" id=\"10436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10436)\">Amos 8:11-13<\/a><\/span>).\n<\/p><p>\nThere is hunger in the land, and a genuine thirst&mdash;a great hunger for the word of the Lord\nand an unsatisfied thirst for things of the spirit. Ours is the obligation and the opportunity to\nnourish the soul.\n<\/p><p>\n<b>Seek guidance of the Holy Ghost<\/b>\n<\/p><p>\nFirst, to administrators, the leadership of the Church, you who structure and conduct the many\nand varied meetings&mdash;and I include myself&mdash;I make a plea that we constantly seek the\ninspiration of the Lord and the companionship of his Holy Spirit to bless us in keeping our\nefforts on a high spiritual plane. Those prayers will not go unanswered, for the promise has\nbeen given through revelation that \"God shall give unto you knowledge by his Holy Spirit,\nyea, by the unspeakable gift of the Holy Ghost\" (<span class=\"citation\" id=\"15048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15048)\">D&amp;C 121:26<\/a><\/span>).\n<\/p><p>\nConcerning the conduct of our meetings, the Lord has said that \"the elders are to conduct the\nmeetings as they are led by the Holy Ghost, according to the commandments and revelations\nof God\" (<span class=\"citation\" id=\"14916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14916)\">D&amp;C 20:45<\/a><\/span>). And again: \". . . it always has been given to the elders of my church\nfrom the beginning, and ever shall be, to conduct all meetings as they are directed and guided\nby the Holy Spirit\" (<span class=\"citation\" id=\"14940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14940)\">D&amp;C 46:2<\/a><\/span>).\n<\/p><p>\nAnd now listen to a statement made long ago. Concerning those who had come into the\nChurch, Moroni wrote: \n<\/p><p>\n\". . . after they had been received unto baptism, and were wrought upon and cleansed by the\npower of the Holy Ghost, they were numbered among the people of the church of Christ; and\ntheir names were taken, [Why?] that they might be remembered and nourished by the good\nword of God, to keep them in the right way, to keep them continually watchful unto prayer\"\n(<span class=\"citation\" id=\"38338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38338)\">Moro. 6:4<\/a><\/span>).\n<\/p><p>\nBrethren, in the conduct of all our meetings let us see that we \"feed the flock of God\" (<span class=\"citation\" id=\"2313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2313)\">1 Pet. 5:2<\/a><\/span>), with\nthat bread which perisheth not.\n<\/p><p>\n<b>Teach with the spirit<\/b>\n<\/p><p>\nNext, a word to those who teach the gospel, including the missionaries. To each of you I\nshould like to pose a question given by the Lord himself. \"Wherefore, I the Lord ask you this\nquestion&mdash;unto what were you ordained?\"\n<\/p><p>\nHe then answers it: \"To preach my gospel by the Spirit . . .\"\n<\/p><p>\nAnd then he goes on to tell of the remarkable thing that happens when we preach by the\nSpirit: \"Wherefore, he that preacheth and he that receiveth, understand one another, and both\nare edified and rejoice together\" (<span class=\"citation\" id=\"14942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14942)\">D&amp;C 50:13-14,22<\/a><\/span>).\n<\/p><p>\nIs not this the objective of all our effort, that both we who teach and we who are taught\nunderstand one another and are edified and rejoice together?\n<\/p><p>\n<b>Story of a military chaplain<\/b>\n<\/p><p>\nThere sits with us in this conference a man in military uniform, an officer of the United\nStates Army. He returned only two weeks ago from South Vietnam. He is one of our LDS\nchaplains, a man of great faith and great devotion and, I may add, a man of great courage.\nFor a year or more he has been in the central highlands of that sad, embattled nation. He has\nbeen where the fighting has been bitter and the losses as tragic as in any area of Vietnam. On\ntwo occasions he has been wounded. He has seen a tragically large percentage of his brigade\nbecome casualties, many of them killed in action while he has been in the field at their side.\nThe men of his unit have loved and respected him. His superior officers have honored him.\nTo look at him you would never think of him as an extraordinary man. He is rather small of\nstature, light of frame. He has been a good student, but he has not been a great scholar. He\nhas not been trained as a minister of religion, but as I have observed him in\nconversations in Vietnam, in Japan, and here at home, I have felt of his great spirit. I have\nheard his quiet testimony.\n<\/p><p>\nHe was not always a member of this Church. As a boy in the South he grew up in a religious\nhome where the Bible was read and where the family attended the little church of the\ncommunity. He desired the gift of the Holy Ghost of which he had read in the scriptures but\nwas told that it was not available. The desire never left him. He grew to manhood. He served\nin the army at borne and abroad. He searched but never found the thing he most wanted.\nBetween military enlistments, he became a prison guard. While sitting in the gun tower of a\nCalifornia prison, he meditated on his own deficiencies and prayed to the Lord that he might\nreceive the Holy Ghost and satisfy the hunger which he felt in his soul. That hunger had not\nbeen satisfied with sermons to which he had listened.\n<\/p><p>\nOne day two young men knocked at his door. His wife invited them to return when her\nhusband would be at home. These two young men taught that family by the Holy Spirit. In\ntwo and a half weeks they were baptized. I have heard this man testify to the effect that as he\nwas taught by the power of the Holy Spirit, he was edified and rejoiced with those who\ntaught him. Out of that marvelous beginning, with the gift of the Holy Ghost, has come a\nshedding forth of light and truth that has given peace to the dying, comfort to the bereaved\nblessings to the wounded, courage to the timid, and faith to those who had scoffed. Sweet are\nthe fruits of teaching done under the inspiration of the Holy Spirit. They feed the spirit and\nnourish the soul.\n<\/p><p>\n<b>The Holy Spirit for parents<\/b>\n<\/p><p>\nFinally, a word to parents, and particularly to fathers who stand as heads of families: We need\nthe direction of the Holy Ghost in the delicate and tremendous task that is ours in\nstrengthening the spirituality of our homes.\n<\/p><p>\nOh, the countless tragedies that are found across the land, tragedies whose roots find their\nbitter nourishment in contentious homes.\n<\/p><p>\nMy phone rang one afternoon. The young man on the other end of the line said frantically\nthat he needed to see me. I told him that I was involved with appointments for the remainder\nof the day and asked if he could come tomorrow. He stated that he had to see me at once. I\ntold him to come and asked my secretary to change the other appointments. In a few minutes\nhe walked in, a boy with a hunted and haunted look. His hair was long, his appearance\nmiserable. I invited him to sit and to talk openly and frankly. I assured him of my interest in\nhis problem and of my desire to help him.\n<\/p><p>\nHe unraveled a story distressing and miserable. He was in serious trouble. He had broken the\nlaw, he had been unclean, he had blighted his life. Now in his extremity there had come a\nrealization of the terrible plight in which he found himself. He needed help beyond his own\nstrength, and he pleaded for it. I asked him if his father knew of his difficulties. He replied by\nsaying that he could not talk with his father, that his father hated him.\n<\/p><p>\nI happened to know his father, and I know that his father did not hate him. He loved him and\nmourned and grieved for him, but that father had an uncontrolled temper. Whenever he\ndisciplined his children, he lost control and destroyed both them and himself.\n<\/p><p>\nAs I looked across the desk at that trembling, broken young man, estranged from a father he\nconsidered his enemy, I thought of some great words of revealed truth given through the\nProphet Joseph Smith. They set forth in essence the governing spirit of the priesthood, and I\nbelieve they apply to the government of our homes.\n<\/p><p>\n<b>Power available through \"love unfeigned\"<\/b>\n<\/p><p>\nLet me read them to you.\n<\/p><p>\n\"No power or influence can or ought to be maintained . . . only by persuasion, by\nlong-suffering, by gentleness and meekness, and by love unfeigned; \n<\/p><p>\n\"By kindness, and pure knowledge, which shall greatly enlarge the soul\nwithout hypocrisy and without guile&mdash;\"\n<\/p><p>\nI believe those marvelous and simple words set forth the spirit in which we should stand as\nfathers. Do they mean that we should not exercise discipline, that we should not reprove?\nListen to these further words: \n<\/p><p>\n\"Reproving betimes with sharpness [When? While angry or in a fit of temper? No&mdash;] when\nmoved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward\nhim whom thou hast reproved, lest he esteem thee to be his enemy; \n<\/p><p>\n\"That he may know that thy faithfulness is stronger than the cords of death\"\n(<span class=\"citation\" id=\"15050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15050)\">D&amp;C 121:41-44<\/a><\/span>).\n<\/p><p>\n<b>The Holy Spirit, key to government in the home<\/b>\n<\/p><p>\nThis, my brethren of the priesthood who stand at the head of families, is the key to\ngovernment in the home directed by the Holy Spirit. I commend those words to every man\nwithin the sound of my voice and do not hesitate to promise that if you will govern your\nfamilies in the spirit of those words, which have come from the Lord, you will have cause to\nrejoice, as will those for whom you are responsible.\n<\/p><p>\nI caught a glimpse of that kind of family life the other day in the Salt Lake Temple.\n<\/p><p>\nThe father was a handsome young man, an air force officer, a jet fighter pilot. The mother\nwas a beautiful young woman. With them were three lovely children.\n<\/p><p>\nThey had joined the Church in the South a little over a year ago. They had put into their lives\nthe program of the Church. They had experienced a joy they had never previously known.\nNow he had been ordered to Vietnam on an assignment fraught with peril. They all sensed the\nterrifying odds against his coming back alive and whole.\n<\/p><p>\nIt was a picture almost celestial in that quiet, sacred room of the Lord's house. There in the\nauthority of the Holy Priesthood they were sealed together as a family with a bond and\ncovenant that time could not break and death could not destroy.\n<\/p><p>\nAt the conclusion of that holy ordinance the father took his beloved companion in his arms,\nand together they held their beautiful children.\n<\/p><p>\n<b>\"You are ours, and we are yours, forever\"<\/b>\n<\/p><p>\nWith emotions incident to the expected separation that would divide them in a few hours\nwhen he left for Asia, but with a faith that shone through her tears, the wife looked up into\nhis eyes and softly said words to this effect: \"Come what may now, dear, you are ours and we\nare yours, forever.\"\n<\/p><p>\nSomehow heaven seemed very near that morning.\n<\/p><p>\nIt is the spiritual sinews of the gospel that become the fiber of our faith. God help us to\ncultivate them in every activity in the Church and in every association in our homes.\n<\/p><p>\nI return to President Young's prayer from this stand a century ago: Our Eternal Father, we\nask thy blessing \"upon the priesthood, all in authority in thy Church and kingdom, that they\nmight enjoy the outpouring of the Holy Spirit to qualify them in the discharge of every duty,\"\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}