{"ID":1582, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Priesthood Inherent in God&mdash;From Him It Must Emanate<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1967, pp. 94-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, bearers of the priesthood of God, who are in this historic building tonight\nand in other appointed places throughout this and other lands, I extend to you my greetings\nand blessings and a hearty welcome. As I once again have the great privilege of giving a\nmessage to this vast body of men, I am impressed with the power which you represent&mdash;a\npower given to us not for personal gain, but for the common good and advancement of the\nkingdom of God upon the earth.\n<\/p><p>\n<b>Priesthood an everlasting principle<\/b>\n<\/p><p>\nThe priesthood is an everlasting principle that has existed with God from the beginning and\nwill exist throughout all eternity.  The keys that have been given to be used through the\npriesthood come from heaven, and this priesthood power is operative in this Church today as\nit continues to expand in the earth.\n<\/p><p>\nWe see in the divine ordinances conferred upon us and in the revelations from the Lord on\nthe priesthood the solution to every need in the government of the Church.  This is\nparticularly significant as the Church continues to expand.\n<\/p><p>\n<b>Revelation on priesthood<\/b>\n<\/p><p>\nIn the revelations dealing with the appointment of one to preside over the high priesthood of\nthe Church and the quorum of the First Presidency, the Quorum of the Twelve and Assistants\nto the Council of the Twelve, the First Council of Seventy, and other callings in the\npriesthood, such as presidents of stakes, bishops of wards, and local priesthood quorums, the\nLord declares the following concerning others who may be called: \n<\/p><p>\n\"Whereas other officers of the church, who belong not unto the Twelve, neither to the\nSeventy, are not under the responsibility to travel among all nations, but are to travel as their\ncircumstances shall allow, notwithstanding they may hold as high and responsible offices in\nthe Church\" (<span class=\"citation\" id=\"15038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15038)\">D&amp;C 107:98<\/a><\/span>).\n<\/p><p>\nBut all, regardless of their callings, are to perform their labors diligently. Concerning this the\nLord says further: \n<\/p><p>\n\"Wherefore, now let every man learn his duty, and to act in the office in which he is\nappointed, in all diligence.\n<\/p><p>\n\"He that is slothful shall not be counted worthy to stand, and he that learns\nnot his duty and shows himself not approved shall not be counted worthy to stand\"\n(<span class=\"citation\" id=\"15043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15043)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\n<b>Priesthood a delegated authority<\/b>\n<\/p><p>\nIn seeking the source of the priesthood, we can conceive of no condition beyond God himself.\nIn him it centers. From him it must emanate.  Priesthood being thus inherent in the Father, it\nfollows that he alone can give it to another.  Priesthood, therefore, as held by man, must ever\nbe delegated by authority.  There never has been a human being in the world who had the\nright to arrogate to himself the power and authority of the priesthood. There have been some\nwho would arrogate to themselves that right, but the Lord has never recognized it.\n<\/p><p>\nThe power of the priesthood becomes dynamic and productive of good only when the\nliberated force becomes active in the lives of men, turning their hearts and desires toward God\nand prompting service to their fellowmen, just as an impounded reservoir of water becomes\nproductive of good only when the liberated water becomes active in valleys, fields, gardens,\nand happy homes.\n<\/p><p>\nStrictly speaking, priesthood, as delegated power, is an individual acquirement.  However, by\ndivine decree, men are appointed to serve in particular offices in the priesthood unit in\nquorums or are to function under the direction of quorums.  Thus, this power finds expression\nthrough groups as well as individuals. The quorum is the opportunity for men of like\naspirations to know, to love, and to aid one another.  \"To live is not to live for one's self\nalone.\"\n<\/p><p>\nRecognizing the fact that the Creator is the eternal and everlasting source of this power, that\nlie alone can direct it, and that to possess it is to have the right, as an authorized\nrepresentative, of direct communion with God, how reasonable, yet sublime, are the privileges\nand blessings made possible of attainment through the possession of the power and authority\nof the Melchizedek Priesthood!  They are the most glorious that the human mind can\ncontemplate.\n<\/p><p>\nA man who is thus in communion with his God will find his life sweetened, his discernment\nsharpened to decide quickly between right and wrong, his feelings tender and compassionate,\nyet his spirit strong and valiant in defense of right.  He will find the priesthood a\nnever-failing source of happiness, a well of living water springing up unto eternal life.\n<\/p><p>\n<b>Priesthood is derived from God<\/b>\n<\/p><p>\nYou who have the priesthood are his servants by divine right.  I know the world thinks we\nare unreasonable, fanatic in our ideas when we tell them there is no other authorized Church,\nbut that is true. The priesthood came directly from our Lord and Savior, Jesus Christ, who is\nthe great High Priest; and he authorized Peter, James, and John, on whom he bestowed that\npriesthood, to bestow it upon Joseph Smith.  Many of you brethren can trace your ordination\nwithin five steps right back to the Savior himself.\n<\/p><p>\nI pray that we may be blessed with the spirit of humility, blessed with the spirit and desire to\nbe one in all things relating to the welfare and advancement of the kingdom of God.  We can\ndo that by sustaining the authority which is always delegated; and when it is rightly delegated,\nyou will be able to go to the source, which is God, in whom is inherent the authority of the\nHoly Priesthood.\n<\/p><p>\n<b>Blessings for the priesthood<\/b>\n<\/p><p>\nMay you Regional Representatives of the Quorum of the Twelve, presidents of stakes, bishops\nof wards be blessed in your leadership, in your responsibility; may you be true to the gospel;\nmay your lives be examples to the \"flock\" (<span class=\"citation\" id=\"2314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2314)\">1 Pet. 5:3<\/a><\/span>), so that you may be guided from on high to bless,\nto comfort the people over whom you have been appointed to preside.  God bless the men\nwho find and assist those members of the priesthood who are weak and those members who,\nfor some reason, have become inactive in the Church.\n<\/p><p>\nWe are facing conditions in the world which demand the highest intelligence,\nthe deepest spirituality, the greatest effort that the priesthood of God can possibly put forth. \nOur boys and girls in high schools, in junior colleges, in universities need our help. Their\nparents need our help.  It is time now for us to put forth extra effort to know the difference\nbetween right and wrong.  Warn our young boys and girls not to deceive themselves that they\ncan tamper with alcohol, cigarettes, and narcotics, because dangerous effects follow\nindulgence in such things.\n<\/p><p>\nI was pleased to read in a local newspaper the other day that the office of the dean of Harvard\nUniversity issued a recent statement taking a firm stand against the use of drugs at Harvard as\nfollows:  \"The Dean's office has been repeatedly pressed by members of the freshman class\nfor a statement of the college's administrative position with respect to the use of drugs,\nincluding marijuana and LSD. If it will help anyone, I am pleased to clarify our position.\n<\/p><p>\n\"As anyone bright enough to be at Harvard knows perfectly well, possession of, or\ndistribution of marijuana and LSD is strictly against the law, and taking the rugs involves the\nusers in psychological dangers and contacts with the criminal underworld.\n<\/p><p>\n\"The college is prepared to take serious disciplinary action, up to and including dismissal,\nagainst any student found to be involved in the use or distribution of illegal and dangerous\ndrugs.\n<\/p><p>\n\"In sum, if a student is stupid enough to misuse his time here fooling around with illegal and\ndangerous drugs, our view is that he should leave college and make room for people prepared\nto take good advantage of a college opportunity. Office of the Dean, Harvard University.\"\n(<i>Salt Lake Tribune<\/i>, September 17, 1967.)\n<\/p><p>\nThese things have been forbidden by the Lord and, if indulged in, will lead our young people\naway from activity in the Church, and the Spirit of the Lord will not dwell in them.\n<\/p><p>\n<b>Resist temptation<\/b>\n<\/p><p>\nYoung man, you cannot tamper with the evil one.  Resist temptation, resist the devil, and he\nwill flee from you (<span class=\"citation\" id=\"26209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26209)\">James 4:7<\/a><\/span>). Your weakest point will be the point at which the devil tries to tempt you,\nwill try to win you, and if you have been made weak before you have undertaken to serve the\nLord, he will add to that weakness.  Resist him and you will gain in strength.  He will then\ntempt you in another point.  Resist him and he becomes weaker, and you become stronger,\nuntil you can say, no matter what your surroundings may be, \"Get thee behind me, Satan: for\nit is written, Thou shalt worship the Lord thy God, and him only shalt thou serve\"\n(<span class=\"citation\" id=\"31706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31706)\">Luke 4:8<\/a><\/span>).\n<\/p><p>\nWilliam C. Sullivan, assistant director of the Federal Bureau of Investigation, said in Salt\nLake City on August 24, 1967: \n<\/p><p>\n\"Our young people are growing up in a rapidly changing world, and too many of them are\nbecoming imbued with false attitudes and notions of law and order.  Their important periods\nof childhood and adolescence too often lack sufficient character training and parental guidance\nand example.\"\n<\/p><p>\nHe pointed out that 49 percent of persons arrested for serious crimes in 1966 were under 18,\nand this age group accounted for 54 percent of the burglaries and 63 percent of the\nautomobile thefts.  (<i>Salt Lake Tribune<\/i>, August 25, 1967.)\n<\/p><p>\n<b>Faith in youth<\/b>\n<\/p><p>\nI am happy to see these young men gathered in the Tabernacle this evening They are here by\nthe hundreds, and many thousands more are listening at various designated places, and we\nwant you young men to know that we are proud of you, and commend you for your faith,\nyour courage, and your loyalty to the Church.\n<\/p><p>\nMy heart was touched to the core and I was overwhelmed with thankfulness to the Lord for\nthe letters and messages sent to me during my 94th birthday celebration from young men in\nthe mission field, from seminary students, and from other young members\nof the Church telling me of their love for the gospel and of the testimonies they have of its\ntruthfulness. I love the young people, and my heart goes out to them. May God keep them\ntrue to the faith and bless them that they will be able to withstand the temptations which\nconstantly beset their paths.  To the youth of the Church I say, go to our Father in heaven in\nprayer, seek the advice of your parents, your bishops, your stake presidents.\n<\/p><p>\n\"Do your duty, that is best;<br \/>\n      Leave unto the Lord the rest.\"\n<\/p><p>\nIt is a sobering thought to think what this great body of bearers of the priesthood can do to\nhelp these young people, and to stir the people to acts of honesty, truthfulness&mdash;to stir them\nso that they will become examples to the world.  We have that duty, that right, and that\ninspiration!\n<\/p><p>\n<b>Honor priesthood by living righteously<\/b>\n<\/p><p>\nTo hold the priesthood of God by divine authority is one of the greatest gifts that can come to\na man, and worthiness is of first importance. The very essence of priesthood is eternal. He is\ngreatly blessed who feels the responsibility of representing Deity. He should feel it to such an\nextent that he would be conscious of his actions and words under all conditions.  No man who\nholds the Holy Priesthood should treat his wife disrespectfully. No man who holds that\npriesthood should fail to ask the blessings on his food or to kneel with his wife and children\nand ask for God's guidance. A home is transformed because a man holds and honors the\npriesthood.  We are not to use it dictatorially, for the Lord has said that \"when we undertake\nto cover our sins, or to gratify our pride, our vain ambition, or to exercise control or\ndominion or compulsion upon the souls of the children of men, in any degree of\nunrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved;\nand when it is withdrawn, Amen to the priesthood or the authority of that man\"\n(<span class=\"citation\" id=\"15049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15049)\">D&amp;C 121:37<\/a><\/span>).\n<\/p><p>\nThat revelation, given by the Lord to the Prophet Joseph Smith, is one of the most beautiful\nlessons in pedagogy or psychology and government ever given, and we should read it over\nand over again in the 121st section of the Doctrine and Covenants.\n<\/p><p>\nLet us realize that we are members of the greatest fraternity, the greatest brotherhood&mdash;the\nbrotherhood of Christ&mdash;in all the world, and do our best each day, all day, to maintain the\nstandards of the priesthood.\n<\/p><p>\nLet us live honest, sincere lives. Let us be honest with ourselves, honest with our brethren,\nhonest with our families, honest with men with whom we deal&mdash;always honest; for eyes are\nupon us, and the foundation of all character rests upon the principles of honesty and sincerity.\n<\/p><p>\n<b>God is guiding the Church<\/b>\n<\/p><p>\nGod is guiding this Church.  Be true to it.  Be true to your families, loyal to them.  Protect\nyour children. Guide them, not arbitrarily, but through the example of a kin father, a loving\nmother, and so contribute to the strength of the Church by exercising your priesthood in your\nhome and in your lives.\n<\/p><p>\nGod help us all to be true to the ideals of the priesthood&mdash;Aaronic and Melchizedek.  May\nhe help us to magnify our callings and to inspire men by our actions&mdash;not only members of\nthe Church, but all men everywhere&mdash;to live higher and better lives, to help them all to be\nbetter husbands, better neighbors, better leaders, under all conditions, I pray in the name of\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}