{"ID":1584, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Who Will Show Us the Way?<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1967, pp. 109-113<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, I feel humble this evening as I stand here before you, this wonderful body of\npriesthood.  With you, I enjoyed the message from President McKay and the message and\ninformation that we had from Brother Lee; and I am sure that we realize that we should not\nbe just hearers only of the word, but doers (<span class=\"citation\" id=\"26203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26203)\">James 1:22<\/a><\/span>).\n<\/p><p>\n<b>The spirit of meekness<\/b>\n<\/p><p>\nI think of a message that I received in a letter from one of my grandsons, who was on a\nmission in Switzerland. He is now a bishop, and I think he is listening in here tonight.  In\nthat letter he told me about how he was qualifying a man for baptism and was telling him\nabout what would be expected of him, such as keeping the Word of Wisdom and paying\ntithing and working in the priesthood to help build the kingdom; and the man stopped him,\nand said, \"You don't need to tell me all those things.\" He said, \"All I want to know is, was\nJoseph Smith a prophet of God?  If he was, I will do anything that the Prophet asks me to\ndo.\"\n<\/p><p>\nI hope we all feel that way toward our great leader today, that all we want to know is what he\nwants us to do, and what the Lord wants us to do.\n<\/p><p>\nSome of you will remember that President Grant often used to tell us that we sing \"We thank\nthee O God for a prophet, to guide us in these latter days,\" but, he said, \"There are many of\nthe Latter-day Saints who would like to add a P.S.: 'Providing he doesn't ask us to do what\nwe don't want to do.'\"\n<\/p><p>\nI hope that we don't accept the counsel and the advice of our great leaders with any\nreservation, and that we want to do all they would have us do.\n<\/p><p>\nSpeaking of the priesthood, and we have many boys of the Aaronic Priesthood here tonight, it\nwas my great pleasure to supervise the Aaronic Priesthood of the Church as Presiding Bishop\nfor 14 years.\n<\/p><p>\n<b>Human authority expires<\/b>\n<\/p><p>\nWhen one of my boys was ordained a deacon (and incidentally, it was in the mission field\nand the branch president didn't even wait until I got home from a trip in the mission to let me\nordain him), after I returned he came into my office and said, \"Daddy, I have more authority\nthan the President of the United States, haven't I?\" It took my breath away.  I had to think\npretty fast, and finally I said, \"Well, yes, you do.  The President of the United States gets his\nauthority from the people, and when his term of office expires, his authority is all gone.\nYours comes from the Lord, and if you will live for it, it will be yours forever and ever.\"\n<\/p><p>\nAfter he had grown into manhood and was in the mission field, I memorized one statement\nfrom his letter, which read like this: \"Father, these saints are wonderful.  They do us all kinds\nof favors.  Shucks, they make my fraternity brothers look sick.\" He said, \"I will never ask for\nthe privilege of joining a fraternity again. The priesthood of God is the greatest union in all\nthe world, isn't it?\"\n<\/p><p>\nNow, I believe that with all my heart, and I was happy to know that my son had come to that\nconclusion in his youth.  Isn't that what President McKay said tonight in his message: that it\nis the greatest brotherhood in all the world?  I know that this is true.  We can go anywhere in\nthis world, and it doesn't matter what mission it is; for as long as people have taken upon\nthem the name of Christ in the waters of baptism, they are truly brothers and sisters, no\nmatter what color their skin may be.  It is the greatest brotherhood in all the world.\n<\/p><p>\n<b>The priesthood will fill the earth<\/b>\n<\/p><p>\nI would like to read a statement from the Prophet Joseph as related by President Wilford\nWoodruff in general conference, April 1898.  He tells about when he first\nmet the Prophet Joseph, which was back in 1833, three years after the Church was organized.\nThese are the words of the Prophet: \"Brethren, I have been very much edified and instructed\nin your testimonies here tonight, but I want to say to you before the Lord, that you know no\nmore concerning the destinies of this Church and Kingdom than a babe upon its mother's lap. \nYou don't comprehend it. It is only a little handful of priesthood you see here tonight, but\nthis Church will fill North and South America&mdash;it will fill the world. It will fill the Rocky\nMountains. There will be tens of thousands of Latter-day Saints who will he gathered in the\nRocky Mountains, and there they will open the door for the establishing of the Gospel among\nthe Lamanites.\" (<i>Conference Report<\/i>, April 1898, p. 57.) I have already talked to five\ngroups of priesthood today on the work with the Lamanites.\n<\/p><p>\nThe Prophet said there was only \"a handful of priesthood.\" Now maybe he knows what is\ngoing on here tonight, but when we are told that this priesthood meeting is being broadcast in\n502 buildings, with a possible attendance&mdash;in addition to what is on this block&mdash;of 95,000\npeople, isn't the spirit of understanding and testimony marvelous that this great Prophet of\nthis dispensation had, to be able to point to the future of the Church? At that time, and that\nwas 14 years before the saints came west to the Rocky Mountains, he said they would come\nhere, that the saints would be gathered in the Rocky Mountains, and there they would open\nthe door for the establishment of the gospel among the Lamanites.\n<\/p><p>\nSome years ago while I was the Presiding Bishop of the Church, we had what we called the\nAaronic Priesthood pageant.  I don't know if any of you are old enough to remember that or\nnot, but we repeated it a year or so after the first showing.  We had people who were\ntraveling through tell us that it was the most impressive religious gathering they had ever seen\nin their lives.  It was built around the theme that we lived in the spirit world before we were\nborn; and then we were told we would come upon the earth and would have experiences here\nsuch as we could not have there; and the question was asked, \"Will there be anyone there to\nshow us the way?\" The answer was, \"There will be your parents and the Church, and the\npriesthood of God.\"\n<\/p><p>\nI hope that we fathers who are here today realize how great our responsibility is.  We have\nbeen told that by all of our leaders.  President McKay has said so often that no success in life\ncan compensate for failure in the home.\n<\/p><p>\nI once heard President Joseph F. Smith make the statement that he hoped it could never be\nsaid of him that, in trying to save others, he had lost his own.\n<\/p><p>\nA short time after the pageant one of the good sisters attending Relief Society out in the\nSoutheast was telling about how she brought her husband to see that pageant.  In the pageant\neach of the boys had a little spotlight on his forehead, and then some of those lights went out. \nIn one scene, there they were, on the platform, discussing all their problems, and one little\nfellow turned and said \"My father doesn't go to priesthood meeting, and I want to be like my\nfather.\" This woman, in telling about taking her husband to the pageant, said when that little\nfellow said, \"My father doesn't go to priesthood meeting, and I want to be like my father,\"\nshe felt her husband just cringe, like he had been hit with an electric shock.  The next Sunday\nmorning when the boy got ready for his priesthood meeting, the father said. \"Wait a minute,\nson. I am going with you.\" The boy said, \"You are kidding me, Dad.\" But his mother got his\neye, and you know what happened.\n<\/p><p>\n<b>The power of fathers influence<\/b>\n<\/p><p>\nI don't suppose I would be standing here tonight were it not for the noble teachings and\nexample of that father of mine.  I grew up on a farm.  When everything went dead wrong, as\nit did at times, I remember a hayrack we were trying to get on the gears; it\ntumbled down, and the worst swear word I ever heard my father use in all the years on that\nfarm was \"Oh, fiddlesticks,\" and I think the Lord will forgive him for that.\n<\/p><p>\nI can remember hoeing weeds out of the old corn patch&mdash;acres of it when father would take\nrows and we would take rows, and he would keep calling to us and asking us Church\nquestions: \"What is the gospel?\" I can remember that question when I was just a little fellow,\nmy daddy asking it as we were hoeing the corn.  You can't get away from things like that.\n<\/p><p>\nAt the end of the year, he would gather us three boys around the table in the dining room. \nWe each had a notebook, and we would figure out the tithing. You know, on the farm it isn't\nlike getting a monthly check.  We figured what the chickens had produced, and what the\ngarden had produced; and if a calf was a year older than at the beginning of the year, then we\nwould figure its growth and the added value; and then after we had gotten everything all\nfigured out, Father would always throw in a little for good measure, so that we would be sure\nthat we had paid a full tithing.\n<\/p><p>\nDo you suppose that any one of those three boys who sat around that table year after year\nwith that kind of leadership would have ever ended a year without being a full tithe payer?\nWell, you know where I am.  I am the middle one of the three; both of the others have been\nmission presidents; they are both patriarchs today.  I tell you, there is no substitute for what\nyou get from a father who sets the example.  You know the little story that \"he stepped in his\nfather's footsteps all the way.\"\n<\/p><p>\n<b>\"I would trust you anywhere . . .\"<\/b>\n<\/p><p>\nI left home as a young man and came to the city here to board and go to school; and when\nmy father came to town and stayed with me, he would put his arms around me and say, \"My\nboy, I never thought I could trust one of my boys in the big city.\" (Of course, it wasn't as big\nthen as it is now.) Then he said, \"I would trust you anywhere I would go myself.\" It was just\nlike putting a steel rod up my backbone.  How could I let my father down?\n<\/p><p>\nOne of my boyfriends said, \"If I didn't believe there was a God, and I didn't believe that\nsome day I would have to answer for what I do here on this earth, I couldn't break the\ncommandments because of the respect I have for my father.\"\n<\/p><p>\nJust another little thing about how Daddy trained us boys: You know, in the country town\nwhere I was raised, the greatest sport the boys had was to go buggy-riding in the afternoon on\nSunday with their girls.  Of course, my brother and I could never go buggy-riding because\nFather was a member of the stake presidency, and we had to set an example.  One day we\nwent to Father, and we said, \"Now, man to man, Father, why can't we buggy-ride on Sunday\nlike these other boys?\" Father didn't want to deprive us of anything, but he said, \"Now, I'll\ntell you boys what you can do.  You can leave one of the best teams home any day of the\nweek you want, and you can quit work at noon and come home and clean up, and then you\ncan go buggy-riding.\" Wouldn't we have looked pretty buggy-riding around in the middle of\nthe week when no one else was buggy-riding?  Can you imagine our asking the girls to go\nbuggy-riding with us under those conditions?\n<\/p><p>\nWell, these are just some of the little things that tied us together to that daddy of ours.  I\nwalked into my father's apartment when he was just about 90 (he died just a few months\nbefore he would have been 90), and as I opened the door, he stood up and walked toward me\nand took me in his arms and hugged me and kissed me. He always did that.  I received letters\nfrom all over the Church when I kissed Father here on the stand once after I became the\nPresiding Bishop.  Taking me in his arms and calling me by my kid name, he said, \"Grandy,\nmy boy, I love you.\" You can't get away from love like that, can you?\n<\/p><p>\nNow, that is what it takes to make families in which the children will all be married in the\ntemple, and in which they will all serve the Lord.  I thank God with all my heart that all of\nmine are active in the Church and holding positions of responsibility, because Mother and I\nhave tried to set the example.  And you have to do it. You can't go golfing on Sunday and\nthen expect your children to go to Church and expect to raise them in the Church.  You have\nto go with them. You have to set them the example.\n<\/p><p>\n<b>The Church will show the way<\/b>\n<\/p><p>\nThat same spirit carried forward in this pageant of ours.  We were told that there would be\nour parents, and there would be the Church to show us the way.  My, the work that is being\ndone in this Church to try and raise boys and girls! And we are raising many of them far\nabove the standards of their own homes. We had one mission president (and that was at a\ntime when we didn't have so many missions) who reported to the General Authorities in the\ntemple that he had 18 elders in his mission who came out of inactive Latter-day Saint homes. \nThey weren't there because of the leadership of their parents, but because of the influence of\nthe Church upon their lives and the influence of their young associates.  Incidentally, he said\nthat in 15 of the homes, the parents became active while these boys were in the mission field. \nI could understand that.\n<\/p><p>\nWhen I was president of the Southern States Mission, I shed many a tear reading the letters\nthat came in from my missionaries, some of which went like this: \"President Richards, I just\nhad a letter from Mother.  She said Father has quit his tobacco.  He has started attending his\npriesthood meetings.  He is getting ready so that when I come home, we can all go to the\ntemple together.\"\n<\/p><p>\nIt is like a two-edged sword.  It cuts at home as well as it does in the mission field.  I visited\nwith that particular mission president a short time ago up in Canada, and he said, \"Brother\nRichards, in the case of 12 of those 18 families, the parents came up with their autos and met\ntheir missionaries when they were released and had their families with them, and they went\nthrough the temple for the first time.\"\n<\/p><p>\nThe Church is doing a tremendous job. When I was the Presiding Bishop, we used to like to\nknow what the boys thought of their leaders, so when we attended a stake conference, we\nwould have the boys tell us what kind of a man they liked for a bishop.  It might interest\nsome of you bishops if you were to try an experiment of that kind.\n<\/p><p>\nI remember one little fellow out here in the Granite Stake.  He said something like this: \"We\nboys like a man for a bishop who doesn't think that a boy is just a pain in the neck.\" You\nknow, I thought that was a wonderful sermon.  I used to tell the boys that if any of them had\nfathers who felt that way about them and if there were any way they could trade them off,\nthey ought to get rid of them like you would an automobile.\n<\/p><p>\n<b>Right attitudes<\/b>\n<\/p><p>\nWe have to have the right attitude. I am going to give you two more illustrations.\n<\/p><p>\nWhen I was back in Washington some years ago, I overheard one of our Mormon men who\nwas standing in line to get in a theater; and he got in conversation with the man next to him\nand found that he was from Utah. He said, \"Then you are a Mormon, aren't you?\" He said,\n\"No, I am not a Mormon.\" And this man who asked him thought he was afraid to own up to\nit, so to make it a little easier he said, \"Well, I am a Mormon.  I thought all of us from Utah\nwere Mormons.\" Then the other man added, \"I was once, but I am not any more.\" \"How\ncome that you are not?\" \"Well,\" he said, \"when I attended Aaronic Priesthood meeting one\nnight, one of the good brethren threw me out by the nape of the neck, and as I went out I\nsaid, 'If you put me out of here, I will never darken the door of your church\nagain.' And he did, and I never have.\"\n<\/p><p>\nI am afraid that if I had been there and had been big enough, there would have been two\ngoing out instead of one.  I think the wrong man was put out.\n<\/p><p>\nI want to show you just a little contrast to that.  I went over here on the west side of town to\nattend an award night when I was the Presiding Bishop; we had a program, and then we went\nin the cultural hall for a banquet, and it was beautifully spread with nice linen and silverware. \nI sat with the stake president next to me; and there was a place for the bishop next to me on\nthe other side, but the bishop wasn't there.  Finally he came in and sat down.  He nibbled a\nlittle at his food and then pushed his plate away.  I turned to him and said, \"Bishop, what's\nthe matter?\" \"Oh,\" he said, \"one of the boys talked during the closing prayer, and I spoke to\nhim about it, and it offended him.  He grabbed his hat and away he went.\" He said, \"I\nfollowed him home.  I stayed with him until he had apologized to me, and I had apologized\nto him, and we are both back together.\"\n<\/p><p>\nYou see, there wasn't anything lost, since that wound had been healed before it calloused\nover.  The only thing lost was the bishop's appetite, and he could make that up.\n<\/p><p>\n<b>\"I am proud of our youth\"<\/b>\n<\/p><p>\nNow, brethren, I am proud of our youth.  I have stories by the dozens about how they have\nbrought us honor, and I love them; I love the work that you men are doing for them, and\nwhat this Church is doing, and I trust that there will be no fathers whose boys will not be\nable to look up to them.\n<\/p><p>\nWe had a miller come to our town when I was a boy.  We used to take a load of wheat to the\nmill and get credit for it, and then we would go and draw on it for our mush and for shorts\nfor pigs, etc.  A new miller came, and I went up to get a grist, but had no credit, and he\nwouldn't let me have it; he didn't know me. I said, \"Well, you check up on my father,\" and I\ngave him the name.\n<\/p><p>\nA few days later, I went up with a load of wheat, and I said, \"Did you check on my father\nwith the owner of the mill?\" He said, \"Yes, sir.\" I said, \"What did he say?\" \"He said, 'The\nnext time one of those sons of George F. Richards comes to this mill, if he wants the mill, get\nout and give it to him.'\"\n<\/p><p>\n<b>Fathers proud of sons<\/b>\n<\/p><p>\nFathers may not all be able to hand down to their sons in the way of money, stocks, and\nbonds; but I want to tell you that when you can hand down a name to your boys, so that they\nwill be proud to say, \"He is my father,\" then you will be doing what God, the Eternal Father,\nexpects you to do with these sons who are entrusted to your keeping.\n<\/p><p>\nMay God bless each one of you, I pray, and leave you my blessing in the name of the Lord\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}