{"ID":1585, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Kingdom Is Rolling Forth<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Of the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1967, pp. 115-117<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, seen and unseen: I am conscious of a whole army of men out there in\nvarious wards and branches and stake houses who are tuned into this meeting and have\nlistened to what has gone on.\n<\/p><p>\nI am sure all of you have been inspired and blessed and lifted up.  I am sure the message\nfrom our President, David O. McKay, has found lodgment in the hearts of all, and I trust that\neach of us will carry from this meeting a resolution and a determination not to let him down,\nto show him our love and our support and our loyalty by doing the things he has asked us to\ndo and the things we know we ought to do.\n<\/p><p>\nWe have all been inspired too by the splendid message given by Brother Lee, and in the\nabsence of the President, I just want you to know that it is not Brother Lee's program.  It is\nnot the program of any one man.  It is a program that is supported and instituted, is being\nadvanced, and will be carried on by the Presidency of the Church and the Twelve Apostles, and\nthose who have been and may be called to assist.\n<\/p><p>\n<b>The Kingdom is massing its forces<\/b>\n<\/p><p>\nIt seems to me that of all the signs of the times (and they are ominous and on every side) this\nis one of the significant signs of the times&mdash;that the Church of Jesus Christ, the kingdom of\nGod, is massing its forces, getting ready for that which is to follow. These 69 men have been\ncalled in to serve. They are seasoned men.  They are men of great faith and considerable\nexperience.  They are all men on whom we can rely.  They are men to whom you can look\nand from whom you will get much instruction, advice, and counsel, and I pray that the Lord\nwill help us all to support them and uphold them, for they are representatives of the Twelve\nand the First Presidency.\n<\/p><p>\nI say this is in a sense one of the signs of the times.  I see thousands of young men here, and\nI know there are other thousands listening; and I would like to say to you young men that\nthose of us who are growing older will pass on. We must pass the torch to you. You must\nhave the faith to hold it high.  You have the authority and will have greater priesthood than\nyou have now, those of you with the lesser priesthood; you will be expected to represent the\nChurch, and in that representation you will represent the Lord.\n<\/p><p>\n<b>Resolve to be clean and strong<\/b>\n<\/p><p>\nI hope that no man under the sound of our voices here tonight will allow himself to be\ntempted to do anything that would cause him to blush if it were known by those he loves the\nmost.\n<\/p><p>\nI hope that every young man under the sound of my voice will resolve tonight, \"I am going to\nkeep myself clean.  I am going to serve the Lord. I am going to prepare every way I can for\nfuture service, because I want to be prepared when the final battle shall come.\"\n<\/p><p>\nAnd some of you young men are going to engage in that battle.  Some of you are going to\nengage in the final testing time, which is coming and which is closer to us than we know.\n<\/p><p>\nI want to leave with you my blessing, the blessing of the First Presidency and the Twelve. \nWe are greatly appreciative of the wonderful work done by Brother Lee and his committee,\nthe Council of the Twelve, and others who have been called in to serve in the preparation of\nthis wonderful program. We hope it will have your wholehearted support, and that you will in\nsupporting it realize that you are only doing the work of the Lord.\n<\/p><p>\n<b>The Kingdom is going forward with power<\/b>\n<\/p><p>\nI want to say to you, brethren, that in the midst of all the troubles, the uncertainties, the\ntumult and chaos through which the world is passing, almost unnoticed by the majority of\nthe people of the world, there has been set up a kingdom, a kingdom over\nwhich God the Father presides, and Jesus the Christ is the King.  That kingdom is rolling\nforward, as I say, partly unnoticed, but it is rolling forward with a power and a force that will\nstop the enemy in its tracks while some of you live.\n<\/p><p>\nDo you want to be among those on the side of Christ and his apostles? Would you like to be\nwith those who are on the side of Joseph Smith, Brigham Young, and the others of the\nleaders, including President David O. McKay?\n<\/p><p>\nNow is the time to make a resolution to that effect and to prepare to put yourselves in a\nposition where you can do the will of God, keep control of yourselves, and control your\npassions and your appetites and those other things that lead downward into forbidden paths.\n<\/p><p>\nI pray you, brethren, avoid drugs of all kinds, as you would avoid the very gates of hell.  I\npray that his Spirit may be with you, qualify and prepare you for that which lies ahead.\n<\/p><p>\n<b>This day foreseen by prophets<\/b>\n<\/p><p>\nDaniel saw our time.  Daniel knew, through the Spirit that prompted President McKay to\ninaugurate this work, that there would be a day when the God of heaven would set up a\nkingdom.  I want to read you his words. Speaking of a time subsequent to the Roman Empire,\nwhen the government of the world had been divided into kingdoms, part of clay and part of\niron, Daniel says: \n<\/p><p>\n\"And in the days of these kings shall the God of heaven set up a kingdom, which shall never\nbe destroyed: and the kingdom shall not be left to other people, but it shall break in pieces\nand consume all these kingdoms, and it shall stand for ever . . .\n<\/p><p>\n\"And the kingdom and dominion, and the greatness of the kingdom under the whole heaven,\nshall be given to the people of the saints of the most High, whose kingdom is an everlasting\nkingdom, and all dominions shall serve and obey him\"\n(<span class=\"citation\" id=\"10686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10686)\">Dan. 2:44<\/a><\/span>;\n<span class=\"citation\" id=\"10689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10689)\">Dan. 7:27<\/a><\/span>).\n<\/p><p>\nI want also to bring to your attention one verse from the 65th section of the Doctrine and\nCovenants: \n<\/p><p>\n\"The keys of the kingdom of God are committed unto man on the earth\" (<span class=\"citation\" id=\"14961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14961)\">D&amp;C 65:2<\/a><\/span>).\n<\/p><p>\n<b>The keys of the Kingdom are divinely committed to men<\/b>\n<\/p><p>\nI want to bear testimony and by way of emphasis repeat that statement, \"The keys of the\nkingdom of God are committed unto man on the earth, and from thence shall the gospel roll\nforth unto the ends of the earth, as the stone which is cut out of the mountain without hands\nshall roll forth, until it has filled the whole earth.\n<\/p><p>\n\"Wherefore, may the kingdom of God go forth, that the kingdom of heaven may come, that\nthou, O God, mayest be glorified in heaven so on earth, that thine enemies may be subdued;\nfor thine is the honor, power and glory, forever and ever\" (<span class=\"citation\" id=\"14964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14964)\">D&amp;C 65:2,6<\/a><\/span>).\n<\/p><p>\nRemember, brethren, the Lord has spoken.  There is a spirit hovering over this group and\nreaching out to the various groups who are listening in, and it is a yearning spirit.  It is the\nSpirit of the Holy Ghost, calling upon all men who have been baptized into the Church and\nhave received some order of priesthood to stand up and be counted, for the time will come\nwhen those who are not for him will be found to be against him (<span class=\"citation\" id=\"35723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35723)\">Matt. 12:30<\/a><\/span>). I urge all of us to set our\nhouses in order, to set our lives in order, to be prepared for that which lies ahead; and God\nwill bless and sustain us in our efforts.\n<\/p><p>\nO Father, bless these young men, and these older ones.  Let thy Spirit guide them.  May it\nhover over them, shield and protect them against the wiles of the adversary. We realize, O\nFather, that they are fighting not against flesh and blood alone. They are fighting against\nenemies in high places. They are fighting against empires (<span class=\"citation\" id=\"21807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21807)\">Eph. 6:12<\/a><\/span>). They are fighting against organized\nsin, organized rebellion.  They are fighting against riots and all manner of disobedience and\nlawlessness.\n<\/p><p>\nO Father, help these young men who are listening tonight, when they go\nhome to get on their knees and commit themselves to thee; and then they may know, and I\npromise them in thy name that they will know, that with thy help they need not fear the\nfuture.\n<\/p><p>\nGod bless us all to this end, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}