{"ID":1586, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Adam's Role in Bringing Us Mortality<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles and Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1967, pp. 121-122<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I made a few notes and thought I would present them here on\nthis occasion, but I have changed my mind after what we have heard, and I hope the Lord\nwill help me.\n<\/p><p>\nThe singing of the choir has called my attention to the fact that there is a divine Redeemer,\nthe Lord Jesus Christ.  When Adam was placed in the Garden of Eden, he was in the\npresence of God our Eternal Father.  He talked with the Father and the Father with him.  But\nsomething happened, and it had to happen: Adam partook of certain fruit. My Bible, the King\nJames version, says in the margin, speaking of Adam's fall, \"Man's shameful fall.\" Well, it\nwasn't a shameful fall at all.\n<\/p><p>\n<b>Adam came to bring mortality<\/b>\n<\/p><p>\nAdam came here to bring mortality upon the earth, and that resulted in the shutting out from\nthe presence of the Eternal Father of both Adam and Eve and their posterity.  The Son of\nGod comes upon the scene from that time henceforth as our Redeemer, as we have just heard\nin the song this choir has sung.  It is the Savior who stands between mankind and our\nHeavenly Father.  We don't pray to God, except through the Son.  The Son is the mediator\nbetween mankind and the Eternal Father (<span class=\"citation\" id=\"2831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2831)\">1 Tim. 2:5<\/a><\/span>).  You seldom hear a prayer that isn't offered to our\nHeavenly Father in the name of his beloved Son, and that's right.  Christ came into this world\nto represent his Father.  He came into this world to teach mankind who his Father is, why we\nshould worship him, how we should worship him.  He performed the greatest work that was\never performed in this mortal world by the shedding of his blood, which paid a debt that\nmankind owes to the Eternal Father, and which debt we inherited after the fall of Adam.\n<\/p><p>\nAdam did only what he had to do.  He partook of that fruit for one good reason, and that was\nto open the door to bring you and me and everyone else into this world, for Adam and Eve\ncould have remained in the Garden of Eden; they could have been there to this day, if Eve\nhadn't done something.\n<\/p><p>\n<b>Gratitude to Mother Eve<\/b>\n<\/p><p>\nOne of these days, if I ever get to where I can speak to Mother Eve, I want to thank her for\ntempting Adam to partake of the fruit.  He accepted the temptation, with the result that\nchildren came into this world.  And when I kneel in prayer, I feel to thank Mother Eve, for if\nshe hadn't had that influence over Adam, and if Adam had done according to the\ncommandment first given to him, they would still be in the Garden of Eden and we would not\nbe here at all.  We wouldn't have come into this world.  So the commentators made a great\nmistake when they put in the Bible at the top of page 3, as I think it is (it may not be the\nsame page in every Bible), the statement \"Man's shameful fall.\"\n<\/p><p>\n<b>The Lord expected Adam to open the door to mortality<\/b>\n<\/p><p>\nWell, that was what the Lord expected Adam to do, because that opened the door to\nmortality; and we came here into this mortal world to receive a training in mortality that we\ncould not get anywhere else, or in any other way.  We came here into this world to partake of\nall the vicissitudes, to receive the lessons that we receive in mortality from or in a mortal\nworld.  And so we become subject to pain, to sickness.  We are blessed for keeping the\ncommandments of the Lord with all that he has given us, which, if we will follow and be true\nand faithful, will bring us back again into the presence of God our Eternal Father, as sons and\ndaughters of God, entitled to the fullness of celestial glory.\n<\/p><p>\n<b>Mortality a condition precedent to celestial glory<\/b>\n<\/p><p>\nThat great blessing of celestial glory could never have come to us without a period of time in\nmortality, and so we came here in this mortal world.  We are in school, the mortal school, to\ngain the experiences, the training, the joys, and the sufferings that we partake of, that we\nmight be educated in all these things and be prepared, if we are faithful and true to the\ncommandments of the Lord, to become sons and daughters of God, joint heirs with Jesus\nChrist; and in his presence to go on to a fullness and a continuation of the seeds forever\n(<span class=\"citation\" id=\"15075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15075)\">D&amp;C 132:19<\/a><\/span>), and\nperhaps through our faithfulness to have the opportunity of building worlds and peopling\nthem.\n<\/p><p>\n<b>Thank the Lord for Adam!<\/b>\n<\/p><p>\nBrethren and sisters, let's thank the Lord, when we pray, for Adam.  If it hadn't been for\nAdam, I wouldn't be here; you wouldn't be here; we would be waiting in the heavens as\nspirits pleading for somebody to do what the scriptures say&mdash;a \"shameful thing\" (<span class=\"citation\" id=\"26516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26516)\">Jer. 11:13<\/a><\/span>), which it\nwasn't&mdash;or to pass through a certain condition that brought upon us mortality.\n<\/p><p>\nWe are in the mortal life to get an experience, a training, that we couldn't get any other way. \nAnd in order to become gods, it is necessary for us to know something about pain, about\nsickness, and about the other things that we partake of in this school of mortality.\n<\/p><p>\n<b>&mdash;and Mortality<\/b>\n<\/p><p>\nSo don't let us, brethren and sisters, complain about Adam and wish he hadn't done\nsomething that he did.  I want to thank him.  I am glad to have the privilege of being here\nand going through mortality, and if I will be true and faithful to the covenants and obligations\nthat are upon me as a member of the Church and in the kingdom of God, I may have the\nprivilege of coming back into the presence of the Eternal Father; and that will come to you as\nit will to me, sons and daughters of God, entitled to the fullness of celestial glory.  In the\nname of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}