{"ID":1587, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Engines and People<\/p>\n<p class=\"gcspeaker\">Elder Paul H. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Paul H. Dunn, <i>Conference Report<\/i>, October 1967, pp. 123-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my beloved brothers and sisters, both seen and unseen: I too am very\ngrateful this morning for the many blessings that are mine.  I have thrilled with this delightful\nconference and the divine messages that have been delivered. Now I too seek an interest in\nyour prayers and your faith, that I might relate some of the things that are in my heart at this\nhour.\n<\/p><p>\n<b>Stopped by a speck<\/b>\n<\/p><p>\nThis summer I made a trip through Arizona and California. While driving with my family\nacross the desert and enjoying every minute of the trip, even though it was quite warm, I\nsuddenly became conscious of the fact that my car had lost all of its power. For a few\nmoments it coasted, and then at a very slight rise in the road it stopped dead still.  I looked at\nthe gas gauge and discovered that I had plenty of fuel; the radiator temperature was normal;\nthe oil level was all right; and the fan belt was still in place. So I knew that the trouble was\nnot in an over-heated engine.  And knowing my mechanical aptitude, I knew I was in for a\nshort hike.  A friendly traveler took me to a phone a couple of miles up the grade; I called a\nmechanic and then had to walk back two miles to the car.  The mechanic arrived and almost\nimmediately sensed the difficulty; he stuck the end of a very tiny pin through a hole in one of\nthe parts in the engine, and the car was ready to go again. A tiny speck of dirt, so small that\nit could hardly be seen by the naked eye, yet sufficient to stop the progress of five people for\ntwo hours, cause one of us to walk two miles, and change the plans of the entire party for\nthat night and for the rest of the trip.\n<\/p><p>\n<b>Stopped by a false idea<\/b>\n<\/p><p>\nI've been thinking, since that experience, that it's not only cars and carefree travelers, but also\nthe work of whole institutions and the plans of communities and nations that are sometimes\nheld up by tiny specks of dirt&mdash;for our purposes, false philosophies or untruths that\nthoughtless and sometimes scheming people place in our way.  For some reason or another\nthere are those who seem to feel that the highest mission they have is to undermine and\nweaken the faith and belief of our youth in the reality of God, of Christ, and of his mission.\nThese are they whom I would call modern anti-Christs.  They are found in many walks of\nlife.  Some are religionists; some are teachers; others are influential community leaders.  Their\ncry is like the cry of old.\n<\/p><p>\nMany years ago on this continent one of the great prophets of the Book of\nMormon, Alma, called our attention to such an anti-Christ in the form of a teacher, a\nphilosopher, a lecturer, a man by the name of Korihor.  Let me just give a brief quote from\nthat great Book of Mormon section, which sounds almost modern: \"O ye that are bound down\nunder a foolish and a vain hope, why do ye yoke yourselves with such foolish things? Why\ndo ye look for a Christ? For no man can know of anything which is to come.\n<\/p><p>\n\"Behold, these things which ye call prophecies, which ye say are handed down by holy\nprophets, behold, they are foolish traditions of your fathers.\n<\/p><p>\n\"How do ye know of their surety? Behold, ye cannot know of things which ye do not see;\ntherefore ye cannot know that there shall be a Christ\" (<span class=\"citation\" id=\"9080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9080)\">Alma 30:13-15<\/a><\/span>).\n<\/p><p>\nNo age in history has been exempt from such teaching or thinking.\n<\/p><p>\n<b>Faith frustrated by fear and fraud<\/b>\n<\/p><p>\nGilbert Murray, in his famous description of the mood of the Roman world in the first\ncentury of our era, used the phrase, \"the failure of nerve.\" This failure of nerve exhibited\namong other things \"a rise of asceticism, of mysticism, in a sense, of pessimism; a loss of\nself-confidence, of hope in this life and faith in normal human effort; and a despair of patient\ninquiry.\" (<i>Five Stages of Greek Religion<\/i>, p. 119.)\n<\/p><p>\nA cursory survey of the cultural trends of our times reveals many signs of a modern failure of\nnerve in western civilization and of the anti-Christs among us.  Our day is also characterized\nin many quarters by pessimism, a loss of self-confidence and hope in this life, a disregard for\ntraditional values, and a large-scale skepticism of a belief in God and in his Son Jesus Christ\nand his divine mission. Perhaps it is more accurate to say that men today are losing faith in\nthemselves because they have lost faith in God. Having lost faith in both God and themselves,\nmany of our contemporaries have no place to turn.  Much of the literature of today describes\nthis situation.  Such titles as <i>The Decline of Western Culture, The Predicament of Man,<\/i>\n<i>The Annihilation of Man<\/i>, \"The Twisted Age,\" \"The Troubled Campus,\" and, if you or any sincere\nthinking person can imagine, a most recent edition, <i>A Cat Called Jesus<\/i>, suggest something of\nthe posture of present-day western man.\n<\/p><p>\nPerhaps the most familiar example of the temperament of our times comes from our\nuniversity and college campuses.  Nearly every newspaper or magazine one reads today has\nan article or report about the ferment within a sizable segment of our college students.  The\ngeneral reaction is to blame the colleges; and while the philosophies that are causing this\nferment are often found at their greatest height in the university environment, and while some\nof the great teachers must take part of the blame, the one thing we sometimes fail to realize is\nthat if the proper direction were being given by the homes, communities, and, in general, the\nsociety that produces these young people, students would not be as susceptible to these false\nteachings.\n<\/p><p>\nAs Milton Barron has accurately stated, the problem isn't one of juvenile delinquency, but of\nthe juvenile in a delinquent society.\n<\/p><p>\n<b>Youth rebellion<\/b>\n<\/p><p>\nChildren who have grown up in a society of broken marriages and homes, of slums, of false\nand misleading advertising of war, and of a general disregard for spiritual values are now\nrebelling as young adults.  The sad and most distinguishing features of their resistance are\ntheir disillusionment with their own rebellion and the absence of any redeeming ideals. Theirs\nis a rebellion, not without a cause, but without a purpose.\n<\/p><p>\nIt is not an unusual thing for young people to rebel.  Every new generation has its rebels. \nBut a rebellion of sad young people with little confidence in their own rebellion is something\nquite unique.  One needs only to have a brief exposure to a university environment to witness\nthe demonstrations of rejection against proven values. Beards, long hair, grubby clothes,\nsit-ins, and the lack of restraint in matters of alcohol, chastity, and drugs are\nmerely the symptoms of the problem that is, at its deepest level, a spiritual problem.\n<\/p><p>\nIt seems to me that the pessimism and frustration of our time, particularly among our\nstudents, are not due to any lack of commitment, but rather to the absence of a faith in\nanything worthy of one's commitment. And this in turn is due to the lack of faith in God,\nwhich alone gives any ultimate meaning, value, or lasting purpose to man's existence or\nactions.\n<\/p><p>\nIt is when this lack of purpose is found that the anti-Christ makes his appeal.  Here is a\ntypical statement: \"I'm less and less inclined to believe that religion is a necessary thing.\"\nThis is a quote from a minister of one of our prominent faiths, made to a large college\naudience in which I was recently in attendance.  Within the last few months this statement\ncame from a college professor and appeared in a widely circulated campus newspaper:\n\"Nobody believes in God.  God is dead.  The God of the long beard and the arm six cubits\nlong has been dead for a long time. He's stinking up the whole western world in refusing to\nget buried.\"\n<\/p><p>\n<b>Compounded by confusion<\/b>\n<\/p><p>\nIs it any wonder that many young people are confused?  Thirteen years' experience in\nworking directly on university and college campuses has proven to me that these statements\nare not isolated but are quite common in the experience of college youth.  However, students\nfor the most part don't learn their atheism and doctrines of uncertainty from the philosophies\nthey study in school.  These philosophies only make articulate a latent and unexpressed way\nof life that they have learned all too well in the home and from the society that nurtured\nthem.\n<\/p><p>\nOne professor, in describing the condition of some of his students, said, \"Lacking an\nembracing cause and a fervent ideology, the students' search for a durable purpose is likely to\nbecome aggressive, extremist, at times despairing. It can easily turn into preoccupation with\nsubjective feelings and plain egoism. Paradoxical as it sounds, the real problem of our college\nyouth is to discover some authority, both private and public that will make possible authentic\nindividuality.\" (J. Glenn Gray, <i>Harpers<\/i>, May 1965, p. 54.)\n<\/p><p>\nThe professor further states, \"But before we succeed in building the great society, we shall\nneed to resolve the doubt and bafflement about its validity and worth in the minds of those\nnow in college who should serve as its leaders.  Many of the harassed young men and women\nI teach, at any rate, have not decided what sense, if any, their existence has.\" (<i>Ibid.<\/i>, p. 59.)\n<\/p><p>\n<b>Confused youth needs identity with divine power<\/b>\n<\/p><p>\nWhat alienated youth of today need most is a self-definition, a feeling of identity, and a sense\nof belonging&mdash;indeed, a sense of belonging to a universe which, at its core, is not hostile or\nindifferent to man's highest values, hopes, and longings.  What youth need today is a faith\nand a confidence that the things that matter most are not at the mercy of the things that matter\nleast; that man is not simply an \"accidental arrangement of atoms,\" but a child of the living\nGod who gives meaning and purpose to existence, not only in ultimate terms but also in terms\nof the problems of the here and now.\n<\/p><p>\nThe principles of the restored gospel are the surest, safest guide to mortal man.  Christ is the\nlight to humanity. In that light man sees his way clearly; when it is rejected, the soul of man\nstumbles in darkness.  No person, no group, no nation can achieve true success without\nfollowing him who said, \". . . I am the light of the world: he that followeth me shall not walk\nin darkness, but shall have the light of life\" (<span class=\"citation\" id=\"28331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28331)\">John 8:12<\/a><\/span>).\n<\/p><p>\n<b>Human life is full of purpose and meaning<\/b>\n<\/p><p>\nAs members of The Church of Jesus Christ of Latter-day Saints, we bear witness to the\ntroubled youth of today that God is real and that he lives, that he has\nconcern for you and for me and for the world, that the world is a moral order, and that man's\nlife is purposeful and meaningful.\n<\/p><p>\nWe reject the inherent pessimism of humanism and fundamentalism alike; we reject the\nnegativism of existentialism as the logical extension of a thorough-going atheism. We\nproclaim that \"man is that he might have joy\" (<span class=\"citation\" id=\"3772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3772)\">2 Ne. 2:25<\/a><\/span>); we therefore look upon the despair and melancholia of our day as abnormal and unnatural.\n<\/p><p>\nWe believe that the only real cure for this spiritual sickness, which I have described as a\n\"failure of nerve,\" is to be found in a faith that looks upon God and man as real partners in\nthe task of creating a better world.  And we believe that man's contributions to that\npartnership make a real difference to the final outcome.\n<\/p><p>\n<b>Alliance with Jesus Christ<\/b>\n<\/p><p>\nWe believe that the peace and happiness of mankind lie in the acceptance of Jesus Christ as\nRedeemer and Savior, and that there is \"none other name under heaven given among men,\nwhereby we [may] be saved\" (<span class=\"citation\" id=\"8020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8020)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nWe believe that to declare this faith is our greatest responsibility, and for the moment it is\nman's greatest need. And we bear added testimony, my brothers and sisters, wherever you are,\nthat in the life, death, and resurrection of Jesus Christ, God our Father, in whom our faith\nresides, was revealed to the world. We believe that it is only with this kind of meaning that\nman can give himself wholeheartedly and courageously to the solution of our current\nproblems.  \"And now, after the many testimonies which have been given of him, this is the\ntestimony, last of all, which we give of him: That he lives!\" (<span class=\"citation\" id=\"14973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14973)\">D&amp;C 76:22<\/a><\/span>). And I know this\nfrom the inner whisperings of the Spirit from on high, and I hear this testimony humbly and\ngratefully in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}