{"ID":1588, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Disease of Profanity<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, October 1967, pp. 126-129<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI ask, my brethren and sisters, for an interest in your faith and prayers as I continue a theme\nintroduced by President Joseph Fielding Smith in his remarks.\n<\/p><p>\nA number of years ago I went with a brother to tow in a wrecked car. It was a single car\naccident, and the car was demolished; the driver, though unhurt, had been taken to the\nhospital for treatment of shock and for examination.\n<\/p><p>\n<b>The havoc of profanity<\/b>\n<\/p><p>\nThe next morning he came asking for his car, anxious to be on his way. When he was shown\nthe wreckage, his pent-up emotions and disappointment, sharpened perhaps by his misfortune,\nexploded in a long stream of profanity. So obscene and biting were his words that they\nexposed years of practice with profanity. His words were heard by other customers, among\nthem women, and must have touched their ears like acid.\n<\/p><p>\nOne of my brothers crawled from beneath the car, where he had been working with a large\nwrench. He too was upset, and with threatening gestures of the wrench (mechanics will know\nthat a 16-inch crescent wrench is a formidable weapon), he ordered the man off the premises.\n\"We don't have to listen to that kind of language here,\" he said. And the customer left,\ncursing more obscenely than before.\n<\/p><p>\nMuch later in the day he reappeared, subdued, penitent, and avoiding\neveryone else; he found my brother.\n<\/p><p>\n\"I have been in the hotel room all day,\" he said, \"lying on the bed tormented. I can't tell you\nhow utterly ashamed I am for what happened this morning. My conduct was inexcusable. I\nhave been trying to think of some justification, and I can think of only one thing. In all my\nlife, never, not once, have I been told that my language was not acceptable. I have always\ntalked that way. You were the first one who ever told me that my language was out of order.\"\n<\/p><p>\nIsn't it interesting that a man could grow to maturity, the victim of such a vile habit, and\nnever meet a protest? How tolerant we have become, and how quickly we are moving. A\ngeneration ago writers of newspapers, editors of magazines, and particularly the producers of\nmotion pictures, carefully censored profane and obscene words.\n<\/p><p>\nAll that has now changed. It began with the novel. Writers, insisting that they must portray\nlife as it is, began to put into the mouths of their characters filthy, irreverent expressions.\nThese words on the pages of books came before the eyes of all ages and imprinted themselves\non the minds of our youth.\n<\/p><p>\nCarefully (we are always led carefully), profanity has inched and nudged and pushed its way\nrelentlessly into the motion picture and the magazine, and now even newspapers print\nverbatim comments, the likes of which would have been considered intolerable a generation\nago.\n<\/p><p>\n\"Why not show life as it is?\" they ask. They even say it is hypocritical to do otherwise. \"If it\nis real,\" they say, \"why hide it? You can't censor that which is real!\"\n<\/p><p>\nWhy hide it? Why protest against it? Many things that are <i>real<\/i> are not <i>right<\/i>. Disease germs\nare real, but must we therefore spread them? A pestilent infection may be real, but ought we\nto expose ourselves to it? Those who argue that so-called \"real life\" is license must remember\nthat where there's an <i>is<\/i>, there's an <i>ought<\/i>. Frequently, what is and what ought to be are far\napart. When <i>is<\/i> and <i>ought<\/i> come together, an ideal is formed. The reality of profanity does not\nargue for the toleration of it.\n<\/p><p>\nLike the man in the shop, many of us may never have been told how serious an offense\nprofanity can be. Ere we know it we are victims of a vile habit&mdash;and the servant to our\ntongue. The scriptures declare: \n<\/p><p>\n<b>Controls for discipline<\/b>\n<\/p><p>\n\"Behold, we put bits in the horses' mouths, that they may obey us; and we turn about their\nwhole body.\n<\/p><p>\n\"Behold also the ships, which though they be so great, and are driven of fierce winds, yet are\nthey turned about with a very small helm, whithersoever the governor listeth.\n<\/p><p>\n\"Even so the tongue is a little member, and boasteth great things . . .\n<\/p><p>\n\"For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed,\nand hath been tamed of mankind: \n<\/p><p>\n\"But the tongue can no man tame; it is an unruly evil, full of deadly poison.\n<\/p><p>\n\"Therewith bless we God, even the Father; and therewith curse we men, which are made after\nthe similitude of God.\n<\/p><p>\n\"Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not\nso to be\" (<span class=\"citation\" id=\"26208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26208)\">James 3:3-5,7-10<\/a><\/span>).\n<\/p><p>\n<b>Habit patterns for discipline<\/b>\n<\/p><p>\nThere is something on this subject I would tell young people who are forming the habit\npatterns of their lives. Take, for example, the young athlete and his coach. I single out the\ncoach, for to him, as to few others, a boy will yield his character to be molded.\n<\/p><p>\nYoung athlete, it is a great thing to aspire for a place on the team. A young man like you is\nwilling to give anything to belong. Your coach becomes an ideal to you; you want his\napproval and to be like him. But remember, if that coach is in the habit of swearing, if he\ndirects the team with profane words or corrects and disciplines the athletes with obscenities,\nthat is a weakness in him, not a strength. That is nothing to be admired nor to be\ncopied. It is a flaw in his character. While it may not seem a big one,\nthrough that flaw can seep contamination sufficient to weaken and destroy the finest of\ncharacters, as a disease germ can lay low the well-framed, athletically strong, physical body.\n<\/p><p>\nCoach, there are men in the making on the practice field. Haven't you learned that when a\nboy wants so much to succeed, if he hasn't pleased you, that silence is more powerful than\nprofanity?\n<\/p><p>\nWhile this counsel may apply to other professions, I single you out, coach, because of your\nunparalleled power of example (and perhaps because the lesson is needed).\n<\/p><p>\n<b>Better than profanity<\/b>\n<\/p><p>\nThere is no need for any of us to use profanity. Realize that you are more powerful in\nexpression without it. I give you two examples: \n<\/p><p>\nSir Winston Churchill, in his postwar account of the struggle with Nazism, introduced the\nmost revolting character in recent centuries without a profane adjective. I quote: \n<\/p><p>\n\"Thereafter mighty forces were adrift; the void was open, and into that void, after a pause\nthere strode a maniac of ferocious genius, the repository and expression of the most virulent\nhatreds that have ever corroded the human breast&mdash;Corporal Hitler.\" (<i>Sir Winston Churchill<\/i>,\nby Robert Lewis Taylor.)\n<\/p><p>\nNobody needs to profane!\n<\/p><p>\nYou may argue that we are not all Winston Churchills. Therefore, this next example is within\nthe reach of most everyone.\n<\/p><p>\nOn one occasion, two of our children were at odds. A four-year-old boy, irritated beyond\nrestraint by an older brother but with no vocabulary of profanity to fall back upon, forced out\nhis lower lip and satisfied the moment with two words: \"You ugly!\"\n<\/p><p>\nNobody needs to swear!\n<\/p><p>\nBecause of little protest, like the man in the shop, any of us may have fallen victim to the\nhabit of profanity. If this has been your misfortune, I know a way that you can break the\nhabit quickly. This is what I suggest you do: Make an agreement with someone not in your\nfamily but someone who works closest with you. Offer to pay him $1.00 or $2.00, even\n$5.00, each time he hears you swear. For less than $50.00 you can break the habit. Smile if\nyou will, but you will find it is a very practical and powerful device.\n<\/p><p>\n<b>Control of emotions<\/b>\n<\/p><p>\nNow, keeping in mind the statement of President Smith, there is a compelling reason beyond\ncourtesy or propriety or culture for breaking such a habit. Profanity is more than just untidy\nlanguage, for when we profane we relate to low and vulgar words, the most sacred of all\nnames. I wince when I hear the name of the Lord so used, called upon in anger, in frustration,\nin hatred.\n<\/p><p>\nThis is more than just a name we deal with. This relates to spiritual authority and power and\nlies at the very center of Christian doctrine.\n<\/p><p>\nThe Lord said: \"Therefore, whatsoever ye shall do, ye shall do it in my name\"\n(<span class=\"citation\" id=\"5711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5711)\">3 Ne. 27:7<\/a><\/span>).\n<\/p><p>\nIn the Church that Jesus Christ established, all things are done in his name. Prayers are said,\nchildren are blessed, testimonies borne, sermons preached, ordinances performed, sacrament\nadministered, the infirm anointed, graves dedicated.\n<\/p><p>\nWhat a mockery it then becomes when we use that sacred name profanely.\n<\/p><p>\nIf you need some feeling for the seriousness of the offense, next time you hear such an\nexpression or you are tempted to use one yourself, substitute the name of your mother, or\nyour father, or your child, or your own name. Perhaps then the insulting and degrading\nimplications will be borne into you, to have a name you revere so used. Perhaps then you will\nunderstand the third commandment.\n<\/p><p>\n\"Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him\nguiltless that taketh his name in vain\" (<span class=\"citation\" id=\"22771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22771)\">Ex. 20:7<\/a><\/span>).\n<\/p><p>\n<b>Reverence and worship in His name<\/b>\n<\/p><p>\nHowever common irreverence and profanity become, they are none the less\nwrong. We teach our children so. In The Church of Jesus Christ of Latter-day Saints we\nrevere his name. We worship in his name; we love him.\n<\/p><p>\nHe said: \"Behold, verily, verily, I say unto you, ye must watch and pray always lest ye enter\ninto temptation; for Satan desireth to have you, that he may sift you as wheat.\n<\/p><p>\n\"Therefore ye must always pray unto the Father <i>in my name<\/i>; \n<\/p><p>\n\"And whatsoever ye shall ask the Father <i>in my name<\/i>, which is right, believing that ye shall\nreceive, behold it shall be given unto you.\n<\/p><p>\n\"Pray in your families unto the Father, always <i>in my name<\/i>, that your wives and your children\nmay be <i>blessed<\/i>\" (<span class=\"citation\" id=\"5710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5710)\">3 Ne. 18:19-21<\/a><\/span>, italics added.)\n<\/p><p>\nThe authority to use his name has been restored. The disease of profanity, now in epidemic\nproportions, is spreading across the land, and so, in his name, we pray that a purity of heart\nmight descend upon us, for out of the abundance of the heart the mouth speaketh.\n<\/p><p>\nI bear to you my solemn witness that I know that Jesus is the Christ, that he lives, that this is\nhis Church, that there stands at the head of this Church a prophet of God, and I bear that\nwitness in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}