{"ID":159, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Christian Principles the Only Security<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, April 1945, pp. 35-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPORTRAYAL OF HOME CONDITIONS RELATED IN MAGAZINE ARTICLE\n<\/p><p>\nA few years ago I read an article in a national magazine written by an obviously well\ninformed and high principled woman. Apparently she had never married and after many years\nof separation made a visit to an intimate friend of her college days who had by then two well\ngrown children, a boy and a girl. Her story is mainly about the shock she experienced from\nthe conduct of these two children. She noted that their mother, her old friend, had\nsubstantially no influence with them. The daughter's bearing towards her mother was\ncondescending. Her mother's exhortations and protests were received with a patronizing air of\nwearied tolerance as if to say that this superior young lady would have to bear with what\nresignation she could the hopelessly old-fashioned, outmoded and impossible notions of her\nmatured mother.\n<\/p><p>\nThe visitor heard the worried mother protest the indelicate indiscretions of the girl in her\nbehavior with young men without even the precaution of privacy and heard the daughter's\nmockery of her mother's prudery and lack of sophistication.\n<\/p><p>\nThe boy of the household went and came pretty much as he pleased with no questions asked\nor answered. Home to him was a place to sleep and have meals, if convenient.\n<\/p><p>\nExhibitions of this kind were a source of deep wonder and uneasy concern,\nas well as of embarrassment, to the guest in the house. But the climax came as the period of\nher visit was drawing to its close. She was awakened in the night by a disturbance in the\nhouse and was the unwilling ear witness of a family scene. The girl it seems had come home\nfrom a late party pretty thoroughly intoxicated and was leading her escort, in like condition,\nto her room when they were detected and intercepted by her aroused parents. There was a\nnoisy scene before the boy was finally sent off home and the girl put to bed.\n<\/p><p>\nThe girl made no pretense of concealing from her mother her habit of flouting the\nconventions so far as modesty and maidenly purity were concerned. So the author ended her\nvisit and went home to clear her head and do some thinking. The result was the article\nmentioned.\n<\/p><p>\nApparently she had a quite thorough-going acquaintance with the ideas and attitudes of the\nyouth of the day, and she undertook a searching analysis of conditions as she knew them to\nbe and as pointedly focused upon her attention by her recent visit. Her whole sense of\npropriety and even decency was outraged by what she had seen at her friend's home.\n<\/p><p>\nThat friend, in the days of their girlhood association, had spontaneously, and as a matter of\nhabit and acceptance, observed the conventions and proprieties. She had been a girl of robust\nhealth and exuberance, happy, wholesome, a delightful companion of high ethical and moral\nstandards. She had a wholesome zest for life and enjoyed living. How to account for her\nchildren!\n<\/p><p>\nEXAMINATION INTO CAUSE OF DELINQUENCY\n<\/p><p>\nThe author examined her own life and the atmosphere in which she had been reared as well\nas the lives of the youth of her time including the friend she had just visited. They recognized\ncertain self-restraints which were expected of girls of good upbringing anti conformed to\nestablished standards of decorum and good breeding. They still did, now that they were come\nto maturity of life, and were pained by the departures of today. This naturally led back into an\nexamination of the influences that had gone into the shaping of their characters. And that\ncarried the examination inevitably back to the homes in which they had been reared.\n<\/p><p>\nThe religious note was strong in those homes. The Bible was read and believed in. Families\nprayed there. Daily on their knees they talked to God who was revered and was a reality.\nThey were church-going people and set apart one day a week as a holy day to hold sacred\nand on which to do reverence to the Author of life. The majestic hymns they sang carried\nmessages to their expanding souls. They heard the simple, direct, soulful, and convincing\nwords of the gospels whose grandeur somehow silently carried over into their hearts and\nfurnished the ideals for their living. Those ideals through practice were\nsilently woven into the pattern of their lives, and they came out with established characters,\nand stable guides to conduct, which made them secure against the waves of laxity which\nwashed about them with the changes of time.\n<\/p><p>\nThen the author did what to me seemed a most astonishing thing. She proceeded to explain\nthat, of course, she and her friend and their associates had in their college years given up the\nsimple faith of their youth, had ceased to give credence to the beliefs which had sustained\nthem, had given up their Bible reading and their church-going and their Sabbath observance\nand their prayers. They found that these artificial props were not necessary to their living of\nthe good life. They didn't need the church&mdash;group practice of religion&mdash;they had their own\nreligion which was quite sufficient, though really it was only a certain code of ethics\noriginally rooted in their religion but now cut loose from its roots and dying because no\nlonger nourished from the roots. With an amazingly artless simplicity, she deplored and was\nbaffled by the barbarity of her friend's children without apparent consciousness of her own\nincredible failure to recognize the relations of cause and effect. Her friend's attitude toward\nreligion and religious practices was similar to her own. Yet here she was mystified by the\nmoral bankruptcy of her friend's children who had been deprived of the very\ncharacter-forming influences upon which the strength of her own character and of her friend's\ncharacter, and the characters of their generation had depended for formation and growth.\n<\/p><p>\nWhat right have parents or others to complain that children's standards are not up to their\nown when they have deprived those children of the very faith and practices upon which their\nstandards have been established? By her own confession the author whose analysis we are\nconsidering and likewise the mother of the children whose conduct had provoked her study\nhad been themselves living on the early-gathered fruits of a now discarded faith.\n<\/p><p>\nThat might suffice to carry them through from the force of established habit. But with that\nfaith discarded there was nothing to bear new fruit for the nourishment of the next generation.\nShe and her friends had been living upon and had consumed their spiritual capital, and there\nwas no inheritance left for the children.\n<\/p><p>\nIt seems incredible that this highly intellectual woman whose penetrating insight had so\nunerringly led her to put her finger on the factors most powerful in the stabilization of herself\nand friends could have been so wholly oblivious to the need of those same influences in the\nlives of new generations.\n<\/p><p>\nBecause she and her friends had been able to maintain integrity of life after they had\ndiscarded their early beliefs, she apparently thought that such beliefs and the practices to\nwhich they led were not necessary to stability, failing to discern that ethical principles lose\ntheir convincing, motivating power when divorced from the religious faith which gave them\nbirth. It is a common error. We all, I am sure, can call to mind friends of the\nhighest standards of character who have drifted away from the religious convictions in which\nthey were reared and have been pained to see that their children's characters have so sadly\ndeteriorated. It is hard for character patterns to carry over for more than one generation\nbeyond the one which witnessed the forsaking of the faith in which those patterns were\nfashioned.\n<\/p><p>\nThe lady we are speaking of deplored the degeneracy she was compelled to admit, but never\nonce did she even so much as hint that the remedy lay in the revival in the homes of the land\nof the influences under which she herself had grown strong.\n<\/p><p>\nCHRISTIAN FAITH THE ROOT OF CIVILIZATION\n<\/p><p>\nNow, if religion goes into decay in enough homes, it will fade out in the nation, which after\nall is but the aggregate of the individual home units. That would be a change of fundamental\nand of far-reaching consequences. For the truth is that the whole western civilization was built\nupon the basis of the Christian religion. Terminology itself tells how completely this is so.\nChristendom is the word employed to designate that large area of the world where the\nChristian religion became dominant. With its establishment and acceptance in the Roman\nEmpire, it became the most powerful influence in shaping the course of the western nations\nwhere Rome had controlled and of new nations which came into being. So important was that\ninfluence that the advent of Christ was made the new base for the reckoning of time. All\nevents in Christendom are dated as having occurred before or after that meridian. It marked\nthe beginning of a new era which still is spoken of as the Christian era. The whole new\ncivilization had its roots in the Christian faith. Of course its ideals of perfection could not at\nonce be assimilated or even grasped by the peoples who received them. They made plenty of\nmistakes and committed many excesses and grafted on plenty of false interpretation.\nNevertheless the Christian faith remained the central idea that dominated all else. It has\nremained so through many centuries, and you can't cut loose from it now without effecting a\nrevolutionary change. So long as the abstract idea is adhered to as the guiding notion, no\nmatter how imperfectly lived in practice you can always hope for improvement, a moving\naway from erroneous conceptions toward the ideal. But when the ideal itself as a central\ncontrolling force is gone then a basic change has come. Christian convictions made the west\ndominant over the centuries. A departure from them is portentous in the extreme.\n<\/p><p>\nNO PEACE EXCEPT UPON A SPIRITUAL BASIS\n<\/p><p>\nWhere does the world of Christendom stand today? Right in its heart, not in some pagan land,\nthe present cataclysmic upheaval broke out. It was freely recognized that there was\nirreconcilable antagonism between the old Christian basis and the ideals of the new\norder. We had not only a physical war but a war of basic beliefs as well. So\nlong as disputants profess the same basic beliefs and purposes but differ about the means of\ntheir realization you have merely a struggle for control. But when fundamental beliefs are at\nwar, you have the inception of revolution. It is no longer a mere struggle for control but a\nstruggle that reaches down to the spiritual depths. Any mature person who wants to take a\nretrospective glance must see that between 1914 and 1939 something very fundamental has\nhappened. That first named year saw the beginning of a great war. We got into it with a\nfanfare of great national exhilaration. Our soldiers marched off to the blare of trumpets and\nthe stirring strains of martial airs as the bands led them away. Everybody had unshaken faith\nin the soundness of our institutions and the unquestioned merits of our system. The war was\nbut a bothersome interruption in a course of life which would pick up again when the nasty\nbusiness was over. Today it is not so. There is no fanfare, no sparkling enthusiasm, but a\nsomber, sober resignation to an ugly, unwelcome task which must be done. I am not saying\nthat there is less of determination or of efficiency than there was before. But the spirit of the\napproach is different. Neither are people so sure about what will happen afterwards nor what\nit is all about. There is a grave anxiety and uneasiness of feeling evidenced by the voluminous\ntalk about the postwar world. There seem even to be some who think our system is\nwrong&mdash;the basic concept on which our institutions have rested&mdash;and they are willing to see it\nall die. Others think evils have fastened themselves like barnacles upon us, and they need to\nbe pared away. There is contrarity of opinion as to what is worth saving and what should be\nconsigned, without struggle or regret, to the limbo of oblivion. New conceptions are thrusting\nthemselves forward. The strong faith of half a century ago is crumbling; we are losing our\nspiritual basis. Dr. Sproul of the University of California has said we are in a race with\ncatastrophe. But people don't seem to believe it, nor to know that the spiritual problem lies at\nthe core of our trouble and demands solution if we are to recover our national health.\n<\/p><p>\nLook at the liberated countries of Europe. No sooner is the heel of the oppressor lifted than\nbitter strife embroils them anew. Self seeking, greed for power, groundworks for a new\nsupremacy, irreconcilable differences about the spiritual basis of government, its functions and\nrelationships to those who live under it&mdash;all clamoring for recognition and control. Unless they\ncan be reconciled on the basis of an underlying spiritual end there can be no contentment,\nhence no peace.\n<\/p><p>\nBut everybody seems still to pin faith to economic and technological reconstructions. We hear\nmuch about elevating the standard of living of peoples. But almost exclusively those\nimprovements seem to be conceived of as providing more things&mdash;greater physical\nsatisfactions, greater ease, more leisure, less work, more guarantees of\nphysical security. Long ago Jesus taught that \"life consisteth not in the abundance of the\nthings one possesseth\" (<span class=\"citation\" id=\"31147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31147)\">Luke 12:15<\/a><\/span>)\nand that \"life is more than meat and the body more than raiment\"\n(<span class=\"citation\" id=\"31148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31148)\">Luke 12:23<\/a><\/span>).\nPrinciples are pushed aside in the interest of immediate gain. When the American colonies\nwere having their disputes with the mother country, the latter fixed it so that they could buy\ntheir tea and pay the tax cheaper than they could smuggle the tea in without tax. It was\nthought this would beguile them into yielding and paying the inconsequential tax. But the\ncolonists were standing for a principle. If they could be subjected to a small tax, they could,\nwhen the custom was firmly established, be subjected to a larger tax. They resisted and took\nthe consequences. That is the essence of spiritual supremacy. What is needed today in\nChristendom is a revived faith in the spiritual basis upon which it was built rather than more\nmachines and things. Devotion to principle rather than victims of the bribery of easy\nsatisfaction through immediate gain!\n<\/p><p>\nThe war is not the cause of the world's trouble; it is only the outward manifestation of an\ninner decay. When the war is over, the trouble will not be over, which is the reason for the\ngreat concern about the postwar world. The world will still have the spiritual sickness, which\nis the real cause of the war, to deal with. The moods and notions which have permeated the\nminds of men cannot be shot with bullets. They will still be rampant when the fighting is\nover. We may not flatter ourselves that they are confined to the aggressor countries. In one\ndegree or another they have penetrated into all lands. They are doing their work of corroding,\ncorrupting, undermining, destroying.\n<\/p><p>\nYou can't pick up peace and put it on people; it is a state of the spirit. You can't hand over\nliberty or freedom as a gift to people who are not spiritually prepared to receive it. Disputes\nabout means of accomplishing ends agreed upon are of little consequence, but when the ends\nthemselves are in dispute you have a difference that goes right into the heart and spirit of\nthings.\n<\/p><p>\nAnd the disputes which divide the peoples of the world today are disputes about ends, about\nthe whole spirit that governs in human relationships. Nothing but spiritual unity will work the\ncure.\n<\/p><p>\nAnd that spiritual essence must rest in a power standing above all to command their\nallegiance. It must rest in God.\n<\/p><p>\nTHE GOSPEL THE FOUNDATION OF PEACE\n<\/p><p>\nYou who are gathered here may properly have keen interest in plans for the curing of the ills\nof the world, but you may be assured to start with that there are no values which form so safe\na guide as the gospel which formed the basis upon which the nations of Christendom were\nfounded and which attained their highest expression under the Constitution of our own land.\nThe disintegrating forces are such that no passive piety or lip service will do. It must be an\nactive, motivating assertive faith cultivated, and fostered, and maintained in\nthe homes and among the families of the people. It calls for a revival of the worship of God\nin the homes, where he is believed in, revered, prayed to&mdash;where a day is given to reverence\nwhen people assemble in worship and hear again the majestic words of the Master and gain a\nrebirth of the spirit. Go home and teach your people that, and you will be ministering to their\nsalvation as well as to the good of the world. That we may all do so, I pray in the name of\nJesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}