{"ID":1590, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">God Reveals Himself<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1967, pp. 134-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, as I have sat here on the stand through seven sessions under these intense\nlights for color television, I must confess that they have worked in me a change of allegiance. \nI have always felt that Daniel was the hero of the Book of Daniel, but I admit now that my\nsympathy is running strongly to the three Hebrew children who were thrown into the fiery\nfurnace (<span class=\"citation\" id=\"10687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10687)\">Dan. 3:20<\/a><\/span>).\n<\/p><p>\n<b>The Unknown God<\/b>\n<\/p><p>\nI would like to begin my remarks this afternoon by using the scripture, referred to by\nPresident Brown this morning, which Paul spoke on Mars Hill in Athens.  As he stood among\nthe people, he said, \"Ye men of Athens, I perceive that in all things ye are too superstitious. \nFor as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE\nUNKNOWN GOD.  Whom therefore ye ignorantly worship, him declare I unto you\"\n(<span class=\"citation\" id=\"8028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8028)\">Acts 17:22-23<\/a><\/span>).\n<\/p><p>\nAs I now address you on three types of evidence through which God has revealed himself, I\ninvite you to join with me in a prayer that the Holy Spirit will bear witness to the truth and\nimportance of what is said.\n<\/p><p>\n<b>The orderliness of the universe<\/b>\n<\/p><p>\nThe three types of proof to which I refer are first, the orderliness of the universe; second, the\ntestimony of eyewitnesses; third, the witness of the Holy Spirit.\n<\/p><p>\nAs to the orderliness of the universe and its probative evidence, the Psalmist exclaimed: \"The\nheavens declare the glory of God; and the firmament sheweth his handywork\"\n(<span class=\"citation\" id=\"41865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41865)\">Ps. 19:1<\/a><\/span>).\n<\/p><p>\nIn 1887 the English physicist, Lord Kelvin, wrote: \"If you think strongly enough you will be\nforced by science to the belief in God.\"\n<\/p><p>\nCountless scientists have confirmed this judgment.\n<\/p><p>\nDr. Henry Eyring, our own world-renowned scientist, has said that the two most famous\nmodern mathematicians, Sir Isaac Newton, the Englishman, and Carl Friederick Gauss, the\nGerman, were both believers \"in an all-wise Creator of the universe.\" (Henry Eyring,\n<i>The Faith of a Scientist<\/i>, p. 74.)\n<\/p><p>\nHe has further said that \"in the autumn of 1957, in Houston, Texas, the Welch Foundation\ninvited the top nuclear physicists and chemists from all over the world to a symposium. At a\ndinner, twelve of the most distinguished were seated at a table . . . Mr. Malone, a trustee of\nthe foundation, said, 'Dr. Eyring, how many of these gentlemen believe in a Supreme Being?'\nI answered, 'I don't know but I'll ask.'\n<\/p><p>\n\". . . twelve people were asked and every one said, 'I believe.\" All of these students of the\nexact sciences&mdash;two of them Nobel Prize winners&mdash;saw in the universal order about them\nevidence for a Supreme Being.\" (<i>Ibid.<\/i>, p. 147.)\n<\/p><p>\nDr. Thomas J. Parmley, another of our own eminent scientists, has eloquently written: \n<\/p><p>\n\"The moon and stars in the night sky, one hundred million suns with their attendant planets,\nspace, oceans, earth and nature, the flight of a bird, the wonder of a flower, the intricate\ndesign and unbelievable coordination of the human body, all of these and\ncountless other creations proclaim the handiwork of God.\" (\"Proclaim the Handiwork of God,\"\n<i>The Instructor<\/i>, July 1967, p. 272.)\n<\/p><p>\nThe Lord gave his own personal witness that the orderliness of the universe is probative\nevidence of his existence, in these words: \n<\/p><p>\n\"The earth rolls upon her wings, and the sun giveth his light by day, and the moon giveth her\nlight by night, and the stars also give their light, as they roll upon their wings in their glory,\nin the midst of the power of God.\n<\/p><p>\n\"Behold, all these are kingdoms, and any man who hath seen any or the least of these hath\nseen God moving in his majesty and power\" (<span class=\"citation\" id=\"14995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14995)\">D&amp;C 88:45,47<\/a><\/span>).\n<\/p><p>\nMyriads of people are persuaded by the universal order about them that there is a divine\npower, a God, presiding over and controlling the universe. This conclusion is correct and\ncomforting as far as it goes, but it is not enough.  The honest, believing, inquiring soul wants\nto know about the nature and personality of God.  This vital information God has provided in\nthe testimony of the prophets, to whom he has revealed himself.\n<\/p><p>\n<b>The testimony of witnesses<\/b>\n<\/p><p>\nIn Eden God revealed himself to Adam and Eve.  They \"carried with them from the Garden a\npersonal knowledge of\" him.  (James E. Talmage, <i>Articles of Faith<\/i>, p. 30.) There they had\nseen, heard, and talked with him.  They knew from personal association that they were his\noffspring, created in his image.  These truths they taught to their posterity.\n<\/p><p>\nNoah not only learned about the personality and nature of God from his father, Lamech, who\nhad learned from the lips of Adam; he also \"held direct communication with God, and lived\nto instruct ten generations of his descendants.  Then followed Abraham, who also enjoyed\npersonal communion with God . . . Unto Moses the lord made Himself known, not alone\nfrom behind the curtain of fire and the screen of clouds, but by face to face communion.\"\nMoses beheld \"the similitude\" of God. (<i>Ibid.<\/i>, pp. 31-32.)\n<\/p><p>\nJesus in his mortal ministry, being, as Paul said, \"the express image of his [Father's] person\"\n(<span class=\"citation\" id=\"24364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24364)\">Heb. 1:3<\/a><\/span>), was a true and complete revelation of the person and nature of God.  This he\nconfirmed to Philip when he said: \". . . he that hath seen me hath seen the Father\"\n(<span class=\"citation\" id=\"28350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28350)\">John 14:9<\/a><\/span>).\n<\/p><p>\nEven though these testimonies of Jesus and the ancient prophets concerning the person and\nnature of God are clear and convincing, the Lord does not require us to rely upon them alone. \nHe has never required the people of one age to rely upon the records of the past alone.  At\nthe beginning of every dispensation he has revealed himself anew.  The revelation which he\ngave of himself in this day and which is binding upon us, you and me, came about in this\nmanner: \n<\/p><p>\nIn the spring of 1820, disturbed by the conflicting claims of the contending churchmen,\nJoseph Smith, Jun., desiring to know \"which of all the sects was right\" (<span class=\"citation\" id=\"30496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30496)\">JS&mdash;H 1:18<\/a><\/span>), found privacy in a\ngrove near his home. There he kneeled and called upon God in humble, fervent prayer.  As he\ndid so, a pillar of light descended upon him from above.\n<\/p><p>\n\"When the light rested upon me [he said] I saw two Personages, whose brightness and glory\ndefy all description, standing above me in the air. One of them spake unto me, calling me by\nname and said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30494)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nLater on, the Prophet said of these \"two personages\":  \"The Father has a body of flesh and\nbones as tangible as man's; the Son also.\" To this he added, \"but the Holy Ghost has not a\nbody of flesh and bones, but is a personage of Spirit\" (<span class=\"citation\" id=\"15063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15063)\">D&amp;C 130:22<\/a><\/span>).\n<\/p><p>\nHe said further: \"When the Savior shall appear [and for this appearance we are now\npreparing] we shall see him as he is.  We shall see that he is a man like ourselves\"\n(<span class=\"citation\" id=\"15060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15060)\">D&amp;C 130:1<\/a><\/span>).\n<\/p><p>\nNor does Joseph Smith stand alone as the only modern witness to whom the Father and the\nSon have revealed themselves.  Making record of an experience that they had together,\nFebruary 16, 1832, Sidney Rigdon joined with the Prophet in his magnificent testimony: \n<\/p><p>\n<b>The power of the Spirit<\/b>\n<\/p><p>\n\"By the power of the Spirit our eyes were opened and our understandings were enlightened,\nso as to see and understand the things of God . . .\n<\/p><p>\n\". . . we beheld the glory of the Son, on the right hand of the Father, and received of his\nfulness . . .\n<\/p><p>\n\"And now . . . this is the testimony . . . which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father\" (<span class=\"citation\" id=\"14972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14972)\">D&amp;C 76:12,20,22-23<\/a><\/span>).\n<\/p><p>\nSome months later, Oliver Cowdery, a third witness, joined the Prophet in this testimony\nconcerning an experience that they had as they bowed \"in solemn and silent prayer\" at the\npulpit in the Kirtland Temple: \n<\/p><p>\n\"The veil was taken from our minds, and the eyes of our understanding were opened.\n<\/p><p>\n\"We saw the Lord standing upon the breastwork of the pulpit, before us . . .\n<\/p><p>\n\"His eyes were as a flame of fire; the hair of his head was white like the pure snow; his\ncountenance shone above the brightness of the sun; and his voice was as the sound of the\nrushing of great waters, even the voice of Jehovah, saying: \n<\/p><p>\n\"I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate\nwith the Father\" (<span class=\"citation\" id=\"15044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15044)\">D&amp;C 110:1-4<\/a><\/span>).\n<\/p><p>\nNow the revelations that God has given of himself have in every age been intended and given\nfor the benefit of all men, not just for those chosen servants who received the revelation.\nEven as he gave them, he declared: \". . . the voice of the Lord is unto the ends of the earth,\nthat all that will hear may hear\" (<span class=\"citation\" id=\"14899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14899)\">D&amp;C 1:11<\/a><\/span>).\n<\/p><p>\nGod has, from the beginning, seen fit to place a knowledge of himself within the reach of all\nmen.  We who are his present witnesses are but discharging our responsibility when we bring\nthese testimonies of the prophets and our own testimonies as to the form and nature of God to\nyour attention.\n<\/p><p>\nTo the extent we do bring them to your attention, the responsibility passes from us to you to\ndetermine the credibility of the witnesses and their testimonies. Let no man underestimate the\nimportance of his decision concerning this matter. To know God and his Son Jesus Christ is\nlife eternal (<span class=\"citation\" id=\"28368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28368)\">John 17:3<\/a><\/span>).  Without such knowledge no man can be saved. And the only way to get it is to\nobtain a personal witness to the truth of the revelations which God the Father and Jesus\nChrist, his Son, have given of themselves.\n<\/p><p>\n<b>The witness of the Holy Ghost<\/b>\n<\/p><p>\nThis brings us to a consideration of our third and last source of evidence to which I will refer:\nthe witness of the Holy Spirit of God&mdash;the Holy Ghost.\n<\/p><p>\nThe Holy Ghost is the third member of the Trinity.  He is, as has already been said, \"a\npersonage of Spirit\" (<span class=\"citation\" id=\"15064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15064)\">D&amp;C 130:22<\/a><\/span>). One of his functions is to bear witness of the Father and the Son to the honest, believing truth seeker.\n<\/p><p>\n<b>The power by which truth is made known<\/b>\n<\/p><p>\nIn harmony with the Lord's promises, every soul who will acquaint himself with the\ntestimonies of the prophets concerning God and then ask him \"in the name of Christ . . . with\na sincere heart, with real intent, having faith in Christ,\" if these testimonies are true, will\nreceive a manifestation \"by the power of the Holy Ghost\" that they are true (<span class=\"citation\" id=\"38343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38343)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\nIt is not easy to explain to the uninitiated how this witness comes. Speaking about it to\nNicodemus, Jesus said: \n<\/p><p>\n\"The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell\nwhence it cometh, and whither it goeth: so is every one that is born of the Spirit\"\n(<span class=\"citation\" id=\"28318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28318)\">John 3:8<\/a><\/span>).\n<\/p><p>\nIn 1829, the Lord gave this explanation to Oliver Cowdery as to how the witness of the Spirit comes: \n<\/p><p>\n\"Behold, you have not understood; you have supposed that I would give it unto you, when\nyou took no thought save it was to ask me.\n<\/p><p>\n\"But, behold, I say unto you, that you must study it out in your mind; then you must ask me\nif it be right, and if it is right I will cause that your bosom shall burn within you; therefore,\nyou shall feel that it is right\" (<span class=\"citation\" id=\"14905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14905)\">D&amp;C 9:7-8<\/a><\/span>).\n<\/p><p>\nOn another occasion, he said to Oliver Cowdery: \n<\/p><p>\n\"Verily, verily, I say unto you, if you desire a further witness, cast your mind upon the night\nthat you cried unto me in your heart, that you might know concerning the truth of these\nthings.\"\n<\/p><p>\nHe was then trying to find out for himself whether or not the Prophet had the plates as he\nsaid he had. And then the Lord continued: \n<\/p><p>\n\"Did I not speak to your mind concerning the matter? What greater witness can you have than\nfrom God?\" (<span class=\"citation\" id=\"14904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14904)\">D&amp;C 6:22-23<\/a><\/span>).\n<\/p><p>\nHe whose desire to know the living God is strong enough to induce him to follow the\nprescribed course can and will get the witness for himself. And then he will understand what\nthe Lord was saying in these scriptures.  However, he who does not so seek will never\nunderstand these revelations, nor the revelations which God has given of himself.\n<\/p><p>\n<b>Sure knowledge<\/b>\n<\/p><p>\nOne who receives the witness of the Holy Ghost has a sure knowledge that God lives; that he\nis our Father in heaven; that Jesus Christ is our Elder Brother in the spirit and the Only\nBegotten of the Father in the flesh, our Savior and Redeemer.  Such a one knows that the\nuniversal order in the heavens above, in the earth beneath, and in the waters under the earth,\nall give evidence that God lives; he knows that the testimonies of the prophets concerning the\nFather, Son, and Holy Ghost are accurate and true.  Secure in this knowledge, his life has\npurpose. The gospel of Jesus Christ becomes for him what Paul said it is: \"The power of God\nunto salvation\" (<span class=\"citation\" id=\"42803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42803)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nNow as for myself, the Holy Ghost has borne and continues to bear witness to me that the\nwords of the prophets are true.  I know that God lives, that he is my Father, and that Jesus\nChrist is my Redeemer and that he spoke the truth when he said: \n<\/p><p>\n\"It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth\non my name, and obeyeth my voice and keepeth my commandments, shall see my face and\nknow that I am\" (<span class=\"citation\" id=\"15012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15012)\">D&amp;C 93:1<\/a><\/span>).\n<\/p><p>\nNow this testimony, my brethren and sisters, I bear unto you in the name of the Lord, Jesus\nChrist, and in the authority of the holy apostleship which I hold, and I tell you it will be\nbinding upon you.  God grant that the Holy Spirit may bear witness of the truth of the\ntestimonies of the prophets, my own included, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}