{"ID":1591, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Constitutional Government: A Divine Principle<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1967, pp. 138-140<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: The destiny of America can be realized and the work of the Lord can\nbe accomplished only through the exercising of the guarantees given us in the Constitution of\nthe United States.\n<\/p><p>\nAs part of an official declaration setting forth the belief of The Church of Jesus Christ of\nLatter-day Saints in relation to civil power, we may read the following in the Doctrine and\nCovenants: \n<\/p><p>\n<b>Government Instituted for benefit of man<\/b>\n<\/p><p>\n\"We believe that governments were instituted of God for the benefit of man; and that he holds\nmen accountable for their acts in relation to them, both in making laws and administering\nthem, for the good and safety of society . . .\n<\/p><p>\n\"We believe that all men are bound to sustain and uphold the respective governments in\nwhich they reside, while protected in their inherent and inalienable rights by the laws of such\ngovernments; and that sedition and rebellion are unbecoming every citizen thus protected, and\nshould be punished accordingly\" (<span class=\"citation\" id=\"15076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15076)\">D&amp;C 134:1,5<\/a><\/span>).\n<\/p><p>\n<b>Power of government derived from will of the people<\/b>\n<\/p><p>\nAs you know, the government of the United States is a republic. The genius of this form of\ngovernment is that the foundation of all law, power, and authority is derived from the will of\nthe people.\n<\/p><p>\nSuch a government is based upon a written constitution, which provides for three divisions of\ngovernment: the legislative, the executive, and the judicial, each independent of the others,\nhaving certain powers within prescribed limitations through a \"built in\" system of checks and\nbalances, in order that the rights and freedoms of the people may be insured.\n<\/p><p>\nThe leaders of The Church of Jesus Christ of Latter-day Saints have taught its members ever\nsince its organization to honor and respect the Constitution of the United States as well as the\nmen who brought it forth and who were patriots indeed!\n<\/p><p>\nJoseph Smith described the constitution as a \"heavenly banner,\" a \"glorious standard.\"\n<\/p><p>\nOne of our great international lawyers, President J. Reuben Clark, Jr., at one time declared: \n<\/p><p>\n<b>Constitution an inspired document<\/b>\n<\/p><p>\n\". . . Out of the depths of eternal truth was born the Constitution of the United States . . . It\nis my conviction that God inspired the indicting of that document, the Constitution becomes\nsacred scripture to me.  It is the greatest political heritage ever bequeathed by fathers to their\nposterity. God grant that we may preserve it.\" (\"Gratitude for our Heritage,\" pp. 910.)\n<\/p><p>\nAnd the Lord himself has declared that \"it is not right that any man should be in bondage one\nto another. And for this purpose have I established the Constitution of this land, by the hands\nof wise men whom I raised up unto this . . . purpose\" (<span class=\"citation\" id=\"15025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15025)\">D&amp;C 101:79-80<\/a><\/span>). And he said\nthat it \"should be maintained for the . . . protection of all flesh\" (<span class=\"citation\" id=\"15024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15024)\">D&amp;C 101:77<\/a><\/span>).\n<\/p><p>\n<b>Constitutional rights<\/b>\n<\/p><p>\nThus, <i>under the guidance of the Lord<\/i> was established a government based upon a written\nconstitution in which were set forth the laws whereby its citizens were to maintain their\nfreedom, freedom for us&mdash;\n<\/p><p>\n     To live,<br \/>\n     To pray and worship,<br \/>\n     To work,<br \/>\n     To own property,<br \/>\n     To keep and bear arms,<br \/>\n     To educate our children,<br \/>\n     To assemble together,<br \/>\n     To be tried by a jury,<br \/>\n     To speak without fear of being cast into jail,<br \/>\n     To go where we choose and do as we wish, so long as we do not jeopardize the rights,\nthe welfare, and the safety of others.\n<\/p><p>\nDoubtless in all the world there is no document to compare with this \"heavenly banner,\" this\n\"glorious standard,\" the Constitution of the United States!\n<\/p><p>\n<b>Good administration of government<\/b>\n<\/p><p>\nBut in any society, <i>good government<\/i> can be had only if administered by <i>good men<\/i>, selected\nby <i>good citizens<\/i>.\n<\/p><p>\nTo be a good citizen, we should learn for ourselves what is set forth in the constitution.  This\nknowledge can be obtained only through individual study of the document itself. We must not\nonly study it, but we must also guard it.  It was Daniel Webster who uttered these prophetic\nwords:  \"Watchful guardianship over the Constitution is the proper means for its support.\"\n<\/p><p>\nIn addition to the love of God and the love of our neighbor (<span class=\"citation\" id=\"35736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35736)\">Matt. 22:37,39<\/a><\/span>) and, as Jesus said, the love of our\nenemies (<span class=\"citation\" id=\"35687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35687)\">Matt. 5:44<\/a><\/span>), there should be found in each of us a love of our country and of the constitution\nwhich binds it together.\n<\/p><p>\n<b>Cherish constitution in the home<\/b>\n<\/p><p>\nIt is the obligation of parents to acquaint their children with this great document: \n<\/p><p>\n1. That they may have understanding of and appreciation for the principles that make their\nliberty and freedom possible.\n<\/p><p>\n2. They should be taught as well what their personal obligations will be when they become\nmature citizens of the United States.\n<\/p><p>\n3. We must see to it that they learn the factual history of our country.\n<\/p><p>\n4. They must be made to recognize and resist the constantly fomented ideologies that threaten\nthe very life of our republic, the <i>individual<\/i> liberties of our people, and the God-given heritage\nof freedom.  One of the greatest contributions of a free people is to transmit that freedom to\ntheir children.\n<\/p><p>\nWe must remember that reverence for and obedience to law should begin in the home. \nPresident David O. McKay has warned that \"no greater immediate responsibility rests upon\nthe members of the Church, upon all citizens of this Republic, and of neighboring Republics,\nthan to protect the freedom vouchsafed by the Constitution of the United States.\"\n(<i>The Improvement Era<\/i>, May 1950, p. 378.)\n<\/p><p>\nIn the face of the conditions as they are today, it seems imperative that individuals develop\nloyalty to their country and responsibility for their own behavior.  Such attributes are ideally\nbased on knowledge, which requires deliberate effort to obtain. Thomas Paine, one of the\nearly patriots, reminded us that \"what we obtain too cheap, we esteem too lightly.\"\n<\/p><p>\n<b>Uphold the Constitution<\/b>\n<\/p><p>\nWe need not fear invasions from without, so long as we as a nation and as a people\nunderstand and uphold the Constitution of the United States, and reject not the God of the\nland who is Jesus Christ (<span class=\"citation\" id=\"22267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22267)\">Ether 2:12<\/a><\/span>).  But if we permit ourselves to forget God, we have no promise!\n<\/p><p>\nMoved upon by the Holy Spirit, the Prophet Lehi prophesied this regarding America: \n<\/p><p>\n\"Wherefore, this land is consecrated unto him whom he shall bring.  And if it so be that they\nshall serve him according to the commandments which he hath given, it shall be a land of\nliberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be\nbecause of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but\nunto the <i>righteous it shall be blessed forever<\/i>\" (<span class=\"citation\" id=\"3767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3767)\">2 Ne. 1:7<\/a><\/span>, italics added).\n<\/p><p>\nWhat a simple recipe for peace and safety in this choice land!\n<\/p><p>\n<b>Pledge our sacred honor<\/b>\n<\/p><p>\nLike the patriots of old who, under extreme difficulties and discouragements, hammered out\nour constitution, may we say of that inspired document: \n<\/p><p>\n\"And for the support of this with a firm reliance upon the protection of Divine Providence,\nwe mutually pledge to each other our lives, our, fortunes, and our sacred honor.\" (Declaration\nof Independence.)\n<\/p><p>\nI pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}