{"ID":1592, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Be Ye Therefore Perfect\"<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, October 1967, pp. 140-142<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs the Savior went up into a mountain, a great multitude followed him, absorbing with\neagerness his profound and divine teachings.  Among his instructions was this interesting\nchallenge: \"Be ye therefore perfect, even as your Father which is in heaven is perfect\"\n(<span class=\"citation\" id=\"35689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35689)\">Matt. 5:48<\/a><\/span>).\nThat same counsel to strive to become perfect applies to the followers of the Lord\ntoday, as well as it did to those in the meridian of time.\n<\/p><p>\n<b>Achievement of perfection<\/b>\n<\/p><p>\nFor mortal man, with all his limitations and weaknesses, to achieve perfection might seem\nimpossible, but the Savior's admonition, given on several different occasions, would indicate\nthat such a worthy goal is attainable.\n<\/p><p>\nWe recognize that the Savior achieved perfection.  However, it was a gradual and continuing\nprocess, extending from childhood to maturity. John, the beloved apostle, attests to this\nnatural development in these words: \"And I, John, saw that he received not of the fulness at\nthe first, but received grace for grace . . . until he received a fulness\" (<span class=\"citation\" id=\"15013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15013)\">D&amp;C 93:12-13<\/a><\/span>).\n<\/p><p>\nWhen he was but 12 years of age, Jesus realized that he was the son of a divine father.  When\nJoseph and Mary, his mother, found him conversing with the wise men in the temple and\nmildly chided him because of their concern, he replied: \". . . wist ye not that I must be about\nmy Father's business?\" (<span class=\"citation\" id=\"31705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31705)\">Luke 2:49<\/a><\/span>). Yet the full comprehension of the purpose of his earthly\nmission developed within him only as he progressed step by step in unfolding experience and\nwisdom.\n<\/p><p>\n<b>Perfection through adversity<\/b>\n<\/p><p>\nPerfection came to Jesus through many experiences, which involved trials and sorrows. \nAlthough begotten of an immortal father, he was born of a mortal mother, through whom he\ninherited the capacity to be tempted, to suffer, and to die.  The apostle Paul testified: \"Though\nhe were a Son, yet learned he obedience by the things which he suffered; \n<\/p><p>\n\"And being made perfect, he became the author of eternal salvation unto all them that obey\nhim\" (<span class=\"citation\" id=\"24366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24366)\">Heb. 5:8-9<\/a><\/span>).\n<\/p><p>\n<b>Emulate His example:<\/b>\n<\/p><p>\nWith the Lord Jesus as an example, we should desire and attempt to pattern our lives after his\nand follow his teachings in our quest for perfection.\n<\/p><p>\nWhat were his characteristics? Though they are many, time will permit mentioning but a few: \n<\/p><p>\nFirst, he was kind and forgiving. When a woman accused of a sinful act was brought before\nhim, he faced her accusers with the challenge: \". . . He that is without sin among you, let him\nfirst cast a stone at her\" (<span class=\"citation\" id=\"28329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28329)\">John 8:7<\/a><\/span>). As he bent down to write upon the ground, her\nconscience-stricken accusers slunk away.  When he raised his head, he noted that only the\nwoman remained.  Of her he asked: \"Women, where are those thine accusers? hath no man\ncondemned thee?\n<\/p><p>\n\"She said, No man, Lord.  And Jesus said unto her, Neither do I condemn thee: go, and sin\nno more\" (<span class=\"citation\" id=\"28330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28330)\">John 8:10-11<\/a><\/span>).\n<\/p><p>\n\"The woman was repentant; she remained humbly awaiting the Master's decision, even after\nher accusers had gone.  Jesus did not expressly condone; He declined to condemn; but He sent\nthe sinner away with a solemn [admonition and encouragement to live] a better life.\" (James\nE. Talmage, <i>Jesus The Christ<\/i>, p. 406.)\n<\/p><p>\nWhen the Savior hung on the cross, he again taught a powerful lesson in forgiveness.  As his\nbody was wracked with the excruciating pain of crucifixion&mdash;one of the most inhuman,\nlingering, and torturous forms of execution&mdash;he evidenced no malice toward his tormentors,\nbut mercifully prayed: \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31725)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\n<b>His concern for well-being of others<\/b>\n<\/p><p>\nAmong the impressive qualities of our Lord was his concern for the comfort and well-being\nof others.  Upon one occasion the people were so intent on hearing his inspiring words and\nwitnessing the miraculous healings he performed that they remained in the wilderness,\noblivious to the passing hours.  Evening was drawing nigh. Jesus realized that the people were\nhungry, and turning to Philip, one of the Twelve, he asked: \". . . Whence shall we buy bread,\nthat these may eat?\" (<span class=\"citation\" id=\"28323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28323)\">John 6:5<\/a><\/span>).\n<\/p><p>\nAndrew, who was standing nearby, remarked that there was a lad present who possessed five\nbarley loaves and two small fish.  Jesus suggested that the people seat themselves in groups of\nfifties and hundreds.  It was determined that about 5,000 men were there, in addition to\nwomen and children.  The Master took the loaves and fishes, looked toward heaven,\npronounced a blessing upon the food, and divided the provisions among the apostles, who\ndistributed them to the people.  When all had feasted to their entire satisfaction, there\nremained 12 baskets filled with the surplus (<span class=\"citation\" id=\"28324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28324)\">John 6:8-13<\/a><\/span>).\n<\/p><p>\n<b>Avoidance of Ostentation<\/b>\n<\/p><p>\nThe Savior was modest. When performing miraculous healings, he often requested that the\nperson made whole should tell no one.\n<\/p><p>\n<b>Fortitude<\/b>\n<\/p><p>\nAgain, the Savior was loyal&mdash;loyal to his trust and to his mission, even though it involved\nintense anguish of both body and spirit.  The path that he was asked to tread was neither\nsmooth nor easy; it was filled with temptations and afflictions.  Realizing that his betrayal\nwas near, he went to Gethsemane, an olive orchard on the slope of Mt. Olivet, accompanied\nby the remaining 11 of his apostles. Eight of them stopped near the garden entrance; and at\nthe Savior's request, Peter, James, and John continued on with him. He suggested that they\nwait in a designated place, and then he went on a little farther by himself. He soon found, to\nhis amazement, that his soul had become heavy and sorrowful.  As he fell on his face and\nprayed, his human qualities became manifest. He pleaded: \"O my Father, if it be possible, let\nthis cup pass from me: nevertheless not as I will, but as thou wilt\" (<span class=\"citation\" id=\"35749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35749)\">Matt. 26:39<\/a><\/span>).\n<\/p><p>\nAgain and again he implored the Father with the same yearning entreaty.  Then an angel\nappeared to strengthen him (<span class=\"citation\" id=\"31722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31722)\">Luke 22:43<\/a><\/span>).  But not even the presence of this heavenly being could dispel the\ntorment of his soul.  The historian Luke, commenting on his suffering, says: \"And being in an\nagony he prayed more earnestly; and his sweat was as it were great drops of blood falling\ndown to the ground\" (<span class=\"citation\" id=\"31724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31724)\">Luke 22:44<\/a><\/span>).\n<\/p><p>\nConcerning this acute distress, a former member of the Twelve in these days has observed: \n<\/p><p>\n\"Christ's agony in the garden is unfathomable by the finite mind, both as to intensity and\ncause.  The thought that He suffered through fear of death is untenable.  Death to Him was\npreliminary to resurrection and triumphal return to the Father from whom He had come, and\nto a state of glory even beyond what He had before possessed; and,\nmoreover, it was within His power to lay down His life voluntarily.  He struggled and\ngroaned under a burden such as no other being who has lived on earth might even conceive as\npossible.  It was not physical pain, nor mental anguish alone, that caused Him to suffer such\ntorture as to produce an extrusion of blood from every pore (<span class=\"citation\" id=\"40355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40355)\">Mosiah 3:7<\/a><\/span>); but a spiritual agony of soul such\nas only God was capable of experiencing. No other man, however great his powers of\nphysical or mental endurance, could have suffered so; for his human organism would have\nsuccumbed, and syncope would have produced unconsciousness and welcome oblivion.  In\nthat hour of anguish Christ met and overcame all the horrors that Satan, 'the prince of this\nworld' (<span class=\"citation\" id=\"28358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28358)\">John 14:30<\/a><\/span>) could inflict.  The frightful struggle incident to the temptations immediately following\nthe Lord's baptism was surpassed and overshadowed by this supreme contest with the powers of evil.\n<\/p><p>\n\"In some manner, actual and terribly real though to man incomprehensible, the Savior took\nupon Himself the burden of the sins of mankind from Adam to the end of the world.\"\n(<i>Jesus The Christ<\/i>, p. 613.)\n<\/p><p>\n<b>His good will<\/b>\n<\/p><p>\nPerhaps the sweetest attribute in the life of Christ was love.  Throughout his life he constantly\ndisplayed strong affection and respect for his mother. This tender concern was demonstrated\nas he hung on the cross and gazed down upon her as she stood weeping beside John, his\nbeloved associate. First he spoke to Mary, saying: \"Woman, behold thy son I\" and then to\nJohn he said: \"Behold thy mother!\" (<span class=\"citation\" id=\"28378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28378)\">John 19:26-27<\/a><\/span>). The disciple tenderly led the\ngrief-stricken mother away from her dying son, and took her into his own home to care for and protect her.\n<\/p><p>\nShortly after this, Jesus exclaimed in a loud voice of holy triumph: \"It is finished\"\n(<span class=\"citation\" id=\"28379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28379)\">John 19:30<\/a><\/span>),\nand then, addressing his Father, he said: \"Father, into thy hands I commend my spirit\"\n(<span class=\"citation\" id=\"31726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31726)\">Luke 23:46<\/a><\/span>). Bowing his head, he voluntarily gave up his life.\n<\/p><p>\nHaving been begotten of an immortal sire, Jesus possessed as a heritage the power to\nwithstand death indefinitely.  He literally and really gave up his life.  It was not taken from him.\n<\/p><p>\n<b>Sublime example<\/b>\n<\/p><p>\nWe regard the Lord as our everlasting pattern and example.  May we then progressively\ndevelop within us those traits exemplified by him: kindness, unselfishness, forgiveness,\nmodesty, loyalty, obedience, and love&mdash;the forgetting of ourselves to think of others&mdash;to the\nend that we, too, may from our experiences and sufferings become perfect and be privileged\nto dwell with him in the presence of our Father in heaven.\n<\/p><p>\nRecent personal events have brought to me a greater appreciation for the life and the atoning\nsacrifice of the Savior.\n<\/p><p>\nI am so grateful for the knowledge and assurance that family ties do extend beyond this\nmortal existence and reach into the eternities.  To this I bear witness in the name of the Lord\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}