{"ID":1594, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Looking Ahead<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, October 1967, pp. 146-149<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my dear brothers and sisters and friends, I am grateful to be with you.  I\nhave been inspired by the words of our beloved Prophet as well as my brethren. The beautiful\nmusic and prayers have likewise contributed to the wonderful spirit that has attended each\nsession of this conference.  Truly the Spirit of the Lord has been with us.\n<\/p><p>\n<b>Preparation for the coming of the Lord<\/b>\n<\/p><p>\nIn a revelation given to the Prophet Joseph Smith, the Lord revealed that \"the keys of the\nkingdom of God are committed unto man on the earth, and from thence shall the gospel roll\nforth unto the ends of the earth, as the stone which is cut out of the mountain without hands\nshall roll forth, until it has filled the whole earth\" (<span class=\"citation\" id=\"14962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14962)\">D&amp;C 65:2<\/a><\/span>). \"Wherefore, may the\nkingdom of God go forth, that the kingdom of heaven may come . . .\" (<span class=\"citation\" id=\"14966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14966)\">D&amp;C 65:6<\/a><\/span>).\n<\/p><p>\nOur mission is here defined as being worldwide in preparation of the coming of our Lord and\nSavior Jesus Christ, and in fulfilling our mission, the Church is fast becoming a worldwide\norganization.\n<\/p><p>\nIn 1947, as the saints were celebrating the one hundredth anniversary of the entrance of the\nMormon pioneers into the Salt Lake Valley, President George Albert Smith addressed a\ncommunication to the members of the Church entitled \"Looking Ahead&mdash;Into a New Century\nof Growth and Development.\" In this article he stated: \n<\/p><p>\n\"I assure every man and woman of the Church that you have a great obligation to spread the\nword of the Lord abroad and to carry the truth to every land and clime so that the power of\nthe Priesthood will be made manifest among our Father's children in many places where it\nhas never yet even been heard of.\n<\/p><p>\n\"You men of the Church have this responsibility and as one of your number, I would like to\nsay that we cannot let our own personal affairs stand in the way . . .\n<\/p><p>\n\"That is the spirit of the Gospel of Jesus Christ.  Great is the joy that comes into the hearts of\nthe men and women, who devote themselves to doing what our Heavenly Father desires of\nthem, and great will be their happiness as they participate in the new era of growth and\ndevelopment that lies ahead for the Church as we look forward into a new century of\nprogress.\" (\"Church News,\" December 20, 1947. Italics added.)\n<\/p><p>\nWe are now 20 years into this new era of growth and development, and growth and\ndevelopment mean change. We must not resist change, as we believe that\nGod \"will yet reveal many great and important things pertaining to the Kingdom of God\"\n(<span class=\"citation\" id=\"6841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6841)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nAnthropologists tell us that if we were to construct an imaginary graph of the growth of\nhuman knowledge, the bar representing everything man knew up to the steam age would be\nabout three inches high. A second bar, representing the gain in knowledge from the steam\nengine to the atomic bomb, would be about 15 inches high. But a third bar, representing the\nknowledge gained from the atomic age to the present, would have to be higher than the\nWashington Monument!\n<\/p><p>\nThis powerful illustration points up the rapidity of change in our time. The Spirit of the Lord\nis truly being poured out upon the face of the earth. This is in fulfillment of prophecy.\n<\/p><p>\nSince 1947 tremendous changes have occurred in transportation, communication, electronic\nequipment, and many other areas.  The Church has been quick to utilize the jet airplane,\ntelevision, radio, shortwave broadcasting, and electronic equipment in building a worldwide\norganization.\n<\/p><p>\nTrue, the basic principles of the gospel are eternal and do not change. However, the methods\nused in bringing the gospel to the attention of God's children and administering the affairs of\nthe Church on a worldwide basis must be geared to the age in which we live.  The patterns of\n1920 or 1947 are inadequate for today's worldwide responsibilities.\n<\/p><p>\nLooking forward to an enormous increase in membership and operating on a worldwide basis,\nwe see great challenges, opportunities, and responsibilities. Our great need is leaders, and our\ngreatest challenge is to develop them.\n<\/p><p>\nAs I go about the Church, one of the most frequent questions asked me is: \"How do you\nmotivate and inspire people to accept and discharge their responsibilities?\" This question is\npresent in every area of life's activities.\n<\/p><p>\n<b>Better methods and knowing how<\/b>\n<\/p><p>\n<i>How<\/i> is a mighty important word in our vocabulary and is often linked to the word <i>know<\/i>. \nThus <i>know-how<\/i> frequently becomes the key to answering the question \"<i>How?<\/i>\"\n<\/p><p>\nTo be able to inspire and motivate, one must set a good example. He must possess leadership\nability.  And one can learn to be a leader as he learns other things in life.  How then does one\ndevelop the <i>know-how<\/i> to be a successful leader?\n<\/p><p>\nIn my opinion, he must first prepare himself.  This preparation involves: the development of\nspirituality, the development of faith, and the acquisition of knowledge.\n<\/p><p>\n<b>Development of spirituality<\/b>\n<\/p><p>\nFor a moment let us consider this formula for developing leadership ability.\n<\/p><p>\nFirst, <i>the development of spirituality<\/i>: Shortly after the Church was organized the Lord\nrequested the elders to \"sanctify yourselves and ye shall be endowed with power, that you\nmay give even as I have spoken\" (<span class=\"citation\" id=\"14934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14934)\">D&amp;C 43:16<\/a><\/span>). How do we sanctify ourselves? By keeping God's commandments.\n<\/p><p>\nLet us quickly consider just two of God's commandments that contribute to the development\nof spirituality. In answering the question, \"What shall I do to inherit eternal life,\" the Savior\nanswered, \". . . love the Lord thy God with all thy heart, and with all thy soul, and with all\nthy strength, and with all thy mind; and thy neighbour as thyself\" (<span class=\"citation\" id=\"31712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31712)\">Luke 10:27<\/a><\/span>).\n<\/p><p>\nWe evidence our love of God and of our neighbors as we serve them, and the Church offers\nmany opportunities, such as home teaching, Sunday School teaching, passing the sacrament,\nand missionary work.\n<\/p><p>\nPrayer is another essential element. The Savior instructed his disciples to \"pray always\"\n(<span class=\"citation\" id=\"31719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31719)\">Luke 21:36<\/a><\/span>). In the atmosphere of peace and communion with God, spirituality is nurtured\nand developed.  Love and prayer are involved in every doctrine and activity of the gospel of\nJesus Christ, and they are strong influences in developing spirituality.\n<\/p><p>\n<b>Development of faith<\/b>\n<\/p><p>\nThe second item involved in one's preparation is <i>the development of faith<\/i>.\n<\/p><p>\nOrson Pratt, in his treatise on \"The True Faith,\" said, \"This [faith] is not an abstract principle,\nseparate and distinct from mind, but it is a certain condition or state of mind itself.\"\n<\/p><p>\nThus we see that faith is a state of mind or attitude, an affirmative and positive attitude. Yes,\nthe attitude of success.  A leader must make up his mind to succeed in his assignment. He\nmust be affirmative in his thinking and his speech.\n<\/p><p>\nRemember, however, that faith without works is dead (<span class=\"citation\" id=\"26207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26207)\">James 2:20<\/a><\/span>) and that this is indeed a gospel of work.\nLet us develop faith in ourselves; we are spirit children of God the Eternal Father, and as we\nmagnify our callings, by doing our part, God will make us equal to every task.\n<\/p><p>\n<b>Acquiring knowledge<\/b>\n<\/p><p>\nThe third step in building leadership ability is to <i>acquire knowledge<\/i>.\n<\/p><p>\nThe Lord has revealed to us that \"it is impossible for a man to be saved in ignorance\"\n(<span class=\"citation\" id=\"15066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15066)\">D&amp;C 131:6<\/a><\/span>), and we are saved no faster than we gain knowledge.\n<\/p><p>\nA successful leader must possess knowledge about any matter in which he desires to interest\nothers. I therefore encourage you to study the gospel regularly and particularly the four\nstandard works of the Church. Become familiar with subjects in areas of activity in which you\nmust supervise, inspire, and motivate people.\n<\/p><p>\nTo a very large extent, then, the <i>know-how<\/i> to become a successful leader and be able to\nmotivate and inspire people to accept and discharge their responsibilities in the Church or\nelsewhere is based upon the development of spirituality, faith, and the acquisition of\nknowledge.\n<\/p><p>\nWe all need goals and objectives to accomplish, and I challenge each and every member of\nthe Church to develop his God-given leadership abilities.\n<\/p><p>\nI am thankful that I am privileged to live at this time when the gospel in its fullness has been\nrestored and in this new era of growth and development when great changes are occurring.\nThe importance of this dispensation was indicated in the first vision of the Prophet Joseph\nSmith, when our Father in heaven personally introduced the Savior to the Prophet by saying,\n\"<i>This is My Beloved Son. Hear Him!<\/i>\" (<span class=\"citation\" id=\"30495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30495)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\n<b>Enthusiasm of testimony<\/b>\n<\/p><p>\nI bear witness to you that God the Father and his Son Jesus Christ, our Redeemer, do live.\n<\/p><p>\nLikewise, I testify without equivocation that Joseph Smith was a prophet of God and that we\nare blessed to have a prophet at the head of the Church today, our beloved President David O.\nMcKay. May the Lord bless and sustain him in every way.\n<\/p><p>\n<b>Worldwide Church of great appeal<\/b>\n<\/p><p>\nToday, as a worldwide Church, The Church of Jesus Christ of Latter-day Saints has a\ntremendous appeal to young and old alike because it is a dynamic yet realistic way of life.  It\noffers involvement and expression for all.  When you stop to consider it, every program of the\nChurch is aimed at the development of character and leadership.  Truly as we serve in this\ngreat cause we will see \"the stone which is cut out of the mountain without hands, roll forth\nuntil it fills the whole earth\" (<span class=\"citation\" id=\"14963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 14963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(14963)\">D&amp;C 65:2<\/a><\/span>).\n<\/p><p>\nLet me again repeat the words of President George Albert Smith who, in 1947, said,\n\"Great is the joy that comes into the hearts of men and women who devote themselves to\ndoing what our Heavenly Father desires of them, and great will be their happiness as they\nparticipate in the new era of growth and development that lies ahead for the Church.\"\n<\/p><p>\nMay we appreciate the great privilege of living at this time. May we develop our leadership\nabilities and become a vital part of this great worldwide Church. May we think big as we\nassume our opportunities to serve, and may we receive the great joy and\nhappiness and growth and development that come through such service, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}