{"ID":160, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">On Sustaining Authority<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1945, pp. 41-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne day an ancient prophet called his son to his side and talked with him about liberty. They\ndiscussed the free agency which God has given to us all, which permits every man to choose\nhis own course in life, whether good or bad. The father told his son that it is impossible for a\nman to exercise his right of choice unless alternatives are placed before him: virtue and vice,\nlight and darkness, the bitter and the sweet. Then he said, \"Man could not act for himself save\nit should be that he was enticed by the one or the other.\" Therefore, \"it must needs be that\nthere is an opposition in all things.\" The ancient prophet told his son that this opposition in all\nthings had existed from the beginning of time and that even in the Garden of Eden the\nforbidden fruit stood in opposition to the tree of life (see\n(<span class=\"citation\" id=\"3461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3461)\">2 Ne. 2:11-16<\/a><\/span>).\n<\/p><p>\nTHE RIGHT TO CHOOSE GIVEN TO MANKIND\n<\/p><p>\nWhen Jesus began his ministry, he also dealt with this opposition in all things. He recognized\nthat evil is in the world, and he acknowledged that all men have their free agency and have\nthe right to choose between the good and the evil. All through his ministry he taught men to\nchoose the right and told them of the many blessings they would receive if they would do so.\n<\/p><p>\nAgain he said that if men were to choose the evil they would be condemned; that their\noffences would bring sorrow, not only upon other men but upon themselves. Therefore, he\nsaid:\n<\/p><p>\nWoe unto the world because of offences! for it must needs be that offences come; but woe to\nthat man by whom the offence cometh\n(<span class=\"citation\" id=\"33992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33992)\">Matt. 18:7<\/a><\/span>).\n<\/p><p>\nAs he went about in his ministry, Jesus was met with varied reactions. There were some who\ngladly accepted him, followed him wherever he went and tried to live his teachings. There\nwere some who were indifferent, and then there were others who openly opposed him. So the\npeople of that day had before them a clear working example of the law of opposition in all\nthings. On the one hand was Jesus preaching the way of life; on the other were the Scribes\nand the Pharisees who fought him at every step. Then there were the\nindifferent ones. Can we say that they were for the Lord or against him, or were they merely, as\nwe say, indifferent? I call to your mind that the indifferent ones did not keep the\ncommandments, and by their indifference they encouraged others to be indifferent, and as the\nothers became indifferent, they also refused to obey the commandments of the Lord their\nGod.\n<\/p><p>\nThese indifferent ones built up a barrier against the Christ, and as they spread the example of\ndisobedience they became a hindrance to him in his work, and for that reason the Lord said:\n<\/p><p>\nHe that is not with me is against me; and he that gathereth not with me scattereth abroad\n(<span class=\"citation\" id=\"33982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33982)\">Matt. 12:30<\/a><\/span>).\n<\/p><p>\nAt another time he said, \"Ye are my friend, if ye do whatsoever I command you\"\n(<span class=\"citation\" id=\"27201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27201)\">John 15:14<\/a><\/span>); and then\nagain he said, \"He that loveth me not keepeth not my sayings\"\n(<span class=\"citation\" id=\"27199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27199)\">John 14:24<\/a><\/span>).\n<\/p><p>\nHis attitude regarding the indifferent ones is further shown by the message of the Lord to the\nseven churches as given to John on Patmos; and you remember what was said to one of those\nchurches:\n<\/p><p>\nI know thy works, that thou art neither cold nor hot: I would thou wert cold or hot. So then\nbecause thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth\n(<span class=\"citation\" id=\"42171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42171)\">Rev. 3:15-16<\/a><\/span>).\n<\/p><p>\nSo with the Lord we take sides. We are either for him or we are against him. We are\nstrengthening his work or we are weakening his work. Every Latter-day Saint should ask\nhimself whether he is for the Lord or whether he is against the Lord; whether his deeds are\nsustaining and strengthening the work of God or whether his deeds, even his indifference, are\nweakening the work of the Lord.\n<\/p><p>\nMEN ARE AUTHORIZED TO CARRY ON GOD'S WORK\n<\/p><p>\nThen there is another lesson which the Lord taught in those days, and that lesson was this:\nthat we cannot be for the Lord and at the same time be against his authorized servants.\n<\/p><p>\nJesus well understood that he would not remain long in mortality and that his ministry would\nnecessarily be limited, and so he planned to follow the age-old example of the Lord in raising\nup and calling to the ministry living prophets, authorized men of God, to carry on the work.\n<\/p><p>\nBut in doing so it was necessary for the Lord to warn these servants in the ministry of the\nattitude of the people. He remembered that in the ages past there had been a tendency on the\npart of the people to resist, reject, persecute, and even slay the prophets of God, and Jesus\nknew that that tendency continued even in his own day because he had felt it. And now, as he\nwas about to send forth his authorized servants to minister among the people, and having in\nmind this tendency, he said to them, \"I send you forth as lambs among wolves\"\n(<span class=\"citation\" id=\"31143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31143)\">Luke 10:3<\/a><\/span>).\n<\/p><p>\nWhat a commentary upon those who reject and resist and persecute the\nauthorities of the Church. What a rebuke from the Lord himself to those who stand in\nopposition to the servants of the Lord.\n<\/p><p>\nHe tried to comfort these disciples. He told them that whosoever would receive his authorized\nservants would receive him; and whosoever received him would receive him who sent the\nLord (<span class=\"citation\" id=\"33977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33977)\">Matt. 10:40<\/a><\/span>;\n<span class=\"citation\" id=\"27197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27197)\">John 13:20<\/a><\/span>). But then he said:\n<\/p><p>\n. . . he that despiseth you, despiseth me; and he that despiseth me despiseth him that sent me\n(<span class=\"citation\" id=\"31144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31144)\">Luke 10:16<\/a><\/span>).\n<\/p><p>\nRemember, he was speaking to the authorities of the Church. Then he said further:\n<\/p><p>\n. . . whosoever shall not receive you, nor hear your words, . . Verily I say unto you, It shall\nbe more tolerable for the land of Sodom and Gomorrah in the day of judgment, than for that\ncity (<span class=\"citation\" id=\"33975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33975)\">Matt. 10:14-15<\/a><\/span>).\n<\/p><p>\nMODERN AUTHORITIES ON SAME BASIS\n<\/p><p>\nThen with his warning these chosen servants of the Lord, these authorities of the early day\nChurch, went forth as commanded by the Lord, and they tasted of the opposition in all things.\nThere was opposition within the Church, and there was opposition out of the Church.\nPersecution both within and without increased. The spirit of apostasy spread, and finally\napostasy overcame the Church. The leaders of the Church were destroyed, and taken out of\nthe ministry. The people were left in darkness, and gross darkness covered their minds\n(<span class=\"citation\" id=\"12189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12189)\">D&amp;C 112:23<\/a><\/span>), and\nwe had a complete apostasy from the truth.\n<\/p><p>\nIt was decreed, however, that in the last days there should be a restoration of the Church, and\nwe who are here are witnesses of the fact that the Church of Jesus Christ has been restored in\nthese last days. But it has been restored upon the same basis that the Church was built upon\nin ancient times and is founded upon a foundation of apostles and prophets\n(<span class=\"citation\" id=\"21606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21606)\">Eph. 2:20<\/a><\/span>). In other words,\nthe authorities of the present day Church were especially appointed by the Lord to represent\nhim in these last days because he could not be here always in person any more than he could\nin the days of Paul. Therefore, the Lord spoke to his modern authorities in the same way in\nwhich he spoke anciently, and he said:\n<\/p><p>\nAnd as I said unto mine apostles, even so I say unto you, for you are mine apostles, even\nGod's high priests; ye are they whom my Father hath given me; ye are my friends. Therefore,\nas I said unto mine apostles I say unto you again, that every soul who believeth on your\nwords, and is baptized by water for the remission of sins, shall receive the Holy Ghost. And\nthese signs shall follow them that believe&mdash;In my name they shall do many wonderful works:\nIn my name they shall cast out devils; In my name they shall heat the sick; In my name they\nshall open the eyes of the blind, and unstop the ears of the deaf; And the tongue of the dumb\nshall speak; And if any man shall administer poison unto them it shall not hurt them; And the\npoison of a serpent shall not have power to harm them\n(<span class=\"citation\" id=\"12152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12152)\">D&amp;C 84:63-72<\/a><\/span>).\n<\/p><p>\nWhile speaking in these last days, the Lord remembered again the tendency\nof the people to resist the living prophets of God, and to persecute them, to say all manner of\nevil against them (<span class=\"citation\" id=\"33947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33947)\">Matt. 5:11<\/a><\/span>)\nand to undermine the work they are doing. The Lord remembered that there\nwere people in his own day and in earlier days who possessed such a tendency, and he knew\nin these last days there would be men and women who would continue to fight against the\nliving prophets of God. But he comforted these modern living prophets and said to them, He\nthat receiveth you, receiveth me, and he that receiveth me, receiveth him that sent me\n(<span class=\"citation\" id=\"12144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12144)\">D&amp;C 84:36-37<\/a><\/span>); but\nconversely he taught,\" . . . Wo unto that house, or that village or city which rejecteth you, or\nyour words, or your testimony concerning me\"\n(<span class=\"citation\" id=\"12154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12154)\">D&amp;C 84:94<\/a><\/span>).\n<\/p><p>\nSo you see, he placed the modern authorities of his Church on the same basis as that on\nwhich he placed the ancient authorities of the Church, and he again preached the doctrine that\nif the people receive you, the living prophets, whether you live in 1945 or whether you live in\nA.D. 30, \"they receive me, and whosoever rejecteth you, rejecteth me.\" That was the doctrine\nof the Church anciently. It is the doctrine of the Lord himself in these days, and whosoever\nrejects or receives the living authorities of his Church rejects or receives the Lord himself.\n<\/p><p>\nDISLOYALTY TO AUTHORITY WEAKENS THE CAUSE\n<\/p><p>\nNow, recall the scripture I read to you earlier in this discussion: \"He that is not with me is\nagainst me; and he that gathereth not with me scattereth abroad\"\n(<span class=\"citation\" id=\"33983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33983)\">Matt. 12:30<\/a><\/span>). Keeping in mind the\ndoctrine of the Lord with respect to his servants, that if we, the people, reject the servants of\nthe Lord, we reject the Lord, and that if we receive the servants of God we receive God, we\nare fully justified in interpreting this scripture, that I have just read to you, in this way: \"He\nthat is for the living prophets of God is also for the Lord; and he that is not for the living\nprophets of God is against the Lord.\" We may interpret it also in this way: \"He that is loyal\nto the living authorities of the Church is loyal to God; and any Latter-day Saint who is\ndisloyal to the authorities of the Church is disloyal to God.\" Or we may read it this way and\nstill be within the truth: \"He that sustains the authorities of the Church sustains the Church\nand the Lord, but any Latter-day Saint who does not sustain the authorities of the Church\nplaces himself in a position where he weakens the cause of God instead of lending it\nstrength.\"\n<\/p><p>\nNow look at the other part of that scripture. \"He that gathereth not with me scattereth abroad.\"\nWhen we speak of \"gathering with\" the Lord, or assisting him in gathering in the souls of\nmen, gathering them into the fold of Christ, we speak of an organized effort, and we speak of\nan organized program. We speak of the fold of the Church of God and therefore, if we are\n\"gathering with\" him, we are working with him, working in his Church, working in his\nprogram, accepting his program and lending our strength to it.\n<\/p><p>\nAnd then there is another thought in connection with it, that if we are \"gathering with\" him\nwe engage in a cooperative effort, cooperation on the part of us, the Latter-day Saints,\ncooperating with the leaders of the Church, cooperating with the Lord in gathering into the\nfold of Christ the souls of men.\n<\/p><p>\nNow, are we gathering with the Lord, or are we, by our efforts, scattering abroad the sheep\nthat he is trying to gather into the fold? Are we cooperating with the authorities of the\nChurch, are we gathering with them: are we assisting them in bringing into the fold of Christ\nthe people the Lord would save? Are we gathering with them, cooperating with them in the\nprosecution of the program of the Church, or are we criticizing the authorities of the Church\nand undermining them and their efforts?\n<\/p><p>\nI call to your minds the words of the Prophet Joseph Smith in this connection:\n<\/p><p>\nI will give to you one of the keys of the mysteries of the kingdom. It is an eternal principle\nthat has existed with God from all eternity. That man who rises up to condemn others, finding\nfault with the Church, saying that they are out of the way while he himself is righteous, then\nknow assuredly that that man is on the high road to apostasy, and if he does not repent, will\napostatize, as God lives. The principle is as correct as the one that Jesus put forth in saying\nthat he who seeketh a sign is an adulterous person\n(<span class=\"citation\" id=\"33984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33984)\">Matt. 12:39<\/a><\/span>); and that principle is eternal, undeviating\nand as firm as the pillars of heaven.\n<\/p><p>\nSo spake the Prophet Joseph Smith.\n<\/p><p>\nI ask you again, my brethren, and my sisters on the air, are you for the Lord and his program\nor are you against them? Are you for the authorities of the Church or are you against them?\nAre you gathering with them, or are you scattering abroad? Are you on the Lord's side\n(<span class=\"citation\" id=\"22562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22562)\">Ex. 32:26<\/a><\/span>)?\n<\/p><p>\nWho's on the Lord's side? Who? <br \/>\nNow is the time to show;<br \/>\nWe ask it fearlessly,<br \/>\nWho's on the Lord's side? Who?\n<\/p><p>\nThe pow'r of earth and hell<br \/>\nIn rage direct the blow<br \/>\nThat's aimed to crush the work; <br \/>\nWho's on the Lord's side? Who?\n<\/p><p>\nWe serve the living God;<br \/>\nAnd want his foes to know <br \/>\nThat if but few, we're great; <br \/>\nWho's on the Lord's side? Who?\n<\/p><p>\nWe're going on to win,<br \/>\nNor fear must blanch the brow; <br \/>\nThe Lord of hosts is ours, <br \/>\nWho's on the Lord's side? Who?\n                               &mdash;H. Cornaby\n<\/p><p>\nThere is an opposition in all things. You have your free agency. Are you using that free\nagency to strengthen or to weaken the cause of God? And if you are weakening the cause of\nGod, I say to you with Joshua of old, \"And if it seem evil unto you to serve the Lord, choose\nyou this day whom ye will serve.\" I earnestly pray, also in the words of Joshua, that each one\nof us will say, \"...as for me and my house, we will serve the Lord\"\n(<span class=\"citation\" id=\"30027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30027)\">Josh. 24:15<\/a><\/span>), and this I\npray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}