{"ID":1601, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Silver Thread in the Dark Tapestry of War<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, April 1968, pp. 21-24<\/p>\n<\/div>\n<div class=\"gcbody\">\nMy beloved brethren and sisters: My heart was touched and my soul thrilled by the stirring testimony of the risen Lord given by President McKay this morning. I hope that no man or woman here will ever forget that testimony of our Prophet.\n<\/p><p>\nI was grateful the choir sang as an opening number the words of Parley P. Pratt: \n<\/p><p>\n\"The morning breaks; the shadows flee; <br \/>\n\tLo, Zion's standard is unfurled!<br \/>\n\tThe dawning of a brighter day,<br \/>\n\tMajestic rises on the world.\"<br \/><br \/>\n&nbsp; &nbsp;\t\t\t\t(<i>Hymns<\/i>, 269.)\n<\/p><p>\nIf the Lord will inspire me, I would like to use that as something of a theme.\n<\/p><p><b>\nWar in Vietnam\n<\/b><\/p><p>\nI have spoken previously from this pulpit about the war in Vietnam. With your indulgence I should like again to say a few words on this, because I know that it is a subject on the minds and in the hearts of thousands of our people who have sons there. The welfare of their loved ones is the constant burden of their thoughts and prayers. Even for those of other nations, the war is a matter of deep concern.\n<\/p><p>\nOne cannot have been to Vietnam as I have on a number of occasions, and felt in some small measure the dreadful sorrow of the land, without making a plea for peace a part of his daily prayers. This war, like others, is fraught with terrible evil and unspeakable tragedy. I minimize none of these.\n<\/p><p>\nBut notwithstanding the evil and the tragedy, I see a silver thread shining through the dark and bloody tapestry of conflict. I see the finger of the Lord plucking some good from the evil designs of the adversary. I see coming out of this conflict, as I have witnessed in other conflicts in Asia, an enlargement of the Lord's program.\n<\/p><p><b>\nDesire to teach gospel\n<\/b><\/p><p>\n Not long ago I was in Saigon. Our tired little taxi took us down the muddy street to the meeting place of the Saigon Branch. It was night, the power had failed in the city, as it frequently does, and the darkness in the heavy rain was oppressive.\n<\/p><p>\nThe narrow lane leading to our meeting place was a river of running water. Skirting this on ground slightly higher, I noticed a thin little figure with an umbrella coming out to meet us.\n<\/p><p>\nWhen we opened the taxi door, I recognized Brother Minh, an elder in The Church of Jesus Christ of Latter-day Saints, the first Vietnamese to receive the Melchizedek Priesthood.\n<\/p><p>\nWe stood under the porch of the building while he pleaded that he be given opportunity to translate the Book of Mormon into his native tongue. I asked how he could find time to do this work. He has a job that requires long hours and tedious labor. He replied that the gospel must someday come to his people and that they will need the testimony of the Book of Mormon. He said that somehow he would find time. He understands English. He had read the Book of Mormon. He had felt of its spirit, and he knew that others would be similarly touched as they read it in their own tongue.\n<\/p><p>\nLike Brother Minh, I am convinced that there are many and will be many in that land who someday will respond to the message of the restored gospel. I do not know when that day will come, but I am confident that it <i>will<\/i> come, and that the efforts of your sons who are there in military service will make that day possible. Without their presence, I would see small prospect short of half a century.\n<\/p><p><b>\nPrayer of dedication\n<\/b><\/p><p>\nMay I share with you something of a sacred and inspiring experience? On Sunday, October 30, 1966, more than 200 members of the Church gathered on the roof of the Caravelle Hotel in the heart of Saigon. We had an inspirational meeting, with talks by Elder Marion D. Hanks, President Keith E. Garner, and others. At the conclusion of that service, while speaking I felt impressed to dedicate the land for the preaching of the gospel under authorization previously given by President McKay.\n<\/p><p>\nSince that prayer of dedication was part of a public meeting, I feel it not inappropriate to repeat here some of the words I felt impressed to give on that occasion. I quote: \n<\/p><p>\n\"O God, our Eternal Father, with humble hearts we meet before thee this day in this land of South Vietnam, a land which presently is torn by war, destruction, and dissension. We meet in the name of thy Son, the Lord, Jesus Christ, the Prince of Peace (<span class=\"citation\" id=\"25348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25348)\">Isa. 9:6<\/a><\/span>), to invoke thy special blessing . . .\n<\/p><p>\n\"We have seen in other parts of Asia the manner in which thou hast turned the hand and the work of the adversary to the good and the blessing of many of thy children. And now we call upon thee at this time that thou wilt similarly pour out thy spirit upon this land. We plead with thee, our Father and our God, that thou wilt touch the hearts of the leaders of those people who war one against another, with a spirit of understanding, a recognition of the fact that all men are sons of thine and therefore brothers, and implant in each a desire to labor for a settlement of the great conflict which rages over this land, a settlement which will be honorable, and one which will promote the cause of liberty and justice and which will guarantee the agency of those who love freedom . . .\n<\/p><p>\n\"Holy Father, many good men holding thy priesthood have come to this land incident to the war. While here they have sought to establish thy divine work in this part of the world. They have shared the gospel of thy Son with their associates, their fellow Americans, and with the Vietnamese people. With gratitude we have witnessed the baptism of a number of these people. And so we feel it expedient at this time, under the authority given us by thy Prophet, he whom thou hast anointed and appointed to stand at the head of thy work in this day, to dedicate this land and invoke thy blessings upon it.\n<\/p><p>\n\"We accordingly come before thee in the exercise of the holy priesthood, and in the authority of the holy apostleship in us vested we dedicate and consecrate this land of South Vietnam for the preaching of the gospel of the Lord Jesus Christ as restored through the Prophet Joseph Smith. May there from this time forward, Father, come upon this land an added measure of thy Holy Spirit to touch the hearts of the people and the rulers thereof. May they open their hearts to the teaching of the truth and be receptive to the gospel of thy Son. May those who have these blessings feel a new urge in their hearts to share with others the great gifts and powers and authority which are theirs, which have come from thee . . .\n<\/p><p>\n\"Open the way for the coming of missionaries, and make their labors fruitful of great and everlasting good in the lives of the people.\n<\/p><p>\n\"To this end we seek thy blessing this holy day as we bow before thee and acknowledge with thankful hearts thy goodness unto us . . . in the name of our Redeemer, the Lord Jesus Christ. Amen.\"\n<\/p><p><b>\nChurch being established\n<\/b><\/p><p>\nWe do not have regular missionaries there yet. I do not know when we shall be able to send them. But I am confident that day will come. In the meantime there are those, both civilian and military, who are sharing the gospel, not in contravention of any official regulations, not through regular proselyting, but they have taught when others have come seeking.\n<\/p><p>\nThrough their efforts the work of the Church is now established in a number of areas, including legal registration of the Church in Thailand. I doubt that this would have been possible had there not been able and devoted members of the Church there incident to the war. The Lord bless these men for their goodness in the midst of evil. The Lord bless them for their faith in the midst of overwhelming obstacles. The Lord bless them for their desires to share the precious gifts of the gospel.\n<\/p><p><b>\nHouses of worship constructed\n<\/b><\/p><p>\nI have been impressed with the sacrifices of our people to construct houses of worship in many parts of the world, but I think I have never been so deeply touched as in witnessing the response to a suggestion made two years ago by our Vietnam zone president, a military officer. He suggested that our brethren, who were already paying their tithing, contribute their combat pay differential to a building fund. This represents the extra amount given men for battle duty. More than $3,000 was contributed by men of the Saigon Branch on a single Sunday, and more than $18,000 was given throughout Vietnam in 30 days. Where in all the world would you find a better expression of faith than that of these soldiers, airmen, and marines, who have given to the cause of peace that money paid them for the risks of battle?\n<\/p><p>\nThey gave it for the construction of buildings they will never use or even see, but which will someday bless the people whose liberty they have fought to preserve.\n<\/p><p>\nThe Lord bless them for their generosity, and may the peace of the Lord comfort the hearts of their worried fathers and anxious mothers, who implanted and cultivated in their sons a faith that today quietly shines in the dark, embattled area in which they find themselves.\n<\/p><p><b>\nMissionary labors of servicemen\n<\/b><\/p><p>\nI hope that some of you parents who grieve over your sons who could not go on missions because of the demands of the draft will derive some small measure of comfort from the assurance that your sons may perform an effective missionary labor through their examples, and that they may assist in liking the veil in lands of darkness in which the gospel must someday be taught.\n<\/p><p>\nI read for the first time this past week an interesting statement by Brigham Young. Said he:\n<\/p><p>\n\"I shall be very happy when I can know that the people of the East Indian archipelago [which I take to mean the lands of Southeast Asia] and the people of every island and continent, both the high and the low, the ignorant and intelligent, have received the words of eternal life, and have had bestowed upon them the power of the eternal Priesthood of the Son of God.\" (<i>Journal of Discourses<\/i>, Vol. 8, p. 7.)\n<\/p><p><b>\nSilver thread in tapestry\n<\/b><\/p><p>\nI make no defense of the war from this pulpit. There is no simple answer. The problems are complex almost beyond comprehension. I seek only to call your attention to that silver thread, small but radiant with hope, shining through the dark tapestry of war&mdash;namely, the establishment of a bridgehead, small and frail now; but which somehow, under the mysterious ways of God, will be strengthened, and from which someday shall spring forth a great work affecting for good the lives of large numbers of our Father's children who live in that part of the world. Of that I have a certain faith.\n<\/p><p>\nI have seen a prototype of what will happen as I have witnessed the development of this work in others of the ancient nations of Asia&mdash;in Korea, in Taiwan, in Okinawa, in the Philippines, and in Japan, where altogether we now have more than 25,000 Latter-day Saints.\n<\/p><p>\nThis marvelous membership is the sweet fruit of seed once planted in dark years of war and in the troubled days immediately following, when good men of the priesthood, both civilian and military, through the example of their lives and the inspiration of their precepts, laid a foundation on which a great work has been established.\n<\/p><p><b>\nLetter from Vietnam\n<\/b><\/p><p>\nMay I read from a letter just received from one of our brethren in Vietnam: \n<\/p><p>\n\"The other day in Phu Bai I saw a young member of the Church reading the paperback of <i>A Marvelous Work and a Wonder<\/i> (so that he would be qualified to teach any who might ask about the Church). The book was filthy, his hands were filthy, but he didn't see the dirt because he was reading so intently.\"\n<\/p><p>\nAs I pictured that young infantryman in dirty battle dress, just returned from a dangerous jungle patrol, studying the gospel, two other pictures came to mind&mdash;the first, of the home in which he grew up, where there is constant prayer for his safety; the second, of the day when the clouds of war shall have lifted, when peace shall be in the land, and when there shall be congregations of the Church built upon foundations laid by such of our brethren there now.\n<\/p><p>\nThat day will come. Of that I am confident.\n<\/p><p>\n\"God moves in a mysterious way . . .<br \/>\n\tHis purposes will ripen fast,<br \/>\n\tUnfolding every hour; <br \/>\n\tThe bud may have a bitter taste,<br \/>\n\tBut sweet will be the flower.\"<br \/><br \/>\n&nbsp; &nbsp;            (William Cowper, <i>Hymns<\/i>, 48.)\n<\/p><p>\nMay the Lord bless our faithful brethren in Asia, and may he give us the vision to look beyond this dark day to a time when, because of their great service, his latter-day kingdom shall encompass many souls in that part of the earth, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}