{"ID":1602, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Light and Truth Forsake Evil<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1968, pp. 26-30<\/p>\n<\/div>\n<div class=\"gcbody\">\nQuoting the apostle Paul, \"Brethren,\" and may I add sisters and friends, \"my heart's desire and prayer to God for Israel is, that they might be saved.\n<\/p><p>\n\"For I hear them record that they have a zeal of God, but not according to knowledge.\n<\/p><p>\n\"For they being ignorant of God's righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God.\n<\/p><p>\n\"For Christ is the end of the law for righteousness to every one that believeth.\" (<span class=\"citation\" id=\"42819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42819)\">Rom. 10:1-4<\/a><\/span>)\n<\/p><p><b>\nVoice to all men\n<\/b><\/p><p>\nMany people profess a zeal for God, but their lives do not always harmonize fully with spiritual knowledge. Those who sincerely believe will follow and do the works of Christ; otherwise, in their pursuit of eternal glory, they will fall short of their heavenly goal. In this dispensation of the gospel the Lord gave this admonition: \"Hearken, O ye people of my church . . . [and] ye people from afar; and . . . listen together.\n<\/p><p>\n\"For verily the voice of the Lord is unto all men, and there is none to escape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated.\n<\/p><p>\n\"And the rebellious shall be pierced with much sorrow.\" (<span class=\"citation\" id=\"15082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15082)\">D&amp;C 1:1-3<\/a><\/span>)\n<\/p><p>\nThus we see that the voice of the Lord is to all men everywhere, and none can escape the judgment for violating his laws and commandments.\n<\/p><p><b>\nLight and truth forsake evil\n<\/b><\/p><p>\nPerhaps there is no better scripture known and quoted by members of the Church than this: \"The glory of God is intelligence.\" (<span class=\"citation\" id=\"15221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15221)\">D&amp;C 93:36<\/a><\/span>)\n<\/p><p>\nWe should also understand the verse that follows this profound statement: \"The glory of God is intelligence, or, in other words, light and truth.\n<\/p><p>\n\"Light and truth forsake that evil one.\" (<span class=\"citation\" id=\"15227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15227)\">D&amp;C 93:36-37<\/a><\/span>)\n<\/p><p>\nThe glory of God being intelligence, then the glory of man, the spirit offspring of Deity, must also be intelligence, for man is God's greatest and most important creation. Our Heavenly Father is concerned about the eternal welfare and happiness of his children. He has, however, given them their free agency to choose for themselves.\n<\/p><p>\nPresident George Q. Cannon has said: \"I thank God for giving us our [free] agency, because I think this earth will be a furnace to cleanse me and prepare me for a better condition of affairs and a better life, and I believe this of all of us . . . These bodies of ours are naturally rebellious [and] full of strange appetites. We are here to conquer these desires . . . [and] bring this earthly substance in subjection to the will of God.\n<\/p><p>\n\". . . It is true that some have greater power of resistance than others, but everyone has the power to close his heart against doubt, against darkness, against unbelief, against depression, against anger, against hatred, against jealousy, against malice, against envy . . . Whenever darkness fills our minds, we may know that we are not possessed of the Spirit of God, and we must get rid of it. When we are filled with the Spirit of God, we are filled with joy, with peace and with happiness.\" (<i>Gospel Truths<\/i>, Vol. 1, pp. 15, 19-20.)\n<\/p><p><b>\nTeach children light and truth\n<\/b><\/p><p>\nWhen our God defines intelligence as light and truth (<span class=\"citation\" id=\"15222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15222)\">D&amp;C 93:36<\/a><\/span>), he is not contemplating just secular and worldly knowledge, but the spiritual and eternal verities and realities of life.\n<\/p><p>\nThe Lord has directed parents to bring up their children in light and truth. (<span class=\"citation\" id=\"15233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15233)\">D&amp;C 93:40<\/a><\/span>) He accused some of the brethren who failed in this responsibility by admonishing them: \n<\/p><p>\n\"You have not taught your children light and truth, according to the commandments; and that wicked one hath power, as yet, over you, and this is the cause of your affliction.\n<\/p><p>\n\"And now a commandment I give unto you&mdash;if you will he delivered you shall set in order your own house, for there are many things that are not right in your house.\" (<span class=\"citation\" id=\"15235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15235)\">D&amp;C 93:42-43<\/a><\/span>)\n<\/p><p>\nWe cannot afford to permit our sense of eternal values to become distorted and corrupt our lives or those of our loved ones, thus destroying opportunities for eternal glory.\n<\/p><p><b>\nExample in life of Jesus\n<\/b><\/p><p>\nSince the cloak of glory is the mantle of responsibility, it behooves us not only to obtain all the light and truth we can, but to use the intelligence we have to alter our lives to conform more closely to the example so beautifully portrayed in the life of Jesus.\n<\/p><p>\nChrist is referred to by John the Beloved as the \"Word\" and appropriately so, because he was and is the messenger of salvation to all nations and peoples. (See <span class=\"citation\" id=\"28382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28382)\">John 1:1,4<\/a><\/span>, and <span class=\"citation\" id=\"15218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15218)\">D&amp;C 93:8-9<\/a><\/span>)\n<\/p><p>\nHe is the light and life of men. No one can come into the eternal presence of God the Father except through his beloved Son (<span class=\"citation\" id=\"28455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28455)\">John 14:6<\/a><\/span>), our Savior, who is the light and Redeemer of the world. To define light and truth further, I quote from another revelation wherein the Lord commands his people \"to give diligent heed to the words of eternal life, and to live by every word that proceedeth forth from the mouth of God.\n<\/p><p>\n\"For the word of the Lord is truth, and whatsoever is truth is light, and whatsoever is light is Spirit, even the Spirit of Jesus Christ.\n<\/p><p>\n\"And the Spirit giveth light to every man that cometh into the world; and the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit.\n<\/p><p>\n\"And every one that hearkeneth to the voice of the Spirit cometh unto God, even the Father.\" (<span class=\"citation\" id=\"15176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15176)\">D&amp;C 84:43-47<\/a><\/span>)\n<\/p><p><b>\nThe bondage of sin\n<\/b><\/p><p>\nThe Lord further adds: \"For whoso cometh not unto me is under the bondage of sin.\n<\/p><p>\n\"And whoso receiveth not my voice is not acquainted with my voice, and is not of me.\n<\/p><p>\n\"And by this you may know the righteous from the wicked.\" (<span class=\"citation\" id=\"15178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15178)\">D&amp;C 84:51-53<\/a><\/span>)\n<\/p><p>\nHearkening unto the voice of the Spirit is the key and the challenge which leads to God's eternal mansions. Hear this warning: \"Every spirit of man was innocent in the beginning . . .\n<\/p><p>\n\"And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men.\" (<span class=\"citation\" id=\"15228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15228)\">D&amp;C 93:38-39<\/a><\/span>)\n<\/p><p>\nIt is through disobedience and man's failure to hearken unto the voice of the Spirit and the counsels of God that Satan is able to come and take away from man the light and truth of the gospel. When the light within us begins to dim, Satan moves in. When the light within us goes out, we are in his power and under his control.\n<\/p><p>\nWhen Saul, who failed to follow the instructions of the Lord, tried to justify his disobedience for doing so, the ancient prophet Samuel said: \". . . Behold, to obey is better than sacrifice, and to hearken than the fat of rams.\" (<span class=\"citation\" id=\"2583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2583)\">1 Sam. 15:22<\/a><\/span>)\n<\/p><p>\nIn latter-day scriptures the Lord uses action words in the first sentence to introduce many of his revelations. It is interesting to note that \"hearken\" was used 23 times. We are admonished by the Lord through the Prophet Joseph Smith to behold, to hearken, to listen, and to hear, in over 60 revelations.\n<\/p><p><b>\nObedience brings blessings\n<\/b><\/p><p>\nThe following scriptural statements represent warnings and counsel that are significant guidelines to our behavior in this mortal existence: \"There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated&mdash; \n<\/p><p>\n\"And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.\" (<span class=\"citation\" id=\"15276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15276)\">D&amp;C 130:20-21<\/a><\/span>)\n<\/p><p>\nAlso: \"For all who will have a blessing at my hands shall abide the law which was appointed for that blessing, and the conditions thereof, as were instituted from before the foundation of the world.\" (<span class=\"citation\" id=\"15283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15283)\">D&amp;C 132:5<\/a><\/span>)\n<\/p><p>\n\". . . unto every law there are certain bounds also and conditions.\n<\/p><p>\n\"All beings who abide not in those conditions are not justified.\n<\/p><p>\n\"For,\" said the Lord, \"intelligence cleaveth unto intelligence; wisdom receiveth wisdom; truth embraceth truth; virtue loveth virtue; light cleaveth unto light; mercy hath compassion on mercy and claimeth her own; justice continueth its course and claimeth its own: judgment goeth before the face of him who sitteth upon the throne and governeth and executeth all things.\" (<span class=\"citation\" id=\"15182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15182)\">D&amp;C 88:38-40<\/a><\/span>)\n<\/p><p>\nThese scriptural quotations teach us the importance of bounds and limitations, and also the conditions we must meet to attain eternal peace and happiness. Only obedience to God's commandments will bring us, his children, the blessings of heaven. If we will but heed the words of eternal life (<span class=\"citation\" id=\"15175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15175)\">D&amp;C 84:43<\/a><\/span>) and put our \"trust in that Spirit which leadeth to do good&mdash;yea, to do justly, to walk humbly, to judge righteously,\" our salvation and glory can be assured. (See <span class=\"citation\" id=\"15101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15101)\">D&amp;C 11:12<\/a><\/span>)\n<\/p><p><b>\nGod is light\n<\/b><\/p><p>\nJohn the Beloved gave this witness and testimony of the Christ and his teachings: \"This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.\n<\/p><p>\n\"If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:\n<\/p><p>\n\"But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.\" (<span class=\"citation\" id=\"1089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1089)\">1 Jn. 1:5-7<\/a><\/span>)\n<\/p><p>\nAs a people we must stand firm, steadfast, and immovable in avoiding the evils of the world, and sustain with all the fervor of our being the truths, standards, principles, and ideals of the gospel of Jesus Christ.\n<\/p><p>\nSatan is a formidable opponent, and it will take extraordinary toughness to subdue him and his agents.\n<\/p><p>\nThe Lord has never promised that the overcoming of evil would be easy, but everyone can, if he wills, win the battle against the power of Satan.\n<\/p><p>\nThe gospel of Christ is a lamp in our hands to guide us in righteous paths. Light can always dissipate darkness, but darkness can never replace light. It is only when the light of the Spirit within us is dimmed or goes out that the darkness of temptation and sin enters in, and Satan takes over.\n<\/p><p><b>\nUnfruitful works of darkness\n<\/b><\/p><p>\nThe apostle Paul, in his Epistles to the Ephesians, admonished, \". . . have no fellowship with the unfruitful works of darkness, but rather reprove them.\" (<span class=\"citation\" id=\"21816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21816)\">Eph. 5:11<\/a><\/span>)\n<\/p><p>\nSome of the unfruitful works of darkness as enumerated by Paul are: \n<\/p><p>\n\". . . walk not . . . in the vanity of their mind,\n<\/p><p>\n\"Having the understanding darkened, being alienated from the life of God . . .\n<\/p><p>\n\"Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.\" (<span class=\"citation\" id=\"21811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21811)\">Eph. 4:17-19<\/a><\/span>)\n<\/p><p>\n\"[Put] away lying.\" (<span class=\"citation\" id=\"21813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21813)\">Eph. 4:25<\/a><\/span>)\n<\/p><p>\n\"Let no corrupt communication proceed out of your mouth . . .\n<\/p><p>\n\". . . grieve not the holy Spirit of God . . .\n<\/p><p>\n\"Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you.\" (<span class=\"citation\" id=\"21814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21814)\">Eph. 4:29-31<\/a><\/span>)\n<\/p><p>\n\"But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints; \n<\/p><p>\n\"Neither filthiness, nor foolish talking, nor jesting, which are not convenient . . .\n<\/p><p>\n\"For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.\" (<span class=\"citation\" id=\"21815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21815)\">Eph. 5:3-5<\/a><\/span>)\n<\/p><p>\nThe counsel of God is clear: avoid these \"unfruitful works of darkness\"&mdash;walk in light and truth.\n<\/p><p>\n\"And be renewed in the spirit of your mind; \n<\/p><p>\n\". . . put on the new man, which after God is created in righteousness and true holiness.\n<\/p><p>\n\". . . speak every man truth with his neighbour.\n<\/p><p>\n\". . . let not the sun go down upon your wrath: \n<\/p><p>\nNeither give place to the devil.\" (<span class=\"citation\" id=\"21812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21812)\">Eph. 4:23-27<\/a><\/span>)\n<\/p><p>\nThus has the apostle Paul designated some of the things we must avoid as the unfruitful works of darkness and some of the positive things we ought to do to walk in the light of the gospel of Jesus Christ. There are two powerful forces operative in the world today: one is the powerful influence of God; the other emanates from Satan. Even though evil is in constant competition with the good, the noble, and the beautiful in life, we should remember Joshua's declaration: \". . . but as for me and my house, we will serve the Lord.\" (<span class=\"citation\" id=\"30072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30072)\">Josh. 24:15<\/a><\/span>)\n<\/p><p><b>\nOpposing forces in life\n<\/b><\/p><p>\nThe opposing forces in life are essential for our growth and development. It is required of us to recognize the powers that lead us away from the Spirit of the Lord, and to choose the path of righteousness, which will lead us back into the presence of God. As we succeed in this \"tug-of-war\" between the opposing forces of good and evil, we will bring joy into our lives here and earn rewards and exaltation in the life to come.\n<\/p><p>\nPerhaps never before in our history has the need been greater for members of the Church to understand the opposing forces confronting them and to muster sufficient strength to resist the forces of evil and embrace the forces of good. An ancient American prophet said: \"And to bring about his eternal purposes in the end of man it must needs be that there was an opposition . . .\n<\/p><p>\nWherefore, the Lord God gave unto man that he should act for himself. Wherefore, man could not act for himself save it should be that he was enticed by the one or the other.\" (<span class=\"citation\" id=\"3784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3784)\">2 Ne. 2:15-16<\/a><\/span>)\n<\/p><p>\nOpposition seems to be as extensive and pervasive as the familiar words which signify it. It would be manifest in all other basic ideas that come in contrasting pairs: that is, good and evil, life and death, war and peace, pleasure and pain, necessity and contingency, virtue and vice. There are other terms that stand opposed one to another, such as, chance to fate, liberty to slavery, time to eternity, knowledge to opinion, and matter to form. Still other terms cannot be discussed without reference to their opposites, such as, truth and falsehood, love and hate, justice and injustice, wealth and poverty.\n<\/p><p><b>\nLife made up of choices\n<\/b><\/p><p>\nThe choice is up to us as we exercise our free agency. Consider the preacher who summed up this matter of opposition when he stated his feelings as follows: \"There is an election going on all the time. The Lord votes for you, and the devil votes against you, but you cast the deciding vote.\"\n<\/p><p>\n\"Life is made up of choices. There are two ways of doing things, the right way and the wrong way. Every responsible individual stands almost daily at the crossroads and must choose which way he will travel. He can take the road that leads to the heights where the good and great of the earth assemble, or he can take the road that leads to the depths where the victims of remorse and despondency go. Life calls for almost constant decisions and the decisions which we make reflect with accuracy our thinking and our tastes.\n<\/p><p>\n\". . . it is the development of ethical and spiritual standards which will make the right choice clear and easy . . . What we are and what we achieve is largely a result of what we choose.\" (Bryant S. Hinckley, <i>Not by Bread Alone<\/i>, p. 39.) \n<\/p><p><b>\nKing Benjamin's message\n<\/b><\/p><p>\nKing Benjamin, a beloved Book of Mormon prophet, exhorted his people to \"open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.\"\n<\/p><p>\nAnd then he reminded them of his teachings, saying: \"Neither have I suffered . . . that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you.\" (<span class=\"citation\" id=\"40362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40362)\">Mosiah 2:9,13<\/a><\/span>)\n<\/p><p>\nKing Benjamin's message to his people was given from a tower in contrast with today's worldwide communication system, where many listening ears are tuned in to hear the sermons of this conference.\n<\/p><p><b>\nEasier to walk in the light\n<\/b><\/p><p>\nThe purpose of these messages is the same now as it was then: to encourage people to accept and live the gospel of Jesus Christ as revealed by God for the benefit and blessing of his children. The sufferings and sorrows resulting from disobedience are extremely difficult to bear. It is far easier to walk in the paths of righteousness and the light of gospel truths than to fall into the sorrow of disobedience and evil doing. If we walk in the light as Christ is in the light, peace of mind, happiness, and joy will be our lot forever.\n<\/p><p>\nI close with another statement of the Nephite prophet, King Benjamin:\n<\/p><p>\n\"And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness.\" (<span class=\"citation\" id=\"40365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40365)\">Mosiah 2:41<\/a><\/span>)\n<\/p><p>\nMy brothers and sisters, I bear humble witness to the truth of these teachings. That we will all so live that we may enjoy eternal happiness and peace in our personal lives, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}