{"ID":1607, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Jesus, the Son of God<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1968, pp. 42-45<\/p>\n<\/div>\n<div class=\"gcbody\">\nDuring this coming week Christians throughout the world will be celebrating the death, crucifixion, and resurrection of the Savior, Jess Christ. We in this Church at this conference also gather in remembrance of his birth.\n<\/p><p>\nMight we ask, \"Who is he whom we call Jesus the Christ, our Savior?\" Let's reflect for a moment on this question, and together call to mind a few known facts.\n<\/p><p>\nMoses called upon God and was shown in vision \"many lands; and each land was called earth, and there were inhabitants on the face thereof.\" (<span class=\"citation\" id=\"39293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39293)\">Moses 1:29<\/a><\/span>)\n<\/p><p><b>\nJesus Christ the creator\n<\/b><\/p><p>\nThe word of God the Father, declared to Moses: \". . . by the word of my power, have I created them, which is mine Only Begotten Son, who is full of grace and truth.\n<\/p><p>\n\"And worlds without number have I created; and I also created them for mine own purpose; and by the Son I created them, which is mine Only Begotten.\" (<span class=\"citation\" id=\"39294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39294)\">Moses 1:32-33<\/a><\/span>)\n<\/p><p>\nSome astronomers now say that in this galaxy of which we are a part, there are about one million worlds like this one on which we live. President J. Reuben Clark, Jr., put it this way: \". . . if you think of this galaxy of ours having within it from the beginning perhaps until now, one million worlds, and multiply that by the number of millions of galaxies, one hundred million galaxies, that surround us, you will then get some view of who this Man whom we worship is.\" (<i>Behold the Lamb of God<\/i>, p. 17.)\n<\/p><p>\nHe was no amateur, no novice in the art and skill of a creator. \"Worlds without number\" he has created.\n<\/p><p><b>\nLiteral Son of God\n<\/b><\/p><p>\nIn that great council in heaven when the creation of this earth was planned, it was he who answered to the call of the Father: \"Whom shall I send?\" (<span class=\"citation\" id=\"7263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7263)\">Abr. 3:27<\/a><\/span>)\n<\/p><p>\nIt was he then who came to this earth, in the meridian of time, born of the virgin Mary. He was the literal Son of God the Father, \"the Only Begotten Son.\" (<span class=\"citation\" id=\"28388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28388)\">John 1:18<\/a><\/span>)\n<\/p><p>\nHe declared who he was. Throughout his life on earth, he repeatedly declared that he was the Son of God. At the age of 12, he was found in the temple, conversing with the doctors. In answer to his mother's reproof, he said, \". . . wist ye not that I must be about my Father's business?\" (<span class=\"citation\" id=\"31730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31730)\">Luke 2:49<\/a><\/span>)\n<\/p><p>\nAt the baptism of Jesus by John, as also at the transfiguration of Jesus, a voice from heaven declared: \"This is my beloved Son, in whom I am well pleased.\" (<span class=\"citation\" id=\"35759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35759)\">Matt. 3:17<\/a><\/span>; <span class=\"citation\" id=\"35839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35839)\">Matt. 17:5<\/a><\/span>)\n<\/p><p><b>\nBefore Abraham was I Am\n<\/b><\/p><p>\nJesus was talking with the Jews about Abraham, and they said to him: \"Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?\n<\/p><p>\n\"Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God: \n<\/p><p>\n\"Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.\n<\/p><p>\n\"Your father Abraham rejoiced to see my day: and he saw it, and was glad.\n<\/p><p>\n\"Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?\n<\/p><p>\n\"Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.\" (<span class=\"citation\" id=\"28431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28431)\">John 8:53-58<\/a><\/span>)\n<\/p><p><b>\nThe resurrection and the life\n<\/b><\/p><p>\nWhen Jesus was about to raise Lazarus from the dead, \"Martha saith unto him, I know that he shall rise again in the resurrection at the last day.\n<\/p><p>\n\"Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die. Believest thou this?\n<\/p><p>\n\"She saith unto him, Yea, Lord: I believe that thou art the Christ, the Son of God, which should come into the world.\" (<span class=\"citation\" id=\"28441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28441)\">John 11:24-27<\/a><\/span>)\n<\/p><p>\nJesus asked a Samaritan woman to draw water for him, and a conversation followed. The Samaritan woman at the well said to Jesus, \"I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.\n<\/p><p>\n\"Jesus saith unto her, I that speak unto thee am he.\" (<span class=\"citation\" id=\"28413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28413)\">John 4:25-26<\/a><\/span>)\n<\/p><p><b>\nThou art the Christ\n<\/b><\/p><p>\n\"When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?\n<\/p><p>\n\"And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.\n<\/p><p>\n\"He saith unto them, But whom say ye that I am?\n<\/p><p>\n\"And Simon Peter answered and said, Thou art the Christ, the Son of the living God.\n<\/p><p>\n\"And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.\" (<span class=\"citation\" id=\"35833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35833)\">Matt. 16:13-17<\/a><\/span>)\n<\/p><p><b>\nDominion over creations\n<\/b><\/p><p>\nOn numerous other occasions, he declared that he was the Son of God, the Christ. Is it any wonder then that when the request came for him to provide wine at the wedding feast, he, the great Creator, changed water to wine?\n<\/p><p>\nWith a few loaves and fishes, he fed five thousand plus women and children on one occasion (<span class=\"citation\" id=\"35830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35830)\">Matt. 14:15-21<\/a><\/span>), and four thousand plus women and children on another. (<span class=\"citation\" id=\"35832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35832)\">Matt. 15:32-39<\/a><\/span>) At his suggestion, the nets were cast into the sea where the disciples had had no success, and the nets were filled to overflowing. (<span class=\"citation\" id=\"31736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31736)\">Luke 5:4-9<\/a><\/span>, <span class=\"citation\" id=\"28482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28482)\">John 21:6<\/a><\/span>)\n<\/p><p>\nIn the midst of storm, he commanded the sea to be still, and there was calm. (See <span class=\"citation\" id=\"33209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33209)\">Mark 4:37-41<\/a><\/span>)\n<\/p><p>\nHe cursed the fig tree that did not bear fruit, and it died. (See <span class=\"citation\" id=\"35845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35845)\">Matt. 21:19<\/a><\/span>)\n<\/p><p>\nHe healed all manner of illness and disease. At his command the evil spirits departed, they too declaring who he was. He made the blind to see, the lame to walk. Yes, he even controlled life itself, for he restored to life Lazarus, who had been declared dead for four days (<span class=\"citation\" id=\"28445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28445)\">John 11:43-44<\/a><\/span>). There were others too.\n<\/p><p>\nYes, \"the earth is the Lord's, and the fulness thereof.\" (<span class=\"citation\" id=\"477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(477)\">1 Cor. 10:26<\/a><\/span>) He had dominion over all the kingdoms of the earth&mdash;in the earth, on the earth, and in the heaven above the earth. All he did was for others&mdash;a life of service. There was not one selfish act.\n<\/p><p><b>\nChrist's great mission\n<\/b><\/p><p>\nApproaching the finish of his mission here, he prayed to the Father: \"I have glorified thee on the earth: I have finished the work which thou gavest me to do.\n<\/p><p>\n\"And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.\" (<span class=\"citation\" id=\"28474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28474)\">John 17:4-5<\/a><\/span>)\n<\/p><p>\nHe took upon himself the sins of all who shall repent, and gave his life that all might live. He brought about the resurrection for all.\n<\/p><p>\nFinally, in preparation for the restoration of his kingdom on the earth in these the last days, he said: \"Therefore I command you to repent&mdash;repent, lest I smite you by the rod of my mouth, and by my wrath, and by my anger, and your sufferings be sore how sore you know not, how exquisite you know not, yea, how hard to bear you know not.\n<\/p><p>\n\"For behold, I, God, have suffered these things for all, that they might not suffer if they would repent; \n<\/p><p>\n\"But if they would not repent they must suffer even as I; \n<\/p><p>\n\"Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit&mdash;and would that I might not drink the bitter cup, and shrink&mdash;\n<\/p><p>\n\"Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.\n<\/p><p>\n\"Wherefore, I command you again to repent, lest I humble you with my almighty power.\" (<span class=\"citation\" id=\"15107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15107)\">D&amp;C 19:15-20<\/a><\/span>)\n<\/p><p><b>\nOur Savior and Redeemer\n<\/b><\/p><p>\nDo you so think of him when partaking of the sacrament, and covenant to keep his commandments? To know him is to keep his commandments. Do you know him who is called Jesus?\n<\/p><p>\nYes, this is he whom we worship. He is the Son of God, the Great Creator. He is our Savior and Redeemer. He is our advocate with the Father (<span class=\"citation\" id=\"1090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1090)\">1 Jn. 2:1<\/a><\/span>). It was he who made possible universal resurrection. It was he, with his Father, who appeared to Joseph Smith in the Sacred Grove.\n<\/p><p>\nI testify that God lives and that Jesus is the Christ, the Son of God, and that it was under his direction that the gospel of Jesus Christ has been restored in this dispensation for the last time, and that President David O. McKay is his living Prophet today. I so testify these truths in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}