{"ID":161, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Heirs of the Promises<\/p>\n<p class=\"gcspeaker\">Elder Charles A. Callis<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Charles A. Callis, <i>Conference Report<\/i>, April 1945, pp. 46-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne of our poets put into song form this sublime thought:\n<\/p><p>\nThe works of God continue, <br \/>\nAnd worlds and lives abound; <br \/>\nImprovement and progression <br \/>\nHave one eternal round.\n<\/p><p>\nCOMFORT IN THE SCRIPTURES\n<\/p><p>\nIn this dark and cloudy day (<span class=\"citation\" id=\"12187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12187)\">D&amp;C 109:61<\/a><\/span>),\nwhen, like the leaves of the forest, many sad tears are falling, we\ncan go to the holy scriptures, those wells of salvation, and draw from them peace and comfort\nwhich only Jesus Christ and his prophets can give.\n<\/p><p>\nThe Apostle Paul eloquently declared:\n<\/p><p>\nLooking unto Jesus the author and finisher of our faith; who for the joy that was set before\nhim endured the cross, despising the shame, and is set down at the right hand of the throne of\nGod (<span class=\"citation\" id=\"24211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24211)\">Heb. 12:2<\/a><\/span>).\n<\/p><p>\nHow wonderful it is to have a finisher of our faith. There are many beginners in this world,\nbut there are few finishers.\n<\/p><p>\nThe Lord Jesus Christ, centuries before he came into mortality, uttered these words. They are\nfound in that treasure house of knowledge, the Book of Mormon, and are as follows:\n<\/p><p>\n. . . for my work is not yet finished; neither shall it be until the end of man, neither from that\ntime henceforth and forever (<span class=\"citation\" id=\"3465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3465)\">2 Ne. 29:9<\/a><\/span>).\n<\/p><p>\nThe work of God must be noble and grand. The Redeemer said:\n<\/p><p>\nFor this is my work and my glory&mdash;to bring to pass the immortality\nand eternal life of man (<span class=\"citation\" id=\"38915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38915)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nI think that a Mormon elder who expects to pass away his time in the hereafter singing and\namusing himself or resting is not worth his salt. God Almighty is ever engaged in the glorious\nwork of bringing to pass the salvation of man.\n<\/p><p>\nFAITH IN THE PROMISES OF THE LORD\n<\/p><p>\nI have faith that those heroes who sink in death, paying the supreme sacrifice on the field of\nbattle&mdash;the faithful young men, trusting in God, shall have everything made\nup to them. They are heirs of the promises; they shall inherit the promises. I do not know in\nwhat way God will provide the means by which these splendid men shall reach the celestial\nkingdom and experience all the promises fulfilled in their lives, but I have firm faith in the\nLord, for his words are true; and sometime, somewhere, the power and the glory of God shall\nrest upon them; for the Creator will finish what he has begun.\n<\/p><p>\nThe Prophet Joseph told a weeping mother, who had lost her baby in death, that in the\nresurrection she would have the privilege of rearing that baby up to its full stature, and have\nmore joy in doing that than she could have had in mortality.\n<\/p><p>\nAn eminent divine, nationally known, said the other day:\n<\/p><p>\nBut my friends, I could not stand in this radio pulpit, if I did not believe that the good God\ntakes these unfinished lives, with their unfinished work, and somewhere, somehow, in his\nhouse of many mansions, gives them the glory of going on. A just and loving Heavenly\nFather will keep faith with those who keep faith with him.\n<\/p><p>\nThus the glorious light of heaven is spreading. Heaven's morning, with the joy and\nknowledge of hope and progression beyond the grave, is breaking in upon the lives of men.\nThe notion that in this life only we have hope in Christ, we do not accept, for \"if in this life\nonly we have hope in Christ, we are of all men most miserable\"\n(<span class=\"citation\" id=\"130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(130)\">1 Cor. 15:19<\/a><\/span>).\n<\/p><p>\nOur grief, by the power of God, the Author and the Finisher of our faith, is lifted from earth\nto heaven, and the tears are wiped away by a loving God. Glory, majesty, and power be unto\nJesus Christ, the resurrection and the life, the Author and the Finisher of our faith, forever\nand forever. Amen.\n<\/p>\n<\/div>\n<\/div>"}