{"ID":1611, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">America and God<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1968, pp. 59-63<\/p>\n<\/div>\n<div class=\"gcbody\">\nI would like to talk with you today about the United States and its relationship to God.\n<\/p><p>\nMost people do not realize it, but this nation is different from all other nations. It has a divine destiny not shared by other countries, and was set up as an independent power by a deliberate act of God to fulfill that destiny.\n<\/p><p><b>\nAmerica's divine destiny\n<\/b><\/p><p>\nBecause our nation is a creation of heaven, and because it has a divine destiny, we Americans must learn that it can continue to exist only as it aligns itself with the powers of heaven. If we turn our back upon the Almighty, even by ignoring him, we jeopardize our national future. If we deliberately oppose his purposes, we place ourselves in danger of destruction.\n<\/p><p>\nThese stern facts have been taught to Americans from the beginning of our national history, starting with our first President, George Washington. He realized and he publicly announced that we obtained our independence through an act of Providence, since we were far too weak to gain it by ourselves. Knowing this, he warned that if we are to survive as a free and independent nation, we must obey the Almighty God who brought us into being.\n<\/p><p>\nAbraham Lincoln, another inspired President, said virtually the same thing, warning that if we fail to obey the commandments of God, we shall go down to ruin.\n<\/p><p><b>\nA crucial time\n<\/b><\/p><p>\nWe have reached a point in our national history as crucial as the time of the Civil War. Our present dangers are quite as great. Threats to our future seem even greater. And yet, as a people, we have failed to turn to the divine power that created us.\n<\/p><p>\nIt is true that public surveys indicate an increase in church membership and attendance, but that is no measure of the depth of conversion necessary to bring the principles of Christ into our daily lives.\n<\/p><p>\nBecause of our love of wealth and prestige and our insatiable passion for ease and pleasure, we fail to take the essential spiritual steps which could and would preserve us.\n<\/p><p>\nEveryone&mdash;every man on the street&mdash;knows that we cannot continue with present conditions as they are, and yet we seem not to have the desire or the courage to alter our course.\n<\/p><p><b>\nNeed divine help\n<\/b><\/p><p>\nWhether we are willing to admit it or not, our one great need is to turn to God. Our human efforts have failed and seem almost to lead us into ever more difficult entanglements. We need more than human wisdom. We need divine help. We need to be saved from war and criminal elements, from anarchy and from riots. We need a shield against the devious schemes of enemies abroad. We need to be saved from corrosion within&mdash;from the ravages of immorality, dishonesty, drunkenness, broken homes, delinquent parents, and undisciplined children. We need protection from atheism, for it can destroy our way of life.\n<\/p><p>\nDo you doubt that atheism is a threat to America?\n<\/p><p><b>\nThreat of atheism\n<\/b><\/p><p>\nAtheism is the cause of most of our ills. If we were realistic about our present plight, we would admit that atheism in its many forms is our greatest enemy, whether it be in abandoning God for pleasure and money, or in yielding to philosophical meanderings, or in surrendering to those forces which break down family life, destroy free government, seduce the masses, and spawn hate and war.\n<\/p><p>\nAre we not intelligent enough to perceive that shocking fact?\n<\/p><p>\nAre we not sufficiently alert to see our desperate need of an infinite power who can rescue us in this present hour?\n<\/p><p>\nAre we forever to be so obtuse that we confine God to a remote past and an uncertain hereafter?\n<\/p><p>\nCan we never learn that he is a God of the present day&mdash;of the here and now?\n<\/p><p>\nIn the midst of the Civil War, Abraham Lincoln said something that should frighten present-day Americans. He was very realistic when our country was being split asunder by the war between the states. He knew very well that the preservation of the nation could be achieved in only one way. It was not through our frowning battlements nor our bristling seacoasts, as he expressed it.\n<\/p><p>\nLincoln said that if we as a people do not turn to God and serve him, our nation will drift into destruction. He expressed his meaning in these words: \"If we do not do right, God will let us go our own way to ruin. If we do right, he will lead us safely out of this wilderness and crown our arms with victory.\" Thereupon he summoned America to turn to God as the only means of survival.\n<\/p><p>\nJ. Edgar Hoover, head of the FBI, stated it this way: \"What we need in America is a return to the God of our Fathers and a most vigorous defense against the minions of Godlessness and atheism.\"\n<\/p><p><b>\nWarning of wise men\n<\/b><\/p><p>\nWhy do we not heed these warnings?\n<\/p><p>\nSimilar counsel has been given by nearly every President of the United States in his time, and by economists, educators, jurists, and statesmen.\n<\/p><p>\nLet us consider a few of their warnings: \n<\/p><p>\nAs we have indicated, George Washington said that this nation cannot endure apart from the God of heaven.\n<\/p><p>\nWoodrow Wilson said: \"The sum of the whole matter is this: Our civilization cannot survive materially unless it be redeemed spiritually. It can be saved only by becoming permeated with the Spirit of Christ.\"\n<\/p><p>\nCalvin Coolidge said: \"The strength of our country is the strength of its religious convictions.\"\n<\/p><p>\nFranklin D. Roosevelt said: \"No greater thing could come to our land than a revival of the spirit of religion&mdash;to stir the hearts of men and women of all faiths to a reassertion of their belief in God and their dedication to his will. I doubt if there is any problem&mdash;social, political, or economic&mdash;that would not melt away before the fire of such a spiritual reawakening.\"\n<\/p><p>\nPresident Eisenhower constantly reminded us of our spiritual obligation.\n<\/p><p>\nRoger W. Babson, great economist of his day, said: \"In the last analysis, our national future depends upon whether it is spiritually or materially minded. Only the Golden Rule will save this country&mdash;not the rule of gold.\"\n<\/p><p>\nJames Rowland Angell, former president of Yale University, said: \"It is my considered conviction that there can be no enduring alleviation of the social and political ills which plague us unless and until there is an essential change in the ethical and spiritual attitude of the rank and file of men.\"\n<\/p><p><b>\nEditorial urges action\n<\/b><\/p><p>\nBut as mentioned in an editorial in the <i>U. S. News and World Report<\/i>, \"With so many champions of the doctrine, why are there so few ready to practice the preachment?\n<\/p><p>\n\"Large numbers of people faithfully follow their creeds, and yet in the grim business of everyday life, do we perceive a fundamental change? Do we see men on every side ready to surrender their enormous power or their possessions or even their pride, to the service of God?\n<\/p><p>\n\"A spiritual revival would waken America and purify her whole national life. It is not, however, to be attained by mere expression of purpose,\" the editorial continues.\n<\/p><p>\n\"It requires action throughout our waking hours. Not until each and every one of us feels the impact of spiritual achievement, not until the eagerness to serve God is stronger than the eagerness to serve ourselves, not until we are ready to make sacrifices of time and money and power and pride for the sake of others who need our help and our guidance will we begin to understand the elemental transformation which is prerequisite to the spiritual rebirth of the nation.\"\n<\/p><p><b>\nMeans for survival\n<\/b><\/p><p>\nOur situation in America is not merely a case of fighting the encroachments of seditious influences. It is not only a matter of legislating against crime. Neither is it one of changing our Constitution because some misguided individuals think it is obsolete; nor is it a case of sending more men to the Orient to fight an enemy who has trapped us into a different kind of war.\n<\/p><p>\nWe are confronted with the choice of whether or not we as a nation will return to God in spirit and in truth as a means of actual survival. We must choose whether we will become fully converted to him or not. To put it plainly, it is largely a case of obedience versus lip service.\n<\/p><p>\nThe Almighty is a God of war as well as of peace. The Bible clearly teaches that. And he is a power to be dealt with in this present crisis. He can be our literal Savior here and now. He can protect and preserve our nation. He has done it in the past; he can do it again today. He can end the war in Vietnam and give us an honorable peace. He can save us from criminality and from all the other inhumanities which now impale us on a cross of suicidal selfishness.\n<\/p><p><b>\nGod can solve problems\n<\/b><\/p><p>\nIt is no imaginary ruin that faces our nation if we reject Jesus Christ, as Lincoln pointed out so dramatically. And it is possible that our greatness can be buried in profound obscurity if we refuse to turn to God, as Daniel Webster expressed it.\n<\/p><p>\nAlready there is talk of a new civil war and of riots that will totally eclipse those of last summer. Insurrection is now on the lips of thousands of agitators. The basic concepts of our free government are being challenged. Overnight this nation could be paralyzed through the devious efforts of some of our treacherous citizens. And if widespread insurrection comes, do you suppose for one moment that our enemies from without will sit idly by? All our efforts to save ourselves thus far have failed. But God can solve our problems&mdash;and he will do so if we turn to him in humility and faith. However, let us not suppose that a few feeble prayers will be sufficient to call down his aid. It will take more than halfhearted supplications to save us.\n<\/p><p><b>\nObedience required\n<\/b><\/p><p>\nPrayer is powerful indeed when accompanied by works of righteousness, but prayer alone is but lip service. The Almighty spurns lip service. Empty words are but symptoms of hypocrisy to him. He is a God of action&mdash;a God of works as well as of faith. He demands obedience to him if we are to receive help <i>from<\/i> him. Are we ready to thus obey him? We cannot deal in half-way measures&mdash;not with God&mdash;and neither can we serve two masters. (<span class=\"citation\" id=\"35794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35794)\">Matt. 6:24<\/a><\/span>)\n<\/p><p>\nI ask you: Is every one of us willing to do unto others as we would be done by? Are we willing to be merciful (<span class=\"citation\" id=\"35771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35771)\">Matt. 5:7<\/a><\/span>), kind, and pure in heart (<span class=\"citation\" id=\"35772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35772)\">Matt. 5:8<\/a><\/span>); to turn the other cheek (<span class=\"citation\" id=\"35785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35785)\">Matt. 5:39<\/a><\/span>); to go the extra mile (<span class=\"citation\" id=\"35786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35786)\">Matt. 5:41<\/a><\/span>)? Is every one of us willing to be sufficiently Christlike to accept his precept that says: \"Blessed are the peace makers: for they shall be called the children of God\"? (<span class=\"citation\" id=\"35774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35774)\">Matt. 5:9<\/a><\/span>)\n<\/p><p>\nOur great need of repentance is clearly evident. The solution to our problem is not in violence nor in new legislation. Neither is it in training our police in the latest anti-riot methods. Our answer can be found only in obedience to Christ on the part of everybody.\n<\/p><p><b>\nEvil cannot bring good\n<\/b><\/p><p>\nJesus said that an evil tree cannot bring forth good fruit (<span class=\"citation\" id=\"35814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35814)\">Matt. 7:18<\/a><\/span>). A crime-ridden society cannot bring forth a new generation of upright citizens, nor can a nation of drinkers produce sober offspring. Can people who condone immorality provide a chaste and successful beginning for babies born illicitly in a new generation?\n<\/p><p>\nCan we escape the diseases so inseparably connected with immorality? Can people who knowingly undermine good character expect to reap anything but the whirlwind?\n<\/p><p>\nFor every practical reason we must change our course and turn away from the selfishness and corruption now growing among us like a gigantic malignancy. For every practical reason we must turn to the Christ and live his teachings!\n<\/p><p><b>\nPut trust in God\n<\/b><\/p><p>\nSaid Lincoln in his first inaugural address: \"Intelligence, patriotism, Christianity, and a reliance on him who has never yet forsaken this favored land are still competent to adjust in the best way, all our difficulties.\"\n<\/p><p>\nIn ancient times an inspired prophet who lived in this western hemisphere said that God \"doth not command us that we shall subject ourselves to our enemies, but that we should put our trust in him, and he will deliver us.\" (<span class=\"citation\" id=\"9099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9099)\">Alma 61:13<\/a><\/span>)\n<\/p><p><b>\nServe the God of the land\n<\/b><\/p><p>\nAnother ancient prophet spoke directly to modern America, foretelling the assistance God will give us if we serve him. Said he: \". . . this is a choice land, and whatsoever nation shall possess it shall be free from bondage, and from captivity, and from all other nations under heaven, if they will but serve the God of the land, who is Jesus Christ.\" (<span class=\"citation\" id=\"22272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22272)\">Ether 2:12<\/a><\/span>)\n<\/p><p>\nAnd that prophet also said, even as did Lincoln, that if we in America fail to serve Jesus Christ, we will face certain destruction. This is a divine warning, first from the prophet of old and then from the inspired President of Civil War days.\n<\/p><p>\nOh, America, turn to God. But do not give him mere lip service. Obey him with all your hearts, might, mind, and strength. (<span class=\"citation\" id=\"15092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15092)\">D&amp;C 4:2<\/a><\/span>)\n<\/p><p>\nLet us save ourselves from the present crisis in the only certain way, remembering that \"man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.\" (<span class=\"citation\" id=\"35762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35762)\">Matt. 4:4<\/a><\/span>) And for this I earnestly pray in the sacred name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}