{"ID":1614, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Rebirths of Life<\/p>\n<p class=\"gcspeaker\">President Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, April 1968, pp. 78-80<\/p>\n<\/div>\n<div class=\"gcbody\">\nI feel standing by my side this day my dear wife. She, with my family, has been a great support to me in every effort to serve the Lord.\n<\/p><p><b>\nThe way to eternal life\n<\/b><\/p><p>\nMany years ago a noted lawyer sought out Jesus of Nazareth to inquire of him the requirements that man must adhere to in seeking for the way to eternal life. The answer which the Lord gave, though simple, was not easily understood by this man schooled in the wisdom of men.\n<\/p><p>\nThe Lord gave him this answer: that man must be \"born again\" if he is to enter the kingdom of heaven and dwell eternally in the enlightened presence of God the Father and his Son Jesus Christ. (<span class=\"citation\" id=\"28397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28397)\">John 3:1-5<\/a><\/span>)\n<\/p><p>\nBeing born again is an essential part of conversion to the gospel, as Jesus instructed Nicodemus. Men, in a similar way, perhaps with less portent, have many rebirths in different ways in the course of a mortal lifetime. Usually these are associated with important events or near tragedies. But being born again is part of regeneration in the changing vicissitudes of life.\n<\/p><p><b>\nExperiences bring new birth\n<\/b><\/p><p>\nI recall now being near unto death upon two occasions, once as a boy of deacon age when I foolishly placed a small-headed hat pin about two and a half inches long into my mouth. I was seated on a couch by the window in our home when a tremendous clap of thunder so startled me that I swallowed the hat pin. When I realized what I had done, I shook all over with fear. I fell to my knees praying that this accident would not take my life. I promised the Lord then and there as a boy that I would serve him all my days. I believe that in that communication with God, I had a new birth.\n<\/p><p>\nUpon another occasion, with my wife and two children, I arrived at the beach in Santa Monica, California, after a hot drive over the desert in a car that was not air-conditioned. We were soon in our bathing suits and found our way to the beach. My wife and the children stopped to play in the sand and enjoy the cool breeze. But this was not enough for me. I plunged into the ocean, swimming out farther than I realized, and when I attempted to swim back, I found myself held by a swirling undertow. I struggled with all my strength but to no avail. Then I realized my plight and that I faced drowning and would never see my loved ones again in this life. In a few seconds reflected events in my life raced through my mind. Again I sought by intense supplication that I be rescued from a condition I had thrust myself into by failing to heed the beach warning of a posted red flag.\n<\/p><p>\nI shouted at the top of my voice for help, and in spite of the roar of the surf and foggy atmosphere, my cry for help was heard by a lifeguard, who reached me in a rowboat as my strength was nearly exhausted.\n<\/p><p>\nWe reached shore, and after expressing my gratitude for the alertness of the guard, I sat down on the sand to meditate and give thanks to my Heavenly Father. I believe I had a new birth that day of what it meant to be alive, with a compelling inward feeling to try to live a worthwhile life.\n<\/p><p><b>\nCalls bring renewal of effort\n<\/b><\/p><p>\nPerhaps to be born again means to have another chance, to renew ones effort to measure up. I have felt this way many times in life as calls have come to serve the Lord. I felt this way when I was called to the apostleship at the October conference of last year. Once again, this day, I feel as though a new birth is in the offing.\n<\/p><p>\nI often feel a remorse in the thought that I might not have thought well of men&mdash;and also perchance they have not thought well of me. There are some issues that men pursue to which I am opposed, but I try not to have adverse feelings toward the men who pursue them.\n<\/p><p>\nIf my life should end now, or if I should fail in the regeneration of being born again, I would be grateful for what I have had of it.\n<\/p><p><b>\nGratitude for President McKay\n<\/b><\/p><p>\nI am grateful beyond measure for the understanding heart of President McKay, whom I dearly love. Our affection and relationship go back many years.\n<\/p><p>\nAs I reflect upon this now, and I know he will be watching and listening, I remember his unsolicited visit to a ward sacrament meeting when I was serving as a bishop many years ago. He said he had come of his own will because he had learned of the success we had had in holding our young people. His visit to those who were there will never be forgotten, and to me it was the real beginning of an appreciation for a great man, truly a prophet of God who is inspired and is still at the helm of this Church.\n<\/p><p>\nI recall now with great feeling his telephone calls and letters that came to me while I was presiding over the European Mission, always evidencing a deep interest and always conveying assurances. One such call came to me at two o'clock in the morning in far-off Norway, as I lay sleepless on my bed and when I needed some kind of assurance because of something that had transpired to which I could not reconcile myself in the affairs of the overall mission. The voice of President McKay at that very hour was like a light from heaven.\n<\/p><p>\nAnd more recently, I am deeply grateful for his assignment that he has given to me personally to be a \"watchman on the tower\" with regard to the consecrated land of Missouri, a destined, consecrated place in the great latter-day work of our Heavenly Father.\n<\/p><p>\nI have had a sense of closeness with President McKay many times. Only recently, as he listened to his son, Dr. [Edward R.] McKay, relate the experiences of his childhood at the time the manhood award was presented to President McKay at Brigham Young University, I noted that tears were streaming down his face as his son recalled the events of his father's life with his brother Thomas. And I couldn't resist placing my arms about him and placing my cheek against his, which was wet with tears. I am most grateful for his confidence and will never betray it.\n<\/p><p>\nI appreciate the confidence of my brethren so manifested to me. I have unbounded respect for their devotion and courage in the administrative affairs of the Church.\n<\/p><p><b>\nThis is the Lord's work\n<\/b><\/p><p>\nThis is the Lord's work, my brethren and sisters, and we have no need to fear its triumphant outcome. There is a prophet of God presiding, through whom God is speaking, as I have witnessed upon so many occasions.\n<\/p><p>\nI called to mind, as I contemplated what I might say upon this occasion, the words of the Lord unto the Prophet Joseph Smith at a time of frustration. And what was true then is equally true today, for we truly are living in times of frustration. Here are the words of the Lord's counsel: \n<\/p><p>\n\"The works, and the designs, and the purposes of God cannot be frustrated, neither can they come to naught.\n<\/p><p>\n\"For God doth not walk in crooked paths, neither doth he turn to the right hand nor to the left, neither doth he vary from that which he hath said, therefore his paths are straight, and his course is one eternal round.\n<\/p><p>\n\"Remember, remember that it is not the work of God that is frustrated, but the work of men.\" (<span class=\"citation\" id=\"15090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15090)\">D&amp;C 3:1-3<\/a><\/span>)\n<\/p><p><b>\nAssurance in time of trouble\n<\/b><\/p><p>\nThere is another declaration from the Lord giving assurance that came at a time of great trouble, when the Saints were forced to leave the consecrated land of Jackson County, Missouri, which had been designated by the Lord as a place of refuge where they were to receive their inheritances, and where the Lord in his time so announced that the city of the New Jerusalem will be built. The Prophet Joseph Smith fervently prayed to the lord for the reasons for this setback, and he also sent a letter to the bewildered and grief-stricken Saints, in which he recognized the great suffering of the Saints in Missouri at that time and how the innocent were paying for the sins of the guilty within the ranks of the members.\n<\/p><p>\nI quote from that letter: \n<\/p><p>\n\". . . it is with difficulty that I can restrain my feelings when I know that you, my brethren, with whom I have had so many happy hours&mdash;sitting, as it were, in heavenly places in Christ Jesus (<span class=\"citation\" id=\"21808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21808)\">Eph. 2:6<\/a><\/span>); and also, having the witness which I feel, and ever have felt, of the purity of your motives&mdash;are cast out, and are as strangers and pilgrims on the earth (<span class=\"citation\" id=\"24373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24373)\">Heb. 11:13<\/a><\/span>), exposed to hunger, cold, nakedness, peril, sword&mdash;I say when I contemplate this, it is with difficulty that I can keep from complaining and murmuring against this dispensation; but I am sensible that this is not right, and may God grant that notwithstanding your great afflictions and sufferings, there may not be anything separate us from love of Christ.\" (<span class=\"citation\" id=\"42817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42817)\">Rom. 8:39<\/a><\/span>)\n<\/p><p><b>\nBe still and know that I am God\n<\/b><\/p><p>\nIt is from the answer that the Lord gave to the Prophet Joseph Smith at that time that I often find words of consolation and assurance that can be used in many sequences, for this is what the Lord said to the Prophet in the midst of these difficulties: \n<\/p><p>\n\"Therefore, let your hearts be comforted concerning Zion; for all flesh is in mine hands; be still and know that I am God.\n<\/p><p>\n\"Zion shall not be moved out of her place, notwithstanding her children are scattered.\n<\/p><p>\n\"They that remain, and are pure in heart, shall return, and come to their inheritances, they and their children, with songs of everlasting joy, to build up the waste places of Zion.\" (<span class=\"citation\" id=\"15247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15247)\">D&amp;C 101:16-18<\/a><\/span>)\n<\/p><p>\nThe particular declaration of the Lord here is this: \"All flesh is in my hands; be still and know that I am God.\" (<span class=\"citation\" id=\"15246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15246)\">D&amp;C 101:16<\/a><\/span>)\n<\/p><p>\nThis is God's work, my brethren and sisters. It will not fail. Of this I testify, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}