{"ID":1616, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Seventies as Missionaries<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1968, pp. 84-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nEven though time is short, I cannot forbear a brief word concerning Antoine R. Ivins, our deceased senior president. I cannot forget his gentle manners, his courteous and kindly way of directing us, or his constant adherence to the law of leadership just mentioned by Brother Brown concerning persuasion, long-suffering, gentleness, meekness, love unfeigned by kindness, and pure knowledge (<span class=\"citation\" id=\"15260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15260)\">D&amp;C 121:41-42<\/a><\/span>). His was an older generation than mine, and he should have been marked by the conservatism that comes with age. Yet he was constantly eager to meet the present day with new approaches. He urged those of us who were younger to think new thoughts and to try new methods. We have missed him.\n<\/p><p><b>\nStirring times for seventies\n<\/b><\/p><p>\nMany testimonies have been borne of Jesus Christ, the Son of God. I direct my remarks to those&mdash;the\nseventies&mdash;who are expected to gain and bear a special witness of him.\n<\/p><p>\nThese are stirring times for the seventies of the Church. In every stake they are expected by virtue of their ordinations to seek out the honest in heart, to teach the glad tidings, to declare the restoration of the power of God in the earth to bring salvation to all and exaltation to those whose will it is to completely obey him.\n<\/p><p>\nEach quorum should be alert to its opportunities. All about us are those who, while living among us, know very little about us. They see us leave for work and come home. They see our lights go out as we retire to rest, but they do not comprehend our deep abiding joy in the restoration, as the spirit whispers to us peace. We have an obligation to live in such a manner that they will see. And we have a further obligation to open our doors, our windows, and our hearts to them so that if they are at all willing, they cannot fail to see and, in addition, to hear and accept.\n<\/p><p><b>\nCall to preach the gospel\n<\/b><\/p><p>\nThere will be many seventies who will obey the formal call to preach the gospel, which comes by prophecy and by the laying on of hands by those in authority. And they will go forth as missionaries filled with the spirit of their calling. There will be many others who will be appointed to go forth and make friends of those who live near them but who do not know us. Some of these neighbors have been prejudiced by false stories; some have observed with negative feelings the actions of those who do not act as Saints should; and some are in ignorance of us as a united people and of the teachings that lift us to greater hope and higher ideals.\n<\/p><p>\nYou seventies, all of you, are now invited to make friends with at least two families this year&mdash;now! Let them see you at home, at prayer, at work. Let them catch the gentleness of the spirit of Christ the Lord within you. Bring them&mdash;the whole family&mdash;to your homes. Let them break bread with you. Bring them into the social activity of the ward. Lot them see the portrayal of our beliefs at the visitors centers. Even as the home teacher fellowships the newly baptized members, in like manner you should bring those who are not of us under the wings of love to your bosoms.\n<\/p><p><b>\nWork to be orderly\n<\/b><\/p><p>\n But let it be done in an orderly manner. The seventies group leader in the ward will assist, suggesting available families. Once you have agreed to reach out to them, these will be your families. No one else will go to them while you are assigned to work with them. If you do not go to them, they will not hear. You will decide when they are ready to be taught the doctrines of salvation. Paul said: \"For whosoever shall call upon the name of the Lord shall be saved.\n<\/p><p>\n\"How then shall they call on him in whom they have not believed? and how shall they believe in him of whom they have not heard? and how shall they hear without a preacher?\n<\/p><p>\n\"And how shall they preach, except they be sent?\" (<span class=\"citation\" id=\"42820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42820)\">Rom. 10:13-15<\/a><\/span>)\n<\/p><p>\nWe hope the seventies will make it possible for them to hear.\n<\/p><p><b>\nAccomplishments through faith\n<\/b><\/p><p>\nPaul also called to the attention of the Hebrews the great work that had been accomplished by faith by those who had lived in former times. After reviewing these great acts of faith, beginning with righteous Abel and extending throughout Hebrew history, he then said: \"Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us I aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us.\" (<span class=\"citation\" id=\"24375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24375)\">Heb. 12:1<\/a><\/span>)\n<\/p><p>\nShould we as seventies do less? Do we not have a greater cloud of witnesses than did Paul? We have his witnesses, and in addition we also have the witnesses of modern times. We have the witness of Joseph Smith, who saw and talked with God the Father and his exalted Son. We have the witness of Brigham Young, of John Taylor, of Wilford Woodruff, and of the remainder of the Prophets of the Lord unto President David O. McKay in our day. We have the witness of the more than 80 apostles, who have done mighty works since the day of Joseph Smith. We have the witness of those who faced the hostile hosts in Missouri and Illinois; and of those, too, who walked with faith into these mountain valleys, offering up their daily prayers for help and strength and succor. We have the witness of the Church grown strong, and of its hundreds of thousands of happy members.\n<\/p><p><b>\nWitness of living testimony\n<\/b><\/p><p>\nBut most of all we have the witness which enters into the heart of each of us, the living testimony given by the power of the Holy Ghost. Let us not fail to bear that witness. And, too, let us not fail to make it possible for the witness to be borne through the warming love of friendship.\n<\/p><p>\nThere have been times when we thought that if we approached a man and he, hostile because of stories he had heard about us, or suspicious because we were strangers, rebuffed us, then we had done our duty by shaking off the dust of our feet against him. We have not done that duty until we have given him a fair chance to learn that his prejudices are unfounded. To find families and show them by our love that we are truly followers of Jesus Christ is our manifest duty. Let us not shirk or falter, but let us carry the message to these worthy and good people in our midst.\n<\/p><p>\nI bear my witness that the gospel is once again on the earth brought by angels, as John on Patmos declared it would be; that Joseph Smith was its first restoring Prophet; and that President McKay is its present living Prophet. The Lord Jesus Christ lives and is the author of our salvation and our exaltation. We need but to believe and follow his teachings to gain a place in his kingdom. May we do so I pray in his name. Amen.\n<\/div>\n<\/div>"}