{"ID":162, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"The Idler Shall Not Have Place in the Church\"<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1945, pp. 47-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs I stand here before you. I seek the guidance of the Spirit of the Lord and your help in\nwhat I may say. First of all, I wish to express my appreciation for the timely message that\ncame this morning from President Heber J. Grant. May the Lord continue to bless him. I am\nlikewise grateful for the fine testimonies that we have heard so far, and I hope the powerful\nwords spoken by Elder Mark E. Petersen will sink deeply into our hearts.\n<\/p><p>\nCOMMANDMENTS GIVEN FOR THE BENEFIT OF THE CHURCH\n<\/p><p>\nOn the second day of January, in the year 1831, the Lord gave a revelation to the Church and\nin that revelation commanded them to move from the headquarters then established in New\nYork to the Ohio. He gives the reason for it:\n<\/p><p>\nAnd that ye might escape the power of the enemy and be gathered unto me a righteous\npeople, without spot and blameless&mdash;Wherefore, for this cause I gave unto you the\ncommandment that ye should go to the Ohio; and there I will give unto you my law; and\nthere you shall be endowed with power from on high\n(<span class=\"citation\" id=\"12101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12101)\">D&amp;C 38:31-32<\/a><\/span>).\n<\/p><p>\nIn obedience to this commandment the people moved to the Ohio. The law the Lord gave,\nspoken of here in this promise, is found in Section Forty-two, in large part at least, of the\nD&amp;C. In this revelation many things are recorded for our benefit. I am only sorry that we\nhave not always adhered strictly to these commandments. Of course, I cannot mention all of\nthe things recorded in this revelation, for there are many, but I desire to speak of one or two\nthat were given for the benefit of the Church. First of all, let me say that when Adam was\ndriven out of the Garden of Eden, the Lord passed a sentence upon him. Some people have\nlooked upon that sentence as being a dreadful thing. It was not; it was a blessing. I don't\nknow that it can truthfully be considered even as a punishment in disguise. The Lord said to\nhim: \"In the sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23495)\">Gen. 3:19<\/a><\/span>), and all down through the ages the Lord\nhas called upon his people to be diligent, to serve him in faithfulness, to work. And here in\nverses forty to forty-two in this revelation I read:\n<\/p><p>\nAnd again, thou shalt not be proud in thy heart; let all thy garments be plain, and their beauty\nthe beauty of the work of thine own hands; And let all things be done in cleanliness before\nme. Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of\nthe laborer (<span class=\"citation\" id=\"12103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12103)\">D&amp;C 42:40-42<\/a><\/span>).\n<\/p><p>\nAnd to this I wish to speak.\n<\/p><p>\nTHE SAINTS ADMONISHED TO PRODUCE WHAT THEY NEEDED\n<\/p><p>\nIn the early days of the Church in these valleys, great stress was placed upon industry by\nPresident Brigham Young and the other brethren, and it was necessary because our forefathers\ncame here with nothing. They had to work. They had to be industrious. It was essential that\nthey produce the things they needed, and therefore counsel to that extent and in that direction\nwas given to them constantly that they should be industrious. They were taught not to be\nproud in their hearts. They came out here where they could worship the Lord their God and\nkeep his commandments. They were told to be humble as well as to be diligent. They were to\nmake their own garments, and they were to be plain. Oh, I wish we could remember that. I\nam sorry that we have forgotten. And President Brigham Young, Heber C. Kimball, and\nothers of the brethren in those early days taught the people and prevailed upon them to start\nindustries throughout this country, to raise sheep, to gather the wool, to make their own\nclothes out of that wool, to plant cotton that they might have cotton also to make clothing, to\nplant flax that they might get linen, to build tanneries that they might tan the hides and make\nthemselves leather, and a thousand other things. We used to have some of\nthese industries here among us, and would still have them if we had been willing to adhere to\nthese counsels that had been given to us in those early days by the authorities of the Church,\nwhich we would not do. I used to wear suits that were made at Provo, in the woolen mills. I\ndid that as long as I could get them. The suit I have on now was not made at Provo, nor was\nit made in Utah&mdash;that is the cloth&mdash;but the tailor made it here, Last week at a stake conference,\nI made the statement that I did not believe there was in that building an individual born in\nthis country who knew how to make a suit of clothes. If there was one there, would he please\nmake himself manifest, and nobody made himself manifest. Then I said, \"If there's a cobbler\nin this room, he was not born in this country. If there is a cobbler here, let him stand up.\"\nNobody stood. There was no cobbler. And so we might go on.\n<\/p><p>\nNow, the Lord said, \"Let all things be done in cleanliness before me\"\n(<span class=\"citation\" id=\"12104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12104)\">D&amp;C 42:41<\/a><\/span>). I could spend some\ntime on that, but time will not permit; so I continue, the Lord said, \"Thou shalt not be idle for\nhe that is idle shall not eat the bread, nor wear the garments of the laborer\"\n(<span class=\"citation\" id=\"12105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12105)\">D&amp;C 42:42<\/a><\/span>). That is good\nsound sense, isn't it? Why should a man in idleness partake of the industry of the\nindustrious&mdash;provided that this man who is idle, is in a physical condition that he can work? I\nam not at all in sympathy with any kind of movement that tends to destroy manhood by\nencouraging men to be idle, and I don't care what age that is. It doesn't matter how old he\ngets, if a man is physically strong and is able to perform services, he should take care of\nhimself; that the Lord expects him to do.\n<\/p><p>\nThe Lord said in another revelation:\n<\/p><p>\nAnd again, verily I say unto you, that every man who is obliged to provide for his own\nfamily, let him provide, and he shall in nowise lose his crown; and let him labor in the\nChurch. Let every man be diligent in all things. And the idler shall not have place in the\nChurch, except he repent and mend his ways\n(<span class=\"citation\" id=\"12129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12129)\">D&amp;C 75:28-29<\/a><\/span>).\n<\/p><p>\nSo that is the counsel the Lord has given the Church today. And this is not merely to be\napplied to plowing fields, or to reaping and harvesting and engaging in industry, but it means\nlikewise that a man should be industrious in spiritual things as well as in the temporalities by\nwhich he makes his living.\n<\/p><p>\nAgain, here is another commandment the Lord gave:\n<\/p><p>\nAnd the inhabitants of Zion also shall remember their labors, inasmuch as they are appointed\nto labor, in all faithfulness; for the idler shall be had in remembrance before the Lord. Now,\nI, the Lord, am not well pleased with the inhabitants of Zion, for there are idlers among them;\nand their children are also growing up in wickedness; they also seek not earnestly the riches\nof eternity, but their eyes are full of greediness\n(<span class=\"citation\" id=\"12128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12128)\">D&amp;C 68:30-31<\/a><\/span>).\n<\/p><p>\nIf the Lord were speaking to us today, I wonder if he would not put even more emphasis\nupon this commandment.\n<\/p><p>\nAnd again, the Lord said of his servants who preach the gospel:\n<\/p><p>\n. . . I give unto them a commandment, thus: Thou shalt not idle away thy time, neither shalt\nthou bury thy talent that it may not be known\n(<span class=\"citation\" id=\"12120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12120)\">D&amp;C 60:13<\/a><\/span>).\n<\/p><p>\nAnd that means whatever that talent may be, the man should not bury it. If he is a mechanic,\nif he is skilled in some other direction, if he has the power and ability to preach the gospel,\nwhatever it is, the Lord expects him to use that talent in His service.\n<\/p><p>\nADVICE FROM LEADERS OF THE CHURCH\n<\/p><p>\nLet me present a statement here from President Joseph F. Smith:\n<\/p><p>\nThere should be no idlers in Zion. Even the poor who have to be assisted should be willing to\ndo all in their power to earn their own living. Not one man or woman should be content to sit\ndown and be fed, clothed, or housed without an exertion on his or her part to compensate for\nthese privileges. All men and women should feel a degree of independence of character that\nwould stimulate them to do something for a living and not be idle; for it is written that the\nidler shall not eat the bread of the laborer in Zion\n(<span class=\"citation\" id=\"12106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12106)\">D&amp;C 42:42<\/a><\/span>),\nand he shall not have place among us\n(<span class=\"citation\" id=\"12130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12130)\">D&amp;C 75:29<\/a><\/span>).\nTherefore, it is necessary that we should be industrious, that we should intelligently apply our\nlabor to something that is productive and conducive to the welfare of the human family\n(<i>Gospel Doctrine<\/i>, pp. 235-236).\n<\/p><p>\nAnd then, President Brigham Young, out of all the many things that he has said, let me\npresent this:\n<\/p><p>\nWe want you henceforth to be a self-sustaining people. Hear it, O Israel! hear it, neighbors,\nfriends and enemies, this is what the Lord requires of this people. . . . Ye Latter-day Saints\nlearn to sustain yourselves,\nproduce everything you need to eat, drink or wear; and if you cannot obtain all you wish for\ntoday, learn to do without that which you cannot purchase and pay for; and bring your minds\ninto subjection that you must live within your means. . . Who are deserving of praise? The\npersons who take care of themselves or the ones who always trust in the great mercies of the\nLord to take care of them? It is just as consistent to expect that the Lord will supply us with\nfruit when we do not plant the trees; or that when we do not plow and sow and are saved the\nlabor of harvesting, we should cry to the Lord to save us from want, as to ask him to save us\nfrom the consequences of our own folly, disobedience and waste. . . .\n<\/p><p>\nBrethren, learn. You have learned a good deal, it is true, but learn more; learn to sustain\nyourselves; lay up grain and flour and save it against a day of scarcity. Sisters, do not ask\nyour husbands to sell the last bushel of grain you have to buy something for you out of the\nstores, but aid your husbands in storing it up against a day of want, and always have a year's\nor two, provision on hand (<i>Discourses of Brigham Young<\/i>, p. 293).\n<\/p><p>\nI hope the time will come when we will not feel restricted and will be able to lay up in store\nfor a year or two in advance. The Lord bless you, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}