{"ID":1623, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Frank Discussion with Girls<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">Of the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, April 1968, pp. 117-119<\/p>\n<\/div>\n<div class=\"gcbody\">\nOne evening recently a faithful and wonderful Mutual teacher of high school age girls stood to present a carefully prepared lesson when suddenly she was prompted to forego the regular lesson and discuss the tragedy of immorality. About halfway through the lesson, impatient horn-honking was heard from the church parking lot. Finally it stopped, and the car with its youthful male occupant sped away. Following the inspirational discussion in the classroom, one tearful but grateful young lady lingered after the others had departed to confide in her leader that the honking had been for her. Then she said: \"I had decided that tonight was going to be the biggest night of my life, and that horn toot was the signal that all of the arrangements were complete, and he was waiting. What you said and how you said it has saved me from the most serious mistake of my life, and I shall never forget it.\"\n<\/p><p><b>\nConcern for girls\n<\/b><\/p><p>\nJust six and one-half years ago, Bishop Brown and I listened intently as President McKay issued a most vital challenge to a new Presiding Bishop of the Church. Among other things, Bishop Vandenberg was told about his prime responsibility for thousands of young men throughout the world. Then came a most explicit direction from the lips of a living prophet: \"Bishop,\" he said, \"your concern must be just as great for the girls of corresponding ages.\"\n<\/p><p>\nIn the spirit of this firm but kindly direction of six and one-half years ago, I choose to talk frankly with the girls&mdash;those young women who listen today, with stars in their eyes, great hope in their hearts, but in far too many cases, uncertain minds in a fast-moving, impatient, and ever-changing society. I approach my subject with a fervent prayer in my heart, a prayer that you girls will consider my intrusion into your private world of hopes, dreams, and aspirations in a kindly way, that you will welcome me as a friend, deeply concerned for your happiness, anxious for your well-being. Yes, I also have concern for that eternal but elusive hope of fulfillment that floods the heart of every normal young woman as her thoughts turn to things tender, things loving, and things spiritual; yes, tender thoughts about possible motherhood, loving thoughts about loyal and eternal companionship, spiritual thoughts about a sacred commission given only to the daughters of a kind and loving Heavenly Father. You received this commission personally from Heavenly Father upon leaving his presence not too many years ago.\n<\/p><p><b>\nHere by divine assignment\n<\/b><\/p><p>\nOnce I heard a girl say, \"What's the use? What am I good for?\" Well, one mighty important point would be that you are here by assignment from your Heavenly Father to prove yourself worthy of his ultimate blessing. In his own words: \". . . we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them.\" In this passage of scripture, Heavenly Father talks about passing a test in order to come to this earth. This you have done. You have already demonstrated your ability to excel. Then, in referring to our performance in this life, he makes the wonderful promise that all who prove obedient \"shall have glory added upon their heads for ever and ever.\" (<span class=\"citation\" id=\"7262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7262)\">Abr. 3:25-26<\/a><\/span>)\n<\/p><p>\nGod's house is a house of order (<span class=\"citation\" id=\"15284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15284)\">D&amp;C 132:8<\/a><\/span>), and you exist by personal and direct commission as part of that order and plan. Is it important to you that you are created in his image? \". . . God created man in his own image, in the image of God created he him; male and female created he them.\" (<span class=\"citation\" id=\"23768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23768)\">Gen. 1:27<\/a><\/span>) How fortunate you are to know and understand this simple truth. Relatively few in the world accept it. Your every thought and action should be on a higher plane just in the knowledge that you are a part of him, that God personally fathered your spirit, that in you is a spark of divinity; and with it comes the power to reason and to think, to achieve dominion and eternal glory, but it can only happen on his terms, on his terms of righteousness.\n<\/p><p>\n\"What's the use? What am I good for?\" Why, young lady, without you and others like you, life would stop, and the very foundation of God's master plan would be frustrated.\n<\/p><p>\nCan any young woman remain unmoved in the thought that within her is the potential of creation, of providing earthly bodies for spirits previously created by him? No mortal has honor greater than this. Yours is a possible partnership with Heavenly Father in perpetuating the process of life. The very thought is overwhelming. The decision to participate with him demands the best that is in you. It must be premeditated, planned, never by impulse. This sacred process requires worthiness.\n<\/p><p><b>\nInstructions to be followed\n<\/b><\/p><p>\nJust the other day our family purchased a new radio. We were all anxious to try it out when a member of the family called attention to the bold print on the attached booklet, which read: \"Before playing your radio, read this instruction book carefully.\" The first thing we found out was that if it had been plugged into an improper power source, costly damages would have resulted. Several other facts were revealed that proved important to the successful operation, preservation, and enjoyment of the instrument.\n<\/p><p>\nVital instructions pertaining to your life have been given through a long line of prophets. These instructions must be understood and carried out if you are to enjoy happiness and success. Is human life less important than a $40.00 radio? You must know the rules if you are going to play the game. If you want a particular blessing, you must be willing to abide the law upon which that blessing is predicated. (See <span class=\"citation\" id=\"15277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15277)\">D&amp;C 130:20-21<\/a><\/span>)\n<\/p><p><b>\nGuidelines in scriptures\n<\/b><\/p><p>\nIt was never intended that we spend our time groping in the dark. The prophets have provided us with the greatest handbook of instructions ever published. In the scriptures we find the guidelines, the rules of life, the answer to every problem. It is recorded that \"where there is no vision, the people perish.\" (<span class=\"citation\" id=\"41496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41496)\">Prov. 29:18<\/a><\/span>)\n<\/p><p>\nHow is your vision, girls? Is vision possible without knowledge? Can you really expect to do well in any game without knowing the rules of that game and then following those rules to the best of your ability? May I invite you to know God's will concerning you.\n<\/p><p><b>\nPersonal health habits\n<\/b><\/p><p>\nIf you are to be faced with the sacred obligation of someday providing bodies for God's spirit children, it seems to me that your personal health habits should be just as perfect as you can make them. Liquor and tobacco have been forbidden by the Lord (<span class=\"citation\" id=\"15201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15201)\">D&amp;C 89:5-8<\/a><\/span>). President Tanner made that very clear to us this morning. We are all expected to eat proper food, to rest adequately, to work vigorously. Partaking of those barriers to good health and a sound mind just for the sake of social acceptance, while turning your back on an obligation to be physically prepared for a divine partnership, is to my way of thinking inexcusable.\n<\/p><p>\nAllow me to share with you just one brief example of how important it is. Did you know, young ladies, that a recent survey revealed that the incident of stillborn children among premature births is 400 percent higher among smoking mothers? That is right, girls&mdash;400 percent higher. No wonder God has declared: \"Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?\n<\/p><p>\n\"If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.\" (<span class=\"citation\" id=\"476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(476)\">1 Cor. 3:16-17<\/a><\/span>) In reality, it is we who destroy ourselves by ignoring his counsel.\n<\/p><p>\n\"Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.\" (<span class=\"citation\" id=\"479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(479)\">1 Cor. 11:11<\/a><\/span>) This is God's equation for exaltation. It is just as true as 2 + 2 = 4. It is an eternal truth. It is unchangeable.\n<\/p><p><b>\nMoral code unchanged\n<\/b><\/p><p>\nEveryone talks about the new morality. Any departure from God's moral code is unapproved in his sight. He is the same yesterday, today, and forever (<span class=\"citation\" id=\"24376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24376)\">Heb. 13:8<\/a><\/span>). His plan for our happiness is no different. It too is unchangeable. Of this premise, there may be a new immorality advocated by deceitful men, but there can never be a new morality. Only the adversary has a vacillating, ever-changing program always geared to trap the uninformed, the misled, those who choose to run the risk of questionable company.\n<\/p><p>\nOh, youth of the noble birthright, don't give yourselves to the father of all lies&mdash;that deceitful one who would consider your downfall as a major victory. Don't be impatient.\n<\/p><p><b>\nWait for temple marriage\n<\/b><\/p><p>\nSpeaking of impatience, a faithful young lady in Southern California had this perplexing problem just last year. Jim was leaving for Vietnam immediately. He was pushing for marriage before his departure but had to overcome a particular problem before he could offer her the kind of marriage she had always dreamed of. She did love him. She did want to marry him, but her wonderful parents were insistent that the three-month courtship had scarcely been long enough to really know. Finally, the decision was made to wait.\n<\/p><p>\nTheir correspondence during the ensuing 12 months while he was in Vietnam was on a very high plane. Their love grew. Each discovered an ability to discuss things in letters that had found no place in their lighter conversation during a date. Now he has returned. I am happy to report their love for one another has been sealed in the House of the Lord, and before this year is finished, their first little one will be a reality, and another wonderful family unit is well on its way to exaltation and eternal life.\n<\/p><p><b>\nUrged to stay sweet\n<\/b><\/p><p>\nYoung ladies, the highway of disillusionment is teeming with girls who said, \"Just this once,\" or \"Everybody else does it.\" Do these phrases sound familiar? Another favorite trap sounds like this: \"You would if you really loved me.\" Just imagine the irony of giving up all that is good, all that is truth, all that is sacred, including the trust and faith of loved ones and Church leaders, plus your own good name and personal dignity, just on the basis of a smooth talker who feigns love with his lips but wants only to use you for a few minutes of selfish lust and animal gratification. Girls, you stay sweet. If you've made a mistake, correct it. It will be about the best decision that you will ever make. The Lord stands ready to help, for we have his word: \"Behold, I stand at the door, and knock: if any . . . hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.\" (<span class=\"citation\" id=\"42420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42420)\">Rev. 3:20<\/a><\/span>)\n<\/p><p><b>\n Partnership with God\n<\/b><\/p><p>\nBut please remember, you must make the first move. It is you who must open the door. He will be there and very likely in the form of a faithful teacher who feels prompted to change her prepared lesson. It could be you who will say in return, \"Thanks. What you said and how you said it has saved me from the most serious mistake of my life, and I shall never forget it.\" God loves you wonderful girls. Don't you let him down. You have a special function to perform with God as your partner. Be worthy of that privilege. And this final thought, girls: the priesthood cannot achieve its ultimate destiny without a faithful female companion. No girl will ever achieve her ultimate destiny without a worthy priesthood companion at the head of her home. May this be your undeviating goal, I pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}