{"ID":1625, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Can There Any Good Thing Come Out of Nazereth?\"<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, April 1968, pp. 123-126<\/p>\n<\/div>\n<div class=\"gcbody\">\nTwo thousand years ago the Son of Man was born into a world like ours&mdash;asunder. Sixty-three years had passed since Roman legions under Pompey had conquered Palestine and taken Jerusalem. The helmets, broadswords, and eagles of the Roman legionary were everywhere to be seen. The oppressive yoke of the Caesars was universally felt.\n<\/p><p><b>\nAdvent of promised Messiah\n<\/b><\/p><p>\nDeep in the depths of human hearts there dwelt a longing, even a yearning, for the advent of the promised Messiah. When will he come? This was the unanswered question on the lips of the righteous.\n<\/p><p>\nGenerations had lived and died since the Prophet Isaiah had declared: \"Behold, a virgin shall conceive, and bear a son\" (<span class=\"citation\" id=\"25346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25346)\">Isa. 7:14<\/a><\/span>). \". . . the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.\" (<span class=\"citation\" id=\"25349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25349)\">Isa. 9:6<\/a><\/span>)\n<\/p><p>\nWith such a promise ringing in his ears, can you and I appreciate the supreme joy and overwhelming exultation that coursed through one called Philip when he heard the Savior of the world speak unto him those immortal words, that divine injunction, \"Follow me\" (<span class=\"citation\" id=\"28391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28391)\">John 1:43<\/a><\/span>)? The dawn of promise had dispelled the night of despair. The King of kings, the Lord of lords had come (<span class=\"citation\" id=\"42424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42424)\">Rev. 19:16<\/a><\/span>).\n<\/p><p>\nSuch knowledge could not be hidden, nor could Philip of Bethsaida keep to himself such glad tidings. Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.\n<\/p><p>\n\"And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.\" (<span class=\"citation\" id=\"28392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28392)\">John 1:45-46<\/a><\/span>)\n<\/p><p>\nShall we, too, join Nathanael? Come and see.\n<\/p><p>\nCan any good come out of Nazareth?\n<\/p><p>\nCould Nazareth be so honored? Nazareth, the most disregarded valley in a despised province of a conquered land?\n<\/p><p>\nNazareth, just 80 miles from Jerusalem, was situated on the main trade route that ran from Damascus through the Galilean cities to the Mediterranean coast at Acre. This, however, was not to be the village's claim to fame. Nor was its glory to be found in the beauty of its environs. Nazareth was the scene of more lasting events and profound consequence than routes of trade or landscapes of beauty.\n<\/p><p>\nTo a city of Galilee, called Nazareth, came the Angel Gabriel, sent from God. To a virgin whose name was Mary, he declared, \"Fear not, Mary: for thou hast found favour with God.\n<\/p><p>\n\"And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name Jesus.\n<\/p><p>\n\"He . . . shall be called the Son of . . . God\" (<span class=\"citation\" id=\"31729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31729)\">Luke 1:30-32<\/a><\/span>).\n<\/p><p>\nAfter the birth of the Christ Child, and following the flight into Egypt, the sacred record reveals, \"And he came and dwelt in a city called Nazareth: that it might be fulfilled which was spoken by the prophets, He shall be called a Nazarene.\" (<span class=\"citation\" id=\"35756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35756)\">Matt. 2:23<\/a><\/span>)\n<\/p><p>\nIn Nazareth, the boy Jesus grew \"in wisdom and stature, and in favour with God and man.\" (<span class=\"citation\" id=\"31732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31732)\">Luke 2:52<\/a><\/span>)\n<\/p><p>\nFrom Nazareth came he who made blind men see, lame beggars walk&mdash;even the dead live. He set before us an example to emulate. He lived the perfect life. He taught the glad tidings which changed the world. Let us examine more closely and individually these epochal events, that we may know for ourselves if any good thing came out of Nazareth.\n<\/p><p><b>\nFrom Nazareth came the Perfect One\n<\/b><\/p><p>\nFirst let us turn to him of whom Jesus himself spoke: \"Verily I say unto you, among them that are born of women there hath not risen a greater than John the Baptist\" (<span class=\"citation\" id=\"35822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35822)\">Matt. 11:11<\/a><\/span>). John, \"the Baptist,\" stands forth like a colossus from the bleakness and confusion&mdash;the \"wilderness\" of his own age. Knowing that one \"mightier than he\" (<span class=\"citation\" id=\"35757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35757)\">Matt. 3:11<\/a><\/span>) was coming, he threw himself with superhuman fervor into the task of \"making straight the way.\" (<span class=\"citation\" id=\"28389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28389)\">John 1:23<\/a><\/span>) His was the agony, and the distinction, of being both an end and a beginning.\n<\/p><p>\nAstride the watershed of time, he could look back on a long line of prophets&mdash;his spiritual forebears. Letting his eye range over the fertile plains ahead, he was the first to see that Light to which he would bear witness.\n<\/p><p>\n\"And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan.\" (<span class=\"citation\" id=\"33205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33205)\">Mark 1:9<\/a><\/span>)\n<\/p><p>\n\"And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.\n<\/p><p>\n\". . . he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.\n<\/p><p>\n\"And I saw, and bare record that this is the Son of God.\" (<span class=\"citation\" id=\"28390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28390)\">John 1:32-34<\/a><\/span>)\n<\/p><p>\n<i>From Nazareth came the perfect one to be baptized&mdash;an example for all.<\/i>\n<\/p><p><b>\nFrom Nazareth came sight\n<\/b><\/p><p>\nSecond, let us turn to Judea and examine the testimony of one who was born blind&mdash;him for whom it was always night. No day&mdash;just night. But let him provide his own account&mdash;how darkness was turned to light. Astonished neighbors, noting his newly acquired vision, asked: \"Is not this he that sat and begged? . . .\n<\/p><p>\n\". . . others said, He is like him: but he said, I am he.\n<\/p><p>\n\"Therefore said they unto him, How were thine eyes opened?\n<\/p><p>\n\". . . A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight.\" (<span class=\"citation\" id=\"28432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28432)\">John 9:8-11<\/a><\/span>)\n<\/p><p>\nWhen the disbelievers urged, Give God the praise: we know that this man is a sinner, he rejoined: \"Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.\" (<span class=\"citation\" id=\"28433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28433)\">John 9:24-25<\/a><\/span>)\n<\/p><p>\n<i>From Nazareth came sight.<\/i>\n<\/p><p><b>\nFrom Nazareth came strength\n<\/b><\/p><p>\nNext, let us journey to Bethesda to inquire of him who now walks, but who for 38 long years walked not. \"When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?\" The impotent man's reply of frustration, mingled with hope, was met with the gentle, yet divine command, \"Rise, take up thy bed, and walk.\" (<span class=\"citation\" id=\"28414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28414)\">John 5:6-8<\/a><\/span>)\n<\/p><p>\n<i>From Nazareth to a withered body came new strength.<\/i>\n<\/p><p><b>\nFrom Nazareth came Life\n<\/b><\/p><p>\nJesus of Nazareth restored sight, removed lameness, but could it be true that he raised the dead to life?\n<\/p><p>\nIn Capernaum, Jairus, a ruler of the synagogue, came to the Master, saying, \"My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.\" Then came the news from the ruler's house, \"Thy daughter is dead,\" to which the Christ replied: \"Be not afraid, only believe.\" He came to the house, passed by the mourners and said to them, \"Why make ye this ado, and weep? the damsel is not dead, but sleepeth.\"\n<\/p><p>\nAnd they laughed him to scorn, knowing that she was dead. And he put them all out, and took her by the hand, and called, saying, Maid, arise.\n<\/p><p>\n\"And straightway the damsel arose, and walked . . . And they were astonished.\" (<span class=\"citation\" id=\"33210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33210)\">Mark 5:23,35-42<\/a><\/span>)\n<\/p><p>\n<i>From Nazareth came life where once there was death.<\/i> And with that miracle came the perfect pattern whereby our own lives may be made fruitful: \"Be not afraid, only believe.\" (<span class=\"citation\" id=\"33211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33211)\">Mark 5:36<\/a><\/span>)\n<\/p><p><b>\nFrom Nazareth came divine deeds\n<\/b><\/p><p>\nOut of Nazareth and down through the generations of time come his excellent example, his welcome words, his divine deeds.\n<\/p><p>\nThey inspire patience to endure affliction, strength to bear grief, courage to face death, and confidence to meet life. In this world of chaos, of trial, of uncertainty, never has our need for such divine guidance been more desperate.\n<\/p><p>\nLessons from Nazareth, Capernaum, Jerusalem, and Galilee transcend the barriers of distance, the passage of time, the limits of understanding, and bring to troubled hearts a light and a way.\n<\/p><p><b>\nFrom Nazareth came peace\n<\/b><\/p><p>\nWith sorrow we read each day of young men and those not so young who bravely die, who give their all upon the altar of freedom.\n<\/p><p>\nIn a hurried moment, one such took in hand a stubby pencil, a scrap of paper, and wrote to anxious love, \"Soon we go into battle. The enemy is well fortified; loss of life will be heavy. Mom, I hope I live, but I'm not afraid to die, for I'm square with God.\"\n<\/p><p>\nMother received the precious note. On the same day another message arrived. \"We regret to inform you that your son has been killed in action.\"\n<\/p><p>\nFriends visited, loved ones comforted, but peace came only from him who called Nazareth his home.\n<\/p><p>\nAll battles are not fought in far-away places with strange sounding names. Nor do the participants bear arms, hurl grenades, or drop bombs.\n<\/p><p><b>\nFrom Nazareth came courage\n<\/b><\/p><p>\nA few months past I witnessed such a conflict&mdash;not in the steaming jungles of Vietnam, but on the fourth floor of the Los Angeles Orthopedic Hospital. There were no shrill sounds of mortar fire to be heard, no disarray of men and equipment to be seen. Yet a life or death struggle was in progress. Happy, handsome Paul Van Dusen, age 15, had just lost the first skirmish with the dreaded foe called cancer.\n<\/p><p>\nPaul loved life. He excelled in sports. He and his parents hoped, then prayed, that the doctors' fears would not be confirmed&mdash;that his precious right leg would not be amputated. Shattered and stunned, they accepted the sad news. To save his life, he must lose his leg.\n<\/p><p>\nThe surgery completed, Paul rested. Entering the room, I was attracted immediately by his cheerful and infectious grin. He breathed hope. He emanated goodness.\n<\/p><p>\nThe crisp, white sheet lay noticeably flat where once there was a leg. Flowers from friends bedecked his bedside. Parents, grateful for his life, stood close by.\n<\/p><p>\nI noticed a cord strung along the exercise bar stretching the length of the bed. Gaily colored cards covered the entire span. Paul invited me to read them. One carried the message: \"We love you, Paul. We're praying for you.\" It was signed by members of his Sunday School class. Another expressed the wish, \"May you get well soon. We think you're great.\" This from his schoolmates at high school. Still another from home teachers had the inscription, \"May God bless, you. Tomorrow we'll visit you again.\"\n<\/p><p>\nWhat did the Carpenter from Nazareth say of such? \"Inasmuch as ye have done it unto one of the least of these my, brethren, ye have done it unto me.\" (<span class=\"citation\" id=\"35873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35873)\">Matt. 25:40<\/a><\/span>)\n<\/p><p>\nThe spirit of prayer came easy that day. A perfect peace filled the room. Smiles of confidence crept across lips moist with tears. From distant Capernaum we seemed to hear the echo, \"Be not afraid, only believe.\" (<span class=\"citation\" id=\"33212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33212)\">Mark 5:36<\/a><\/span>) Then Paul said, \"I'll be all right.\"\n<\/p><p>\nToday Paul Van Dusen is in attendance at this session of conference in this historic Tabernacle. Today he walks, runs, hikes, and swims. An artificial limb makes this possible. But behind it all one sees a faith-filled heart and a countenance that reflects gratitude. Faith in whom? Gratitude for what?\n<\/p><p><b>\nFrom Nazareth Came Christ\n<\/b><\/p><p>\n\"Jesus of Nazareth, Savior and King!<br \/>\n\tTriumphant over death, Life thou didst bring.<br \/>\n\tLeaving thy Father's throne, On earth to live,<br \/>\n\tThy work to do alone, Thy life to give.\"<br \/><br \/>\n&nbsp; &nbsp;\t\t(Hugh W. Dougall, <i>Hymns<\/i>, 86.)\n<\/p><p>\nCan any good thing come out of Nazareth?\n<\/p><p>\nFrom Nazareth came example.<br \/>\nFrom Nazareth came sight.<br \/>\nFrom Nazareth came strength.<br \/>\nFrom Nazareth came life.<br \/>\nFrom Nazareth came faith.<br \/>\nFrom Nazareth came peace.<br \/>\nFrom Nazareth came courage.<br \/>\nFrom Nazareth came Christ.\n<\/p><p>\nTo him Nathanael declared, \". . . thou art the Son of God; thou art the King of Israel.\" (<span class=\"citation\" id=\"28393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28393)\">John 1:49<\/a><\/span>) To you I testify, he is Lord of lords, King of kings (<span class=\"citation\" id=\"42425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42425)\">Rev. 19:16<\/a><\/span>), Precious Savior, Dear Redeemer&mdash;Jesus Christ of Nazareth. There is none other name under heaven given among men whereby we must be saved (<span class=\"citation\" id=\"8043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8043)\">Acts 4:12<\/a><\/span>). May we live his teachings, may we emulate his example, may we follow in his footsteps to life eternal, I pray humbly, in the sacred name of Jesus Christ, the Lord. \n<\/p>\n<\/div>\n<\/div>"}