{"ID":1627, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Why Temples<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1968, pp. 132-134<\/p>\n<\/div>\n<div class=\"gcbody\">\nSeventy-five years ago yesterday, the magnificent Salt Lake Temple, which stands on this block, was dedicated to the Lord. An indispensable part of the Lord's work and purposes is carried on in holy temples.\n<\/p><p><b>\nWhy temples\n<\/b><\/p><p>\nToday, it seems to me, more and more people are interested in the temples erected by the Latter-day Saints. Invariably, interested persons ask this question: \"Why do you people build these temples?\" The answer is, \"The Lord commanded that they be built.\"\n<\/p><p>\nThere is ample evidence that whenever the higher priesthood has been upon the earth, and when his people have proven their allegiance to his laws and commandments, the Lord has required them to build temples. These temples are dedicated to him and are sacred precincts wherein the Lord may reveal important knowledge essential to the full salvation of his children.\n<\/p><p>\nIn the words of the Lord, temples are built so \"that I may reveal mine ordinances therein unto my people.\" (<span class=\"citation\" id=\"15266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15266)\">D&amp;C 124:40<\/a><\/span>)\n<\/p><p>\nEven while the children of Israel traveled through the wilderness, they were commanded to build a portable tabernacle (which served temporarily as a temple). In it sacred ordinances were administered for the benefit and blessing of the people.\n<\/p><p><b>\nAncient temples\n<\/b><\/p><p>\nWhile it is true that ancient Israel did not have the fullness of ordinances as we have today, their similarity, nevertheless, is striking. The magnificent structure built by King Solomon about 1000 B.C., and later the temple known as Jerubabal, and the temple built during the reign of King Herod the Great were erected by great numbers of dedicated people. It is said that after the heavy labor and enormous personal sacrifices involved, the people wept and rejoiced at the completion of these structures.\n<\/p><p>\nThroughout their history, the Nephites were a temple-building people. The record states: \n<\/p><p>\n\"And I, Nephi, did build a temple; and I did construct it after the manner of the temple of Solomon save it were not built of so many precious things; for they were not to be found upon the land\" (<span class=\"citation\" id=\"3793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3793)\">2 Ne. 5:16<\/a><\/span>).\n<\/p><p><b>\nThe Kirtland Temple\n<\/b><\/p><p>\nFollowing the pattern of biblical times, the Lord has commanded the Saints of the latter days to erect temples to his name. (See <span class=\"citation\" id=\"15131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15131)\">D&amp;C 57:3<\/a><\/span>) The first to be completed in this dispensation was dedicated in 1836 at Kirtland, Ohio. (See <span class=\"citation\" id=\"15239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15239)\">D&amp;C 95:8,11-17<\/a><\/span>; <span class=\"citation\" id=\"15241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15241)\">D&amp;C 97:10-17<\/a><\/span>)\n<\/p><p>\nEven though money was scarce, members were few, and persecution was unrelenting, in building the Kirtland Temple the people had the courage to match their faith! Seldom has a people shown greater unity and made greater sacrifices for a common cause than was shown in completing that temple.\n<\/p><p>\nEdward Tullidge wrote in 1877: \n<\/p><p>\n\"With very little capital except brains, bone, and sinew combined with unwavering trust in God, men and women and even children worked with their might . . . all living as abstemiously as possible so every cent might be appropriated to the grand object, while their energies were stimulated by the prospect of participating in the blessing of a house built under the direction of the Most High and accepted by Him.\" (<i>Women of Mormonism<\/i> [1877 Edition], p. 82.)\n<\/p><p>\nEvidently the Kirtland Temple was not designed structurally for such ordinances as baptisms or endowments for the dead, but rather as an appropriate place in which certain of those chosen for the work in the ministry were endowed with essential blessings, keys, and power from on high. In it the Savior appeared in person to the Prophet Joseph Smith and Oliver Cowdery, and he accepted it as his house. This glorious vision was followed by personal visitations of Moses, Elias, and Elijah, who appeared in succession, and each one of them committed the keys of this dispensation, which he rightfully held, into the hands of the Prophet Joseph Smith, saying: \"Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.\" (<span class=\"citation\" id=\"15253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15253)\">D&amp;C 110:16<\/a><\/span>)\n<\/p><p>\nCan we realize fully the significance of these personal visitations and of having the keys of this dispensation committed into the hands of those chosen men? But think of it: These same keys, all of them, are vested in the prophet of this day&mdash;our beloved President David O. McKay!\n<\/p><p><b>\nThe Nauvoo Temple\n<\/b><\/p><p>\nLess than two years after the temple was completed, the Saints were forced to leave Kirtland, and only three years later the Lord called upon his people to build in Nauvoo a temple for \"The Most High to dwell therein,\" for he said: \n<\/p><p>\n\". . . there is not a place found on earth that he may come to and restore again that which was lost unto you, or which he hath taken away, even the fulness of the priesthood.\n<\/p><p>\n\"For a baptismal font there is not upon the earth, that they, my saints, may be baptized for those who are\ndead&mdash;\n<\/p><p>\n\"For this ordinance belongeth to my house, and cannot be acceptable to me, only in the days of your poverty wherein ye are not able to build a house unto me.\n<\/p><p>\n\"And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people; \n<\/p><p>\n\"For I deign to reveal unto my church things which have been kept hid from them before the foundation of the world, things that pertain to the dispensation of the fulness of times.\" (<span class=\"citation\" id=\"15265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15265)\">D&amp;C 124:27-30,40-41<\/a><\/span>)\n<\/p><p><b>\nTemple work increasing\n<\/b><\/p><p>\nSince the restoration of the gospel, the Church has erected 15 temples, 13 of which are now in operation days and evenings, with the volume of work done in them constantly increasing. In fact, in endowments and sealings alone, there were in 1967 nearly one-half million more ordinances administered than in the previous year.\n<\/p><p>\nAs you know, the sites for two new temples have been selected and the plans are nearing completion. Incidentally, I have learned that without any personal contacts being made, the members of one ward in one of these new temple areas provided in one week more than 130 percent of their share of the suggested financial contribution.\n<\/p><p><b>\nPriesthood ordinances administered\n<\/b><\/p><p>\nThe Latter-day Saints do not build temples merely to be admired for their architectural and structural beauty; neither are they built as places for ordinary worship. Temples are erected and specially dedicated for the express purpose of administering the ordinances of the holy priesthood&mdash;all for the edification and endowment of the faithful sons and daughters of God.\n<\/p><p>\nMany people, even some in the Church, do not realize that these temple ordinances have come to us by revelation from the Lord, who said: \"And I will show unto my servant Joseph all things pertaining to this house, and the priesthood thereof, and the place whereon it shall be built.\" (<span class=\"citation\" id=\"15267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15267)\">D&amp;C 124:42<\/a><\/span>)\n<\/p><p>\nThese ordinances of the priesthood are administered, and their purpose taught, in what might be termed \"closed revelation,\" that is, they are not revealed to the unprepared world in the ordinary way. Those who enter the temple \"hungering and thirsting,\" (<span class=\"citation\" id=\"35768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35768)\">Matt. 5:6<\/a><\/span>) as it were, have revealed to them knowledge and understanding of their relationship to God, and they learn what they need to do to gain the greatest gift of God&mdash;eternal life and exaltation (<span class=\"citation\" id=\"15105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15105)\">D&amp;C 14:7<\/a><\/span>) with their loved ones. Thus, one might in reverence refer to the temple as the \"university of the Lord.\" And because God is just, the temple ordinances are administered not only for the living but also by proxy for their deceased relatives.\n<\/p><p><b>\nPromise of eternal growth\n<\/b><\/p><p>\nAll who live or who have lived in mortality will, through the power of the Redeemer, be resurrected in due time. All will live forever! All will receive some degree of salvation, if the right to it has not been forfeited. But those who receive the ordinances of the endowment and are properly sealed or married and who keep the covenants they made with the Lord are promised by him that \"these are they who shall have part in the first resurrection.\n<\/p><p>\n\"These are they who shall come forth in the resurrection of the just.\n<\/p><p>\n\"These are they whose bodies are celestial, whose glory is that of the sun, even the glory of God, the highest of all\" (<span class=\"citation\" id=\"15165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15165)\">D&amp;C 76:64-65,70<\/a><\/span>).\n<\/p><p>\nThus, the temple ordinances give the promise of eternal intellectual growth and development, of endless blessings, and of continued association with those we love.\n<\/p><p>\nI testify that the ordinances administered in the temple are divinely given, in the name of Jesus Christ. Amen.\n<\/p> \n<\/div>\n<\/div>"}