{"ID":163, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, April 1945, pp. 51-53<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, we have just listened to what may be termed the gospel of Jesus Christ in a\npractical application. We have been told what it means to work and what the Lord expects us\nto do, and this brings to mind the fact that our forebears who came here learned well those\nprinciples and had it not been for the fact that they did work and they did struggle we would\nnot have the commonwealth that we have here, nor would we have the foundation of faith\nthat is a part of this great work. It wasn't in luxury. It wasn't in idleness that was made\npossible what we have, but it was in poverty and in hard work and in struggle, and these\nexperiences, my brethren, and those who are listening, contributed to other things. They\ncontributed to a richness of faith. Somehow or other the Lord has seen fit, or the human\nmakeup is such, that it is in adversity and sorrow that we grow.\n<\/p><p>\nGENERAL McALEXANDER'S VIEW OF WAR\n<\/p><p>\nAt the close of the First World War there was stationed here at Fort Douglas the thirty-eighth\ninfantry that is credited with having stopped the second battle of the Marne in World War I.\nThe commanding officer who had been a colonel in the infantry, was then General Ulysses G.\nMcAlexander. While stationed here, the general became a friend of both President Ivins and\nPresident Grant. Years later he was retired and moved to the Northwest, where his wife\npassed away. He subsequently married again and coming back here to Salt Lake City with his\nwife, renewed his acquaintance and friendship with these two churchmen. On one occasion\nPresident Grant drove the general down to the stake where I reside and we had the privilege\nof hearing him speak in one of our school assemblies. He had a very vital message to deliver,\nand after his speaking there, we invited him to speak in one of our stake union meetings\nwhere the general told of his experiences in the second bottle of the Marne, and then he gave\nhis reaction to war. At the close of the talk, one of our brethren went up to him and very\nfrankly said, \"General, do you not think this a very cruel message to be giving in a religious\nmeeting?\" His answer was very significant. \"Brother Booth\"&mdash;he had met him a few hours\nbefore&mdash;\"I want to impress, if possible, upon you people one fundamental thing, as I would\nlike to impress it upon all the world, and that is that war is a terrible, cruel monster, and\nwhenever we speak of it and whenever we deal with it, we speak and deal with terrible\nthings. Until the human family becomes conscious of the tragedy and the sorrow and the\nterribleness of war we'll always have war. You church people,\" he said, \"have a very vital\nmessage and mission; namely, to try to teach the principles of righteousness in the hearts of\nyour people and in the hearts of mankind, that war may be no more.\"\n<\/p><p>\nI have never forgotten that, my brethren, and it seems to me that that, after all, is one of the\nlessons that we need to learn. If we can bring again righteousness into the hearts of the\npeople, we will be able to outlaw war, and the terribleness and the tragedy of it will be no\nmore, but we can not do it until we put into practical application some of the teachings we\nhave heard here today.\n<\/p><p>\nTHE GOSPEL A HELP UNDER EVERY CONDITION\n<\/p><p>\nWe are a practical people; we need to till the soil; we need to make a living; we need to deal\nwith the physical things of life just as our forebears did, for they did a magnificent job in\nassimilating the two aspects of man's nature. They understood how to harmonize the physical\nwith the spiritual, and in their great faith they were able to bring a harmony out of seeming\nchaos. God grant that we may be able to do that, that we may outlaw hatred and animosity\nand so live that the spirit of our Heavenly Father will be a part of us.\n<\/p><p>\nSomeone the other day, someone who had had great sorrow because of this war, raised this\nquestion, \"What has the Church to offer in times like these when it seems the very props are\ntaken from under us?\" Well, the Church has all of these practical things, and it has more. It\nbrings to you and me faith and hope. When the shepherds stood on those Palestine hills, they\nheard the voices of the angels declaring the event of the newborn Babe, \"Behold . . . [there\nis] born this day in the city of David a Saviour, which is Christ the Lord\"\n(<span class=\"citation\" id=\"31136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31136)\">Luke 2:10-11<\/a><\/span>).\nGood tidings of great joy they were told, which were to be for all people. It wasn't merely\nthe event of the Babe of Bethlehem, but it was the ushering in of the message of eternal truth\nthat was to bring comfort and joy through the living of the precepts that he was to teach. That\nwas the message that was to bring joy to the human heart.\n<\/p><p>\nWhen Paul stood before King Agrippa he declared his conversion and told of the appearance\nof Jesus Christ to him in midday, and King Agrippa being touched in his heart, turned to Paul\nand said, \"Almost thou persuadest me to be a Christian\"\n(<span class=\"citation\" id=\"7544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7544)\">Acts 26:28<\/a><\/span>). \"And Paul said, 'I\nwould to God, that not only thou, but also all that hear me this day, were both almost, and\naltogether such as I am, except these bonds\"\n(<span class=\"citation\" id=\"7545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7545)\">Acts 26:29<\/a><\/span>).\nHe knew that Jesus was the Christ; he\nhad in his heart and soul what this testimony and the gospel does for us in times of trial and\nadversity. The Prophet Joseph came in this day and brought the same message, a message that\nhas come through sorrow, privation and tribulation, and yet it brings the same good tidings of\ngreat joy that were sung by the shepherds two thousand years ago. It is the translating into\nour lives, my brethren, not only these practical things, but it is also a stimulating of the faith\nthat comes from God, our Eternal Father, through faithful service to his cause. The lovely\nthing about the Church to which you and I belong is that it permits of the application of these\ntwo, the practical with the spiritual, and thus we grow and become strong.\n<\/p><p>\nMay the Lord help us that we may appreciate in our everyday affairs the counsel given in this\nconference. May we appreciate the great message of peace that comes into our hearts even in\ntime of sorrow, and may we have the power through living these eternal truths ultimately to\ndo away with unrighteousness, so that war may be no more. God bless us, I pray in the name\nof Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}