{"ID":1632, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Citizen Who Loves Justice and Hates Evil Is Better and Stronger Than a Battleship<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1968, pp. 4-9<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: As I meet with you this morning, my heart is full of\nthanksgiving and gratitude to the Lord for his blessings. Never before have I felt more\nappreciative than I do this morning of the great privilege of meeting with the members of the\nChurch in a general conference in this hallowed building.\n<\/p><p>\nI extend to all of you&mdash;our special visitors, government and education leaders, stake and\nward officers representing 465 stakes and 84 missions of the Church from far and near&mdash;my\npersonal greetings and welcome to this 138th Semi-Annual Conference of the Church, and\npray that the Spirit of the Lord will be with us throughout all the sessions.\n<\/p><p>\n<b>Appreciation for blessings<\/b>\n<\/p><p>\nAs the years come and go, I experience an ever-increasing wonderment for life itself, and a\ndeep sense of appreciation for the opportunities and blessings it affords.\n<\/p><p>\nMy thoughts turn with grateful appreciation to the blessings that I have enjoyed. I am grateful\nfor the wise, careful guardianship and training of noble parents. Guardianship and\ntraining!&mdash;two qualities of parenthood wisely and discreetly applied during the extremely active,\nimpressionable days of youth, a guardianship that kept me from turning to paths that would\nhave ended in an entirely different kind of life. Every year increases my appreciation and love\nfor an ever-watchful, precious mother, and a noble father.\n<\/p><p>\nI am grateful for nine brothers and sisters (three of whom are still with us), who made up a\nhome environment&mdash;now a cherished memory&mdash;which, as an influence in character building,\nwas second only to the ever-kind and discreet parental family guidance.\n<\/p><p>\nI am grateful for the sacrifices made by our parents to permit us children to enter the field of\neducation. Through that opportunity I met my life's companion, who has ever been an\ninspiration: the mother and wise guardian of our seven children and the heart and center of a\nsecond lovely home.\n<\/p><p>\nI am grateful for the opportunity the Church and my parents gave me to enter the mission\nfield, an experience that changed the entire course of my life.\n<\/p><p>\nI am grateful to my friends. He is truly blessed who has experienced the peace and richness of\nsoul that spring from true and loyal friendship. I love my friends and true associates as one of\nthe most priceless possessions of life.\n<\/p><p>\nI am grateful for citizenship in this great land, where the Constitution guarantees freedom. I\ndenounce any ideology, any attempt of man or organization to change the fundamental\nprinciples of this great American republic.\n<\/p><p>\n<b>Gratitude for America<\/b>\n<\/p><p>\nI am grateful that The Church of Jesus Christ of Latter-day Saints believes with the Prophet\nLehi that America is a \"land of promise, a land choice above all other\nlands\" (<span class=\"citation\" id=\"3782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3782)\">2 Ne. 1:5<\/a><\/span>), a land of liberty\nunto those who keep the commandments of God. I love the Stars and Stripes and the\nAmerican way of life. I have faith in the Constitution of the United States. I believe that only\nthrough a truly educated citizenry can the ideals that inspired the founding fathers of our\nnation be preserved and perpetuated.\n<\/p><p>\nI was thrilled that a long-cherished dream was fulfilled when, on September 17, 1968, we\ndedicated a 100-foot-tall flagpole on Temple Square and hoisted the Stars and Stripes along\nwith our state flag on that sacred spot. At the same time panels engraved with scriptural\nreferences regarding the sacredness of the Constitution of the United States, the free agency of\nman, and law and order were also dedicated.\n<\/p><p>\nI am grateful most of all for the gospel, the true philosophy of a happy life, which sanctifies\nand makes operative all other blessings.\n<\/p><p>\nI am grateful for the blessings of the Lord to his Church in all the world, and for the assurance\nof his divine guidance and inspiration. With deep gratitude, I acknowledge his nearness and\nhis goodness.\n<\/p><p>\n<b>Loyalty of Church members<\/b>\n<\/p><p>\nIt is a source of real encouragement to contemplate the loyalty an energetic efforts of the\nmembers who contribute their time and their means to the Church. There is a general response\non the part of the members of the Church everywhere. The faithfulness of the members of the\nChurch in the payment of their tithes and offerings, as well as the financial support given to\nthe Church building program and to the welfare organization, is a source of great joy to me.\n<\/p><p>\nI love life! I think it is a joy to be alive in this age. Every morning as I view from my\nwindows the mountains to the east, and greet the sun as it ushers in these unexcelled autumn\ndays, or even watch the storm clouds as they roll over our skies laden with life-giving\nmoisture, I feel the joy and privilege of life and appreciate God's goodness.\n<\/p><p>\n<b>A marvelous age<\/b>\n<\/p><p>\nI appreciate and realize the accomplishments, to a certain degree, of this wonderful nuclear\nage in which we live. Scientific discoveries of today stagger the imagination. Nearly every\nday we read of almost unbelievable accomplishments. This marvelous age has only now\nbegun, and the youth of today, and many of us, will yet see exciting developments unfold as\nresearch continues. It is our prayer that the potential for good of these discoveries will far\noutweigh their potential for destruction.\n<\/p><p>\nYes, it is a glorious age in which we live, and I have faith in the law-abiding and industrious\npeople of this country, as well as throughout the world, and I trust that only good will be\nrealized from the material strides being made.\n<\/p><p>\n<b>Increase in crime<\/b>\n<\/p><p>\nHowever, no thinking man will doubt that this age is fraught with limitless perils, as well as\nwith untold possibilities. As we read and learn of conditions that are developing among the\npeople, we must admit there are real causes for apprehension and alertness. As we note the\nincrease in crime and the disrespect for law and order, we are naturally shocked and alarmed.\nJust recently J. Edgar Hoover reported that: \n<\/p><p>\n\"We have on the loose in our country today a predatory monster called Crime. It is growing\nin size and violence. Its far-reaching forages threaten every city and hamlet in the Nation, and\nit strikes fear in the hearts and minds of the law-abiding public. It is ripping away the very\nfiber of our society and our system of government.\n<\/p><p>\n\". . . One appalling aspect is the fact that many people in positions of responsibility continue\nto deny this truth. They prefer to close their eyes and hope that crime, if ignored, will go\naway. This wistful approach is doomed to failure.\n<\/p><p>\n\". . . Concerted efforts have been made to minimize the seriousness of the crime problem and\nto explain away the shocking truths behind crime statistics. It is suggested that our population\nincrease is responsible for a corresponding rise in the rate of crime, and that extensive\npopulation growth of the crime-prone young age groups has not been taken into account in\ncrime figures. Under close examination, as has been shown before, these arguments do not\nmeasure up.\n<\/p><p>\n\"For instance, our population increased approximately 10 percent from 1960 throughout 1967.\nDuring that period, the volume of serious crimes rose 88 percent. Thus, crime outpaced the\npopulation growth by almost 9 to 1. The young age group population, 10 to 17 years, climbed\n22 percent from 1960 through 1967. Arrests of persons in this category for all criminal acts\nincreased 72 percent during the same period . . .\n<\/p><p>\n\"The answer to our Nation's crime problem will be found in direct, positive action&mdash;not by\nwaiting and hoping the, problem will go away. A good beginning would be to let the guilty\ncriminal know that when he is arrested, he will be promptly prosecuted and substantially\npunished for his misdeeds. A good time to begin would be now.\" (<i>FBI Law Enforcement Bulletin<\/i>,\nJune 1, 1968.)\n<\/p><p>\nWe cannot, we must not, be insensible to the evil forces around us, and especially the\ncommunistic conspiracy, the avowed object of which is to destroy faith in God, to sow\ndiscord and contention among men with the view of undermining, weakening, if not entirely\ndestroying, our constitutional form of government, and to weaken and subvert the ideals of\nour younger generation. When acts and schemes are manifestly contrary to the revealed word\nof the Lord, I feel, as do my associates, justified in warning our people against them.\n<\/p><p>\n<b>Problem of alcoholism<\/b>\n<\/p><p>\nIt is appalling and shocking to learn that an estimated six million Americans suffer from\nalcoholism. The Public Health Service ranks alcoholism as the fourth major public health\nproblem in the United States. The impaired morals, ruined health, broken homes, and\nincreased traffic deaths that result from drinking are well known by all of us. Just recently I\nread a report by a leading columnist who said that the American consumers spend three times\nas much for beer, wine, and hard liquor each year as they spend to send heir children to\nprivate colleges; that they spend nearly four times as much for cigarettes, cigars, and other\ntobacco products as they spend each year for health insurance; and spend far more each year\non personal care&mdash;hairdos, haircuts, cosmetics, etc.&mdash;than on all religious and welfare\nactivities. (Sylvia Porter, <i>Deseret News<\/i>, August 20, 1968, p. C-2.)\n<\/p><p>\nOne of the great influences upon my youth was the memorizing of that important saying: \"My\nspirit will not dwell in an unclean tabernacle\" (<span class=\"citation\" id=\"24700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24700)\">Hel. 4:24<\/a><\/span>).\nI recall other warnings. One came to me as a\nboy. I sat on a spring seat by the side of my father as we drove into Ogden. Just before we\nreached the bridge across the Ogden River, a man came out of a saloon on the north bank of\nthe river. I recognized him. I liked him because I had seen him on the stage. But on that\noccasion he was under the influence of liquor and had been, I suppose, for several days.\n<\/p><p>\nWhen he saw us, he broke down and cried and asked Father for 50 cents so that he could go\nback into the saloon for another drink. As we drove across the bridge my father said, \"David,\nthat man whom you just saw in that drunken state used to go with me to visit the members of\nthe ward in their homes as a representative of the priesthood.\" That was all my father said to\nme about the incident, but it was a very vivid warning to me about the effects of dissipation\nthat I have never forgotten.\n<\/p><p>\n<b>The rapids are below you<\/b>\n<\/p><p>\nA little later, one of our teachers gave us a stop to read about a group of young people sailing\ndown the river toward Niagara Falls. I cannot give you the author, nor the title of this old\nschoolbook, but I can give you the memory of that lesson that has stayed with me all my life\nabout those young folks who were drinking and carousing and having a good time in the boat\nsailing down that river.\n<\/p><p>\nA man on the shore, realizing the dangers that lay ahead, cried out to them, \"Young men,\nahoy! The rapids are below you!\"\n<\/p><p>\nBut they ignored his warning, and defied him, saying, \"We are all right!\" And they continued\non their way, laughing and carousing.\n<\/p><p>\nAs they got closer, the man cried out again to them, \"Ahoy, there! The rapids are below you!\"\n<\/p><p>\nBut they heeded not his warning call until suddenly they realized they were in the midst of\nthe rapids. With all the power at their command, they failed to turn their boat upstream, and\n\"So,\" said the man who had tried to warn them, \"shrieking and cursing, over the rapids they\nwent!\"\n<\/p><p>\nWell, it is a very impressive picture, and as I said, the lesson left an indelible impression\nupon me.\n<\/p><p>\n<b>Warning for youth<\/b>\n<\/p><p>\nOne man, writing a weekly column in a newspaper, had this warning about the youth of today: \n<\/p><p>\n\"Never has youth been face to face with more breathtaking opportunities and more deadly\ninfluences. Never before has character been so decisive a factor in the survival of the young.\nNowadays, a 12-year-old child must be possessed of a strong character in order not to get\nirrevocably blemished and flawed.\n<\/p><p>\n\"The road from boyhood to manhood has become sieve-like: those without the right size of\ncharacter slip into pitfalls and traps. The rate of failure in the present young generation will\nbe astronomical. The supposedly most sheltered generation is actually the most exposed.\n<\/p><p>\nThe society of the young is at present almost as subject to the laws of sheer survival as any\nanimal society. In the Bay Area you can see the young beset and preyed upon by vultures,\nwolves, and parasites: dope peddlers . . . lechers, perverts, thugs, cult mongers and\nideological seducers. Everywhere you look you can see human beings rot before they ripen.\"\n(Eric Hoffer, <i>Salt Lake Tribune<\/i>, June 16, 1968, p. A-7.)\n<\/p><p>\n<b>Help for young people<\/b>\n<\/p><p>\nIt is one thing to stand on the shore and cry: \"Young men, ahoy! There is danger ahead!\" It is\nanother thing to row into the stream and, if possible, get into the boat with the young men,\nand by companionship, by persuasion, and by legitimate force, when necessary, turn the boat\nfrom the rapids. Too many of us stand on the shore and cry: \"Young men, ahoy! There is\ndanger ahead!\" Let us get into their lives; let us touch their personalities by our personality,\nand let them feel that there is something real in this religion, that it is the greatest thing in\nlife, that nothing else can make them so happy and satisfied as the true religious life.\n<\/p><p>\nA clean man is a national asset. A pure woman is the incarnation of true national glory. A\ncitizen who loves justice and hates evil is better and stronger than a battleship. The strength of\nany community consists of and exists in the men who are pure, clean, upright, and\nstraightforward, ready for the right, and sensitive to every approach of evil. Let such ideals be\nthe standard of citizenship.\n<\/p><p>\nWe have confidence in the majority of the young people, but no matter how firm our\nconfidence in them is, we must not close our eyes to the fact that the number of delinquents\nand youthful criminals is increasing. In the interest of the moral atmosphere of our\ncommunities, the welfare of the state, and the perpetuity of our democratic form of\ngovernment, we must apply the proper remedies and, if possible, remove the causes of crime.\n<\/p><p>\n<b>Letdown in home ideals<\/b>\n<\/p><p>\nAnother important cause for the increase in delinquency is a letdown in home ideals. A\nmarried woman who refuses to assume the responsibilities of motherhood or who, having\nchildren, neglects them for pleasure or social prestige is recreant to the highest calling and\nprivilege of womankind. The father who, because of business or political or social\nresponsibilities, fails to share with his wife the responsibilities of rearing his sons and\ndaughters is untrue to his marital obligations, is a negative element in what might be and\nshould be a joyous home atmosphere, and is a possible contributor to discord and\ndelinquency.\n<\/p><p>\nFathers may and should exercise a helpful, restraining influence, where a mother's tenderness\nand love might lead to indulgence toward the children. In this respect, however, every father\nshould ever keep in mind that he was once a mischievous youngster himself, and deal with his\nboy sympathetically.\n<\/p><p>\n<b>Need for more religion<\/b>\n<\/p><p>\nThe home is the best place in the world to teach the highest ideal in the social and political\nlife of man, namely, perfect liberty of action so long as you do not trespass upon the rights\nand privileges of another. The great need in the American home today is more religion.\nParents should make it obvious, both by their actions and their conversations, that they are\nseriously interested in the fruits of true religion. Next to the home, the Church should be a\ndominant force in safeguarding our youth.\n<\/p><p>\nThere is a potent power in life that will solve our problems, and that potent power is religion.\nSpiritual development and moral integrity are fundamental in the lives of all who would build\na community that will contribute to the safety and advancement of our republic or of any\nother nation. President Calvin Coolidge truly said: \"The government of a country never gets\nahead of the religion of a country. There is no way by which we can substitute authority of\nlaw for the virtue of man. Of course, we can help to restrain the vicious and furnish a fair\ndegree of security and protection by legislation and police control, but the real reforms which\nsociety in these days is seeking will come as a result of our religious convictions or they will\nnot come at all.\n<\/p><p>\n\"Peace, justice, humanity, charity&mdash;these cannot be legislated into being.\"\n<\/p><p>\n<b>Christ is the light<\/b>\n<\/p><p>\nThe principles of the gospel are the surest and safest guide to mortal man. Christ is the light\nto humanity. In that light, man sees his way clearly. When this light is rejected, the soul of man\nstumbles in darkness. No person, no group, no nation can achieve true success without\nfollowing him who said: \"I am the light of the world: he that followeth me shall not walk in\ndarkness, but shall have the light of life\" (<span class=\"citation\" id=\"28427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28427)\">John 8:12<\/a><\/span>).\n<\/p><p>\nI say to the youth of this Church, and to all people everywhere: God exists. He is near. Have\nfaith in him; seek him diligently, and he will reward your efforts. Submit yourselves to him\nand to his environment, that you may have that testimony that comes from within. Such is\nyour privilege. Such a feeling and testimony you may obtain if you but seek him diligently.\nLive clean, upright lives, and devote yourselves not to self but to the life and happiness of\nothers.\n<\/p><p>\nThat you may gain that testimony, which I now bear to you, I pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}