{"ID":1633, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Let Your Light So Shine Before Men...\"<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1968, pp. 9-12<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure, my brothers and sisters, that our hearts have been touched with gratitude to the\nLord for the presence of our Prophet and for his wonderful message to us. So many of us\nhave enjoyed him through the years. He has been a great leader. With all our hearts we can\nsing, \"We thank thee, O God, for a prophet to guide us in these latter days.\"\n<\/p><p>\n<b>Statements of the Savior<\/b>\n<\/p><p>\nI appreciate the privilege of standing here. I realized that I might have to say a few words in\nthis conference, and so on my bended knees I asked the Savior, whose servant I am, if I\nmight have his inspiration that I might say to you what he would like me to say. I had the\nthought come to me that if he were standing here at this pulpit this morning, what would he\nwant to say to us? And I began recalling some of his marvelous statements to his people when\nhe tarried among them in his mortal life, such as the one in the song this beautiful mother's\nchorus sang today, \"If Ye Love Me, Keep My Commandments\" (<span class=\"citation\" id=\"28457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28457)\">John 14:15<\/a><\/span>). How could we in any better\nway prove to him that we love him than to keep his commandments?\n<\/p><p>\nThen he said, \"Let your light so shine before men, that they may see your good works, and\nglorify your Father which is in heaven\" (<span class=\"citation\" id=\"35779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35779)\">Matt. 5:16<\/a><\/span>). I think that applies to this Church\ncollectively and to us individually. If there is any question in our minds individually as to\nwhether we are contributing to help make the light of truth shine through this entire world\nthrough the achievements and the accomplishments of this great Church, then we are failing\nin our great responsibility.\n<\/p><p>\nI think of his words when he said, \"Not every one that saith unto me, Lord, Lord, shall enter\ninto the kingdom of heaven; but he that doeth the will of my Father which is in heaven\"\n(<span class=\"citation\" id=\"35815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35815)\">Matt. 7:21<\/a><\/span>). It isn't the words we speak that will bring forth his love. It is the keeping of his\ncommandments and doing the will of our Father in heaven. That ought to apply in every hour\nof our lives, day and night, and as we come and go, so that we will feel that we can walk and\ntalk with him. I tell you that you can feel a nearness to him through the power of his Spirit\nthat will enrich our lives. Each one of you, as you now, can testify as I do here before you\nthis day.\n<\/p><p>\nThen he indicated that \"wide is the gate, and broad is the way, that leadeth to destruction, and\nmany there be which go in thereat; \n<\/p><p>\n\"Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be\nthat find it\" (<span class=\"citation\" id=\"35810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35810)\">Matt. 7:13-14<\/a><\/span>).\n<\/p><p>\n<b>Be not of the world<\/b>\n<\/p><p>\nIn other words, as I have thought of the statements of the Master, it seems to me that his\nwhole thought was around the fact that we live in the world, but we must not be of the world (<span class=\"citation\" id=\"28476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28476)\">John 17:11,14-16<\/a><\/span>);\nthat we can have the power to live his commandments, rather than to follow the ideas and the\nways of the world, which, as President McKay has pointed out in his address this morning,\ncan only lead to destruction.\n<\/p><p>\nI am grateful that as people come among us, they recognize there is a difference among our\npeople, speaking of us collectively and of many of us individually.\n<\/p><p>\n<b>Comments of visitors<\/b>\n<\/p><p>\nA short time ago we had a great economist here in our midst. One of our banker friends gave\na luncheon for him at the Hotel Utah. Twenty-five of us were invited to attend that luncheon.\nThe President of the Church said a few words, the governor of the state said a few words, and\nthen they asked this great leader if he would like to say something. He stood up, and his jaw\nbegan to quiver, and the tears began rolling down his cheeks. Then he made a statement like\nthis: \"I have never stood in such presence in my life. I have to come out here to these valleys\nof the mountains to find the kind of Christianity I think can save the world.\"\n<\/p><p>\nNow we knew that, because we knew that we had the Church of Jesus Christ, his only true\nchurch upon the face of the earth (<span class=\"citation\" id=\"15087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15087)\">D&amp;C 1:30<\/a><\/span>). But it is delightful to find that thinking men realize that.\n<\/p><p>\nWe had a Dr. Polian here in our midst just a few years ago. He was sent to the United States\nby the Iranian government to study the American people, and he told the receptionist in the\nChurch Office Building: \n<\/p><p>\n\"I have been in the United States 11 months as a representative from my government to study\nthe American people, and I have obtained a more favorable impression of them in the two\ndays I have spent in Salt Lake City than in all the rest of the 11 months.\"\n<\/p><p>\n<b>A peculiar people<\/b>\n<\/p><p>\nBrothers and sisters, there is power in this Church. We can't live like the world does. I used\nto be in the real estate business. I have attended conventions in several of the large cities of\nthis land, and we were all right as long as we were in the conference room; but when it came\nto the entertainment, we had to step aside, because that kind of entertainment could not he\nenjoyed by a real Christian. A real Christian is one who shows his love of God by keeping his\ncommandments. I think of the words of the apostle Peter to the members of the Church in his\nday, when he said: \n<\/p><p>\n\". . . ye are a chosen generation, a royal priesthood [and we are the only royal priesthood in\nthis world today], an holy nation, a peculiar people.\"\n<\/p><p>\nNow we are peculiar to the world. Wherever we go they want to give us different kinds of\ndrinks than we are used to, and they wonder what they can do for us peculiar Mormons.\n<\/p><p>\nThen Peter adds the reason for all of this: \n<\/p><p>\n\". . . that ye should shew forth the praises of him who hath called you out of darkness into his\nmarvelous light\" (<span class=\"citation\" id=\"2315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2315)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nIsn't that what Jesus meant when he said, \"Let your light so shine before men, that they may\nsee your good works, and glorify your Father which is in heaven\" (<span class=\"citation\" id=\"35780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35780)\">Matt. 5:16<\/a><\/span>)?\n<\/p><p>\n<b>This is God's work<\/b>\n<\/p><p>\nJust a few years ago we had a prominent woman here from New York. She came to attend\nour MIA June Conference. I had the privilege of meeting her several times. She was escorted\naround in the different departments, as many as she could attend. On Sunday morning we had\nour meeting here directed by the First Presidency. As she went into the little anteroom, I\nwalked up to her, and calling her by name, I said, \"Mrs. So and So, someday you will know\nthat the spiritual capital of the world is Salt Lake City.\"\n<\/p><p>\n\"Oh,\" she said, \"I know that already.\"\n<\/p><p>\nIt is interesting to know that when people come, they are impressed. I think it was at that\nvery same conference that we had national representatives of the Boy Scout organization here.\nAfter they had seen what was done at the stadium in our dance festival (at that particular time\nthe Boy Scouts put on a demonstration), one of them made a statement like this: \"It can't be\ndone, but you people do it.\" And why do we do it? Because this is God's work, and there are\nso many faithful, devoted people giving their time and their attention, and doing it freely\nwithout price. \". . . freely ye have received, freely give\" (<span class=\"citation\" id=\"35820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35820)\">Matt. 10:8<\/a><\/span>).\n<\/p><p>\nAs I look over this audience and see this vast congregation of priesthood, and as I have sat\nduring the last few days in council with many of you, I thank God for your faith and for your\ndevotion, for your spirit and your leadership are helping to mold the destiny of this Church.\nAnd this work shall continue to roll forward until it shall become as a great mountain and fill\nthe whole earth (<span class=\"citation\" id=\"10690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10690)\">Dan. 2:35<\/a><\/span>), as the Lord has decreed through his holy prophets.\n<\/p><p>\n<b>Talk of non-member<\/b>\n<\/p><p>\nWhile I was president of the Southern States Mission, I held a conference in Columbia,\nMississippi. At the close of the morning session, a young man came up to me and asked me if\nhe could talk in the afternoon session of the conference. I said, \"Certainly, if you would like\nto.\"\n<\/p><p>\n\"But,\" he said, \"I am not a member of your Church.\"\n<\/p><p>\n\"Oh,\" I said, \"that doesn't make any difference. You can't hurt our people.\"\n<\/p><p>\nSo we let him talk. He stood up and said, \"I was raised here in Mississippi to believe that the\nMormons were the most undesirable people in all this world. After I finished my college\neducation, I went over to Arizona, and I was thrown in with the Mormons there. When I\ncame back here, I was thrown in with the Mormons again, and I have been attending their\nSunday Schools and their other meetings. I no longer think of them as the most undesirable\npeople in this world. I am wondering when I will be good enough to become a member of the\nMormon Church.\"\n<\/p><p>\nThe Lord has called us out of the world to be a light unto the world, and we can't hide our\nlight under a bushel (<span class=\"citation\" id=\"35776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35776)\">Matt. 5:14-15<\/a><\/span>). The world realizes, and we realize as a people, that we can live in the world and yet not be of the world.\n<\/p><p>\n<b>Reputation of Mormons<\/b>\n<\/p><p>\nI used to like to check up a little on us when I was a mission president. I was driving along\nthe highway in Alabama one day, and a man was hobbling along the highway. I picked him\nup, and as we drove along a little way, I said, \"I suppose you have no idea whom you are\nsitting by?\"\n<\/p><p>\nHe looked me over and said, \"No.\"\n<\/p><p>\nI said, \"Have you ever met a Mormon elder?\"\n<\/p><p>\nHis face lighted up, and he said, \"We had two of them in our home last week, and we have\none of their bibles [meaning the Book of Mormon].\" Then he said, \"They blessed me for my\nleg, and when they left I said, 'Ma, when they come back next week, let's join their church.'\"\n<\/p><p>\nI didn't know what kind of response I would get from him!\n<\/p><p>\nI was driving in western Florida and stopped to get some gas for my car; to a man sitting\ndown by one of the pumps I said, \"Are there any Mormons living around here?\" (I knew\nthere were!)\n<\/p><p>\nHe said, \"There is a whole colony of them here.\"\n<\/p><p>\nI said, \"What kind of people are they?\"\n<\/p><p>\n\"Oh,\" he said, \"they are the most wonderful people. One of them is my nearest neighbor, and\nI never had neighbors like that family.\" Then he said, \"You don't happen to know Jim Martin\nup in Magnolia, do you?\"\n<\/p><p>\nI said, \"Oh, yes, I have stayed in his home.\"\n<\/p><p>\nHe said, \"He's my uncle. What do you think of him?\"\n<\/p><p>\n\"Oh, he is a wonderful man.\"\n<\/p><p>\nWhen I was going up through the marble quarries in northern Georgia, I walked ahead with\nthe guide. He had a whole group there that he was showing around. I said, \"I suppose you\nhave no idea whom you are walking with, have you?\"\n<\/p><p>\nHe turned and looked at me and said, \"No.\"\n<\/p><p>\nAnd I said, \"Have you ever met a Mormon missionary?\"\n<\/p><p>\nAnd then he stopped and turned to the whole group and said that he had lived out in Idaho,\nand his nearest neighbor was a Mormon. He said, \"He was the most wonderful neighbor I\nhave ever had.\"\n<\/p><p>\nNow I could tell you many stories like that, because I like to know what people think of us\nwhen they know us.\n<\/p><p>\nSo I come back to the words of Jesus: \"Let your light so shine before men, that they may see\nyour good works, and glorify your Father which is in heaven\" \n(<span class=\"citation\" id=\"35778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35778)\">Matt. 5:16<\/a><\/span>). May God help each one of us\nindividually to do that, I humbly pray, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}