{"ID":1634, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Motives for Right<\/p>\n<p class=\"gcspeaker\">Elder Hartman Rector, Jr.<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Hartman Rector, Jr., <i>Conference Report<\/i>, October 1968, pp. 12-14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: \n<\/p><p>\nThis is a traumatic experience for a convert, and I ask for an interest in your faith and prayers\nin my behalf this morning.\n<\/p><p>\n<b>Strong reasons required<\/b>\n<\/p><p>\nThe Lord through the prophet Isaiah required strong reasons of his people for their acts.\n<\/p><p>\n\"Produce your cause, saith the Lord; bring forth your strong reasons, saith the King of Jacob.\n<\/p><p>\n\"Let them bring them forth, and shew us what will happen: let them shew the former things,\nwhat they be, that we may consider them, and know the latter end of them; or declare us\nthings for to come.\n<\/p><p>\n\"Shew the things that are to come hereafter, that we may know that ye are gods: yea, do\ngood, or do evil, that we may be dismayed, and behold it together\" (<span class=\"citation\" id=\"25355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25355)\">Isa. 41:21-23<\/a><\/span>).\n<\/p><p>\n<b>Motive makes the difference<\/b>\n<\/p><p>\nSurely reason or motive is all important in determining guilt or innocence for our acts.\n<\/p><p>\nNephi went to Jerusalem determined to obtain the records of his people. The Lord\ncommanded it. As he proceeded on the errand he recognized the risk. Laban had threatened\nhis life and the lives of his brothers. He found Laban drunk and received the clear command\nfrom the Lord to slay Laban, and he obeyed (<span class=\"citation\" id=\"1647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1647)\">1 Ne. 4:10-18<\/a><\/span>).\n<\/p><p>\nConsider now Cain. He was jealous of Abel, a righteous man, whose offering was acceptable\nto the Lord God. Cain in his jealousy and in his greed listened to Satan; and urged by him, he\nslew Abel in order to obtain his brother's flocks (<span class=\"citation\" id=\"23780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23780)\">Gen. 4:8<\/a><\/span>).\n<\/p><p>\nIn the one case, one was entirely righteous in his motive. In the other, the motive was entirely\nevil. Motive is the main difference in these two acts in which men were slain.\n<\/p><p>\nThe Lord through Peter says that every man should \"be ready always to give an answer to\nevery man that asketh you a reason of the hope that is in you\" (<span class=\"citation\" id=\"2316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2316)\">1 Pet. 3:15<\/a><\/span>).\n<\/p><p>\nIf reason or motive is so important and the Lord requires it of all of us, then every man\nshould examine his motives lest they be found wanting at the last day.\n<\/p><p>\n<b>Erosion in nation<\/b>\n<\/p><p>\nI have spent a good bit of my life in the navy. I have loved it. The navy has been very good\n<i>to<\/i> me and good <i>for<\/i> me, some have said. There is a satisfaction that comes to man no other\nway when he serves his country honorably in the armed forces. This is particularly true when\nit is the good ol' United States of America that he is serving. It is a privilege to represent this\nnation, the last great bastion of liberty and freedom before the nations of the world. That is\none reason for the concern I feel this day for the erosion I see taking place at the foundation\nof this noble republic.\n<\/p><p>\nIn the active duty I have been privileged to render, I have spent some time aboard ships of\nthe aircraft carrier class. On these ships about 3,500 men live together for extended periods of\ntime in a confined space about 1,000 feet long, 150 feet wide, and 200 feet high. Under these\nconditions you get to know people well in a short period of time.\n<\/p><p>\n<b>Absence of home influences<\/b>\n<\/p><p>\nI have seen instances where young men came aboard ship who were away from home and\nhome influences for the first time in their lives. They had been taught the Word of Wisdom\nand laws of chastity, and they lived them. They didn't smoke or drink or gamble. They didn't\nsmoke because their father didn't want them to, or they didn't drink because their sweetheart\ndidn't want them to, or they didn't gamble because their mother didn't want them to. Now\nthese are good reasons for not doing these things. They had been good enough to serve these\nyoung men adequately for 18 to 20 years.\n<\/p><p>\nSince these young men had never been away from home, they had never seen much of what\nreally goes on in the world. And the ways of the world came as a rude shock to them. For\ninstance, they found themselves living with young men their own age who lived none of their\nstandards. Still, their newfound companions could run as fast and jump as high as they, and\nsometimes exceed them in feats of strength or mental ability. This had a very interesting\neffect on these young men. They began a serious reevaluation of their standards. The fact that\nthey were encouraged by their new friends to join in their immoral acts didn't help the\nsituation either.\n<\/p><p>\nBut the most crucial fact was that they were now thousands of miles away from their reasons\nfor living the commandments. All too often influence varies inversely in proportion to the\ndistance from it. I saw some of these young men slip down into doing the things they were\nsure they would never do because they loved their parents or sweetheart too much.\n<\/p><p>\n<b>Strength in loving God<\/b>\n<\/p><p>\nNow I wouldn't want you to think this was the fate of a great number of my young friends. It\nwasn't. Many came aboard ship with the same high standards. They lived the same laws, but\nthey did it for a different reason&mdash;their motives were different. Instead of keeping the\ncommandments because they loved their mother or father or sweetheart, although it was quite\nobvious they did love them, they did it because they loved the Lord. They knew him and\nloved him, and this made a major difference in their conduct. It doesn't make any difference\nwhere you are or how many miles from home you happen to be; the Lord is still there. The\nPsalmist said: \n<\/p><p>\n\"Whither shall I go from thy spirit? or whither shall I flee from thy presence?\n<\/p><p>\n\"If I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there.\n<\/p><p>\n\"If I take the wings of the morning, and dwell in the uttermost parts of the sea; \n<\/p><p>\n\"Even there shall thy hand lead me, and thy right hand shall hold me.\n<\/p><p>\n\"If I say, Surely the darkness shall cover me; even the night shall be light about me.\n<\/p><p>\n\"Yea, the darkness hideth not from thee; but the night shineth as the day: the darkness and the\nlight are both alike to thee\" (<span class=\"citation\" id=\"41888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41888)\">Ps. 139:7-12<\/a><\/span>).\n<\/p><p>\nThe Lord is as close and real in the Far East in Vietnam or the middle of the earth as he is in\nSalt Lake City. He is <i>always<\/i> there. So my young friends who were true to their covenants\nbecause they loved the Lord couldn't get too far away for his influence to reach them. He is\nalways there.\n<\/p><p>\n<b>The wrong moorings<\/b>\n<\/p><p>\nOne of the philosophers has said: \"The greatest treason is to do the right thing for the wrong\nreason.\" Of course, this isn't strictly true. Obviously it is greater treason to do the wrong\nthing for any reason. But the philosopher, is correct in assessing it treason to do the right\nthing for the wrong reason because it is an essential betrayal to the security of the soul. The\nman who performs righteous acts for an erroneous reason lulls himself into a false sense of\nsecurity. He feels that the acts themselves will save him. But when the rain descends and the\nflood comes and the wind blows and beats on the house, it falls because it does not have the\ncorrect foundation (<span class=\"citation\" id=\"35817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35817)\">Matt. 7:25<\/a><\/span>).\n<\/p><p>\nThe danger in this approach comes from the fact that all too often man ties himself to the\nwrong moorings. Wonderful as a mother's love is, it is not strong enough to hold her son.\nEven heaven is not a sufficiently strong anchor to hold against the food tide of temptation. In\nthe words of the Master: \"What I the Lord have spoken, I have spoken, and I excuse not\nmyself; and though the heavens and the earth pass away, my word shall not pass away, but\nshall all be fulfilled\" (<span class=\"citation\" id=\"15088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15088)\">D&amp;C 1:38<\/a><\/span>).\n<\/p><p>\n<b>The strongest reason<\/b>\n<\/p><p>\nFrom this and other scripture it is obvious that everything&mdash;the heavens, the earth, and\neverything that in them is&mdash;is going to pass away, and if you have tied your faith to any part\nof this frail existence&mdash;the earth, the heavens, or people on the earth&mdash;it is not going to\nstand. Everything else will go except the word of the Lord, but \"my word shall not pass\naway,\" saith the Lord.\n<\/p><p>\nThen love of the Lord becomes absolutely vital to salvation, because it forms the foundation\nof our motives for righteousness. No other reason is strong enough to hold us, and therefore is\nwrong.\n<\/p><p>\nIt is manifestly impossible to love him whom we do not know. Then to know the Lord\nbecomes the first step to correct action through correct motives. We declare with boldness and\nyet with humility that the God of this earth, who is Jesus Christ, does live. He has been seen\nin modern time and has given instruction and authority to establish his Church again upon the\nearth in all its fullness. I declare to you with soberness that this has been done through the\nProphet Joseph Smith and all those who have succeeded him unto this day. I bear to you my\nwitness that David O. McKay is a prophet of the living God&mdash;I know it as I know I am\nalive&mdash;and that he presides over this Church under the direction of our Lord and Savior Jesus\nChrist, whose Church it is; and we invite all men of goodwill who are honest in heart to\npartake of this truth and blessing with us. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}