{"ID":1636, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Proper Role of Government<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1968, pp. 17-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: Humbly and gratefully I stand before you.\n<\/p><p>\nI am truly thankful that the Church is led by a prophet of God, who, as chief watchman on\nthe towers of Zion, has the courage and inspiration to speak out against current evils as he has\ndone again today. Thank God for David O. McKay, our Prophet-leader!\n<\/p><p>\n<b>Gratitude for Founding Fathers<\/b>\n<\/p><p>\nI am humbly grateful to God for the blessings we all enjoy as citizens of these great United\nStates of America. I am grateful for our Founding Fathers who were raised up with the\ncourage to give their lives, with the unselfishness to give their fortunes and the vision to\npledge their sacred honor in order to establish a new kind of government of their own\nchoosing where men might be free. I am additionally grateful that these Founding Fathers had\nthe faith and humility to accept the divine inspiration so necessary in setting forth the\nConstitution as the foundation for their new republic. The Lord said he raised up these\nfounders and called them \"wise men\" (<span class=\"citation\" id=\"15250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15250)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\n<b>Political opportunists<\/b>\n<\/p><p>\nMen are often asked to express an opinion on a myriad of government proposals and projects.\nAll too often, answers seem to be based not upon solid principle, but upon the popularity of\nthe specific government program in question. Seldom are men willing to oppose a popular\nprogram if they themselves wish to be popular&mdash;especially if they seek public office.\n<\/p><p>\nSuch an approach to vital political questions of the day can only lead to public confusion and\nlegislative chaos. Decisions of this nature should be based upon and measured against certain\nbasic principles regarding the proper role of government. If principles are correct, then they\ncan be applied to any specific proposal with confidence.\n<\/p><p>\nUnlike the political opportunist, the true statesman values principle above popularity and\nworks to create popularity for those political principles which are wise and just.\n<\/p><p>\n<b>Origin of human rights<\/b>\n<\/p><p>\nIt is generally agreed that the most important single function of government is to secure the\nrights and freedoms of individual citizens. But, what are those rights? And what is their\nsource? Until these questions are answered, there is little likelihood that we can correctly\ndetermine how government can best secure them.\n<\/p><p>\nLet us first consider the origin of those freedoms we have come to know as human rights.\nRights are either God-given as part of the divine plan or they are granted by government as\npart of the political plan. Reason, necessity, tradition, and religious convictions all lead me to\naccept the divine origin of these rights. If we accept the premise that human rights are granted\nby government, then we must be willing to accept the corollary that they can be denied by\ngovernment.\n<\/p><p>\nI support the doctrine of separation of church and state as traditionally interpreted to prohibit\nthe establishment of an official national religion. But this does not mean that we should\ndivorce government from any formal recognition of God. To do so strikes a potentially fatal\nblow at the concept of the divine origin of our rights and unlocks the door for an easy entry\nof future tyranny. If Americans should ever come to believe that their rights and freedoms are\ninstituted among men by politicians and bureaucrats, then they will no longer carry the proud\ninheritance of their forefathers, but will grovel before their masters seeking favors and\ndispensations, a throwback to the feudal system of the Dark Ages.\n<\/p><p>\n<b>Man superior to government<\/b>\n<\/p><p>\nSince God created man with certain inalienable rights, and man, in turn, created government\nto help secure and safeguard those rights, it follows that man is superior to the creature which\nhe created. Man is superior to government and should remain master over it, not the other\nway around. Even the nonbeliever can appreciate the logic of this relationship.\n<\/p><p>\nA government is nothing more or less than a relatively small group of citizens who have been\nhired, in a sense, by the rest of us to perform certain functions and discharge certain\nresponsibilities which have been authorized. The government itself has no innate power or\nprivilege to do anything. Its only source of authority and power is from the people who\ncreated it.\n<\/p><p>\n<b>Delegation of powers<\/b>\n<\/p><p>\nKeep in mind that the people who have created their government can give to that government\nonly such powers as they themselves have. They cannot give that which they do not possess.\n<\/p><p>\nIn a primitive state, there is no doubt that each man would be justified in using force, if\nnecessary, to defend himself against physical harm, against theft of the fruits of his labor, and\nagainst enslavement by another.\n<\/p><p>\nIndeed, the early pioneers found that a great deal of their time and energy was being spent\ndefending themselves, their property, and their liberty. For man to prosper, he cannot afford\nto spend his time constantly guarding his family, his fields, and his property against attack\nand theft. When he joins together with his neighbors and hires a sheriff, government is born.\nThe individual citizens delegate to the sheriff their unquestionable right to protect themselves.\nThe sheriff now does for them only that which they had a right to do for themselves&mdash;nothing more.\n<\/p><p>\nBut suppose pioneer \"A\" wants another horse for his wagon. He doesn't have the money to\nbuy one, but since pioneer \"B\" has an extra horse, he decides that he is entitled to share in his\nneighbor's good fortune. Is he entitled to take his neighbor's horse? Obviously not! If his\nneighbor wishes to give it or lend it, that is another question. But so long as pioneer \"B\"\nwishes to keep his property, pioneer \"A\" has no just claim to it.\n<\/p><p>\nIf \"A\" has no proper power to take \"B's\" property, can he delegate any such power to the\nsheriff? No. Even if everyone in the community desires that \"B\" give his extra horse to \"A,\"\nthey have no right individually or collectively to force him to do it. They cannot delegate a\npower they themselves do not have.\n<\/p><p>\n<b>Function of government<\/b>\n<\/p><p>\nThe proper function of government is limited only to those spheres of activity within which\nthe individual citizen has the right to act. By deriving its just powers from the governed,\ngovernment becomes primarily a mechanism for defense against bodily harm, theft, and\ninvoluntary servitude. It cannot claim the power to redistribute the wealth or force reluctant\ncitizens to perform acts of charity against their will. Government is created by man. No man\ncan delegate a power that he does not possess. The creature cannot exceed the creator.\n<\/p><p>\nIn general terms, therefore, the proper role of government includes such defensive activities as\nmaintaining national military and local police forces for protection against loss of life, loss of\nproperty, and loss of liberty at the hands of either foreign despots or domestic criminals.\n<\/p><p>\nIt also includes those powers necessarily incidental to the protective function.\n<\/p><p>\nWe should recognize that government is no plaything. It is an instrument of force; and unless\nour conscience is clear that we would not hesitate to put a man to death, put him in jail, or\nforcibly deprive him of his property for failing to obey a given law, we should oppose that\nlaw.\n<\/p><p>\n<b>Constitution an inspired document<\/b>\n<\/p><p>\nThe Constitution of the United States, an inspired document, is a solemn agreement between\nthe citizens of this nation that every officer of government is under a sacred duty to obey.\n<\/p><p>\nThe Constitution provides that the great bulk of the legitimate activities of government are to\nbe carried out at the state or local level. This is the only way in which the principle of\nself-government can be made effective.\n<\/p><p>\nThe smallest or lowest level that can possibly undertake the task is the one that should do so.\nThe smaller the governmental unit and the closer it is to the people, the easier it is to guide it,\nto correct it, to keep it solvent, and to keep our freedom.\n<\/p><p>\nRemember that the people of the states of this republic created the federal government. The\nfederal government did not create the states.\n<\/p><p>\n<b>Self-proclaimed powers<\/b>\n<\/p><p>\nA category of government activity that not only requires the closest scrutiny but that also\nposes a grave danger to our continued freedom is the activity <i>not<\/i> within the proper sphere of\ngovernment. No one has the authority to grant such powers as welfare programs, schemes for\nredistributing the wealth, and activities that coerce people into acting in accordance with a\nprescribed code of social planning. There is one simple test. Do I as an individual have a right\nto use force upon my neighbor to accomplish this goal? If I do, then I may delegate that\npower to my government to exercise it in my behalf. If I do not have that right, I cannot\ndelegate it.\n<\/p><p>\nIf we permit government to manufacture its own authority and to create self-proclaimed\npowers not delegated to it by the people, then the creature exceeds the creator and becomes\nmaster. Who is to say \"this far, but no farther\"? What clear principle will stay the hand of\ngovernment from reaching farther and farther into our daily lives? Grover Cleveland said that\n\"though the people support the Government, the Government should not support the people.\n<\/p><p>\n<b>Legalized plunder<\/b>\n<\/p><p>\nOnce government steps over this clear line between the protective or negative role into the\naggressive role of redistributing the wealth through taxation and providing so-called \"benefits\"\nfor some of its citizens, it becomes a means for legalized plunder. It becomes a lever of\nunlimited power that is the sought-after prize of unscrupulous individuals and pressure groups,\neach seeking to control the machine to fatten his own pockets or to benefit his favorite\ncharity, all with the other fellow's money, of course. Each class or special interest group\ncompetes with the others to throw the lever of governmental power in its favor, or at least to\nimmunize itself against the effects of a previous thrust. Labor gets a minimum wage.\nAgriculture gets a price support. Some consumers demand price controls. In the end, no one is\nmuch further ahead, and everyone suffers the burdens of a gigantic bureaucracy and a loss of\npersonal freedom. With each group out to get its share of the spoils, such governments\nhistorically have mushroomed into total welfare states. Once the process begins, once the\nprinciple of the protective function of government gives way to the aggressive or\nredistributive function, then forces are set in motion that drive the nation toward\ntotalitarianism.\n<\/p><p>\n<b>Workers create wealth<\/b>\n<\/p><p>\nNo government in the history of mankind has ever created any wealth. People who work\ncreate wealth.\n<\/p><p>\nThe free creative energy of this choice nation \"created more than 50 percent of all the world's\nproducts and possessions in the short span of 160 years. The only imperfection in the system\nis the imperfection in man himself.\" (James R. Evans, <i>The Glorious Quest<\/i> [Chicago: Charles\nHallberg and Company].)\n<\/p><p>\n<b>Marxist doctrine<\/b>\n<\/p><p>\nAccording to Marxist doctrine, a human being is primarily an economic creature. His material\nwell-being is all important; his privacy and his freedom are secondary. The Soviet constitution\nreflects this philosophy in its emphasis on security: food, clothing, housing, medical\ncare&mdash;the same things that might be considered in a jail. The basic concept is that the government\nhas full responsibility for the welfare of the people and, in order to discharge that\nresponsibility, must assume control of all their activities. It is significant that in actuality the\nRussian people have few of the rights supposedly \"guaranteed\" to them in their constitution,\nwhile the American people have them in abundance even though they are not guaranteed. The\nreason is that material gain and economic prosperity and security simply cannot be guaranteed\nby any government. They are the result and reward of hard work and industrious production.\nUnless the people bake one loaf of bread for each citizen, the government cannot guarantee\nthat each will have one loaf to eat. Constitutions can be written, laws can be passed, and\nimperial decrees can be issued, but unless the bread is produced, it can never be distributed.\n<\/p><p>\n<b>Destruction of productive base<\/b>\n<\/p><p>\nWhy, then, do Americans bake more bread, manufacture more shoes, and assemble more TV\nsets than Russians do? They do so precisely because our government does not guarantee these\nthings. If it did, there would be so many accompanying taxes, controls, regulations, and\npolitical manipulations that the productive genius that is America's would soon be reduced to\nthe floundering level of waste and inefficiency now found behind the Iron Curtain.\n<\/p><p>\nAny attempt through governmental intervention to redistribute the material rewards of labor\ncan only result in the eventual destruction of the productive base of society, without which\nreal abundance and security for more than the ruling elite is quite impossible.\n<\/p><p>\nWhat happens to a nation that ignores these basic principles? Former FBI agent Dan Smoot\nsuccinctly points this out: \n<\/p><p>\n\"England was killed by an idea; the idea that the weak, indolent, and profligate must be\nsupported by the strong, industrious, and frugal&mdash;to the degree that tax consumers will have\na living standard comparable to that of taxpayers; the idea that government exists for the\npurpose of plundering those who work to give the product of their labor to those who do not\nwork.\n<\/p><p>\n\"The economic and social cannibalism produced by this communist-socialist idea will destroy\nany society which adopts it and clings to it as a basic principle&mdash;any society.\"\n<\/p><p>\n<b>Individual freedom ignored<\/b>\n<\/p><p>\nThis may sound heartless and insensitive to the needs of those less fortunate individuals who\nare found in any society, no matter how affluent. \"What about the lame, the sick and the\ndestitute?\" is an often-voiced question. Most other countries have attempted to use the power\nof government to meet this need. Yet, in every case, the improvement has been marginal at\nbest and has, in the long run, created more misery, more poverty, and certainly less freedom\nthan when government first stepped in.\n<\/p><p>\nAs Henry Grady Weaver wrote: \n<\/p><p>\n\"Most of the major ills of the world have been caused by well-meaning people who ignored\nthe principle of individual freedom, except as applied to themselves, and who were obsessed\nwith fanatical zeal to improve the lot of mankind-in-the-mass through some pet formula of\ntheir own . . . The harm done by ordinary criminals, murderers, gangsters, and thieves is\nnegligible in comparison with the agony inflicted upon human beings by the professional\n'do-gooders,' who attempt to set themselves up as gods on earth and who would ruthlessly\nforce their views on all others&mdash;with the abiding assurance that the end justifies the means.\"\n(<i>The Mainspring of Human Progress<\/i>.)\n<\/p><p>\n<b>Reliance on individual action<\/b>\n<\/p><p>\nAmerica has traditionally followed Jefferson's advice of relying on the profit motive,\nindividual action, and charity. The United States has fewer cases of genuine hardship per\ncapita than any other country in the world now or throughout all history. Even during the\ndepression of the 1930's, Americans ate and lived better than most people in other countries\ndo today.\n<\/p><p>\nHistory proves that the growth of the welfare state is difficult to check before it comes to its\nfull flower of dictatorship. But let us hope that this time around, the trend can be reversed. If\nnot, then we will see the inevitability of complete socialism&mdash;probably within our lifetime.\n<\/p><p>\nThree factors may make a difference: (1) sufficient historical knowledge of the failures of\nsocialism in contrast to the proven success of free enterprise; (2) modern means of rapid\ncommunications to transmit this information to a large literate population; (3) a growing\nnumber of dedicated men and women actively working to promote a wider appreciation of\nthese basic concepts. The timely joining together of these three factors may make it entirely\npossible for us to reverse the trend.\n<\/p><p>\n<b>Cut welfare-state features<\/b>\n<\/p><p>\nHow is it possible to cut out the various welfare-state features of our government that have\nalready fastened themselves like cancer cells onto the body politic? Can drastic surgery be\nperformed without endangering the patient? Drastic measures are called for. No compromise\nactions will suffice. Like all surgery, it will not be without discomfort and perhaps even some\nscar tissue for a long time to come. But it must be done if the patient is to be saved&mdash;and it\ncan be done without undue risk.\n<\/p><p>\nNot all welfare-state programs currently in force can be dropped simultaneously without\ncausing tremendous economic and social upheaval. The first step toward restoring the limited\nconcept of government should be to freeze all welfare-state programs at their present levels,\nmaking sure that no new ones are added. The next step would be to allow all present\nprograms to run out their term with absolutely no renewal. The third step would involve the\ngradual phasing-out of those programs which are indefinite in their term. The bulk of the\ntransition could be accomplished, I believe, within a ten-year period and virtually completed\nwithin 20 years.\n<\/p><p>\n<b>Return to basic concepts<\/b>\n<\/p><p>\nWe must return to basic concepts and principles, to eternal verities in this choice land. There\nis no other way. The storm signals are up. They are clear and ominous.\n<\/p><p>\nWe are building up a generation of lazy, government-dole-consuming weaklings. If this\nCommunist-planned program of deception is not stopped, it will destroy our nation.\n<\/p><p>\nAs Americans&mdash;citizens of the greatest nation under heaven&mdash;we face difficult days. Never\nsince the days of the Civil War&mdash;100 years ago&mdash;has this choice nation faced such a crisis.\n<\/p><p>\nI have faith in the American people. I pray that we will refrain from doing anything further\nthat will jeopardize in any manner, our priceless heritage. This is a choice land. If we live and\nwork so as to enjoy the approbation of a Divine Providence, we cannot fail. Without that\nhelp, we cannot long endure.\n<\/p><p>\nAs Americans, let us put our courage to the test&mdash;to be firm in the conviction that our cause\nis just, to reaffirm our faith in all things for which true Americans have always stood in years\npast.\n<\/p><p>\nLet all Americans arouse themselves and stay aroused. We must stop and then reverse the\nconcessions we have made to socialistic Communism at home and abroad. We should oppose\nthese evil forces from our position of strength, for we are not weak.\n<\/p><p>\nThere is much work to be done. The time is short. Let us begin in earnest&mdash;now&mdash;and may\nGod bless our efforts, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}