{"ID":1637, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Love God<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1968, pp. 26-31<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters and friends, please consider with me the commandment of our Savior,\nas recorded in the fifty-ninth section of the Doctrine and Covenants: \n<\/p><p>\n\". . . Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and\nstrength; and in the name of Jesus Christ thou shalt serve him\" (<span class=\"citation\" id=\"15134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15134)\">D&amp;C 59:5<\/a><\/span>).\n<\/p><p>\nThis modern revelation is more comprehensive and gives better understanding than the\naccounts of Matthew and Luke. There are no contradictions, however, in the different\nscriptural versions of this commandment. I have attempted to bring together scriptural\nquotations explaining and supporting this important commandment.\n<\/p><p>\nTo love God with all one's heart implies the presence of sincere, profound inner feelings of\nthe soul, inspired from a divine source. Love should be the most dominant factor in one's life.\nThis thought is supported by John the Beloved, who said: \"He that loveth not knoweth not\nGod; for God is love\" (<span class=\"citation\" id=\"1092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1092)\">1 Jn. 4:8<\/a><\/span>).\n<\/p><p>\n<b>Definitions of love<\/b>\n<\/p><p>\nIn recent years the tendency has developed to, debase the word love. It seems worthwhile to\nmention some definitions of this beautiful and expressive word that glorify it and put love in\nits proper context: \n<\/p><p>\n1. \"Affectionate concern for the well-being of others.\"\n<\/p><p>\n2. \"The benevolent affection of God for his children, and the reverent affection due from\nthem to God.\"\n<\/p><p>\nIt is in this concept of love that the word is used in the scripture quoted.\n<\/p><p>\nBy the proper use and expression of love, it can be purified, sanctified, and become a\nbeautiful, radiating quality of goodness and uprightness in one's behavior. What kind of world\nwould we have if the pure love of God and man were not the dominant and motivating force\nin the lives of the majority of people?\n<\/p><p>\nToday we witness situations in which true love does not activate or impel all the political\nleaders of the world. In some instances freedoms are taken away: the lives of people are\ndominated or controlled by force. Evil ruling and imperious influences are contrary to the\nrights of free men as bequeathed to us by our God.\n<\/p><p>\n1. Can one truly say he loves God and then break the commandments which are given for the\nsalvation and glory of his children?\n<\/p><p>\n2. Can one say he loves the Lord and fail to pray and give thanks for his bounteous blessings?\n<\/p><p>\n3. Can a person who is dishonest in his dealings with his fellowmen love the Lord?\n<\/p><p>\n4. Does a person love the Lord when he fails to pay an honest tithe?\n<\/p><p>\n5. Can one love the Lord and not observe the Word of Wisdom?\n<\/p><p>\n6. Can one love the Lord and be morally unclean?\n<\/p><p>\n7. Can one love the Lord and be disloyal and unfaithful to his or her family by committing\nlicentious acts, desertion, or willful neglect of loved ones?\n<\/p><p>\n8. Can one truly love the Lord and disregard the teachings and counsel of his anointed\nprophet, seer, and revelator?\n<\/p><p>\n<b>Qualities of love<\/b>\n<\/p><p>\nLove is a synonym for God, for God is love (see <span class=\"citation\" id=\"1093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1093)\">1 Jn. 4:8<\/a><\/span>). Therefore, love is made up of\nthese qualities: moral and ethical honesty, patience, forbearance, kindness, integrity, virtue,\npurity of soul, free conscience, service to fellowmen, and good works.\n<\/p><p>\nCan love be perfect? Yes, if we follow the gospel path which leads to it. In Christ's sermon\non the mount, he taught: \"Be ye therefore perfect, even as your Father which is in heaven is\nperfect\" (<span class=\"citation\" id=\"35788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35788)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nBy accepting this challenge to become perfect, we avoid the idea that attaining perfection is a\nbar to further progress. Perfection is overcoming, one by one, every facet of character\nweakness. We understand that perfection is a goal of excellence toward which we strive. With\nthis understanding, one can attain perfection.\n<\/p><p>\nIt seems clear that perfection cannot be achieved without love.\n<\/p><p>\nJesus said to the rich, young man: \"If thou wilt be perfect, go and sell that thou hast, and give\nto the poor, and thou shalt have treasure in heaven: and come and follow me\" (<span class=\"citation\" id=\"35843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35843)\">Matt. 19:21<\/a><\/span>).\n<\/p><p>\nEarlier he had challenged the young man: \". . . if thou wilt enter into life, keep the\ncommandments\" (<span class=\"citation\" id=\"35842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35842)\">Matt. 19:17<\/a><\/span>).\n<\/p><p>\nIn striving for the goal of love and perfection, we cannot take opposite positions alternately\nby mixing evil with good. Throughout our lives we must continually follow a righteous\ncourse to secure a full measure of love, which leads to the perfection of the soul.\n<\/p><p>\n<b>Heart is the center<\/b>\n<\/p><p>\nThe word heart is used in scripture as the core of life and strength; hence it includes mind,\nspirit, and soul, and one's entire emotional nature and understanding. One of the dictionary\ndefinitions states: \"Heart is the center of the total personality with reference to intuition,\nfeeling, or emotion: the center of emotion, in contrast to the head as the center of the\nintellect.\"\n<\/p><p>\nIn many statements it is regarded as the central source of one's mental faculties or capacities.\nWe read in Proverbs: \"For as he [man] thinketh in his heart, so is he\" (<span class=\"citation\" id=\"41494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41494)\">Prov. 23:7<\/a><\/span>).\n<\/p><p>\nIt is also the seat of one's affections, moral life, and character. In addition, heart is defined as\nhaving spirit, courage, and enthusiasm. Thus, when we love the Lord with all our heart and\nsoul, we love him in spirit, with courage, enthusiasm, and profound earnestness of purpose.\n<\/p><p>\n<b>The pure in heart<\/b>\n<\/p><p>\nBushnell has wisely said, \"The life of man is in his heart.\" On occasion there may be a need\nfor cleansing and renewal in order to obtain a pure heart; for it is only the pure in heart who\nhave the promise of seeing God.\n<\/p><p>\nThe apostle Paul, writing to Titus, gave us this interesting and challenging thought: \"Unto the\npure all things are pure\" (<span class=\"citation\" id=\"43041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43041)\">Titus 1:15<\/a><\/span>).\n<\/p><p>\nIn the Beatitudes, Christ taught: \"Blessed are the pure in heart: for they shall see God\"\n(<span class=\"citation\" id=\"35773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35773)\">Matt. 5:8<\/a><\/span>).\n<\/p><p>\nGod instructed the prophet Samuel to choose a successor to King Saul because God had\nrejected King Saul from reigning over Israel. Samuel mistakenly looked favorably upon the\nhandsome Eliab, the eldest son of Jesse, to be the king, but he was not the choice of the God\nof Israel. Therefore, the Lord instructed Samuel to \"look not on his countenance, or on the\nheight of his stature; because I have refused him: for the Lord seeth not as man seeth; for\nman looketh on the outward appearance, but the Lord looketh on the heart\" (<span class=\"citation\" id=\"2584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2584)\">1 Sam. 16:7<\/a><\/span>).\n<\/p><p>\nJesse's youngest son, David, was the Lord's choice to replace King Saul.\n<\/p><p>\nThe Lord also gave this counsel to his chosen servant Jeremiah: \"I the Lord search the heart, I\ntry the reins, even to give every man according to his ways, and according to the fruit of his\ndoings\" (<span class=\"citation\" id=\"26523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26523)\">Jer. 17:10<\/a><\/span>).\n<\/p><p>\nThose who have held the reins and driven horses know how a slight touch of the reins can\ndirect the horse as desired by the driver. When we understand this scripture, the principle of\nguided free agency becomes apparent.\n<\/p><p>\n<b>Preparations of the heart<\/b>\n<\/p><p>\nSolomon wisely called attention to \"the preparations of the heart in man, and the answer of\nthe tongue, is from the Lord\" (<span class=\"citation\" id=\"41491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41491)\">Prov. 16:1<\/a><\/span>).\n<\/p><p>\nThis harmonizes with the teachings of Jesus as recorded by Luke, when he said, \"A good man\nout of the good treasure of his heart bringeth forth that which is good . . . for of the\nabundance of the heart his mouth speaketh\" (<span class=\"citation\" id=\"31737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31737)\">Luke 6:45<\/a><\/span>).\n<\/p><p>\nThe apostle Paul, writing to the Ephesians, exhorted them to do \"the will of God from the\nheart\" (<span class=\"citation\" id=\"21817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21817)\">Eph. 6:6<\/a><\/span>).\n<\/p><p>\nThe scriptures are full of choice statements about serving the Lord: \n<\/p><p>\n\"With all your heart\" (<span class=\"citation\" id=\"21276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21276)\">Deut. 11:13<\/a><\/span>).\n<\/p><p>\n\"To seek the Lord with all one's heart\" (<span class=\"citation\" id=\"2948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2948)\">2 Chr. 15:12<\/a><\/span>).\n<\/p><p>\n\"My heart . . . crieth out for the living God\" (<span class=\"citation\" id=\"41886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41886)\">Ps. 84:2<\/a><\/span>).\n<\/p><p>\n\"Lift up your hearts and be glad\" (<span class=\"citation\" id=\"15115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15115)\">D&amp;C 29:5<\/a><\/span>).\n<\/p><p>\n\"Purify your hearts\" (<span class=\"citation\" id=\"26219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26219)\">James 4:8<\/a><\/span>).\n<\/p><p>\n\"Asking in faith with an honest heart\" (<span class=\"citation\" id=\"15098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15098)\">D&amp;C 8:1<\/a><\/span>).\n<\/p><p>\n\"Pray vocally as well as in thy heart\" (<span class=\"citation\" id=\"15109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15109)\">D&amp;C 19:28<\/a><\/span>).\n<\/p><p>\n\"Treasure up in one's heart the truths of eternal gospel teachings\" (<span class=\"citation\" id=\"15097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15097)\">D&amp;C 6:20<\/a><\/span>).\n<\/p><p>\nNephi, an early American prophet, admonished his people: \"Wherefore, my beloved brethren,\nI know that if ye shall follow the Son, with full purpose of heart, acting no hypocrisy and no\ndeception before God, but win real intent, repenting of your sins, witnessing unto the Father\nthat ye are willing to take upon you the name of Christ, by baptism&mdash;. . . then shall ye\nreceive the Holy Ghost . . . and then can ye speak with the tongue of angels, and shout\npraises unto the Holy One of Israel\" (<span class=\"citation\" id=\"3800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3800)\">2 Ne. 31:13<\/a><\/span>).\n<\/p><p>\nAnd Jacob, the brother of Nephi, forcefully stated \"Behold, my soul abhorreth sin, and my\nheart delighteth in righteousness; and I will praise the holy name of my God\" (<span class=\"citation\" id=\"3796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3796)\">2 Ne. 9:49<\/a><\/span>).\n<\/p><p>\n<b>Obedience and love<\/b>\n<\/p><p>\nThe great Nephite prophet, King Benjamin, taught his people \"to keep the commandments of\nGod, that they might rejoice and be filled with love towards God and all men\" (<span class=\"citation\" id=\"40361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40361)\">Mosiah 2:4<\/a><\/span>).\n<\/p><p>\nAlma asked his son Helaman, \"Will ye keep my commandments?\" And Helaman answered,\n\"Yea, I will keep thy commandments with all my heart\" (<span class=\"citation\" id=\"9095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9095)\">Alma 45:6-7<\/a><\/span>).\n<\/p><p>\nWe need always to remember this eternal truth stated by our Savior: \"For where your treasure\nis, there will your heart be also\" (<span class=\"citation\" id=\"35793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35793)\">Matt. 6:21<\/a><\/span>).\n<\/p><p>\nMoroni, the last of the Book of Mormon prophets, counseled: \"Wherefore, my beloved\nbrethren, pray unto the Father with all the energy of heart, that ye may be filled with this\nlove, which he hath bestowed upon all who are true followers of his Son, Jesus Christ . . .\nthat we may be purified even as he is pure\" (<span class=\"citation\" id=\"38348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38348)\">Moro. 7:48<\/a><\/span>).\n<\/p><p>\nThe upright and pure in heart are the only persons having the promise of eternal life and\nendless happiness. We ought to be interested in doing that which would incline our hearts\ntoward our Heavenly Father, trusting, working, and praying for everlasting happiness in his\neternal kingdom.\n<\/p><p>\nI think of an analogy of the heart to a garden. We can keep the heart perfectly clean from evil\nor there can be degrees or a fullness of evil, just as one can keep a garden beautiful or allow\nsome weeds to grow that eventually could take over the garden completely. It would be\ndisastrous to our eternal goals to let down in our efforts to cleanse and keep our hearts pure\nand in all holiness before God.\n<\/p><p>\nF. D. Huntington phrased it in these words: \"Holiness is religious principles put into\naction&mdash;it is faith gone to work&mdash;it is love coined into conduct&mdash;devotion helping human suffering,\nand going up in intercession to the great source of all good.\"\n<\/p><p>\nSo far I have only treated two phases of the quotation under discussion; namely, (1) to love\nGod, and (2) with all our hearts. I will now briefly discuss the remaining ingredients of\n\"might, mind, and strength,\" which all together support and reinforce \"love\" and \"heart\" and\nfully involve the soul of man (<span class=\"citation\" id=\"15135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15135)\">D&amp;C 59:5<\/a><\/span>).\n<\/p><p>\n<b>\"With all thy might\"<\/b>\n<\/p><p>\n\"Might\" is important because it is the power to do something constructive and employ its entire\nuse to a task or performance.\n<\/p><p>\nMoses taught the children of Israel, \"And thou shalt love the Lord the God with all thine\nheart, and with all thy soul, and with all thy might\" (<span class=\"citation\" id=\"21273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21273)\">Deut. 6:5<\/a><\/span>).\n<\/p><p>\nKing Lamoni addressed his Lamanite subjects and urged them not to take up arms against\ntheir brothers, saying: \"And the great God has had mercy on us . . . because he loveth our\nsouls as well as he loveth our children; therefore, in his merry he doth visit us by his angels,\nthat the plan of salvation might be made known unto us as well as unto future generations\"\n(<span class=\"citation\" id=\"9089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9089)\">Alma 24:14<\/a><\/span>).\n<\/p><p>\nPersonally, I do not believe the angels of God could refuse to visit a person who fully keeps\nthe first and great commandment (<span class=\"citation\" id=\"35857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35857)\">Matt. 22:37-38<\/a><\/span>).\n<\/p><p>\nNephi again counseled his people: \". . . I say unto you that the right way is believe in Christ,\nand deny him not . . . and worship him with all your might, mind, and strength, and your\nwhole soul\" (<span class=\"citation\" id=\"3798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3798)\">2 Ne. 25:29<\/a><\/span>).\n<\/p><p>\nThe Lord in this latter day admonished the elders of his Church: \"For behold the field is\nwhite already to harvest, and lo, he that thrusteth in his sickle with his might, the same layeth\nup in store that he perisheth not, but bringeth salvation to his soul\" (<span class=\"citation\" id=\"15093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15093)\">D&amp;C 4:4<\/a><\/span>).\n<\/p><p>\nAgain, referring to the field being white, \"already to harvest,\" he challenged the laborers in\nhis vineyard: \". . . wherefore, thrust in your sickles, and reap with all your might, mind, and\nstrength\" (<span class=\"citation\" id=\"15117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15117)\">D&amp;C 33:7<\/a><\/span>).\n<\/p><p>\nThe Savior exhorted every member of his Church to \"go to with his might . . . to prepare and\naccomplish the things which I have commanded\" (<span class=\"citation\" id=\"15120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15120)\">D&amp;C 38:40<\/a><\/span>).\n<\/p><p>\nAnother interesting quotation given in this dispensation is as follows: \"And we know also,\nthat sanctification through the grace of our Lord and Savior Jesus Christ is just and true, to all\nthose who love and serve God with all their mights, minds, and strength\" (<span class=\"citation\" id=\"15111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15111)\">D&amp;C 20:31<\/a><\/span>).\n<\/p><p>\n<b>Serve with willing mind<\/b>\n<\/p><p>\n\"Mind\" is spirit and intelligence embodied in the soul of man. It comes from God, who is the\nauthor of its being. God is the Father of our spirit, and all intelligence comes from that divine\nsource. It is our duty to keep in tune with the Spirit. Doing so with diligence and application\nenables us to expand the mind with learning and knowledge to meet the measure of our\ncreation here on earth. Certainly this knowledge should inspire in us a love of God and a\ndesire in our hearts to keep his commandments, to walk uprightly before him, to heed and\nobey the still, small voice within (<span class=\"citation\" id=\"1244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1244)\">1 Kgs. 19:12<\/a><\/span>), which also comes from God.\n<\/p><p>\nWe are cautioned to serve God with a perfect heart, in humility, and with a willingness of mind.\n<\/p><p>\nThe apostle Paul, arriving in Berea from Thessalonica, contrasted the acceptance of his gospel\nteachings by each of the two groups in these words: \"These were more noble than those in\nThessalonica, in that they received the word with all readiness of mind, and searched the\nscriptures daily, whether those things were so\" (<span class=\"citation\" id=\"8050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8050)\">Acts 17:11<\/a><\/span>).\n<\/p><p>\nIn his epistle to the Philippians, he advised, \"Only let your conversation be as it becometh the\ngospel of Christ . . . stand fast in one spirit, with one mind striving together for the faith of\nthe gospel\" (<span class=\"citation\" id=\"41269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41269)\">Philip. 1:27<\/a><\/span>).\n<\/p><p>\n<b>\"A sound mind\"<\/b>\n<\/p><p>\nWriting to \"my dearly beloved Timothy,\" Paul said, \"For God hath not given us the spirit of\nfear: but of power, and of love, and of a sound mind\" (<span class=\"citation\" id=\"5173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5173)\">2 Tim. 1:7<\/a><\/span>).\n<\/p><p>\nJacob, an early Nephite prophet, appealed to his people, saying, \"But behold, I, Jacob, would\nspeak unto you that are pure in heart. Look unto God with firmness of mind, and pray unto\nhim with exceeding faith, and he will console you in your afflictions, and he will plead your\ncause\" (<span class=\"citation\" id=\"25857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25857)\">Jacob 3:1<\/a><\/span>).\n<\/p><p>\nAmmon, a great missionary among the Lamanite people, was asked by the queen to look upon\nher husband, King Lamoni, who had lain as though dead for two days and two nights. \"Now,\nthis was what Ammon desired, for he knew that King Lamoni was under the power of God;\nhe knew that the dark veil of unbelief was being cast away from his mind, and the light\nwhich did light up his mind, which was the light of the glory of God\" (<span class=\"citation\" id=\"9088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9088)\">Alma 19:6<\/a><\/span>).\n<\/p><p>\nWe can understand from this statement that the mind can be enlightened by the Spirit of God\nand thus can be expanded and enlarged upon by that power.\n<\/p><p>\n<b>Strength in the Lord<\/b>\n<\/p><p>\n\"Strength\" embraces moral courage and force and intense energy in resisting all evil, living\nrighteously before God, and a willing heart and mind to do good in spiritual and all life's\npursuits.\n<\/p><p>\nThe Psalmist said: \n<\/p><p>\n1. \". . . the Lord is the strength of my life\" (<span class=\"citation\" id=\"41878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41878)\">Ps. 27:1<\/a><\/span>).\n<\/p><p>\n2. \". . . but God is the strength of my heart and my portion for ever\" (<span class=\"citation\" id=\"41885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41885)\">Ps. 73:26<\/a><\/span>).\n<\/p><p>\n3. \"Blessed is the man whose strength is in thee\" (<span class=\"citation\" id=\"41887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41887)\">Ps. 84:5<\/a><\/span>).\n<\/p><p>\nAmmon made this observation, \"Yea, I know that I am nothing; as to my strength I am weak;\ntherefore, I will not boast of myself, but I will boast of my God, for in his strength I can do\nall things\" (<span class=\"citation\" id=\"9090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9090)\">Alma 26:12<\/a><\/span>).\n<\/p><p>\nThe apostle Paul made a similar statement when he said, \"I can do all things through Christ\nwhich strengthened me\" (<span class=\"citation\" id=\"41270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41270)\">Philip. 4:13<\/a><\/span>).\n<\/p><p>\nAlma, the great teacher of righteousness, gave this admonition to his people: \"But that ye\nwould humble yourselves before the Lord, and call on his holy name, and watch and pray\ncontinually, that ye may not be tempted above that which ye can bear, and thus be led by the\nHoly Spirit, becoming humble, meek, submissive, patient, full of love and all long-suffering\"\n(<span class=\"citation\" id=\"9087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9087)\">Alma 13:28<\/a><\/span>).\n<\/p><p>\nThe Lord, speaking through Joseph Smith, the latter-day Prophet, admonished the Saints: \"But\nye are commanded in all things to ask of God, who giveth liberally; and that which the Spirit\ntestifies unto you even so I would that ye should do in all holiness of heart, walking uprightly\nbefore me, considering the end of your salvation, doing all things with prayer and\nthanksgiving, that ye may not be seduced by evil spirits, or doctrines of devils, or the\ncommandments of man; for some are of men, and others of devils\" (<span class=\"citation\" id=\"15126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15126)\">D&amp;C 46:7<\/a><\/span>).\n<\/p><p>\nAgain he said to the Prophet (and these instructions apply to the things of which I have\nspoken, as well as the teachings of all the brethren who will speak in this conference):\n\"Hearken ye to these words. Behold, I am Jesus Christ, the Savior of the world. Treasure\nthese things up in your hearts, and let the solemnities of eternity rest upon your minds\"\n(<span class=\"citation\" id=\"15122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15122)\">D&amp;C 43:34<\/a><\/span>).\n<\/p><p>\n<b>Our first commitment<\/b>\n<\/p><p>\nTo love God with all our heart, might, mind, and strength is our first, and most important\ncommitment. Without our eternal God, who is the Father of our spirits, we would not exist.\nWith his love for us and our love for him, everything concerning our eternal welfare and\nhappiness will fit into proper perspective to guide us to that eternal kingdom where God and\nChrist dwell.\n<\/p><p>\nThe final words of the commandment, the theme of this presentation, should be etched in our\nsouls forever: \"and in the name of Jesus Christ thou shalt serve him\" (<span class=\"citation\" id=\"15136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15136)\">D&amp;C 59:5<\/a><\/span>). The\nservice we render to God and his children through his Son, Jesus Christ, with love and with\nall our heart, might, mind, and strength will bring us the exaltation we hopefully are striving\nto achieve.\n<\/p><p>\nMay this commandment&mdash;\"Thou shalt love the Lord thy God with all thy heart, with all thy\nmight, mind, and strength, and in the name of Jesus Christ thou shalt serve him\" (<span class=\"citation\" id=\"15137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15137)\">D&amp;C 59:5<\/a><\/span>)&mdash;always\nhave primacy in our lives, I pray humbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}