{"ID":1638, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">What Will the Harvest Be?<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, October 1968, pp. 31-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe goodness of our Father in heaven is especially evident at this season as we again witness\nanother great harvest. The planting has been done, the growing season is over, and now the\nharvest is in process.\n<\/p><p>\nRecently, I was in Magic Valley, Idaho. While there I visited three welfare farms that are\noperated by the wards of the Church in that area. I was impressed by the way in which these\nfarms were being managed. The bounteous crops evidenced the fact that the farms were being\ncared for properly. It appeared that there would be an excellent harvest.\n<\/p><p>\nAs we drove away from these farms, however, we noticed a beet field that was overgrown\nwith weeds. It seemed to have had little or no care. Because of the evident neglect, it was\nclear that the harvest would be minimal, if indeed there would be a harvest at all.\n<\/p><p>\n<b>Fields reflect life<\/b>\n<\/p><p>\nI thought then how much these fields reflect what can happen to us in our own lives.\n<\/p><p>\nWhen we plant seeds of righteousness and daily rid our lives of weeds, we reap a harvest of\nsatisfaction, happiness, and even eternal joy. But when, because of neglect, we allow weeds to\ngrow and canker our lives, we can reap less abundantly and perhaps even harvest sorrow and\ndiscontent. Some years ago, I read a homely verse printed in a seed company publication that\nbuilds on this analogy: \n<\/p><p>\n\"When I put on my worn-out tweeds<br \/>\n     And with my hands pull garden weeds,<br \/>\n     The likeness always come to mind,<br \/>\n     'Tween weeds and sins of human kind.\n<\/p><p>\n\"For weeds will grow up anywhere<br \/>\n     In ground that's either foul or fair,<br \/>\n     And when you pull them you're not through; <br \/>\n     They'll grow right up again for you.\n<\/p><p>\n\"Some weeds have roots so great in length<br \/>\n     That pulling them is test of strength,<br \/>\n     And they should be removed with care<br \/>\n     Or they'll kill good plants anywhere.\n<\/p><p>\nIt makes no difference where you go<br \/>\n     There's no place that the weeds can't grow; <br \/>\n     Some folks keep weeding, others won't,<br \/>\n     Some folks have gardens, others don't.\n<\/p><p>\n\"So weeds and sin are quite the same<br \/>\n     In growth and action, not in name; <br \/>\n     But different is their origin: <br \/>\n     God makes the weeds, we make the sin.\"\n<\/p><p>\nIt is important to realize that we make our \"garden\" or, in this case, our life just what it is.\n<\/p><p>\n<b>Law of the harvest<\/b>\n<\/p><p>\nIt has been said that \"man has two creators, his God and himself. The first creator furnishes\nhim the raw materials for his life . . . The second creator&mdash;himself&mdash;has marvelous powers\nhe rarely realizes. It is what a man makes of himself that counts.\" (William George Jordan.)\n<\/p><p>\nNo factor in, life is more vital to living than the realization that you and I are, in the final\nanalysis, our own creators. This principle is often referred to as the law of the harvest: \". . .\nwhatsoever a man soweth, that shall he also reap\" (<span class=\"citation\" id=\"23287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23287)\">Gal. 6:7<\/a><\/span>).\n<\/p><p>\nThis is a law that affects each of our lives. If we plant seeds of righteousness and cultivate\nthem properly, we reap peace, joy, and exaltation; but conversely, if we plant seeds of\navarice, hate, and lust, we reap the whirlwind of sorrow and anguish.\n<\/p><p>\nEach year as the farmer surveys his land, plants his field, organizes his work, he contemplates\nhaving a rich harvest. So should it be in our personal lives and especially so with those who\nhave been called to serve as spiritual leaders. I do not know whether the impact of the\nwisdom of President David O. McKay's counsel to the stake presidents and bishops has found\nits mark as yet. He said: \n<\/p><p>\n\"The spirituality of a ward will be commensurate with the activity of the youth in that ward.\nThe president of the priests quorum is the bishop, by ordination, and it is his duty to have the\nconfidence of those young men and girls of corresponding ages, for they will mold the moral\natmosphere of his ward.\"\n<\/p><p>\n<b>Harvest of spirituality<\/b>\n<\/p><p>\nA bishop who considers seriously this counsel will have a rich harvest of spirituality and\ndevotion in his ward. As with all programs and directions given by our Church leaders, we\ncan only harvest the benefits by utilizing the various inspired programs. One charted way to\ninvolve the youth is through the bishop's youth activity committee, which is outlined in the\n<i>Aaronic Priesthood-Youth Handbook.<\/i>\n<\/p><p>\nAn example of the harvest reaped by a bishop who is taking up the cause and is involving the\nyoung men and young women of his ward in the spiritual quest has been reported firsthand to\nthe Presiding Bishopric by a young man and a young woman who are participating in this\nexperience. Under the confidence of the bishop the young people of this ward are saying,\n\"Bishop, this is what we want to do. (1) Under your direction we would like to take a\nprogram to the homebound members of our ward. (2) With your permission, we would also\nlike to present the program in sacrament meeting each fifth Sunday; and with your help we'd\nlike to plan the first program around the theme of obedience. (3) For Christmas we'd like to\nrepair toys and make cakes for some of the less fortunate members of our ward. (4) We'd\nalso like to clear the weeds away from the intersections in the neighborhood.\"\n<\/p><p>\nWith them it is no longer a program in which they wait for the adults to plan for them. With\nproper guidance, they are performing above and beyond what is generally expected of them.\n<\/p><p>\n<b>Youth involvement<\/b>\n<\/p><p>\nA partial reference to youth involvement is alluded to in the September issue of\n<i>The Improvement Era<\/i>. (See Era of Youth, pp. 50-51.) The harvest that can be reaped by such\nactivity has also been described by a young man who was called to serve on such a\ncommittee. In his testimony to the other young people of his ward, he said, in part: \n<\/p><p>\n\"The Aaronic Priesthood-Youth (activity) committee in the . . . Church is organized to give\nthe youth responsibility in planning and executing their own activities. With this responsibility\nwill come a growth, a growth that will prepare every young Latter-day Saint boy to hold with\ndignity, honor, and worthiness the Holy Melchizedek Priesthood.\n<\/p><p>\n\"There's one difference between us and any other youth organization. We do things the\nLord's way and not the way we think is best. Our Savior tells us that our Father's house is a\nhouse of order (<span class=\"citation\" id=\"15285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15285)\">D&amp;C 132:8<\/a><\/span>); and the priesthood is the way his house is ordered. With our Father's\nauthority the youth of today will plan and organize our lives to serve our fellowmen and to\nlove the Lord our God with all our heart, might, mind, and strength (<span class=\"citation\" id=\"15138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15138)\">D&amp;C 59:5<\/a><\/span>), and be eternally obedient\nto the laws and principles that he has given to us, that one day our Father in heaven might\nsay to each of us 'Well done, thou good and faithful servant' (<span class=\"citation\" id=\"35869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35869)\">Matt. 25:21<\/a><\/span>).\" (Daniel William Hunter.)\n<\/p><p>\n<b>Development of youth<\/b>\n<\/p><p>\nAnother bishop indicated that by implementing the bishop's youth activity committee in his\nward, several young people were brought into activity. Perhaps even more significant, under\nthe confidence of the bishop, he said, the youth are assuming the responsibility for their own\nactivities. Certainly for such a bishop there will be not only the harvest of greater spirituality,\nbut also the additional dividend that comes from the development of the youth, since they will\nusually set their own standards of performance higher for themselves than adults would have\ndone.\n<\/p><p>\nFor a father, the situation is the same. He will reap joy and happiness if he cultivates and\ndevelops his children through family home evenings and other family-centered activities and if\nhe has sufficient confidence in his children to give them responsibility for their activities.\n<\/p><p>\nAs the youth are involved in meaningful responsibilities, they will rise to meet the challenge.\nToday's youth need specific guidance because of our complex society, which offers many\nalternatives for both excellence and mediocrity. They must catch the vision and requirement\nof an abundant harvest in their own lives.\n<\/p><p>\n<b>Example of King Saul<\/b>\n<\/p><p>\nThe law of the harvest is irrevocable in any phase of life. With the simplicity of this law, it is\nparadoxical that some people have not learned to live their lives accordingly. King Saul offers\na tragic example of a man who, in his personal life, failed to learn this simple, yet profound,\nlesson of life. Unwisely, Saul began to sow pride and hate, feeling be was above the law. Saul\ncould have been a great king; however, he soon began to reap the product of sowing hate and\npride. He found from bitter experience that men's \"works do follow them\" (<span class=\"citation\" id=\"42423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42423)\">Rev. 14:13<\/a><\/span>).\n<\/p><p>\nWhile the operation of the law of the harvest brought pain and anguish to Saul, it conversely\nwill bring blessings and joy to those who sow and cultivate seeds of righteousness. The Lord\nhas declared that \"there is a law, irrevocably decreed in heaven before the foundations of this\nworld, upon which all blessings are predicated&mdash;\n<\/p><p>\n\"And when we obtain any blessing from God, it is by obedience to that law upon which it is\npredicated\" (<span class=\"citation\" id=\"15278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15278)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nIt is by this law that the bishop I previously referred to reaped the blessing of increased\nspirituality in his ward through obedience to truth, as directed by our Prophet.\n<\/p><p>\n<b>Freedom to discipline self<\/b>\n<\/p><p>\nIn this world of turmoil, as we look at what the harvest will be for our personal lives, these\nwords of Bernard M. Baruch hold great meaning: \"The only freedom man can ever have is\nthe freedom to discipline himself. That is what we are fighting for, to maintain our right to\nself discipline instead of having the discipline of slavery and tyranny thrust upon us by a\nconquering enemy.\"\n<\/p><p>\nScholars often point to the great battles of history and indicate how the fate of the world is\nshaped by the outcome. Such battles were fought at Waterloo, Concord, Gettysburg, and\nNormandy. However, after careful analysis one must conclude that the great and determining\nbattles are fought within the soul of man.\n<\/p><p>\nNo more meaningful battle has been fought than when Christ in Gethsemane placed the will\nof his Father paramount, in order to bring about the salvation of mankind. The planting of the\nseeds of his gospel have brought hope, peace, and the opportunity for exaltation.\n<\/p><p>\nWe can look also to Moses in the plains of Midian, Paul on the road to Damascus, or Joseph\nSmith in the Sacred Grove. Each of these men made decisions that not only altered the course\nof his own life, but also the course of mankind.\n<\/p><p>\n<b>Decisions determine harvest<\/b>\n<\/p><p>\nEach day of our own lives we are faced with similar decisions. Though they may not seem as\ndramatic as a Gethsemane or a Sacred Grove, they nevertheless determine the ultimate course\nof our lives. It is the culmination of our day-to-day decisions and actions that determines\nwhether we will reap a harvest of peace in this life and life eternal, or unhappiness.\n<\/p><p>\nJust as the seemingly little sins of Saul culminated in a life of sorrow and tragedy so the life\nfilled with the day-to-day acts of righteousness will reap a life of peace, joy, and even\nexaltation. Nowhere is this principle taught more effectively than in these words of the Savior:\n<\/p><p>\n\"When the Son of man shall come in his glory, and all the holy angels with him, then shall he\nsit upon the throne of his glory: \n<\/p><p>\n\"And before him shall be gathered all nations: and he shall separate them one from another,\nas a shepherd divideth his sheep from the goats: \n<\/p><p>\n\"And he shall set the sheep on his right hand, but the goats on the left.\n<\/p><p>\n\"Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit\nthe kingdom prepared for you from the foundation of the world: \n<\/p><p>\n\"For I was an hungered, and ye gave me meat: I was thirsty, and ye gave me drink: I was a\nstranger, and ye took me in: \n<\/p><p>\n\"Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto\nme.\n<\/p><p>\n\"Then shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed\nthee? or thirsty, and gave thee drink?\n<\/p><p>\n\"When saw we thee a stranger, and took thee in? or naked, and clothed thee?\n<\/p><p>\n\"Or when saw we thee sick, or in prison, and came unto thee?\n<\/p><p>\n\"And the king shall answer and say unto them, Verily I say unto you, Inasmuch as ye have\ndone it unto one of the least of these my brethren, ye have done it unto me\"\n(<span class=\"citation\" id=\"35872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35872)\">Matt. 25:31-40<\/a><\/span>).\n<\/p><p>\n<b>We reap as we sow<\/b>\n<\/p><p>\nWe are, in a very real way, our own creators. We reap that which we have sown, and we\nreceive our wages of \"eternal happiness or eternal misery, according to the spirit which [we]\nlisted to obey, whether it be a good spirit or a bad one. For every man receiveth wages of\nhim whom he listeth to obey\" (<span class=\"citation\" id=\"9084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9084)\">Alma 3:26-27<\/a><\/span>). In other words, we decide by our day-to-day\nactions what our harvest will be. As with the farms I saw in the Magic Valley of Idaho, it can\nbe a bounteous harvest or it can be a patch of weeds.\n<\/p><p>\nMay we sow only righteousness, while continuing to rid our lives of the weeds of evil, I pray,\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}