{"ID":1639, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Prophet \"Great Like Unto Moses\"<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1968, pp. 35-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe holy scriptures declare that there were many noble and great spirits among God's\nnumerous sons in the grand council in heaven before this world was created (<span class=\"citation\" id=\"7253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7253)\">Abr. 3:22-23<\/a><\/span>). Speaking of their\nfuture mortal probation, the Eternal Father proclaimed that he would make these noble and\ngreat ones his rulers. Thus they were chosen in heaven and foreordained by God to become\nprophets, seers, and revelators in mortality.\n<\/p><p>\nThe greatest of these spirit sons of the Eternal Father was Jehovah, later known as Jesus\nChrist. The scriptures declare: \"And there stood one among them that was like unto God\"\n(<span class=\"citation\" id=\"7258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7258)\">Abr. 3:24<\/a><\/span>). The Eternal Father selected this one to work with him as co-creator of the world\nand also later to serve as the Savior of the human family. In explaining to Abraham about\nthese noble and great spirits, Jehovah said: \"Abraham, thou art one of them; thou wast chosen\nbefore thou wast born\" (<span class=\"citation\" id=\"7256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7256)\">Abr. 3:23<\/a><\/span>).\n<\/p><p>\n<b>Prophets foreordained<\/b>\n<\/p><p>\nThe prophet Jeremiah wrote: \n<\/p><p>\n\"Then the word of the Lord came unto me, saying,\n<\/p><p>\n\"Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb\nI sanctified thee, and I ordained thee a prophet unto the nations\" (<span class=\"citation\" id=\"26519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26519)\">Jer. 1:4-5<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith declared: \n<\/p><p>\n\"Every man who has a calling to minister to the inhabitants of the world was ordained to that\nvery purpose in the Grand Council of heaven before this world was. I suppose that I was\nordained to this very office in that Grand Council.\" (Joseph Fielding Smith,\n<i>Teachings of the Prophet Joseph Smith<\/i>, p. 365.)\n<\/p><p>\nIt seems to be definite, therefore, that all the prophets, seers, and revelators who headed the\nvarious gospel dispensations, such as Adam, Enoch, Noah, Abraham, Moses, and Joseph\nSmith, were called, sanctified, and foreordained by God before they came into mortality\nperform the great woe which they performed here.\n<\/p><p>\n<b>Prophet like unto Moses<\/b>\n<\/p><p>\nApproximately 3,500 years before the birth of Joseph Smith, the prophet Joseph of Egyptian\nfame prophesied that in the latter days God would raise up a great prophet, seer, and\nrevelator. This prophet and seer would perform a great and marvelous work for the salvation\nof the human family. His name would be Joseph, and his father's name would be Joseph. He\nwould be mighty among the people and would \"do much good, both in word and in deed,\nbeing an instrument in the hands of God, with exceeding faith, to work mighty wonders, and\ndo that thing which is great in the sight of God\" (see <span class=\"citation\" id=\"3788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3788)\">2 Ne. 3:4-24<\/a><\/span>) He would be \"great like\nunto Moses\" (<span class=\"citation\" id=\"3789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3789)\">2 Ne. 3:9<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith fits in every detail with the prophecy made anciently by Joseph of\nEgypt. Joseph Smith was God's holy anointed prophet, seer, and revelator through whom the\ngospel was revealed from heaven and the true Church of Jesus Christ established in the latter\ndays in fulfillment of the predictions made by many of the ancient prophets. In every respect\nJoseph Smith was God's prophet, seer, and revelator who was \"great like unto Moses.\" A seer\nhas the power to look through the veil and see visions.\n<\/p><p>\n<b>Visitation in Sacred Grove<\/b>\n<\/p><p>\nNo personal visitation to mortal man of God the Father and his Only Begotten Son has been\nrecorded in any holy scriptures which equals the marvelous experience had by Joseph Smith,\nthe seer. In response to his prayer in the Sacred Grove in the spring of 1820, Joseph Smith\nwas visited by God, the Eternal Father, and his One Begotten Son, Jesus Christ. Joseph\nreported the following: \n<\/p><p>\n\"When the light rested upon me I saw two Personages, whose brightness and glory defy all\ndescription, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\" (<span class=\"citation\" id=\"30508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30508)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nAnd then Joseph received instructions from the Only Begotten Son, and throughout the\nremainder of his life the Prophet continued to receive numerous revelations from that divine\nBeing.\n<\/p><p>\n<b>Further manifestations<\/b>\n<\/p><p>\nAlso, on other occasions during his life, Joseph Smith had the unusual privilege of seeing\nJesus Christ. For example, on February 16 1832 regarding Sidney Rigdon and himself, Joseph\nwrote: \n<\/p><p>\n\". . . the Lord touched the eyes of our understandings and they were opened . . .\n<\/p><p>\n\"And we beheld the glory of the Son, on the right hand of the Father . . .\n<\/p><p>\n\"And saw the holy angels and them who are sanctified before his throne, worshiping God, and\nthe Lamb, who worship him forever and ever.\n<\/p><p>\n\"And now after the many testimonies which have been given of him, this is the testimony, last\nof all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;\n<\/p><p>\n\"That by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\" (<span class=\"citation\" id=\"15161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15161)\">D&amp;C 76:19-24<\/a><\/span>).\n<\/p><p>\nThese personal experiences had by the Prophet Joseph Smith definitely illustrate the fact that\nhe was indeed a seer \"great like unto Moses,\" because Joseph saw God and talked with him\nface to face as one man talks with another, even as did Moses.\n<\/p><p>\nThe Prophet Joseph Smith was also visited on numerous occasions by heavenly messengers\nother than God, such as the Angel Moroni, John the Baptist, Peter, James, and John, Moses,\nElias, and Elijah, as well as by Gabriel, Raphael, and Michael.\n(see <span class=\"citation\" id=\"30514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30514)\">JS&mdash;H 1:29-33<\/a><\/span>;\n<span class=\"citation\" id=\"15103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15103)\">D&amp;C 13:1<\/a><\/span>;\n<span class=\"citation\" id=\"15252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15252)\">D&amp;C 110:11-16<\/a><\/span>;\n<span class=\"citation\" id=\"15270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15270)\">D&amp;C 128:20-21<\/a><\/span>). \nThese heavenly messengers bestowed upon the prophet\ndivine powers, keys, authority, and priesthood, and gave him instructions requisite to\nestablishing the true gospel and Church of Jesus Christ on the earth again. Thus, there was a\n\"restitution of all things [to the Prophet Joseph Smith], which God hath spoken by the mouth\nof all his holy prophets since the world began\" (<span class=\"citation\" id=\"8038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8038)\">Acts 3:21<\/a><\/span>).\n<\/p><p>\n<b>A teacher of truth<\/b>\n<\/p><p>\nThe principal work of a prophet of God is to be a teacher of religious truths and thereby give\nto the people the will and the word of the Lord. The Prophet Joseph Smith produced for the\nworld three new volumes of holy scriptures namely, the Book of Mormon, the Doctrine and\nCovenants, and the Pearl of Great Price, and, in addition, he revised the Bible. No prophet\nwho has ever lived has accomplished such a tremendous feat. There are only 177 pages in the\nOld Testament attributed to Moses while Joseph Smith either translated through the gift and\npower of God or received as direct revelation from Jehovah 835 similar-size pages of holy\nscriptures. Joseph's accomplishments stand superb among prophets as a proclaimer of the will\nand the word of the Lord.\n<\/p><p>\n<b>Prophecies of Joseph Smith<\/b>\n<\/p><p>\nProphets, when directed by the Spirit of the Lord, predict future events, or, in other words,\nprophesy of the prophets in this respect, having Joseph Smith rates among the greatest\nproclaimed many prophecies. I shall present only one prophecy he made as an illustration.\nWhile in Montrose, Iowa, on August 6, 1842, Joseph Smith wrote in his journal: \n<\/p><p>\n\". . . I prophesied that the Saints would continue to suffer much affliction and would be\ndriven to the Rocky Mountains, many would apostatize, others would be put to death by our\npersecutors or lose their lives in consequence of exposure or disease, and some of you will\nlive to go and assist in making settlements and build cities and see the Saints become a\nmighty people in the midst of the Rocky Mountains.\" (<i>Documentary History of the Church<\/i>,\nVol. 5, p. 85.)\n<\/p><p>\nWe all know that this prophecy has been literally and completely fulfilled.\n<\/p><p>\nPerhaps paramount to his accomplishments was that \"through the gift and power of God and\nthe Urim and Thummim\" he translated the Book of Mormon into modern English from an\nancient unknown language called Reformed Egyptian (<span class=\"citation\" id=\"15292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15292)\">D&amp;C 135:3<\/a><\/span>).\n<\/p><p>\n<b>The gospel restored<\/b>\n<\/p><p>\nIt is of significance to remember that Jesus Christ restored his true gospel and Church on the\nearth again through the Prophet Joseph Smith. The Lord proclaimed that the gospel and\nChurch would never be taken from the earth again nor given to another people. Because of\nthis divine restoration, the Prophet Joseph was murdered when he was 38 years of age. Thus,\nhe sealed his testimony of that divine restoration with his blood, giving his life for the Savior\nand his Church, as many of the ancient prophets had done.\n<\/p><p>\nThe following important statement appears in modern scripture: \n<\/p><p>\n\"Joseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the\nsalvation of men in this world, than any other man that ever lived in it\" (<span class=\"citation\" id=\"15293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15293)\">D&amp;C 135:3<\/a><\/span>).\n<\/p><p>\nI bear my testimony that the Prophet Joseph Smith is one of the greatest (if not the greatest)\nof the prophets, seers, and revelators that the world has known. A study and evaluation of the\nprophecies he made, the visions and revelations he had, the scriptures he produced, and his\nnumerous mighty works and marvelous accomplishments force this conclusion upon the\nhonest investigator. Joseph Smith shall stand always as superior among God's elect the noble\nand great ones whom he selected to be his rulers (<span class=\"citation\" id=\"7254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7254)\">Abr. 3:22-23<\/a><\/span>). Joseph was indeed a prophet, seer, and\nrevelator \"great like unto Moses\" (<span class=\"citation\" id=\"3790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3790)\">2 Ne. 3:9<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}