{"ID":164, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Postwar Planning<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1945, pp. 53-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA part of the obligation of the presiding officer at these conferences is that he shall take his\nturn in speaking to the people. For that reason I wish to fulfill my duty and try to say\nsomething to you that may be helpful and encouraging and to the furtherance of the cause of\nthe Lord. I sincerely trust that while I speak I shall have with me the benefit of that spirit\nwhich has been poured out in such rich abundance upon us today. So many themes have been\ntouched, that we might further discuss that it is a bit difficult to know what one might most\nprofitably do.\n<\/p><p>\nTHE GOLDEN RULE A SAFE GUIDE FOR MANKIND\n<\/p><p>\nTo the man who says, what has the Church to offer, in times like these, we might perhaps,\nwithout being too cruel, say: what is to be offered to the man who jumps off the house and\nbreaks his leg. Well, we can mend his leg, but it will always be a mended leg; but we have\nalso to offer to the man the advice, do not jump off the house again.\n<\/p><p>\nAnd so to this war-torn world, war-torn from the beginning, we have to say to such a\nquestioner: What has the Church to offer? The Church has to offer to you, and to the world,\nand has offered to you and to the world the principles that had they been accepted would have\nmade this war impossible, and that if now accepted will make a recurrence of war impossible.\nWe bring you that message, the message of the gospel of Jesus Christ, restored in this day and\nage of the world. Do unto others as thou wouldst be done by contains the rule\n(<span class=\"citation\" id=\"33964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33964)\">Matt. 7:12<\/a><\/span>) which ought to\nguide us as members of a community and as one of the family of nations.\n<\/p><p>\nGOD WILL PASS SENTENCE UPON THE GUILTY\n<\/p><p>\nIn these days of terrible trial and stress the question is frequently repeated by those who lose\ntheir dear ones under circumstances that ten years ago were not believed possible. These dear\nones sometimes write and say: I hope that God will forgive me for the things I am having to\ndo. The parents want to know what is the answer to that fear. I would like to read to you\nwhat the First Presidency said on April 6, 1942, four months after the attack at Pearl Harbor.\n<\/p><p>\nIn this terrible war now waging thousands of our righteous young men in all parts of the\nworld and in many countries are subject to a call into the military service of their own\ncountries. Some of these, so serving, have already been called back to their heavenly home;\nothers will almost surely be called to follow. But \"behold,\" as Moroni said, the righteous of\nthem who serve and are slain \"do enter into the rest of the Lord their God\"\n(<span class=\"citation\" id=\"8845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8845)\">Alma 60:13<\/a><\/span>), and of them the\nLord has said \"those that die in me shall not taste of death, for it shall be sweet unto them\"\n(<span class=\"citation\" id=\"12108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12108)\">D&amp;C 42:46<\/a><\/span>).\nTheir salvation and exaltation in the world to come will be secure.\nThat in their work of destruction they will be striking at their brethren will not be held against\nthem. That sin, as Moroni of old said, is to the condemnation of those who \"sit in their places\nof power in a state of thoughtless stupor\"\n(<span class=\"citation\" id=\"8844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8844)\">Alma 60:7<\/a><\/span>),\nthose rulers in the world who in a frenzy of hate\nand lust for unrighteous power and dominion over their fellow men, have put into motion\neternal forces they do not comprehend and cannot control. God, in his own due time, will\npass sentence upon them. \"Vengeance is mine; I will repay saith the Lord\"\n(<span class=\"citation\" id=\"42666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42666)\">Rom. 12:19<\/a><\/span>).\n<\/p><p>\nI have no doubt of the truthfulness of the theme developed by Brother Callis, that those who\ndie as described by Moroni, will not be held guilty of the death of their brethren, and they\nwill have the opportunity to go on to salvation and exaltation in the celestial kingdom.\n<\/p><p>\nPLANNING FOR THE RETURN OF THE SOLDIERS\n<\/p><p>\nI would like to say a word about the returning soldier, that being a question about which we\nall talk and hear so much. I said something about postwar planning at the last conference and\npointed out that we could and should plan to bring our soldiers back to homes of purity,\nchastity, and of righteousness, and that it took no worldly position, no wealth to carry on that\npostwar planning. I want to add just a word along that line today.\n<\/p><p>\nThese boys out in the field have placed before them constantly, achievements and the value of\nachievement in the destruction of human life. The thing for which they now receive praise,\nthe things for which they work to get commendation, are unknown to us in our lives of peace.\nWhen they return they will bring back with them, of necessity, something of those urges that\nled them to their achievements, and we are going to be cold, however warm we try to be, to\nthose achievements, which do not fit in with the gospel, nor with our methods of life.\n<\/p><p>\nTo bridge over the time when they return as heroes for achievements in war, until they may\nresume their peacetime occupations and become heroes in peace and in peaceful occupations,\nto bridge that over is one of the tasks we shall have to undertake and to which we must give\nour best effort and best thought. I am not thinking of the temporal side of the bridge-over, I\nam thinking of the spiritual side, and what that means; and in that connection it seems to me\nthat they who are to play the greatest part are the mothers, the wives, and the sweethearts of\nthose who return.\n<\/p><p>\nTHE RESPONSIBILITY OF THE WOMEN\n<\/p><p>\nWhen all is said and done it will be our sisters who must take on that great load and that\ntremendous responsibility. Radio programs, magazines, and newspaper columns are more and\nmore filling with instructions about how to treat our returning soldiers. All the deductions of\nmodern psychology, and its kindred mental sciences are paraded for the guidance of the\nwives, the mothers, the sweethearts, in meeting, winning, and holding the boy back from the\nwar. But I would not exchange the unerring, inspired instinct of a good woman, fired with\nmother love, or wife love, or the love of a loyal, chaste sweetheart, for all that men have ever\nwritten. The boys say they do not wish to be regarded as problem children. They want to get\nhome and enter again the family circle, and in its sacred precincts again to take up life and\nforget hate, carnage, and death. I believe their cry will be, \"Let us live again in love\"; and\nyou mothers, wives, and sweethearts can bring to them this blessing. None other can. So in\nthis crisis we turn to the women of the earth to save them and to save us men from ourselves.\nSo it has been, in reality, in every great world crisis, however much it may have seemed\notherwise. Yours, you sisters, has been the loyalty that has never wanted; your courage has\nnot failed, has not been daunted, whatever the odds. You have often recognized a lost cause\nlong before your men folks; you frequently have seen victory long before it came within the\nvision of those who battled. Your joy and tenderness and fortitude have succored the wounded\nand eased the passing of those who are called beyond. You never fail in kindness and mercy;\nyour love endures forever. May God bless you, for you are angels of mercy. So, you mothers,\nwives, sweethearts, take into the sacred precincts of your heart around the altars of your\nhomes these souls wounded in body, in mind, in spirit, and heal them as you alone can.\n<\/p><p>\nTHE LEADERS OF THE CHURCH INSPIRED OF GOD\n<\/p><p>\nI had intended to say something, but my time is past, along the line that Elder Petersen spoke.\nHe used even the scriptures that I had intended using; but I would like to endorse all that he\nsaid, and I would like to say to the priesthood of the Church, among whom there are many\nwho are steadiers of the ark&mdash;please do not be too much concerned. The Lord will take care of\nthe Church, if we shall but take care of ourselves. He has laid down the appointed way; he is\nthe head of the Church. President Grant is his representative on earth. The Lord declares his\nwill through his representative here.\n<\/p><p>\nThere is much talk nowadays about democracy. I do not know of any democracy in the\nworld. There are liberal monarchies, and there are republics. We are democratic in our\nconcepts of the Church, but we are not a democracy; we are a kingdom, the Church and\nkingdom of God on earth; and our guidance and our direction comes aria must come through\nthe head of the Church, who always has been possessed of the Spirit of the\nLord and of his inspiration, and his revelation. So it will always be.\n<\/p><p>\nPresident Joseph F. Smith said to President Grant, shortly before President Smith died, \"the\nLord knows whom he wants to be president of the Church, and he never makes a mistake.\"\nThe Lord has laid down the rule and the regulation by which that president of the Church is\nchosen.\n<\/p><p>\nIt is for us of the priesthood and for us the members of the Church to hearken and to obey in\nmatters which the president of the Church directs, and to see to it that we do not modify in\nany way the holy laws which the Lord has laid down. God grant that we may all be faithful\nto the end, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}