{"ID":1640, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Seek and Ye Shall Find\"<\/p>\n<p class=\"gcspeaker\">Elder Bernard P. Brockbank<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Bernard p. Brockbank, <i>Conference Report<\/i>, October 1968, pp. 37-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, I have had the great honor and privilege of spending the better part of\nthe past nine years in the mission field. Many choice blessings have resulted from this\nexperience. I have had the privilege of meeting and visiting with thousands of religious people\nfrom all parts of the world as they visited our Church pavilions at the New York World's Fair\nand at the Texas World's Fair [HemisFair].\n<\/p><p>\nI asked many of these visitors if they believed that they were literally in the image and\nlikeness of God, and almost everyone answered no.\n<\/p><p>\n<b>Discussion on Godhead<\/b>\n<\/p><p>\nI would like to mention one fine, clean student who visited the pavilion in Texas. He believed\nin a trinity of God the Eternal Father, Jesus Christ, and the Holy Ghost, that they were all one\nand the same God, and that they were incomprehensible. I asked him if he believed that Jesus\nChrist was ever a separate personage from God the Father. He said that he believed they are\none and the same God. He asked about our exhibit of the painting that showed the Prophet\nJoseph Smith in the Sacred Grove, when he claimed that God the Eternal Father and his Son\nJesus Christ visited him in the grove. We talked about the vision of Joseph Smith and the\npersonal appearance of the Father and the Son. We read what Joseph Smith said about this\nmarvelous vision.\n<\/p><p>\nJoseph Smith said, \". . . I saw a pillar of light exactly over my head, above the brightness of\nthe sun . . . When the light rested upon me I saw two Personages, whose brightness and\nglory defy all description, standing above me in the air. One of them spake unto me, calling\nme by name and said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30505)\">JS&mdash;H 1:16-17<\/a><\/span>).\n<\/p><p>\nWe further discussed the profound importance of this divine vision to again witness to all men\nthat the trinity composing the Godhead are separate personages, that they have tangible,\npersonal bodies, and that all mankind is literally in the image and likeness of God. We\ndiscussed a number of scriptures showing the appearance of God to Abraham, Jacob, Moses,\nand all of the ancient prophets. We also talked about the personal life and body of Jesus\nChrist before and after his death, and about his personal, resurrected body.\n<\/p><p>\n<b>The Book of Mormon<\/b>\n<\/p><p>\nHe then asked about the Book of Mormon and its purpose and value as a record of scripture.\nI had him read the following two statements on the first page of the Book of Mormon: \"The\nBook of Mormon . . . is to show unto the remnant of the House of Israel what great things\nthe Lord hath done for their fathers; and that they may know the covenants of the Lord, that\nthey are not cast off forever&mdash;And also to the convincing of the Jew and Gentile that Jesus is\nthe Christ, the Eternal God, manifesting himself unto all nations\" (<span class=\"citation\" id=\"43147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43147)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nHe desired to obtain a copy of the Book of Mormon. He was asked to read the book and to\npray about it, and we read the following very important promise from the prophet Moroni,\nwho said, \"And when ye shall receive these things, I would exhort you that ye would ask\nGod, the Eternal Father, in the name of Christ, if these things are not true, and if ye shall ask\nwith a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it\nunto you, by the power of the Holy Ghost\" (<span class=\"citation\" id=\"38353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38353)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\nHe said that he would read the book and pray about it.\n<\/p><p>\nI met with him again in a few days. He said, \"I have read part of the Book of Mormon and I\nhave prayed about it, but I did not feel that my prayers were answered as promised by the\nprophet Moroni.\"\n<\/p><p>\nI mentioned that I had received an answer to my prayers when I asked to know about the\nBook of Mormon and its value and its origin and its divine purpose. \"I wonder why God\nwould answer my prayers regarding the divinity of the Book of Mormon and not answer your\nprayers. I wonder if you prayed to the same God that I prayed to.\"\n<\/p><p>\n<b>Many concepts of God<\/b>\n<\/p><p>\nYou know, there are many religions in the world today and many and varied concepts of God.\n<\/p><p>\nSome worship gods of nature. Some worship the sun and other parts of the universe. Some\neven worship appetites and the pleasure of this earth.\n<\/p><p>\nSome worship an uncreated and incomprehensible trinity of gods. Others worship a god\nwithout body, parts, or passions.\n<\/p><p>\nThe Hindus worship and pray to the god of their belief. The Mohammedans worship and pray\nto the god of their belief.\n<\/p><p>\nIf we desire to be Christians and followers of Jesus Christ, we must accept his example, his\nteachings, and his doctrines.\n<\/p><p>\nWe must pray to the same God that Jesus Christ prayed to. Many of the gods that are\nworshiped are from the intellect and minds of men. Through the prophet Jeremiah the Lord\nsaid, \"Shall a man make gods unto himself, and they are no gods?\" (<span class=\"citation\" id=\"26522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26522)\">Jer. 16:20<\/a><\/span>).\n<\/p><p>\nThe apostle Paul said, \". . . when ye knew not God, ye did service unto them which by nature\nare no gods\" (<span class=\"citation\" id=\"23283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23283)\">Gal. 4:8<\/a><\/span>). Man-made gods are no gods.\n<\/p><p>\n<b>The only true God<\/b>\n<\/p><p>\nJesus Christ said, \". . . this is life eternal, that they might know thee the only true God, and\nJesus Christ, whom thou hast sent\" (<span class=\"citation\" id=\"28469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28469)\">John 17:3<\/a><\/span>).\n<\/p><p>\nJesus said to know the only true God and Jesus Christ&mdash;not only to know the only true God,\nbut also to know Jesus Christ, whom God has sent.\n<\/p><p>\nThen I said to the boy, \"Do you remember telling me that you believed that God the Eternal\nFather and Jesus Christ and the Holy Ghost were all one and the same with no separation, and\nthat they were not personal beings, and that you did not believe that you were literally created\nin the image and likeness of God?\"\n<\/p><p>\nHe remembered.\n<\/p><p>\nIf you pray to three gods in one god, that is not the same as praying to God the Eternal\nFather through Jesus Christ. To pray to a god that you are in the image and likeness (<span class=\"citation\" id=\"23766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23766)\">Gen. 1:26<\/a><\/span>) of is\ndifferent from praying to an incomprehensible three gods in one god.\n<\/p><p>\nWhen you believe that Jesus Christ and God the Eternal Father are one and the same god, you\nare unable to properly use Jesus Christ as your mediator between you and your Heavenly\nFather (<span class=\"citation\" id=\"2835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2835)\">1 Tim. 2:5<\/a><\/span>).\n<\/p><p>\nRemember the vision of Joseph Smith wherein God the Father and his Son Jesus Christ\nappeared with separate, personal, glorified bodies. The mediator between you and your\nHeavenly Father is Jesus Christ. Jesus said, \". . . I am the way, the truth, and the life: no man\ncometh unto the Father, but by me\" (<span class=\"citation\" id=\"28456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28456)\">John 14:6<\/a><\/span>).\n<\/p><p>\nThe apostle Peter said, \"Neither is there salvation in any other: for there is none other name\nunder heaven given among men, whereby we must be saved\" (<span class=\"citation\" id=\"8044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8044)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\n<b>Promise of Moroni<\/b>\n<\/p><p>\nWe again read and analyzed the promise made by the prophet Moroni and what one needs to\ndo to receive the divine answer to prayer. In order to receive an answer, you must closely\nfollow the prophet Moroni's counsel. The steps are very important and help to prepare the one\npraying to receive the witness from his Heavenly Father. The steps are as follows: \n<\/p><p>\nAsk God the Eternal Father.\n<\/p><p>\nAsk in the name of Jesus Christ. (Jesus is the mediator.)\n<\/p><p>\nAsk the Eternal Father if the teachings in the Book of Mormon are true.\n<\/p><p>\nAsk with a sincere heart.\n<\/p><p>\nAsk with real intent, with sincere desire to know, having faith in Christ.\n<\/p><p>\nThe prophet's promise is that if you ask the Eternal Father in the name of Jesus Christ, with a\nsincere heart, with real intent, with faith in Christ, he will manifest the truth unto you by the\npower of the Holy Ghost.\n<\/p><p>\nAll three members of the Godhead are separately and individually involved to give this great\npromise and answer to prayer.\n<\/p><p>\nThe young man said that he would prepare himself to again ask God in prayer. When we met\nagain he said he had received his answer.\n<\/p><p>\nAgain I repeat, it is very important that we know the only true God and his Son Jesus Christ.\nWe should all remember the great goal as given by Jesus Christ, who said: \". . . this is life\neternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"28470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28470)\">John 17:3<\/a><\/span>).\n<\/p><p>\n<b>Our assignment to teach<\/b>\n<\/p><p>\nBrothers and sisters, our great assignment to God's children, to every nation, individual,\ntongue, and people, is to teach them about the true and living God about God the Eternal\nFather, and about his Son Jesus Christ, our Savior and our Redeemer.\n<\/p><p>\nOne of the best ways for every member of this Church to be a missionary and to do as our\nprophet David O. McKay has asked is to have a copy or copies of the Book of Mormon in\nthe homes of your nonmember friends and neighbors.\n<\/p><p>\nEncourage them to read the Book of Mormon and to pray about it. You should read to them\nthe great God-inspired promise by the prophet Moroni of how they can receive the witness to\nthe book of Mormon, and to know of its divine purpose (<span class=\"citation\" id=\"38354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38354)\">Moro. 10:4<\/a><\/span>). Be sure they follow the steps given\nin the promise. This promise needs the testimony and the help of one who has received the\nwitness and the answer promised by the prophet. The Lord said that everyone that asks\nreceives. Everyone that seeks shall find, and to everyone that knocks, it shall be opened unto\nhim (see <span class=\"citation\" id=\"35803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35803)\">Matt. 7:8<\/a><\/span>).\n<\/p><p>\n<b>A new witness<\/b>\n<\/p><p>\nBrothers and sisters, the world is hungry and looking for a new witness. They need the\ntestimony and they need the strength and they need the counsel of one who has the testimony\nand the witness. The Lord is at the helm in this great program. It's the Lord's work to bring\nto pass the immortality and eternal life of man (<span class=\"citation\" id=\"39298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39298)\">Moses 1:39<\/a><\/span>), but the Lord has placed much of the\nresponsibility of teaching and helping his children upon those who have received the witness.\n<\/p><p>\nThe Lord gives a great promise: \"I, the Lord, am bound when ye do what I say; but when ye\ndo not what I say, ye have no promise\" (<span class=\"citation\" id=\"15171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15171)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nMay we help our Father's children to receive the commitments of the Lord by complying and\nbeing obedient to his great plan and his teachings, I humbly pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}