{"ID":1641, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The World Needs Healing<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1968, pp. 40-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThere should be no doubt in the minds of any of us that the world is not well. It is not dying\nyet, but it is sick. It does not have an incurable disease, for we have a good physician. The\nworld just needs healing.\n<\/p><p>\n<b>World problems not new<\/b>\n<\/p><p>\nThis is not new in the world. There have been problems and crises off and on from the very\nbeginning of mortality. The scriptures are replete with references concerning similar\nconditions. The Lord has, from the very beginning, given man warnings and promises. Should\nthe scriptures fall open at almost any place, they would very likely reveal the remedy for all\nproblems, even present-day conditions.\n<\/p><p>\nAdam and Eve were admonished to repent and be obedient to God's command (<span class=\"citation\" id=\"39305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39305)\">Moses 5:5-8<\/a><\/span>). Yet, by the\ntime of Noah the world was so sick, God had to destroy all except Noah and those with him (<span class=\"citation\" id=\"2317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2317)\">1 Pet. 3:20<\/a><\/span>).\n<\/p><p>\n<b>Promise of Moses<\/b>\n<\/p><p>\nThen in the latter part of Israel's wanderings in the wilderness, Moses, having been told he\nwas not to see the promised land, declared to all Israel the following warning and promise.\n<\/p><p>\n\"But if from thence thou shalt seek the Lord thy God, thou shalt find him, if thou seek him\nwith all thy heart and with all thy soul.\n<\/p><p>\n\"When thou art in tribulation, and all these things are come upon thee, even in the latter days\"&mdash;Are \nthese not the latter days? Are we not Israel? Then he is talking to us; yes, to us here in\n1968&mdash;\"if thou turn to the Lord thy God, and shall be obedient unto his voice;\"&mdash;Does not\nthe voice of the Lord come to us from his Prophet?\n<\/p><p>\n\"(For the Lord thy God is a merciful God;) he will not forsake thee, neither destroy thee, nor\nforget the covenant of thy fathers which he sware unto them\" (<span class=\"citation\" id=\"21272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21272)\">Deut. 4:29-31<\/a><\/span>).\n<\/p><p>\n<b>The Lord's word to Solomon<\/b>\n<\/p><p>\nOpen the scriptures to another historical occasion: the dedicatory services of Solomon's\ntemple.\n<\/p><p>\nThis was a great sacrificial ordinance. Solomon offered a sacrifice of 2,000 oxen and 120,000\nsheep. This was a seven-day dedicatory service. Then the Lord answered Solomon's prayer.\nNote here the application to our time: \n<\/p><p>\nThe Lord said to Solomon: \n<\/p><p>\n\"If my people, which are called by my name [Are these not the members of the Church of\nJesus Christ?], shall humble themselves, and pray, and seek my face, and turn from their\nwicked ways; then will I hear from heaven, and will forgive their sin, and will heal their\nland\" (<span class=\"citation\" id=\"2947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2947)\">2 Chr. 7:14<\/a><\/span>).\n<\/p><p>\nIs there any doubt that our land needs healing? Christ in Jerusalem, seeing the iniquity,\ndeclared: \n<\/p><p>\n\"O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto\nthee, how often would I have gathered thy children together, even as a hen gathereth her\nchickens under her wings, and ye would not!\" (<span class=\"citation\" id=\"35862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35862)\">Matt. 23:37<\/a><\/span>).\n<\/p><p>\n<b>Book of Mormon record<\/b>\n<\/p><p>\nTurn to the Book of Mormon. This is a record of continual ups and downs of the people.\nWith righteousness, there was peace and prosperity. When they became wicked and sinful,\nthere was war, destruction, famine.\n<\/p><p>\nFollowing the great destruction of the more wicked on this hemisphere at the time of the\ncrucifixion of Christ, the voice of the Lord was heard to declare: \n<\/p><p>\nYea, verily I say unto you, if ye will come unto me ye shall have eternal life. Behold, mine\narm of mercy is extended towards you, and whosoever will come, him will I receive; and\nblessed are those who come unto me.\n<\/p><p>\n\"Behold, I have come unto the world to bring redemption unto the world, to save the world\nfrom sin.\n<\/p><p>\n\"Therefore, whoso repenteth and cometh unto me as a little child, him will I receive, for of\nsuch is the kingdom of God. Behold, for such I have laid down my life, and have taken it up\nagain; therefore repent, and come unto me ye ends of the earth, and be saved\"\n(<span class=\"citation\" id=\"5713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5713)\">3 Ne. 9:14,21-22<\/a><\/span>).\n<\/p><p>\n\". . . how oft will I gather you as a hen gathereth her chickens under her wings, if ye will\nrepent and return unto me with full purpose of heart\" (<span class=\"citation\" id=\"5715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5715)\">3 Ne. 10:6<\/a><\/span>).\n<\/p><p>\n<b>Promise of eternal life<\/b>\n<\/p><p>\nHere the Lord says, \"Ye ends of the earth.\" Does that not mean us? This was not just to those\nwho heard his voice. For this purpose it was recorded and preserved down through the\ncenturies and brought forth by the instrumentality of God through his servant, the Prophet\nJoseph Smith, for us of this day. The promise here is only to those who repent and do his\nwill&mdash;yes, the promise of eternal life. This means exaltation. He will save the world in that all\nwill be resurrected, but only those who come unto him and do his will shall receive eternal\nlife.\n<\/p><p>\nDo you believe this? I believe it! I know it, just as I know that God lives, and that Jesus is\nthe Christ, the Son of the living God. I know that his kingdom has been restored to earth in\nthese the latter days through the Prophet Joseph Smith.\n<\/p><p>\nIf we will heed the word of the Lord through his servant and Prophet today, President David\nO. McKay, the Lord shall heal our land; he shall give us eternal life. I so testify in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}