{"ID":1642, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Two Roads...\"<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1968, p. 41-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSome days ago, on September 17, as referred to by President McKay this morning, we\ndedicated a new flagpole on Temple Square, with flags flying a hundred feet high and a base\nand background of panels on liberty and law, including the Ten Commandments and some\nother reminders of our basic beliefs, among them these: \n<\/p><p>\n<b>Panels on liberty and law<\/b>\n<\/p><p>\n\"We believe that governments were instituted of God for the benefit of man; and that he holds\nmen accountable for their acts in relation to them, both in maintaining laws and administering\nthem, for the good and safety of society.\n<\/p><p>\n\"We believe that no government can exist in peace, except such laws are framed and held\ninviolate as will secure to each individual the free exercise of conscience, the right and\ncontrol of property, and the protection of life\" (<span class=\"citation\" id=\"15288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15288)\">D&amp;C 134:1-2<\/a><\/span>).\n<\/p><p>\n\"We believe in . . . obeying, honoring, and sustaining the law\" (<span class=\"citation\" id=\"6860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6860)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\nDespite an all too prevalent and all too popular appeal to permissiveness, we still reap what we\nsow (<span class=\"citation\" id=\"23288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23288)\">Gal. 6:7<\/a><\/span>). And I would plead this day, with the young, the old, with the counselors of youth, the\nteachers of youth&mdash;with all of us&mdash;to recommit ourselves to living by law.\n<\/p><p>\n<b>Playing in the rough<\/b>\n<\/p><p>\nTo those who are pulling away from God-given and long-proved principles, abandoning and\nprotesting, may I offer the very interesting observation of a wise and seasoned president\nwhose stake I was recently privileged to visit, and who said, in substance, with golf course\nconnotation, \"When there is all that fairway, why do you play so much in the rough?\"\n(President Rudolph L. Van Kampen, Riverdale [Utah] Stake.)\n<\/p><p>\nToo many are playing in the rough, frustrated, foolishly dissipating present possibilities, and\njeopardizing the limitless opportunities of everlasting life. Too many are protesting, lashing\nout in anger, without making any constructive contribution to solving the ills and the evils.\nWe ought to be angry about evil and never be complacent, never let it quietly see into our\nsurroundings. But we ought not to be angry and resentful against good advice, against\nreasonable restraint, against the counsels God has given. Stubborn, blind, brash anger, going\nahead against all safeguards and danger signs, as an utterly shortsighted and self-destructive\nanger.\n<\/p><p>\n<b>Comments on irresponsible protest<\/b>\n<\/p><p>\nLet me insert here some comments on irresponsible protest from three or four significant\nsources, dating back to the last century and coming down to the present scene.\n<\/p><p>\nThe first is from Phillips Brooks: \"If circumstances taunt and persecute you,\" he said, \"if\neverything you touch is a strain and a temptation, do not stand idly wishing that the world\nwere changed. The change must be in you . . . Back on the wills of men, where it belongs,\nfalls the responsibility of sin.\" (<i>Twenty Sermons<\/i>, No. 14.)\n<\/p><p>\nThe second, from Dr. Fosdick, comes closer to us in time: \"Today . . . I am dealing with a\nspecial area of young persons, some of whom, I think, are fooling themselves . . . ,\" he said. \". .\n. they find it easier to become excited over social reform than to deal . . . with their own\ncharacters . . .\n<\/p><p>\n\"They are, for example, pacifists in general [allegedly so], but they have such a quality of\nspirit that they break up the peace of any group they enter . . . They ardently say that the\nworld needs to be changed but their neighbors know that, however that may be, <i>they<\/i> certainly\nneed to be changed . . .\n<\/p><p>\n\"Suppose that the social reforms . . . were now successfully achieved. Can any one who . . .\nvisualizes that redeemed society suppose that . . . personal character would be called for less?\nSurely, personal character would be called for more . . .\n<\/p><p>\n\". . . always in history character and happiness have come to people . . . when they shouldered\ntheir personal responsibility.\" (Harry Emerson Fosdick, \"On Shouldering One's Own Responsibility.\")\n<\/p><p>\nThe third is a comment from George Kennan (former U. S. Ambassador to Russia and\nPulitzer Prize author) as recently reported: \n<\/p><p>\n\"The revolutionary habit may get ominously out of hand . . . Violent protest . . . amounts to\n'intimidation and blackmail'; if tolerated, it leads to dictatorship. 'I have seen more harm\ndone in this world by those who tried to storm the bastions of society in the name of utopian\nbeliefs . . . than by all the humble efforts of those who have tried to create a little order and\ncivility and affection within their own intimate entourage . . .' The revolutionaries . . . have\nnot been able to face a 'vitally important truth'; namely, that the 'decisive seat of evil in this\nworld is not in the social and political institutions and not even, as a rule, in the ill will or\niniquities of statesmen but simply in the weakness and imperfection of the human soul itself,\nand by that I mean literally every soul, including my own and that of the student militant at\nthe gate.'\n<\/p><p>\n\"The disquieting thing about today's revolutionaries is that many of them could not care less\nabout traditional good and evil. Their vision is apocalyptic . . . 'Ultimately . . . it will accept\nnothing save . . . obliteration of all stabilities.'\"\n<\/p><p>\n\"People yearn for ultimate upheaval,\" said Earl Rovit, \"because they believe it will restore\n'innocence and purity' to the world . . . Yet it may be destruction that really attracts them.\nTheir basic attitude is not that they 'want to break windows in order to let the fresh air in.' . .\n. the fact is they are 'hopelessly in love with the sound of smashing glass.'\" (<i>Time<\/i>, June 28,\n1968, p. 47; quoting Kennan and Rovit.)\n<\/p><p>\n<b>Pathways that people pursue<\/b>\n<\/p><p>\nRecently, with some much appreciated help, I have had occasion to select some citations on\nthe roads and pathways that people pursue: \n<\/p><p>\n\"Any road leads to the end of the world,\" said Edward Fitzgerald. (<i>Polonius<\/i>, p. 86.)\n<\/p><p>\n\"Where the road bends abruptly take short steps.\" (Ernest Bramah.)\n<\/p><p>\nAnd, of course, there is the classic from Robert Frost on \"The Road Not Taken\": \n<\/p><p>\n\"I shall be telling this with a sigh<br \/>\n     Somewhere ages and ages hence: <br \/>\n     Two roads diverged in a wood, and I&mdash;<br \/>\n     I took the one less traveled by,<br \/>\n     And that has made all the difference.\"\n<\/p><p>\nMy beloved young friends, let us not destroy ourselves by taking the wrong road&mdash;by\nrefusing counsel, by departing from proved principles, by yielding to appetites, by indulging\npassions, by straying off the straight way that leads to life and truth and to all the limitless\naccomplishments of the everlasting future, as well as peace and purpose and happiness here.\n<\/p><p>\n<b>Setting things right<\/b>\n<\/p><p>\nOf course, the young&mdash;and all of us&mdash;are often impatient to see Utopia come sooner, to see\neverything set right, right now. There may be in the air a little of the feeling of Hamlet: \n<\/p><p>\n\"The time is out of joint: O cursed spite, That ever I was born to set it right!\" (William\nShakespeare, <i>Hamlet<\/i>, Act I, sc. 5.)\n<\/p><p>\nBut just plain protest and rebellion and dissipation and destruction will not set things right.\n<\/p><p>\nThe answer is that we were all born to set right whatever should be set right that is within our\nreach. We shouldn't dodge or run from duty, but should be engaged in the service of our\nfellowmen, in the service of the Master, in doing all that should and can be done.\n<\/p><p>\n<b>Opportunities for action<\/b>\n<\/p><p>\nAnd as to opportunities for action, there is in the Church of Jesus Christ provision for activity\nand action pertaining to the physical and mental and spiritual health and wholeness of all men\neverywhere. There is outlet and opportunity for the strength and service of all who wish to\nhelp toward the peace and well-being of all people: welfare, serving others, taking care of our\nown; tithing; teaching; health, hospitals; schools here at home; educating the less privileged in\nfar places; bringing thousands of the children of others into our homes and hospitals; youth\nprograms, athletics, talent development, cultural and recreational activities; rehabilitating\npeople with problems; preserving the integrity of home and marriage and family life; caring\nfor the sick, compassionate service; encouragement to seek knowledge, to develop skills, to\nacquire competence, to qualify for professional service; encouragement to be active in politics,\ncivic affairs, public service; to foster freedom; to share the gospel, to teach the truth; to move\namong all peoples&mdash;to learn their languages, to become acquainted with customs and\ncultures; to be anxiously and constructively concerned about the physical, mental, moral,\nspiritual well-being, the peace and health and happiness of all people&mdash;and with the earnest\nintent and endeavor that all this be done without the use of public funds.\n<\/p><p>\nThe list could be multiplied to include a completeness of provision for the temporal and\neternal salvation of all.\n<\/p><p>\nMy beloved young friends&mdash;and you who are older: There are some things that are \"not good\nfor man\" (<span class=\"citation\" id=\"15203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15203)\">D&amp;C 89:5-9<\/a><\/span>) and which we are counseled not to do and not to partake of, but basically this is <i>not<\/i>\na gospel of <i>not<\/i> doing. There is ample opportunity for all for the outlet of all your energy and\nearnest intent for the blessing and upbuilding of people at home and worldwide.\n<\/p><p>\n<b>Means for solving problems<\/b>\n<\/p><p>\nOf course the world has troubles, uncertainties, problems. Of course we are impatient and\npuzzled at times, but the means and the reason for improving and repenting and for solving\nthe problems are given us in our Father's plans and purposes.\n<\/p><p>\nMay I cite two oft-quoted scriptures, and put some added emphasis on them: \n<\/p><p>\n\"Verily I say, men should be anxiously engaged in a <i>good<\/i> cause, and do many things of their\nown free will, and bring to pass much <i>righteousness<\/i>\" (<span class=\"citation\" id=\"15133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15133)\">D&amp;C 58:27<\/a><\/span>, italics added).\n<\/p><p>\nThe emphasis could well be on <i>good<\/i> and <i>righteousness<\/i>.\n<\/p><p>\nAnother: \"Wherefore, honest men and wise men should be sought for diligently, and good\nmen and wise men ye should observe to uphold\" (<span class=\"citation\" id=\"15243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15243)\">D&amp;C 98:10<\/a><\/span>).\n<\/p><p>\nI infer from this that we have an <i>obligation<\/i> to be active in public issues, in civic problems,\nand to provide honest and good men and wise men to serve and give leadership in public\naffairs.\n<\/p><p>\nWe shouldn't be sideline sitters.\n<\/p><p>\n<b>Guidance of a prophet<\/b>\n<\/p><p>\nWith you, I thank God for a prophet to guide us in these latter days. He has given us counsel\nat this conference, and through all his faithful years in the great-hearted kindliness and\ninspiration of his calling.\n<\/p><p>\nI hope and pray that we may accept the counsel of President McKay, and the counsel of Him\nwhom he serves.\n<\/p><p>\nThe Lord hasn't asked of any of us anything that we can't do, nor given us any\ncommandment that we can't keep.\n<\/p><p>\nI only know one place to put my trust&mdash;in the counsels and commandments of God, which\npatiently he has repeated over and over through the ages, and again and again given us.\n<\/p><p>\n<b>Choose the right<\/b>\n<\/p><p>\nMothers, fathers: Set before your children a righteous example. Love them; lead them. Take\nthem where they should be. If they follow you, be sure that they follow you in the right\nhabits, to the right places, for the right purposes. Don't lead off in any direction in which you\nwould wish they wouldn't follow.\n<\/p><p>\nAnd you, my beloved young friends: You have more opportunities than any generation ever\nhad. God bless you to choose the right, to use your energies in constructive, righteous ways,\nin useful, virtuous, productive performance, not in irresponsible protest, not dropping out, but\nentering in, with the full use of the opportunities and talents God has given you, knowing and\nkeeping his commandments, honoring, obeying, and sustaining and upholding the law, and\ngoing forward in faith with peace and accomplishment and quiet conscience.\n<\/p><p>\n\"Any road leads to the end of the world.\"<br \/>\n\"When there is all that fairway, why do you play so much in the rough?\"<br \/>\n\"What is the use of running when you are on the wrong road?\"<br \/><br \/>\n&nbsp; &nbsp; (W. G. Benham, <i>Proverbs<\/i>.)\n<\/p><p>\n\"I shall be telling this with a sigh<br \/>\n     Somewhere ages and ages hence: <br \/>\n     Two roads diverged in a wood, and I&mdash;<br \/>\n     I took the one less travelled by,<br \/>\n     And that has made all the difference.\"\n<\/p><p>\n<b>Witness of God<\/b>\n<\/p><p>\nI leave you my witness of this work, my witness of the living God who is our Father and who\nmade us in his own image&mdash;my witness of the divinity of his beloved Son, our Lord and\nSavior. All he did was for the salvation of men.\n<\/p><p>\nMay each of us follow his example and seek with all our hearts to save ourselves, our\nfamilies, and all our Father's family, to the very best of our abilities and energies and\nopportunities&mdash;not negatively protesting, but positively producing; not sitting down, but\nserving and moving forward; not destroying, but creating; not infecting with doubt, but\nbuilding with faith; I pray in the name of Jesus Christ, our beloved Lord and Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}