{"ID":1643, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"If Ye Love Me, Keep My Commandments\"<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1968, pp. 46-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt the call of our leader, President David O. McKay, I am privileged this morning to address\nyou who are assembled here in this historic Tabernacle, and also the vast radio and television\naudience. I do so in all humility and with a prayer in my heart that what I might say will be\nin harmony with the teachings of our Lord and Savior, Jesus Christ.\n<\/p><p>\nWe who will occupy this position during this conference have the responsibility to do as Paul\ncharged Timothy: \n<\/p><p>\n\"Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all\nlong-suffering and doctrine.\n<\/p><p>\n\"For the time will come when they will not endure sound doctrine; but after their own lusts\nshall they heap to themselves teachers, having itching ears; \n<\/p><p>\n\"And they shall turn away their ears from the truth, and shall be turned unto fables\" (<span class=\"citation\" id=\"5175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5175)\">2 Tim. 4:2-4<\/a><\/span>).\n<\/p><p>\n\"This know also, that in the last days perilous times shall come\" (<span class=\"citation\" id=\"5174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5174)\">2 Tim. 3:1<\/a><\/span>).\n<\/p><p>\n<b>Men refuse sound doctrine<\/b>\n<\/p><p>\nThe last days are here and now, and Paul's prophecy is being fulfilled before our very eyes.\nMen are refusing sound doctrine, and after their own lusts they are turning their ears from the\ntruth and are listening to those who preach to their own liking. As a result, we are suffering\nmany tribulations throughout the world. We have reached a time in our history which I\nbelieve is the most crucial mankind has ever had to face.\n<\/p><p>\nThinking, serious-minded people in all fields of endeavor agree that present circumstances\ncannot continue very much longer without precipitating one of the most serious crises man\nhas ever known.\n<\/p><p>\n<b>Reason for turmoil<\/b>\n<\/p><p>\nAs we consider these disturbing conditions in a world of turmoil, I am sure we are asking the\nsimple questions: Why is there so much strife and hate in the world between nations, within\nnations, within states, in universities, and even in groups of local communities, and with this\nunrest, distrust, and strife extending even into the home? Why is it so universal? What can\nand should be done to correct these conditions with which none of us are content or happy?\n<\/p><p>\nAs I was contemplating these matters, I continued to search the scriptures for an answer. As\nwe all know, the Holy Writ is replete with exhortations, warnings, and prophecies pertaining\nto the welfare of mankind and conditions in the latter days, or the days in which we now live.\n<\/p><p>\nWe find the world divided into two great opposing camps. One is made up of individuals and\nnations whose philosophy of life is fully materialistic, who not only reject, but aggressively\nrepudiate, the true Christian way of life.\n<\/p><p>\nIn the other camp are those who still retain a nominal recognition of spiritual and moral\nvalues. These comprise what we call our Christian civilization. One of the greatest tragedies\nof this generation, however, is that so much of our so-called Christian civilization does no\nmore than profess Christianity, and, in fact, many today do not even profess.\n<\/p><p>\n<b>Solution to problems<\/b>\n<\/p><p>\nThe only clear and sure solution to our problems is to make our professed Christianity real, to\nmake it personal, apply it in our lives, accept Jesus Christ as the Son of God, and as the real\nliving Savior of mankind, \"for there is none other name under heaven given among men,\nwhereby we must be saved\" (<span class=\"citation\" id=\"8045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8045)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nJesus Christ not only gave his life for us, but he has also given us clearly the plan of life and\nof salvation, and he has assured us that to gain eternal life we must live by sound doctrine,\nwhich is the word of the Lord, spoken either by God or Jesus Christ or by the prophets of\nGod. This doctrine answers clearly and definitely such vital questions as: \n<\/p><p>\nWho are we?\n<\/p><p>\nWhere did we come from?\n<\/p><p>\nWhy are we here?\n<\/p><p>\nIs there life after death?\n<\/p><p>\nIs there a living, personal God?\n<\/p><p>\nWhat is our relationship to God, the Eternal Father?\n<\/p><p>\nIs Jesus Christ, the Savior of the world, the Son of God?\n<\/p><p>\nWhat must we do to gain exaltation and enjoy eternal life?\n<\/p><p>\n<b>Answers to questions<\/b>\n<\/p><p>\nFor answers to these questions, let us turn to and consider the words of the Lord and of the\nprophets, both ancient and modern.\n<\/p><p>\nWhile we were all in the spirit world with God the Father, his Only Begotten Son, then with\nhim in the spirit, said: \n<\/p><p>\n\"We will go down . . . and we will make an earth whereon these may dwell; \n<\/p><p>\n\"And we will prove them herewith, to see if they will do all things whatsoever the Lord their\nGod shall command them\" (<span class=\"citation\" id=\"7260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7260)\">Abr. 3:24-25<\/a><\/span>).\n<\/p><p>\n\"So God created man in his own image, in the image of God created he him; male and female\ncreated he them\" (<span class=\"citation\" id=\"23769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23769)\">Gen. 1:27<\/a><\/span>).\n<\/p><p>\nHow uplifting and dignifying it is to know that we are truly the spirit children of God, made\nin his image; that he and Jesus Christ are personal gods, that they are interested in us, and\nthat \"God so loved the world, that he gave his only begotten Son, that whosoever believeth in\nhim should not perish, but have everlasting life\" (<span class=\"citation\" id=\"28405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28405)\">John 3:16<\/a><\/span>).\n<\/p><p>\n<b>Teachings of Jesus Christ<\/b>\n<\/p><p>\nJesus Christ is the Son of God, as stated in ancient and modern scripture. On different\noccasions God introduced him to men on the earth in these words: <i>\"This is my Beloved Son.\nHear Him!\"<\/i> (see <span class=\"citation\" id=\"35760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35760)\">Matt. 3:17<\/a><\/span>; <span class=\"citation\" id=\"5716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5716)\">3 Ne. 11:7<\/a><\/span>;\n<span class=\"citation\" id=\"30509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30509)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nJesus taught that as the spirit children of the Father, with that spark of divinity in us, we can\nbecome like him by keeping his commandments. He also said: \"Search the scriptures . . .\nwhich testify of me\" (<span class=\"citation\" id=\"28418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28418)\">John 5:39<\/a><\/span>). And Paul told the Romans: \"For whatsoever things were\nwritten aforetime were written for our learning, that we through patience and comfort of the\nscriptures might have hope\" (<span class=\"citation\" id=\"42822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42822)\">Rom. 15:4<\/a><\/span>).\n<\/p><p>\nThen again we have the words of Jesus: \"And this is life eternal, that they might know thee\nthe only true God, and Jesus Christ, whom thou hast sent\" (<span class=\"citation\" id=\"28471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28471)\">John 17:3<\/a><\/span>).\n<\/p><p>\nIn answer to the question, \"If I die shall I live again?\" Christ said: \"I am the resurrection, and\nthe life: he that believeth in me, though he were dead, yet shall he live: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die\" (<span class=\"citation\" id=\"28444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28444)\">John 11:25-26<\/a><\/span>). He gave his life\nand was resurrected that man might not remain forever in the grave.\n<\/p><p>\nHe also assured the multitude: \"In my Father's house are many mansions: if it were not so, I\nwould have told you. I go to prepare a place for you.\n<\/p><p>\n\"And if I go and prepare a place for you, I will come again, and receive you unto myself; that\nwhere I am, there ye may be also\" (<span class=\"citation\" id=\"28452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28452)\">John 14:2-3<\/a><\/span>).\n<\/p><p>\n<b>Resurrection an important step<\/b>\n<\/p><p>\nRegarding his resurrection, we have also the testimony of Paul, who was once a persecutor of\nthe Saints, and denier of Christ, that the apostles and he himself and hundreds of others had\nseen Christ after he rose (<span class=\"citation\" id=\"483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(483)\">1 Cor. 15:5-8<\/a><\/span>),\n\"the third day according to the scriptures\" (<span class=\"citation\" id=\"482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(482)\">1 Cor. 15:4<\/a><\/span>).\n<\/p><p>\nHow fortunate is the person who looks forward to the resurrection as an important step in\neternal progression and prepares now to meet God!\n<\/p><p>\nAs I attended the funeral of our loyal and devoted colleague and faithful servant of the Lord,\nWilliam J. Critchlow, Jr., I was greatly impressed by the serenity of his wife, his children,\nand even his grandchildren. They had been taught and they believed in a literal resurrection,\nand they knew they would be reunited as a family. I tried to compare their feelings with those\nwho do not have such faith, who will not accept sound doctrine, but who search in vain for\nhope. I humbly prayed to my Heavenly Father that I would be able to touch the hearts of\nsome and help them to appreciate and understand what great joy and satisfaction and\nassurance faith in the resurrection gives.\n<\/p><p>\n<b>Difficulties in acceptance<\/b>\n<\/p><p>\nWith all the irrefutable testimonies of the prophets regarding the gospel truths, why is it so\ndifficult for man to accept and endure sound doctrine, which is so important to all of us?\nSome of the reasons are evident.\n<\/p><p>\nFirst, Satan's influence on mankind. In the spirit world, even before the world was, Satan\nrebelled because his plan was rejected, and God said: \n<\/p><p>\n\"Wherefore, because that Satan rebelled against me, and sought to destroy the agency of man,\nwhich I, the Lord God, had given him . . . I caused that he should be cast down; \n<\/p><p>\n\"And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men,\nand to lead them captive at his will, even as many as would not hearken unto my voice\"\n(<span class=\"citation\" id=\"39302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39302)\">Moses 4:3-4<\/a><\/span>).\n<\/p><p>\nSatan then determined to do all in his power to defeat the work of righteousness, and thus he\ngoes up and down, to and fro, in the earth, seeking to destroy the souls of men (<span class=\"citation\" id=\"15100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15100)\">D&amp;C 10:27<\/a><\/span>).\nHe does so by deceit and flattery, and by his emissaries who teach false doctrine to all who will listen;\nand it seems that they are meeting with great success.\n<\/p><p>\n<b>Teachers of false doctrine<\/b>\n<\/p><p>\nCommunists, anti-Christs, and the promoters of the God-is-dead theory, as well as the skeptics\nand some who style themselves as religious leaders, are actively engaged in teaching false\ndoctrine and in using every hostile means to break down and destroy a belief in God and in\nthe scriptures, thereby fulfilling the prophecy of Jesus Christ when he said: \n<\/p><p>\n\"For there shall arise false Christs, and false prophets, and shall shew great signs and\nwonders; insomuch that, if it were possible, they shall deceive the very elect\"\n(<span class=\"citation\" id=\"35866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35866)\">Matt. 24:24<\/a><\/span>).\n<\/p><p>\nAlso, many, as they become learned in the worldly things such as science and philosophy,\nbecome self-sufficient and are prepared to lean unto their own understanding, even to the\npoint where they think they are independent of God; and because of their worldly learning\nthey feel that if they cannot prove physically, mathematically, or scientifically that God lives,\nthey can and should feel free to question and even to deny God and Jesus Christ. Then many\nof our professors begin to teach perverse things, to lead away disciples after them (<span class=\"citation\" id=\"8052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8052)\">Acts 20:30<\/a><\/span>);\nand our youth whom we send to them for learning accept them as authority, and many are caused to\nlose their faith in God.\n<\/p><p>\nA graduate student who had just received his doctor of philosophy degree was telling me of\nsome of the attacks that are made on Christianity, or a belief in God, and how difficult it is to\nstand up against them, particularly for those who have not been taught the gospel in their\nhomes and who have not gained a testimony of its truthfulness. He said that one professor\ntaunted him with this statement: \"Surely you don't believe in that archaic stuff you find in the\nBible and in your Book of Mormon,\" and then spent some time with him trying to turn him\naway from the truth.\n<\/p><p>\n<b>Need for faith in God<\/b>\n<\/p><p>\nI cannot understand a scientist or pseudo-intellectual, or anyone who should be searching for\nthe truth, having the temerity to place himself as authority in religion to the point that he\nwould challenge, let alone deny, the teachings of God the Eternal Father, the Creator of the\nworld, and of his Son Jesus Christ because he cannot prove it scientifically.\n<\/p><p>\nHow much wiser and better it is for man to accept the simple truths of the gospel and to\naccept as authority God, the Creator of the world, and his Son Jesus Christ, and to accept by\nfaith those things which he cannot disprove and for which he cannot give a better explanation.\nHe must be prepared to acknowledge that there are certain things&mdash;many, many things&mdash;that\nhe cannot understand.\n<\/p><p>\nHow can we deny or even disbelieve God when we cannot understand even the simplest\nthings around us&mdash;how the leaf functions, what electricity is, what our emotions are, when\nthe spirit enters the body, and what happens to it when it leaves? How can we say that\nbecause we do not understand the resurrection, there is not or cannot be a resurrection?\n<\/p><p>\nWe are admonished to \"trust in the Lord with all thine heart; and lean not unto thine own\nunderstanding\" (<span class=\"citation\" id=\"41488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41488)\">Prov. 3:5<\/a><\/span>). And we are warned: \"Woe unto them that are wise in their own\neyes, and prudent in their own sight!\" (<span class=\"citation\" id=\"25345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25345)\">Isa. 5:21<\/a><\/span>).\n<\/p><p>\nHow can man believe and know that he can travel in man-made space ships around the earth\nat thousands and thousands of miles an hour, communicate with man here upon the earth, and\nbe directed in his course, with the knowledge that if he keeps in tune with home base he will\nbe guided back to a safe landing; and that mere man can also construct implements such as\nthe <i>Surveyor<\/i>, which he has sent to the moon, with which he has communicated in directing its\nactivities, and from which he has received reports&mdash;and still say that it is impossible for and,\nthe Creator of the world, to communicate with man, his own creation, who is traveling\nthrough space on a space ship created by God and known as the earth, and that by keeping in\ntouch with home base he can be assured of a safe return when he has completed his tour here\nupon the earth?\n<\/p><p>\n<b>Application of Christ's teachings<\/b>\n<\/p><p>\nIn order to return to our Father in heaven, it is most important that we and our children know\nand understand and apply the teachings of Jesus Christ in our lives. In order to understand, we\nmust be taught. The question is: Where and how are we to be taught? The gospel or the\nspiritual side of life is not permitted to be taught in the schools. In fact, in so many of our\nschools, and particularly in the universities, as pointed out before, a belief in God and the\nteachings of Jesus Christ are derided.\n<\/p><p>\nIt is the general attitude of people that the teaching of the gospel should be left to the\nchurches, but only a small percentage of either the parents or the children attend church,\nwhere they could be taught. And to even that small minority who do attend, many of the\nchurches are failing to teach sound, unadulterated doctrine as given to us by the Savior and\nthe prophets through whom the Lord speaks.\n<\/p><p>\n<b>Responsibility of parents<\/b>\n<\/p><p>\nHow many churches today teach that God is a personage? And that we were made in his\nimage, as he said we were? Do we realize how difficult it is to have faith in and love a God\nwho has neither body, parts, nor passions, as so many of the sects are teaching today? In any\nevent, as the Lord has said, the truths of the gospel, which are the most important things in\nour lives, need to be taught in our homes. These are his words: \n<\/p><p>\n\"And again, inasmuch as parents have children in Zion . . . that teach them not to understand\nthe doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the\ngift of the Holy Ghost by the laying on of the hands . . . the sin be upon the heads of the\nparents.\n<\/p><p>\n\"And they shall also teach their children to pray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"15158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15158)\">D&amp;C 68:25,28<\/a><\/span>).\n<\/p><p>\n<b>The Word of Wisdom<\/b>\n<\/p><p>\nTo assist the parents in their duty, the Lord speaks through his prophets. Even in these latter\ndays the revelation known as the Word of Wisdom has been given to the world through the\nProphet Joseph Smith. It advises, among other things, against the use of tobacco and strong\ndrink, and with it is given a promise (<span class=\"citation\" id=\"15202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15202)\">D&amp;C 89:5-8<\/a><\/span>).\n<\/p><p>\nIf we would just remember to keep this Word of Wisdom, there would be no drunken drivers\ncausing thousands and thousands of accidents and deaths on the highways; there would be\nmuch less poverty, fewer broken homes, no alcoholics, and no crimes committed because of\nthe influence of alcohol. No one would be suffering from or dying with lung cancer and other\ndiseases caused by the use of tobacco. In this revelation we also have this promise: \n<\/p><p>\n\"And all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments, shall receive health in their navel and marrow to their bones; \n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures; \n<\/p><p>\n\"And shall run and not be weary, and shall walk and not faint.\n<\/p><p>\n\"And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as\nthe children of Israel, and not slay them\" (<span class=\"citation\" id=\"15207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15207)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\n<b>Teach doctrines of salvation<\/b>\n<\/p><p>\nParents, we must not become so engrossed with worldly matters that we fail to teach our\nchildren the doctrines of salvation, both by example and by precept. We must teach them a\nbelief in God, that his Son Jesus Christ is the Savior of the world, who gave his life that we\nmight be resurrected.\n<\/p><p>\nHow many families today meet in family prayer, or teach their children to pray privately to a\npersonal God who will hear and answer their prayers, or teach them the importance of loving\ntheir fellowmen?\n<\/p><p>\nWhat a great world this would be to live in if all parents would hold a weekly family home\nevening and would teach their children the word of the Lord.\n<\/p><p>\nJust accepting and living what he called the \"great commandment in the law\" would create a\nheaven on earth wherein all could dwell in peace and happiness (<span class=\"citation\" id=\"35855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35855)\">Matt. 22:36<\/a><\/span>). He said:\n<\/p><p>\n\"Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy\nmind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself.\n<\/p><p>\n\"On these two commandments hang all the law and the prophets\" (<span class=\"citation\" id=\"35859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35859)\">Matt. 22:37-40<\/a><\/span>).\n<\/p><p>\nThen he said: \"If ye love me, keep my commandments\" (<span class=\"citation\" id=\"28458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28458)\">John 14:15<\/a><\/span>).\n<\/p><p>\nIf we loved our fellowmen, we would not steal, we would not kill, we would not commit\nadultery, we would not bear false witness or do any of those things which would be\ndetrimental to our neighbor (<span class=\"citation\" id=\"22786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22786)\">Ex. 20:13-17<\/a><\/span>).\n<\/p><p>\nBlessed is the person who can truthfully say that he believes in God the Eternal Father, and in\nhis Son Jesus Christ, and in the Holy Ghost (<span class=\"citation\" id=\"6845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6845)\">A of F 1:1<\/a><\/span>); that through the atonement of Christ all mankind\nmay be saved, by obedience to the laws and ordinances of the gospel (<span class=\"citation\" id=\"6848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6848)\">A of F 1:3<\/a><\/span>);\nand that he is prepared\nto repent and be baptized for the remission of his sins and then accept and live the teachings\nof Jesus Christ (<span class=\"citation\" id=\"8037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8037)\">Acts 2:38<\/a><\/span>).\n<\/p><p>\nI bear testimony that these things are true, in the name of Jesus Christ. Amen.\n<\/div>\n<\/div>"}