{"ID":1644, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">If a Man Begins to Build<\/p>\n<p class=\"gcspeaker\">Elder Paul H. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Paul H. Dunn, <i>Conference Report<\/i>, October 1968, pp. 51-54<\/p>\n<\/div>\n<div class=\"gcbody\">\nPresident McKay, my beloved brothers and sisters, both seen and unseen, my heart has been\ngreatly touched during this conference. I have felt the Spirit of the Lord, and I too seek an\ninterest in the divine Spirit as I now give some of the thoughts that have been upon my mind\nthese past days. I invite the listening audience to seek that same Spirit in order that we might\nbe touched together in the things that I attempt to say.\n<\/p><p>\n<b>Message of unfinished house<\/b>\n<\/p><p>\nAbout two miles from our former home in California, the framework of a house stood\nunfinished for several years. It was beautiful. It was in a very lovely location. The plan of the\nhouse was interesting, and the material out of which the framework had been built seemed\nquite satisfactory.\n<\/p><p>\nAs I continued to drive past the house month after month on my way to work, I noticed that\nthe lumber was gradually changing color&mdash;first a faded yellow, then a darker yellow; light\nbrown, then a darker brown; until at the close of the first ear the framework appeared to be a\nmost black.\n<\/p><p>\nNot only was the color changing, but with each passing day the skeleton of the unfinished\nhouse became more articulate, until one day it actually seemed to speak to me. So challenging\nwas its message, I know I shall never forget it. Like the voice from across the centuries, the\nblackened structure seemed to ask: \". . . which of you, intending to build a tower, sitteth not\ndown first, and counteth the cost, whether he have sufficient to finish it?\n<\/p><p>\n\"Lest haply, after he hath laid the foundation, and is not able to finish it, all that behold it\nbegin to mock him,\n<\/p><p>\nSaying, This man began to build, and was not able to finish\" (<span class=\"citation\" id=\"31742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31742)\">Luke 14:28-30<\/a><\/span>).\n<\/p><p>\n<b>Building completed lives<\/b>\n<\/p><p>\nThe message was being hurled directly at me and, I think, at all others who had sworn,\nregardless of cost, to build a completed life. Have we stood by this promise, whether the\nhouses of our lives were large or small? Are our lives each day completed structures? Or have\nthe tempting challenge of the crowd and the worries of depressing moments caused us to\nbecome slack in our work? Do our lives now stand before the world as half-finished skeletons\nof the beautiful houses we had sworn to build?\n<\/p><p>\nThe voice continued to speak: \". . . what king, going to make war against another king, sitteth\nnot down first, and consulteth whether he is able with ten thousand to meet him that cometh\nagainst him with twenty thousand?\n<\/p><p>\n\"Or else, while the other is yet a great way off, he sendeth an ambassage, and desireth\nconditions of peace.\n<\/p><p>\n\"So likewise, whosoever he be of you that forsaketh not all that he hath,\nhe cannot be my disciple.\n<\/p><p>\n\". . . He that hath ears to hear, let him hear\" (<span class=\"citation\" id=\"31743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31743)\">Luke 14:31-33,35<\/a><\/span>).\n<\/p><p>\n<b>Hunger after righteousness<\/b>\n<\/p><p>\nThis voice of warning suggests, I feel, one of the most vital teachings of the Savior. If we\nreally want to build well, the first thing we must do is to have faith in God and in his Son\nJesus Christ, admit our weaknesses through repentance, and then seek baptism by those having\nproper authority in order that we might \"come unto him.\"\n<\/p><p>\nBut we must not stop there. Having admitted our present incompleteness, the next step is to\nput everything we have into the development of a great life. \"And blessed are all they who do\nhunger and thirst after righteousness, for they shall be filled with the Holy Ghost\"\n(<span class=\"citation\" id=\"5717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5717)\">3 Ne. 12:6<\/a><\/span>, see also\n<span class=\"citation\" id=\"35769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35769)\">Matt. 5:6<\/a><\/span>).\n\"But seek ye first the kingdom of God, and his righteousness; and\nall these things shall be added unto you\"\n(<span class=\"citation\" id=\"35798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35798)\">Matt. 6:33<\/a><\/span>), see also\n<span class=\"citation\" id=\"5719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5719)\">3 Ne. 13:33<\/a><\/span>).\nOnce again, the\nprinciple Jesus advocates is truly as old as the hills. Other things being equal, he intimates\nthat we get exactly what we seek if we seek it diligently enough.\n<\/p><p>\n<b>Importance of desire<\/b>\n<\/p><p>\nSomeone has said, \"The longer I live, the more deeply I am convinced that that which makes\nthe difference between one man and another, between the weak and the powerful, the great\nand the insignificant, is desire, invincible determination, the purpose once formed and then\ndeath or victory.\"\n<\/p><p>\nWhen Sir John Hunt stood at the foot of Mount Everest, he did not expect his team of\nmountain climbers to reach its summit by some sort of magic or in one leap. He had mapped\nthe climb by stages, one day at a time. Each day the men ascended as far as they had planned\nfor that day. The morning that two members of his party, Hillary and Tenzing, finally stepped\nupon the summit was the climax of many days' effort. The last step was the crowning one of\nmany arduous steps to the top.\n<\/p><p>\nWhat you set out to do this morning may not seem as difficult or spectacular as climbing\nMount Everest, but you must apply the same principle. You must go step by step, with full\ndesire and energy focused on the end you seek. Such is the law of success in every sphere of\nlife. Why should it not be so in the building of a balanced, righteous life? \"And blessed are\nall they who do hunger and thirst after righteousness, for they shall be filled with the Holy\nGhost\" (<span class=\"citation\" id=\"5718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5718)\">3 Ne. 12:6<\/a><\/span>).\nThis challenging principle becomes ever more vivid when we study the conditions of\nPalestine and learn of the severe physical hunger and thirst that are experienced in that\nsemidesert land.\n<\/p><p>\nIt is not uncommon for bath water, for example, to be drained off and used for irrigation\npurposes. So very scarce was water that biblical writers frequently and effectively mention\nwater in their figures of speech. I call your attention to only a few.\n<\/p><p>\n<b>The water of life<\/b>\n<\/p><p>\nPerhaps the most poetic Old Testament writer, the Psalmist, yearns: \"As the hart panteth after\nthe water brooks, so panteth my soul after thee, O God.\n<\/p><p>\n\"My soul thirsteth for God, for the living God\" (<span class=\"citation\" id=\"41881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41881)\">Ps. 42:1-2<\/a><\/span>).\n<\/p><p>\nIsaiah, searching for words to describe the happy future of Zion, tells his people: \". . . for in\nthe wilderness shall waters break out, and streams in the desert.\n<\/p><p>\n\"And the parched ground shall become a pool, and the thirsty land springs of water\"\n(<span class=\"citation\" id=\"25354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25354)\">Isa. 35:6-7<\/a><\/span>).\n<\/p><p>\nWhen Jesus talks to the Samaritan woman at the well, he tells her that if she will accept the\nwater of life which he has to give, she will never thirst again. \". . . whosoever drinketh of the\nwater that I shall give him shall never thirst; but the water that I shall give him shall be in\nhim a well of water springing up into everlasting life\" (<span class=\"citation\" id=\"28410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28410)\">John 4:14<\/a><\/span>).\n<\/p><p>\nJohn the Revelator even goes so far as to compare heaven to a place containing a crystal\nspring of water where one may drink as much as he pleases without charge. \"I will give unto\nhim that is athirst of the fountain of the water of life freely\"\n(<span class=\"citation\" id=\"42427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42427)\">Rev. 21:6<\/a><\/span>). \"They shall hunger\nno more, neither thirst any more . . .\n<\/p><p>\n\"For the Lamb . . . shall lead them unto living fountains of water\" (<span class=\"citation\" id=\"42421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42421)\">Rev. 7:16-17<\/a><\/span>).\n<\/p><p>\nWater, you see, is so hard to find in Palestine and the surrounding desert country that people\nalmost go crazy from thirst. Food is so scarce that men and women are often compelled to\nlive on a daily diet of no more than a few dates and a cup of milk, or even so little as a piece\nof hard bread. Under such conditions people naturally make the attainment of food and water\ntheir chief concern. Jesus contends that only when we are equally serious about attaining a\nrighteous life, when we really hunger and thirst after righteousness, shall we be filled.\n<\/p><p>\n<b>Achievement requires sacrifice<\/b>\n<\/p><p>\nAn outstanding teacher was once listening to his wife play a beautiful sonata on the piano. \"I\nwould give anything in the world to be able to play like that,\" he said.\n<\/p><p>\n\"All right,\" she responded. Let's see if you really mean that. You say that you would give\nanything in the world to be able to play as I have. I have given several hours a day almost\nevery day for the last 15 years. I have given up picnics and parties and many other kinds of\nentertainment in order to stay at my task. I have sacrificed the study of many interesting\nsubjects: I have given and worked and worked and given. At times it seemed that I could not\nwork another hour or sacrifice another thing. To play the piano as well as I do, would you\nreally be willing to give that much?\"\n<\/p><p>\n\"You've got me there,\" he admitted. \"I thought I would give almost anything to be a great\npiano player. I realize now that while I would give up a few things, I do not want this\nparticular ability enough to sacrifice much time or many pleasures for its attainment.\"\n<\/p><p>\n\"But you are a great teacher,\" she reminded him. \"You have succeeded in your profession\nbecause you have done with your teaching what I have done with my music. You made it the\nfirst consideration of your life, sacrificing where others have not been willing to sacrifice,\nstudying, working, and planning where others have not been willing to make the effort. You\nhave sought first the kingdom of teaching, and this you have been able to achieve.\"\n<\/p><p>\n<b>Building of eternal lives<\/b>\n<\/p><p>\nSo the Savior would have us realize that in the building of eternal lives, there is nothing\nmysterious or unusual about the illustration just cited. If we want to build mediocre spiritual\nhouses, let us give a minimum of time and effort. If we want to build beautiful houses of life\nor to change the design of our present lives, if we wish to reach great heights in our upward\nclimb toward eternal life, let us do away with all of the things and every thought that hinder\nour progress. A mere public announcement of faith will little hasten our progress. Simply\njoining a church and regularly attending all of its various meetings is no guarantee. Only\nwhen we put faith, repentance, and baptism first, and seek righteousness in our thinking, and\nwithout serious regret give up every conflicting desire shall we be able to reach the coveted\ngoal, because the Savior has said, \". . . strait is the gate, and narrow is the way, which leadeth\nunto life, and few there be that find it\" (<span class=\"citation\" id=\"35812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35812)\">Matt. 7:14<\/a><\/span>,\nsee also <span class=\"citation\" id=\"5720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5720)\">3 Ne. 14:14<\/a><\/span>).\n<\/p><p>\n<b>Cult of mediocrity<\/b>\n<\/p><p>\nThe reason, I suspect, that we have so many mediocre musicians in the world is that there are\nonly a few people who are willing to follow the narrow road that leads to great musicianship.\nWe have so few great artists, lawyers, doctors, and teachers because only a few are willing to\nget rid of the excess baggage that prevents them from traveling the straight and narrow road.\nHerbert Hoover once warned: \"We are in danger of developing a cult of the common man,\"\nwhich he went on to interpret to mean a cult of mediocrity. The great human advances have\nnot been brought about by mediocre men and women; they have been achieved by distinctly\nuncommon people with vital sparks of desire.\n<\/p><p>\n<b>Rewards of righteousness<\/b>\n<\/p><p>\nIn Palestine a person who always looked at others with envy was referred to as one having a\n\"bad eye.\" One who stole was said to have a \"long arm.\" Jesus, knowing that everyone would\nunderstand what he meant, told the people that it would be better for one to pluck out his eye\n(envying others' wealth and honor) or cut off his hand (being unjust and dishonest) than to\nkeep these bad habits and ruin the possibility of developing a fully rounded, well-balanced\nlife (see <span class=\"citation\" id=\"35783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35783)\">Matt. 5:29<\/a><\/span>).\n<\/p><p>\nDoes honesty always bring material reward? \"Be good and you will be wealthy.\" I suspect that\nmany of us believed that as children. However, some wealthy people are not honest, and some\nhonest people have never had many worldly possessions. We miss the point of the Savior's\nteaching unless we realize that the reward of righteousness is something bigger, better, and\nmore beautiful than material gain. Envy, dishonesty, and unfairness&mdash;all of these are excess\nbaggage and as such are not worth what it costs to carry them with us. Our Heavenly Father\nknows our need and will bless us accordingly.\n<\/p><p>\nThis principle, I think, is illustrated by an experience of a young friend of mine. Married,\nwith two children, and living on a very small salary, he found it necessary to budget strictly.\nHe and his wife spent only a few cents occasionally for entertainment. He traveled all over\ntown to find reasonable prices. Often when I asked him to go some place, he would reply,\n\"Sorry, Paul, I can't do it this week. I've used up my budget for gasoline.\"\n<\/p><p>\nOne summer I found him a job doing some menial tasks that would be classified as unskilled\nlabor. Since he was a college graduate and a high school teacher, I asked if he really enjoyed\ndoing such work, if he found satisfaction in the bondage of such a restricted budget. He\nreplied, \"Of course I don't enjoy it, but I do it because I'm anxious (hungry, if you please) to\nhave a house of my own.\"\n<\/p><p>\n<b>Opportunity to continue building<\/b>\n<\/p><p>\nIn conclusion, let me say that the house I mentioned earlier was finally completed. It is really\na beautiful structure. If I were to take you past it without telling you its history, I am quite\ncertain that you would never guess it had been black and unsightly, standing for months as\nnothing but the framework of a great purpose. Today it is a most attractive home. And it still\ntalks to me, reminding me each time I see it that even adults who have failed thus far may\nstill build beautiful eternal lives.\n<\/p><p>\nPerhaps we spend too much time, my brothers and sisters, worrying about the mistakes of our\nyouth, forgetting that we as adults have the opportunity to continue building as the years go\nby. I suspect the Lord was thinking of all ages and classes of people when he said \"And\nblessed are they which do hunger and thirst after righteousness, for they shall be filled with\nthe Holy Ghost\" (<span class=\"citation\" id=\"35770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35770)\">Matt. 5:6<\/a><\/span>,\nsee also <span class=\"citation\" id=\"50024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50024)\">3 Ne. 12:6<\/a><\/span>). \"Seek ye first the kingdom of God, and his righteousness; and all these\nthings [whatever proves necessary for righteous people] shall be added unto you\"\n(<span class=\"citation\" id=\"35799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35799)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nToday throughout the world there are thousands of young men&mdash;we call them\nmissionaries&mdash;who have been sent forth with a divine message for you. They are ready to help you \"seek\" in\norder that you might find the \"strait and narrow path\" (<span class=\"citation\" id=\"3801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3801)\">2 Ne. 31:18<\/a><\/span>) of which the Savior speaks. May I\ninvite you to open your doors and hearts so that you too might come to know and be filled\nwith that same sweet, holy spirit. I testify to the world that God does live. Jesus is the Christ.\nThere is today a prophet of the Lord in the world, and I am happy to announce that God's\nkingdom has again been restored in these latter days. I bear this personal witness humbly and\nsimply in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}