{"ID":1645, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Rise, and Stand Upon Thy Feet\"<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1968, pp. 55-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I seek the inspiration of the Holy Spirit.\n<\/p><p>\nWe have just sung a great hymn&mdash;\"Come, O thou King of kings! We've waited long for\nthee, With healing in thy wings, To set thy People free.\" (<i>Hymns<\/i>, No. 20.) This hymn was\nwritten during those troubled years when our forebears were driven and pressed, when they\nwere winnowed as grain thrown before the wind and tried in the crucible of persecution. They\nlonged for the millennial day when the Lord will come to earth to reign as King of kings.\n<\/p><p>\nTheirs was not a hollow dream. The God of heaven has ordained that day. The prophets of all\ndispensations have spoken of it. We know not when it will come, but its dawning is certain.\n<\/p><p>\n<b>Improve the world today<\/b>\n<\/p><p>\nWe need not wait, however, for that millennia] morning. We can improve today without\nwaiting for tomorrow. We can alter circumstances ourselves, without waiting for others. We\ncan hold back the forces that would debilitate and weaken us. We can strengthen the forces\nthat will improve the world.\n<\/p><p>\nReflecting on this, I have thought of the words of Paul to Agrippa when Paul described his\nexperience on the road to Damascus. He saw a light from heaven and heard a voice speaking\nunto him, and he fell to the ground. And Jesus said, \". . . rise, and stand upon thy feet: for I\nhave appeared unto thee . . . to make thee a minister and a witness . . .  \n<\/p><p>\n\"To open their eyes, and to turn them from darkness to light, and from the power of Satan\nunto God\" (<span class=\"citation\" id=\"8054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8054)\">Acts 26:16,18<\/a><\/span>).\n<\/p><p>\nThis is the business of the Church&mdash;to open the vision of men to eternal verities, and to\nprompt them to take a stand for equity and decency, for virtue and sobriety and goodness.\n<\/p><p>\n<b>The greatness of America<\/b>\n<\/p><p>\nMore than a century ago Alex de Tocqueville, a French philosopher, visited America and out\nof the impressions of that tour wrote these interesting words: \n<\/p><p>\n\"I sought for the greatness and genius of America in her commodious harbors and her ample\nrivers, and it was not there; in her fertile fields and boundless prairies, and it was not there; in\nher rich mines and her vast world commerce, and it was not there. Not until I went to the\nchurches of America and heard her pulpits aflame with righteousness did I understand the\nsecret of her genius and power. America is great because she is good, and if America ever\nceases to be good, America will cease to be great.\"\n<\/p><p>\nWhere has gone the goodness of America? What happened to her pulpits aflame with\nrighteousness? Why are so many of her youth disillusioned and rebellious?\n<\/p><p>\nI am not one who believes that all is wrong with this land. There is so much that is right and\nso much that is good.\n<\/p><p>\n<b>Our problems are legion<\/b>\n<\/p><p>\nBut neither do I believe that all is well. Our problems are legion, but we are not alone in\nthese. Other lands, most lands, are similarly afflicted.\n<\/p><p>\nBut this need not be a terminal illness. The course can be changed. We can bring about a\nregression of the dread disease which seems to trouble us.\n<\/p><p>\nToo often we think our society is a vast, impersonal establishment, complex almost beyond\ncomprehension. But although both complex and vast, it is made up of individuals. It was to\nSaul, the individual, that the Lord spoke on the way to Damascus (<span class=\"citation\" id=\"8047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8047)\">Acts 9:3-6<\/a><\/span>). Saul's life was changed\nthat day, and thereafter Saul changed the world.\n<\/p><p>\nProblems of the kind we have today are not new. Ezekiel cataloged the evils of ancient\nIsrael&mdash;immorality, dishonesty, oppression of the poor, robbery, and many others (<span class=\"citation\" id=\"23139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23139)\">Ezek. 22:23-29<\/a><\/span>). And then the\nLord said through Ezekiel: \". . . I sought for a man among them, that should make up the\nhedge, and stand in the gap before me for the land, that I should not destroy it.\" There then\nfollows this tragic conclusion: \"but I found none.\" (<span class=\"citation\" id=\"23140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23140)\">Ezek. 22:30<\/a><\/span>).\n<\/p><p>\n<b>Stand against evils<\/b>\n<\/p><p>\nIt is better today. There is a man. Yes, there are many men who will build up a wall and\nstand in the breach against the evils that would erode our society. But there is need for so\nmany more.\n<\/p><p>\nThe place to begin to reform the world is not Washington or Paris or Tokyo or London. The\nplace to begin is with oneself. A wise man once declared: \"Make of yourself an honest man\nand there will be one fewer rascals in the world.\"\n<\/p><p>\nFrom self the next step is the family. The Lord through revelation has laid upon parents the\nmandate to \"teach their children to pray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"15160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15160)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nFathers and mothers are needed who will rise and stand upon their feet to make of their\nhomes sanctuaries in which children will grow in a spirit of obedience, industry, and fidelity\nto tested standards of conduct. If our society is coming apart at the seams, it is because the\ntailor and the seamstress in the home are not producing the kind of stitching that will hold\nunder stress. In the name of giving advantages, we have too often bartered away the real\nopportunities of our children.\n<\/p><p>\n<b>Advantages for son<\/b>\n<\/p><p>\nI clipped an interesting ad from one of our magazines the other day. It reads as follows: \n<\/p><p>\n\"I want my boy to have all the advantages I can give him&mdash;\n<\/p><p>\n\"Such as having to earn his own allowance by running errands, cutting lawns.\n<\/p><p>\n\"Such as getting good grades in school&mdash;getting them because he wants to, and because he\nknows what it would do to me if he didn't.\n<\/p><p>\n\"Such as being proud to be clean and neat and decent.\n<\/p><p>\n\"Such as standing up and standing proud when his country's flag goes by.\n<\/p><p>\n\"Such as addressing elder friends of his parents as 'sir' and 'ma'am.'\n<\/p><p>\n\"Such as having to earn his own way in the world and knowing he has to prepare for it by\nhard work, hard study, and sacrificing some of the pleasures and ease his friends may get\nfrom too-indulgent parents.\n<\/p><p>\n\"These are the advantages I want my son to have, because these are the things which will\nmake him self-respecting and self-reliant and successful. And that is the happiness I want him\nto have.\" (Warner &amp; Swasey, <i>U. S. News &amp; World Report<\/i>, March 18, 1968, p. 1.)\n<\/p><p>\n<b>Additional Advantages<\/b>\n<\/p><p>\nTo which I should like to add&mdash;I want my son to have yet other advantages.\n<\/p><p>\nI want him to read the great stories of the Old Testament in the very language of the Bible\nand become acquainted with the great men to whom Jehovah spoke.\n<\/p><p>\nI want him to read&mdash;along with his science and politics and business&mdash;the New Testament,\nthe Gospels with their record of the matchless life of the Son of God, and the writings of the\ncourageous men who testified of him and who sealed their undying witness with their lives.\n<\/p><p>\nI want him to read the testament of the New World, the Book of Mormon, as another witness\nof the divinity and living reality of the Lord Jesus Christ, the Redeemer of mankind.\n<\/p><p>\nI want my son to have the advantage of faith in the living God, a faith that will carry him\nthrough the inevitable storms and strains of life, a faith that will discipline him against the\ntemptations that will seductively beckon him.\n<\/p><p>\n<b>Regret of serviceman<\/b>\n<\/p><p>\nA young man came into my office the other day. He was dressed in uniform. He was on his\nway home from Vietnam. For a year he had walked through the furnace of battle in a hotly\ncontested area along the Laotian border.\n<\/p><p>\nI had seen him just before he had left for Asia. Now he had come back, alive&mdash;miraculously,\nas he regarded it&mdash;thankful, but depressed in spirit.\n<\/p><p>\nHe had just arrived at the airport and had a little time before his bus left for the small country\ntown where he had grown up and where some of his family still live. We talked about the\nwar. I noticed the campaign ribbons on his chest, including a citation for outstanding service.\n<\/p><p>\nI told him the town band would be out to meet him, that he could go home with pride. He\nlooked up and said, \"No, I'm ashamed.\"\n<\/p><p>\n\"Ashamed of what?\" I asked.\n<\/p><p>\n\"Of what I've done,\" he replied. \"I should have been stronger. I was weak. I gave in, first on\nlittle things and then on big ones. Oh, I did nothing that the men all about me were not doing.\nBut I should have done better. My friends back home would have expected better things of\nme, and had I been stronger I might have helped some of those who, with the right example,\nwould have had the strength to resist.\"\n<\/p><p>\nHe lowered his head as we talked, and I saw tears fall from his cheek across the ribbons on\nhis chest.\n<\/p><p>\nI tried to reassure him, but he found little comfort. He was a military hero, but he regarded\nhimself as a moral coward.\n<\/p><p>\n<b>Example of another young man<\/b>\n<\/p><p>\nNot long after that I talked with another young man also recently returned from the war. He\ntoo had walked the jungle patrols, his heart pounding with fear. But reluctantly he admitted\nthat the greatest fear he had was the fear of ridicule.\n<\/p><p>\nThe men of his company laughed at him, taunted him, plastered him with a nickname that\ntroubled him. They told him they were going to force him to do some of the things they\nreveled in. Then on one occasion when the going was rough, he faced them and quietly said,\n\"Look, I know you think I'm a square. I don't consider myself any better than any of the rest\nof you. But I grew up in a different way. I grew up in a religious home and a religious town.\nI went to church on Sundays. We prayed together as a family. I was taught to stay away from\nthese things. It's just that I believe differently. With me it's a matter of religion, and it's kind\nof a way of respecting my mother and my dad. All of you together might force me toward a\ncompromising situation, but that wouldn't change me, and you wouldn't feel right after you'd\ndone it.\"\n<\/p><p>\nOne by one they turned silently away. But during the next few days each came to ask his\npardon, and from his example others gained the strength and the will to change their own\nlives. He taught the gospel to two of them and brought them into the Church.\n<\/p><p>\n<b>Difference in home teachings<\/b>\n<\/p><p>\nThe difference between these two young men lies in the homes from which they came. The\nfirst came out of a home where there was bickering, tyranny, drinking, neglect, abandonment,\nand finally divorce. When the storm of temptation blew against the young tree, the roots were\nin shallow soil, and it fell.\n<\/p><p>\nThe second came from the same kind of town&mdash;small, dusty, and unimportant. The home\nfrom which he came was likewise modest, but a good man presided in that home as the\nfather. He dealt with his wife with kindness, respect, and courtesy. The mother honored her\nhusband and cast an aura of love about the home. And the son who left that home carried\nwith him a fiber in his soul, a fiber that held firm under the tauntings of his associates, whose\neyes he opened when he arose and stood on his feet as a quiet witness of the teachings of his\nparents.\n<\/p><p>\nThis is the kind of strength that will come from fathers who quietly stand before their families\nas ministers and witnesses of the eternal verities which, when nurtured in the home, build\ncharacter in the citizens of the nation.\n<\/p><p>\n<b>The problem of alcohol<\/b>\n<\/p><p>\nI repeat, the first place to take a position for right is with oneself. The second is with the\nfamily. The third is with the community and the state. Here again there is a call for men who\nwill rise and stand against plans and programs that will expose our youth to influences that\ninevitably will trap some. There are many such influences and programs in every community.\nMay I mention one specifically? I do so because it is an issue immediately before us, one we\nregard as having serious moral consequences, and one on which President McKay has spoken\nout unequivocally.\n<\/p><p>\nNo one can honestly doubt that alcohol is a problem in our society. More than 26,000 people\ndie each year on our highways in accidents that are alcohol-related. Drinking is recognized as\na factor in a majority of serious crimes. It leaves in its wake a train of evils&mdash;broken homes,\nabandoned children, unemployment, and many other social problems.\n<\/p><p>\nThis state presently has one of the lowest per capita consumption rates in the nation, less than\nhalf the average of those states that permit the sale of liquor by the drink. Under present law\nno adult who wants to drink is denied that privilege, and yet there is now a proposal, under\nthe guise of better control, to greatly expand the availability of liquor, providing for public\nbars where people of all ages could be admitted. We are convinced that this would mean a\nmuch wider exposure of youth to alcohol, with, as we believe, consequent tragic results. We\nare not so naive as to think that every young man or woman who happens to be in the\nvicinity of a public bar would partake of a drink. But we are convinced that the wider the\nexposure, the more there will be who will partake.\n<\/p><p>\n<b>Stand for the right<\/b>\n<\/p><p>\nThe leadership of a dedicated and concerned handful has grown to an army of many\nthousands of men and women from all walks of life and from all political parties who have\nrisen and now stand in opposition to this effort. They are volunteers, working entirely without\ncompensation; men and women of many churches, joining hands in a common cause and\ninviting others to exercise their franchise as witnesses of their stand against a program that\nwould benefit a few at the expense of the many. This is but one example of what can happen\nwhen a few men rise and stand for principle. Others follow, a few at first, but the number\ngrows. As in the clays of Saul, so it may be in our time. In so standing, we honor a great\nheritage and leave a greater inheritance.\n<\/p><p>\nMay I close with three questions taken from the Jewish Theological Seminary: \n<\/p><p>\n\"How shall we pass on our heritage?<br \/>\n\"Will it be diminished or increased?<br \/>\n\"Will we be the grandfathers, or only the grandsons of great men?\"\n<\/p><p>\nGod bless us with strength to stand for the right, I humbly pray as I leave with you my\nwitness of the divinity of this work, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}