{"ID":1646, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Make Our Lord and Master Your Friend<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1968, pp. 59-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, you in this vast audience that we can see, and you who may\nbe listening elsewhere to the proceedings of this conference, I am reassured this morning by a\nrevelation in which the Lord has said that if one speaks by the Spirit and others listen by the\nSpirit, all of us may be edified together (<span class=\"citation\" id=\"15129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15129)\">D&amp;C 50:21-22<\/a><\/span>). I therefore yield myself to the spirit of this great\nconference, and I invite this vast audience to listen by that same spirit.\n<\/p><p>\n<b>Friends of the Lord<\/b>\n<\/p><p>\nRecently, during a mission tour, I listened to a brilliant young man bear his testimony wherein\nhe quoted a recorded incident in which the Master referred to his disciples as his \"friends.\"\nThen the young man impressively expressed his most fervent hope that he too could so\nconduct his life that one day the Master would find him worthy to be called by the Lord \"his\nfriend.\"\n<\/p><p>\nPossibly he had read what the apostle James had said about Father Abraham: \"Abraham\nbelieved God, and it was imputed unto him for righteousness: and he was called the Friend of\nGod\" (<span class=\"citation\" id=\"26217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26217)\">James 2:23<\/a><\/span>).\n<\/p><p>\nHe remembered what the Master had said as he defined the bond of brotherhood existing\nbetween him and his disciples. The Master said: \n<\/p><p>\n\"Greater love hath no man than this, that a man lay down his life for his friends.\n<\/p><p>\n\"Ye are my friends, if ye do whatsoever I command you: \n<\/p><p>\n\"Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I\nhave called you friends; for all things that I have heard of my Father I have made known unto\nyou\" (<span class=\"citation\" id=\"28464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28464)\">John 15:13-15<\/a><\/span>).\n<\/p><p>\n<b>System hostile to God<\/b>\n<\/p><p>\nThe apostle James had elsewhere declared: \". . . a friend of the world is the enemy of God\"\n(<span class=\"citation\" id=\"26218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26218)\">James 4:4<\/a><\/span>).\n<\/p><p>\nThe use of the word \"world\" in this sense is defined in the scriptures when speaking of the\n\"end of the world\" as the destruction of the wickedness that is in the world\n(see <span class=\"citation\" id=\"30792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30792)\">JS&mdash;M 1:4<\/a><\/span>).\n<\/p><p>\nThe world to which the apostles James and John and the Master make reference is that moral\nand spiritual system which is hostile to God and which seeks to delude us into thinking that\nwe and mankind generally do not need God. It is a society which in every age has operated\nand is operating on wrong principles, from selfish desires, from improper motives, unworthy\nstandards, and false values. Those who do not accept God's revelation through his prophets\nhave devised numerous philosophies from their limited human reasoning and seemingly think\nthat they can find happiness and the satisfaction of their souls by ignoring God's plan of\nsalvation.\n<\/p><p>\nOne of the greatest threats to the work of the Lord today comes from false educational ideas.\nThere is a growing tendency of teachers within and without the church to make academic\ninterpretations of gospel teachings&mdash;to read, as a prophet-leader has said, \"by the lamp of\ntheir own conceit.\" Unfortunately, much in the sciences, the arts, politics, and the\nentertainment field, as has been well said by an eminent scholar, is \"all dominated by this\nhumanistic approach which ignores God and his word as revealed through the prophets.\" This\nkind of worldly system apparently hopes to draw men away from God by making man the\n\"measure of all things,\" as some worldly philosophers have said.\n<\/p><p>\n<b>Measure of good and evil<\/b>\n<\/p><p>\nThat this danger would be among us today was foreshadowed by the ancient prophets, who\ngave us a sure measure by which we might know that which is of God and that which\nemanates from evil sources.\n<\/p><p>\nHere is a prophet speaking: \". . . for every thing which inviteth to do good, and to persuade\nto believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know\nwith a perfect knowledge it is of God.\n<\/p><p>\n\"But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him and\nserve not God, then ye may know with a perfect knowledge it is of the devil; for after this\nmanner doth the devil work; for he persuadeth no man to do good, no, not one; neither do his\nangels, neither do they who subject themselves unto him\" (<span class=\"citation\" id=\"38346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38346)\">Moro. 7:16-17<\/a><\/span>).\n<\/p><p>\nYou will note that this statement makes no distinction as to whether it be labeled as religion,\nphilosophy, science, or politics, or ugly dress patterns of today, or of the world of so-called\nentertainment.\n<\/p><p>\n<b>Nature of eternal struggle<\/b>\n<\/p><p>\nTrue Christians who know the word of God understand that there are invisible forces which\nare waging war against God and his people who are striving to do his will.\n<\/p><p>\nThe apostle Paul understood this and clearly depicts the nature of this eternal struggle. He\nwrote to the Ephesians: \"For we wrestle not against flesh and blood, but against principalities,\nagainst powers, against the rulers of the darkness of this world, against spiritual wickedness in\nhigh places\" (<span class=\"citation\" id=\"21818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21818)\">Eph. 6:12<\/a><\/span>).\n<\/p><p>\nThe Master referred to Satan as the \"prince of this world\" when he warned: \"Hereafter I will\nnot talk much with you: for the prince of this world cometh, and hath nothing in me\"\n(<span class=\"citation\" id=\"28463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28463)\">John 14:30<\/a><\/span>).\n<\/p><p>\nAt the same time our Lord gave them comfort with his words: \"Now is the judgment of this\nworld: now shall the prince of this world be cast out.\n<\/p><p>\n\"Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the\nlight . . . for he that walketh in darkness knoweth not whither he goeth\" (<span class=\"citation\" id=\"28449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28449)\">John 12:31,35<\/a><\/span>).\n<\/p><p>\nIf we would be free from the pitfalls of these evil forces, we must understand the Master's\nwords. Satan and his hordes are ever present in the midst of us. We must make certain that\nwhen he comes, as the Master warned, he will have nothing on us and will go away and leave\nus alone. As long as we walk in the light of the revealed truths of the gospel of Jesus Christ,\nwe need never walk in darkness but may always be sure of our course and know \"whither\n[we] goeth.\"\n<\/p><p>\n<b>Present threats to the kingdom<\/b>\n<\/p><p>\nOne of our pioneer leaders foresaw this battle with invisible forces that would come to us in\nthese supposedly sheltered valleys. It was as though this prophet-leader saw the very\nconditions existing in 1968, in which some would be relaxing in fancied security, thinking\nthat they were well isolated from the outside world. While his words are directed to those in\nthese mountain valleys, they could just as well be applied to the Church members as well as\nChristian peoples everywhere.\n<\/p><p>\nIn this prophetic statement he said: \". . . we think we are secure here in the chambers of these\neverlasting hills, where we can close those few doors of the canyons against . . . the wicked\nand the vile . . . but I want to say to you, my brethren, the time is coming when we will be\nmixed up in these now peaceful valleys to that extent that it will be difficult to tell the face of\na Saint from the face of an enemy to the people of God.\" (Orson F. Whitney,\n<i>Life of Heber C. Kimball<\/i>, p. 446.)\n<\/p><p>\nNeed I say more to this people, in light of present threats to the influence of the kingdom of\nGod in this state and elsewhere? Now is the time for the Saints and righteous people in this\nand other lands to again revive that old rallying song of our fathers: \n<\/p><p>\n\"Who's on the Lord's side? Who?<br \/>\n     Now is the time to show; <br \/>\n     We ask it fearlessly; <br \/>\n     Who's on the Lord's side? Who?\"<br \/><br \/>\n&nbsp; &nbsp;                   (<i>Hymns<\/i>, No. 175.)\n<\/p><p>\nIt seems a curious thing that in all dispensations, our worst enemies have been those\nwithin&mdash;who have betrayed the works of the Lord. There were the sons of Mosiah and the younger\nAlma before their miraculous conversions. It was so in the days of the Master, who said of\nhis betrayer, Judas, \"Have not I chosen you twelve, and one of you is a devil?\" (<span class=\"citation\" id=\"28419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28419)\">John 6:70<\/a><\/span>).\nLikewise did Joseph Smith have his betrayers.\n<\/p><p>\nWe may well expect to find our Judases among those professing membership, but,\nunfortunately for them, they are laboring under some kind of evil influences or have devious\nmotives.\n<\/p><p>\n<b>Troubled state of world<\/b>\n<\/p><p>\nA great thinker and scientist describes most aptly the troubled state of the world today. Said\nhe: \"Rarely before has mankind had such an urgent need for the guidance and healing\nqualities of spiritual insight, because rarely before has man been so confused and frightened.\n<\/p><p>\n\"The tomorrows ahead of us will be crowded with great challenges and opportunities. But\nthey will be crowded, too, with great dangers.\n<\/p><p>\n\"Already the human race has at its disposal the power to destroy in a moment what it would\ntake many years to rebuild. And the precious lives that would be extinguished could never be\nrebuilt.\" (David Sarnoff, <i>Wisdom<\/i>, April 1958.)\n<\/p><p>\nOver one hundred years ago the Lord spoke to our day as though we were then present. He\nsaid: \". . . in that day shall be heard of wars and rumors of wars, and the whole earth shall be\nin commotion, and men's hearts shall fail them, and they shall say that Christ delayeth his\ncoming until the end of the earth.\n<\/p><p>\n\"And there shall be earthquakes also in divers places, and many desolations; yet men will\nharden their hearts against me, and they will take up the sword, one against another, and they\nshall kill one another\" (<span class=\"citation\" id=\"15123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15123)\">D&amp;C 45:26,33<\/a><\/span>).\n<\/p><p>\n<b>Places of safety<\/b>\n<\/p><p>\nIn these days of our generation, many of you are asking: Where is safety?\n<\/p><p>\nThe word of the Lord is not silent. He has admonished us: \"But my disciples shall stand in\nholy places, and shall not be moved; but among the wicked, men shall lift up their voices and\ncurse God and die\" (<span class=\"citation\" id=\"15124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15124)\">D&amp;C 45:32<\/a><\/span>).\n<\/p><p>\nThe Lord has told us where these \"holy places\" are: \"And it shall come to pass among the\nwicked, that every man that will not take his sword against his neighbor must needs flee unto\nZion for safety\" (<span class=\"citation\" id=\"15125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15125)\">D&amp;C 45:68<\/a><\/span>).\n<\/p><p>\nWhere is Zion?\n<\/p><p>\nDuring the various periods of time or dispensations, and for specific reasons, the Lord's\nprophets, his \"mouthpieces,\" as it were, have designated gathering places where the Saints\nwere to gather. After designating certain such places in our dispensation, the Lord then\ndeclared: \"Until the day cometh when there is found no more room for them; and then I have\nother places which I will appoint unto them, and they shall be called stakes, for the curtains\nor the strength of Zion\" (<span class=\"citation\" id=\"15248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15248)\">D&amp;C 101:21<\/a><\/span>).\n<\/p><p>\nThus, clearly the Lord has placed the responsibility of directing the work of gathering in the\nhands of his divinely appointed leaders. May I fervently pray that all Saints and truth-seekers\neverywhere will attune their listening ears to these prophet-leaders instead of to some\ndemagogue who seeks to make capital of social discount and gain political influence.\n<\/p><p>\n<b>Meaning of Zion<\/b>\n<\/p><p>\nThere are several meanings of the word Zion.\n<\/p><p>\nIt may have reference to the hill named Mt. Zion or by extension in the land of Jerusalem.\n<\/p><p>\nIt has sometimes been used, as by the prophet Micah, to refer to the location of \"the mountain\nof the house of the Lord\" (<span class=\"citation\" id=\"37898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37898)\">Micah 4:1-2<\/a><\/span>)&mdash;as some place apart from Jerusalem.\n<\/p><p>\nZion was so called by Enoch in reference to the \"City of Holiness\" (<span class=\"citation\" id=\"39313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39313)\">Moses 7:19<\/a><\/span>), or the \"City of Enoch\"\n(<span class=\"citation\" id=\"23784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23784)\">Gen. 9:21 (JST)<\/a><\/span>;\n<span class=\"citation\" id=\"23786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23786)\">Gen. 14:34 (JST)<\/a><\/span>).\nThe Land of Zion has been used to refer, in some connotations, to the Western Hemisphere.\n<\/p><p>\nBut there is another most significant use of the term by which the Church of God is called\nZion, comprising, according to the Lord's own definition, \"the pure in heart\"\n(<span class=\"citation\" id=\"15242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15242)\">D&amp;C 97:21<\/a><\/span>).\n<\/p><p>\nAs one studies the Lord's commandments and attending promises upon compliance therewith,\none gets some definite ideas as to how we might \"stand in holy places,\" as the Lord\ncommands&mdash;if we will be preserved with such protection as accords with his holy purposes,\nin order that we might be numbered among the \"pure in heart\" who constitute Zion, as I have\nread from the Lord's own words.\n<\/p><p>\n<b>Beacon lights<\/b>\n<\/p><p>\nListen to some of the Lord's beacon lights pointing the way to safety. Some have been\nreferred to already in this service.\n<\/p><p>\nIf you would have the windows of heaven opened and have blessings poured out \"that there\nshould not be room enough to receive it,\" then \"bring ye all the tithes into the storehouse, that\nthere may be meat in mine house,\" as the Lord commanded through his prophet Malachi\n(<span class=\"citation\" id=\"32807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32807)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nIf you would keep yourself and your own \"unspotted from the sins of the world\"\n(<span class=\"citation\" id=\"26216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26216)\">James 1:27 (JST)<\/a><\/span>), the Lord\nsaid you should \"go to the house of prayer and offer up thy sacraments upon my holy day\"\n(<span class=\"citation\" id=\"15139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15139)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nIn other words, keep the Sabbath day holy (<span class=\"citation\" id=\"22782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22782)\">Ex. 20:8<\/a><\/span>)!\n<\/p><p>\nIf you would qualify so that in times of trouble you could call and the Lord would answer,\nthat you could cry and the Lord would say, \"Here I am,\" the Lord gave the answer through\nhis prophet Isaiah: You must observe the fast day of the Lord and deal out your \"bread to the\nhungry . . . and that thou hide not thyself from thine own flesh\" (see <span class=\"citation\" id=\"25357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25357)\">Isa. 58:9,7<\/a><\/span>).\n<\/p><p>\nIf you would escape from the devastations when God's judgments descend upon the wicked,\nas in the days of the children of Israel, you must remember and do what the Lord commands:\n\". . . all saints who remember to keep and do these sayings,\" meaning keep his great law of\nhealth, known as the Word of Wisdom to you Latter-day Saints, and in addition thereto \"walk\nin obedience\" to the commandments, which would include honesty, moral purity, together\nwith all the laws of the celestial kingdom, then \"the destroying angel shall pass by them, as\nthe children of Israel, and not slay them\" (see <span class=\"citation\" id=\"15210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15210)\">D&amp;C 89:18,21<\/a><\/span>).\n<\/p><p>\n<b>Hear the proclamation<\/b>\n<\/p><p>\nNow, in conclusion may I say with words familiar to many of us and in the language of my\nyoung missionary friend to whom I have made reference, in a song that we often sing: \n<\/p><p>\n\"Hear, O men, the proclamation: <br \/>\n        Cease from vanity and strife; <br \/>\n     Hasten to receive the gospel,<br \/>\n        And obey the words of life.\n<\/p><p>\n\"Soon the earth will hear the warning.<br \/>\n        Then the judgments will descend!<br \/>\n     Oh, before the days of sorrow<br \/>\n        Make the Lord of hosts your friend!\n<\/p><p>\n\"Then when dangers are around you<br \/>\n        And the wicked are distressed,<br \/>\n     You, with all the Saints of Zion,<br \/>\n        Shall enjoy eternal rest.\"<br \/><br \/>\n&nbsp; &nbsp;                     (<i>Hymns<\/i>, No. 342.)\n<\/p><p>\nAs one studies the commandments of God, it seems to be made crystal clear that the\nall-important thing is not where we live but whether or not our hearts are pure. \"In this dark\nworld of strife,\" as this wonderful choir has sung, may we pray: \"Father in heaven, Guide me\nto thee!\"\n<\/p><p>\nGod grant that it may be so for all of those whose minds are distressed and who are worried\nand frightened during these disturbing times: \"Stand ye in holy places and be not moved\"\n(see (<span class=\"citation\" id=\"15128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15128)\">D&amp;C 46:32<\/a><\/span>). \"Watch, therefore, for you know not at what hour your Lord doth\ncome.\" (<span class=\"citation\" id=\"30793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30793)\">JS&mdash;M 1:46<\/a><\/span>). The Lord's promises are sure, and his word will not fail (<span class=\"citation\" id=\"15148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15148)\">D&amp;C 64:31<\/a><\/span>). To that\nI testify and bear solemn witness that he lives, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}