{"ID":1647, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Decisions and Free Agency<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1968, pp. 64-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: I sincerely pray and hope that the Spirit referred to by\nBrother Lee this morning will motivate you and me while I occupy this very important place,\nfor I purpose to make a few remarks about the foundation principle upon which the gospel of\nJesus Christ is built, the principle of agency.\n<\/p><p>\n<b>Year of decision<\/b>\n<\/p><p>\nIn this year of decisions, we shall have opportunity to exercise our voting franchise. There\nseems to be no end to the advice available as to how we should do this. Out of the din of\nconfusion comes the contention that the way to exercise it and really demonstrate that we\nhave it is to help make Utah a wide-open state by voting for liquor by the drink. With all\nright-minded people we reject this fallacious contention. By the same token, we join with all\nright-minded men in defense of every man's right to make his own choice.\n<\/p><p>\nAgainst the background of current events, I have thought it not inappropriate to make a few\nremarks concerning the making of decisions and the effect of one's decisions upon his own\nagency.\n<\/p><p>\n<b>Man a free agent<\/b>\n<\/p><p>\nOur political institutions have been structured upon the premise that man is a free agent by\ndivine endowment. Upon this premise the Magna Charta was wrung from King John in 1215.\nContending for this principle, the Pilgrim Fathers were harried out of their native land by\nKing James. After taking temporary refuge in Holland, they came to America, where they\nfounded a new state in which they could implement their ideals of freedom. A century and a\nhalf later, the colonists wrote the principle of free agency Into the Declaration of\nIndependence. Following the revolution, the Founding Fathers perpetuated it in the\nConstitution.\n<\/p><p>\nOur national strength has always been in our devotion to freedom. When asked, \"What\nconstitutes the bulwark of our liberty and independence?\" Abraham Lincoln replied: \"It is not\nin our frowning battlements, or bristling seacoasts, our army and navy . . . Our reliance is in\nthe law of liberty which God has planted in us.\"\n<\/p><p>\nWe Latter-day Saints know that the right of men to make their own decisions is God-given,\nfor to Moses the Lord said: \". . . I gave unto . . . [men] their knowledge, in the day I created\nthem; and in the Garden of Eden, gave I unto man his agency\" (<span class=\"citation\" id=\"39314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39314)\">Moses 7:32<\/a><\/span>).\n<\/p><p>\nThis the Lord confirmed to Joseph Smith when he said: \". . . I gave unto [Adam] that he\nshould be an agent unto himself\" (<span class=\"citation\" id=\"15116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15116)\">D&amp;C 29:35<\/a><\/span>).\n<\/p><p>\nThrough an ancient American prophet, the Lord said: \". . . remember, my brethren . . . ye are\nfree; ye are permitted to act for yourselves; for behold, God hath given unto you a knowledge\nand he hath made you free\" (<span class=\"citation\" id=\"24701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24701)\">Hel. 14:30<\/a><\/span>).\n<\/p><p>\n<b>Preservation of free agency<\/b>\n<\/p><p>\nLatter-day Saints not only believe that freedom to make one's own choices is an inalienable\ndivine right; they also know that the exercise of it is essential to man's growth and\ndevelopment. Deprived of it, men would be but puppets in the hands of fate.\n<\/p><p>\nThe preservation of free agency is more important than the preservation of life itself.\nAs a matter of fact, without it, there would be no existence.\n<\/p><p>\n\"All truth [says the Lord] is independent in that sphere in which God has placed it, to act for\nitself, as all intelligence also; otherwise there is no existence.\n<\/p><p>\n\"Behold, here is the agency of man\" (<span class=\"citation\" id=\"15219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15219)\">D&amp;C 93:30-31<\/a><\/span>).\n<\/p><p>\nThe foregoing are but samples of the scriptures which set forth the principle of free agency\naccepted and implemented by The Church of Jesus Christ of Latter-day Saints. Neither the\nChurch, its officers, nor any of its responsible representatives ever seek to abridge one's\nfreedom to make his own decisions&mdash;be it in the voting booth or elsewhere. Representations\nto the contrary are either ignorantly or maliciously made. Usually such representations are\ncalculated to influence people in the exercise of their agency&mdash;the very objective they impute\nto and so condemn in others. Only Satan and wicked men seek to abridge men's agency. The\nLord never does. Neither do his servants. The divine gift of free agency, however, is not a\nself-perpetuating endowment.\n<\/p><p>\n<b>Men abridge own agency<\/b>\n<\/p><p>\nMen themselves can, and most of them do, abridge their own agency by the decisions they\nthemselves voluntarily make.\n<\/p><p>\nEvery choice one makes either expands or contracts the area in which he can make and\nimplement future decisions. When one makes a choice, he irrevocably binds himself to accept\nthe consequences of that choice.\n<\/p><p>\nJesus, in his Prodigal Son parable (<span class=\"citation\" id=\"31744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31744)\">Luke 15:11-32<\/a><\/span>), gives a classic illustration of this truth. You will remember\nthat in it a young man, exercising his inherent right of choice, makes a decision to take his\nportion of his father's estate and go and see the world. This he does, whereupon nature\nfollows its uniform course. When the prodigal's substance is squandered, he makes another\nchoice, which takes him back home where he meets \"the ring, and the robe, and the fatted\ncalf.\" His felicitous father gives him a welcome. But the consequence of his earlier decision\n\"is following him up, for the farm is gone. The 'father' himself cannot undo the effect of the\nforegone choice.\" (Collins, <i>Such Is Life<\/i>, pp. 85-88.)\n<\/p><p>\n<b>Freedom to choose<\/b>\n<\/p><p>\nFrom the very beginning God has, through his prophets, made it clear that expanded freedom\nfollows wise choices, and that freedom is restricted by unwise decisions.\n<\/p><p>\n\"Behold, I set before you this day a blessing and a curse,\" said Moses to the children of\nIsrael. \"A blessing, if ye obey the commandments of the Lord your God . . . And a curse, if\nye will not obey [them]\" (<span class=\"citation\" id=\"21277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21277)\">Deut. 11:26-28<\/a><\/span>).\n<\/p><p>\nLehi said that \"men are free according to the flesh; and all things are given them which are\nexpedient unto man. And they are free to choose liberty and eternal life . . . or to choose\ncaptivity and death\" (<span class=\"citation\" id=\"3787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3787)\">2 Ne. 2:27<\/a><\/span>).\n<\/p><p>\n<b>Israel's choice of a king<\/b>\n<\/p><p>\nThere is a great lesson on this point, as it affected a whole nation, in Israel's rejecting judges,\nwhich were recommended by the Lord, and choosing to be ruled by kings. Near the end of\nhis administration, as judge of Israel, the people said to Samuel: \n<\/p><p>\n\"Behold, thou art old, and thy sons walk not in thy ways: now make us a king to judge us\nlike all the nations\" (<span class=\"citation\" id=\"2578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2578)\">1 Sam. 8:5<\/a><\/span>).\n<\/p><p>\nSamuel, being grieved by this desire of the people, sought the Lord and was directed by the\nLord to say to Israel: \n<\/p><p>\n\"This will be the manner of the king that shall reign over you: He will take your sons, and\nappoint them for himself, for his chariots, and to be his horsemen; and some shall run before\nhis chariots.\n<\/p><p>\n\"And he will appoint him captains over thousands, and captains over fifties; and will set them\nto ear his ground, and to reap his harvest, and to make his instruments of war, and\ninstruments of his chariots.\n<\/p><p>\n\"And he will take your daughters to be confectioneries, and to be cooks, and to be bakers.\n<\/p><p>\n\"And he will take your fields, and your vineyards, and your oliveyards, even the best of them,\nand give them to his servants.\n<\/p><p>\n\"And he will take the tenth of your seed, and of your vineyards, and give to his officers, and\nto his servants.\n<\/p><p>\n\"And he will take your menservants, and your maidservants, and your goodliest young men,\nand your asses, and put them to his work.\n<\/p><p>\n\"He will take the tenth of your sheep: and ye shall be his servants.\n<\/p><p>\n\"And ye shall cry out in that day because of your king which ye shall have chosen you; and\nthe Lord will not hear you in that day.\"\n<\/p><p>\nThis message Samuel delivered.\n<\/p><p>\n\"Nevertheless the people refused to obey the voice of Samuel; and they said, Nay; but we will\nhave a king over us; \n<\/p><p>\n\"That we also may be like all the nations\" (<span class=\"citation\" id=\"2580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2580)\">1 Sam. 8:11-20<\/a><\/span>).\n<\/p><p>\n\"And the Lord said unto Samuel, Hearken unto the voice of the people . . . for they have not\nrejected thee, but they have rejected me, that I should not reign over them\" (<span class=\"citation\" id=\"2579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2579)\">1 Sam. 8:7<\/a><\/span>).\n<\/p><p>\nThe Lord here followed his uniform course. He refused to interfere with Israel's right of\nchoice, even though their choice was to reject him. Israel, having been warned by both their\nGod and his prophet Samuel, exercised their agency, contrary to the advice of both. They got\ntheir king, and they suffered the consequences. In due time their kingdom was divided, they\nwere taken captive, and ultimately they became slaves.\n<\/p><p>\n<b>Guide for right decisions<\/b>\n<\/p><p>\nRealizing that liberty depends upon the decisions we make ought to inspire in us a desire to\nmake such choices as will preserve and expand our freedom, and I believe it does so inspire\nus. What people lack and desperately need today&mdash;as they have always needed&mdash;is a sure\nguide for making right decisions. How wonderful it would he if all could enjoy the blessing\nrecently pronounced upon the head of a young man, to whom a patriarch said: \n<\/p><p>\n\"You have the power of discernment, to look forward into the future and discern and\nunderstand the results which come from righteous living . . . You can recognize the effect of\nevil tendencies even in their beginning . . . You are, as it were, a watchman upon the tower\nof Zion, because of this power which the Lord has blessed you with and this understanding\nwhich you have and which will grow with you through your years to see and understand the\nresults, which are small in their beginning.\"\n<\/p><p>\n<b>Pattern given by Mormon<\/b>\n<\/p><p>\nThis is indeed a wonderful blessing. And what is equally wonderful is that it is available to us\nall if we will but qualify for it. All we need to do is follow the pattern prescribed by Mormon\nas he sought, even as I am now seeking, to emphasize the importance of making right\ndecisions. Brother Lee read it this morning and I am going to read it again, because of its\ngreat importance. To his people, Mormon said: \n<\/p><p>\n\". . . take heed, my beloved brethren, that ye do not judge that which is evil to be of God, or\nthat which is good and of God to be of the devil.\n<\/p><p>\n\"For behold, my brethren, it is given unto you to judge [you hearers of the priesthood, this is\ndirectly to you], that ye may know good from evil and the way to judge is as plain, that ye\nmay know with a perfect knowledge, as the daylight is from the dark night.\n<\/p><p>\n\"For behold, the Spirit of Christ is given to every man, that he may know good from evil;\nwherefore, I show unto you the way to judge; for every thing which inviteth to do good, and\nto persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye\nmay know with a perfect knowledge it is of God.\n<\/p><p>\n\"But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him,\nand serve not God, then ye may know with a perfect knowledge it is of the devil; for after\nthis manner doth the devil work, for he persuadeth no man to do good, no, not one; neither\ndo his angels; neither do they who subject themselves unto him.\n<\/p><p>\n\"And now, my brethren, seeing that ye know the light by which ye may judge, which light is\nthe light of Christ, see that ye do not judge wrongfully; for with that same judgment which ye\njudge ye shall also he judged.\n<\/p><p>\n\"Wherefore, I beseech of you, brethren, that ye should search diligently in the light of Christ\nthat ye may know good from evil\" (<span class=\"citation\" id=\"38345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38345)\">Moro. 7:14-19<\/a><\/span>).\n<\/p><p>\n<b>Characters fashioned by decisions<\/b>\n<\/p><p>\nLet us he ever conscious of the fact that our characters are fashioned by the decisions we\nmake. Free agency does not guarantee freedom and liberty. Freedom and liberty and peace are\nthe products of right decisions made in the exercise of free agency.\n<\/p><p>\nBy the making of proper decisions, Jesus Christ became the Son of God and our Redeemer.\nBy making wrong decisions, Lucifer, \"son of the morning,\" became Satan\n(<span class=\"citation\" id=\"25351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25351)\">Isa. 14:12<\/a><\/span>;\n(<span class=\"citation\" id=\"39303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39303)\">Moses 4:4<\/a><\/span>).\n<\/p><p>\nInherently, they were both endowed with free agency.\n<\/p><p>\n\"One ship drives east and another drives west<br \/>\n     With the selfsame winds that blow.<br \/>\n     'Tis the set of the sails<br \/>\n     And not the gales<br \/>\n     Which tells us the way to go.\"<br \/><br \/>\n&nbsp; &nbsp;        (Ella Wheeler Wilcox, \"The Winds of Fate\")\n<\/p><p>\nJames Russell Lowell suggests the consequences and the importance of decisions, in these lines: \n<\/p><p>\n\"Once to every man and nation comes<br \/>\n&nbsp; &nbsp;        the moment to decide,<br \/>\n     In the strife of Truth with Falsehood,<br \/>\n&nbsp; &nbsp;        for the good or evil side; <br \/>\n     Some great cause, God's new Messiah,<br \/>\n&nbsp; &nbsp;        offering each the bloom or blight,\n<\/p><p>\nParts the goats upon the left hand<br \/>\n&nbsp; &nbsp;        and the sheep upon the right,<br \/>\n     And the choice goes by forever 'twixt<br \/>\n&nbsp; &nbsp;        that darkness and that light!\"<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;                    (\"The Present Crisis\")\n<\/p><p>\n<b>Decisions that expand freedom<\/b>\n<\/p><p>\nI bear you my solemn witness that these principles are true and that they are ever operating in\nour lives. I hear further witness to what you and I both know, and that is, that if we would\nbenefit from these principles and be on the way to eternal life, we must put them into practice\nnow in our daily lives. We must be guided by them in our temporal as well as in spiritual\naffairs, in the voting booth as well as in our churches. On election day a month hence, we\nshall have opportunity to test our commitment to these principles of the gospel. This is so\nbecause at least one of the issues there to he decided, the one raised by \"Liquor Initiative\nPetition No. A,\" is of a vital, moral nature. No amount of sophistry can make it otherwise.\nThe Lord himself and his living mouthpiece have so declared it. Let no man fault his God or\nhis state by failing to vote upon that issue.\n<\/p><p>\nIf on that day, in the privacy of the voting booth, we so exercise our franchise as to satisfy\nourselves and please our God, we shall have made a decision calculated to preserve our free\nagency and expand the area in which we can exercise it in the future.\n<\/p><p>\nAnd finally, when the issues are determined, whether we stand with the winners or the losers,\nof this we may be sure: To make the proper choice on any issue is of far more importance to\nus personally than is the immediate outcome of the issue upon which we make a decision.\nThe choices we make will affect the scope of our agency in the future. As of now, we have\nthe right of decision. What we will have tomorrow depends upon how we decide today. In\nconclusion, I put to you the question and the admonition given by Elijah to Israel: \n<\/p><p>\n\"How long halt ye between two opinions? if the Lord be God, follow him: but if Baal, then\nfollow him\" (<span class=\"citation\" id=\"1242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1242)\">1 Kgs. 18:21<\/a><\/span>).\n<\/p><p>\nGod grant us discernment and the courage to make right decisions, I humbly pray, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}