{"ID":1648, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Work of the Seventy<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, October 1968, pp. 68-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: The Prophet Joseph Smith at one time said that he taught people\ncorrect principles and they could govern themselves. I would submit to you that of course he\nmeant by that they would be following correct principles when they governed themselves. On\nthat basis I should like to speak to you about one of those principles and its application.\n<\/p><p>\nIn a time of his own choosing, known prophetically as the latter days, the Lord restored his\nChurch to the earth. He also chose the man through whom he would make the restoration, a\nman to be known as a prophet, seer, and revelator. He let it be known by a prophetic\nrevelation that the man thus honored should be known by Joseph, after his father's name\n(<span class=\"citation\" id=\"3791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3791)\">2 Ne. 3:14-15<\/a><\/span>), and\nalso after his great ancestor who was sold into Egypt. Our common testimony, yours and\nmine, is that this man was Joseph Smith.\n<\/p><p>\n<b>The seventy organized<\/b>\n<\/p><p>\nWithin five years of the date the Church was organized, the Prophet had surprised Brigham\nand Joseph Young with the statement that Joseph Young was to be a president of the seventy.\nNo man would have thought of such a group of men as the seventy.\n<\/p><p>\nThere were to be seventy men in the quorum, and the quorum was to be presided over by\nseven presidents&mdash;not a president with six counselors, but seven presidents, each holding the\npresidential keys over the quorum.\n<\/p><p>\nUntil that time the only information about this important body of men was contained in the\nnarrative of Luke. He wrote: \n<\/p><p>\n\"After these things the Lord appointed other seventy also, and sent them two and two before\nhis face into every city and place, whither he himself would come.\n<\/p><p>\n\"Therefore said he unto them, The harvest truly is great, but the labourers are few: pray ye\ntherefore the Lord of the harvest, that he would send forth labourers into his harvest.\n<\/p><p>\n\"Go your ways: behold, I send you forth as lambs among wolves.\n<\/p><p>\n\"Carry neither purse, nor scrip, nor shoes: and salute no man by the way.\n<\/p><p>\n\"And into whatsoever house ye enter, first say, Peace be to this house.\n<\/p><p>\n\"And into whatsoever city ye enter, and they receive you, eat such things as are set before\nyou: \n<\/p><p>\n\"And heal the sick that are therein, and say unto them, The kingdom of God is come nigh\nunto you.\n<\/p><p>\n\"And the seventy returned again with joy, saying, Lord, even the devils are subject unto us\nthrough thy name\" (<span class=\"citation\" id=\"31739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31739)\">Luke 10:1-5,8-9,17<\/a><\/span>).\n<\/p><p>\n<b>Special calling of seventy<\/b>\n<\/p><p>\nUntil 1835 no one conceived that the word seventy meant a holder of a peculiar office in the\nChurch, with a special calling.\n<\/p><p>\nNow, because of the revelations of 1835, we know about the organization of the seventy in\nthe time of the Lord.\n<\/p><p>\nThe Lord Jesus Christ appointed the seventy and assigned them their work in his day. You\nhave just heard a description of that work. Joseph Smith organized them and appointed them\ntheir work in 1835. President Brigham Young made changes in the detail of their organization\nin 1845 to fit the needs of his day, as did President John Taylor in 1885.\n<\/p><p>\nEach President of the Church has used the seventy as he felt inspired for his day. If the\nprinciple exhibited by these changes was not true, we would be like the Jews at the time of\nChrist. They were still vainly trying to fit the organization given to Moses to govern the\nexodus of the children of Israel to the Palestine of the Roman Empire. We should work in\nvain if we should try to follow the pattern of work for the one quorum laid down in 1835 or\nfor the ten quorums organized in 1845 or for the sixty-five or so organized in 1885. It is the\nright of the living prophet to point the way for his generation.\n<\/p><p>\n<b>Finding honest in heart<\/b>\n<\/p><p>\nWhat is that way today? Our quorums are to do the detail of their work of finding the honest\nin heart in the geographical areas of the wards of the stakes. They are organized into groups\nwith one of the presidents acting as the group leader or with leaders appointed by the quorum\npresidency.\n<\/p><p>\nThey cultivate the honest in heart; they serve as home teachers to part-member families; they\nfellowship new members, acting as their home teachers. The seventies group in the ward is\nnow the fundamental unit to assist the stake missionary program.\n<\/p><p>\nIn 1845 Elder Parley P. Pratt stated why, in his opinion, the seventies were organized with 70\nmen and seven presidents. He explained that a given territory could be divided into seven\ngeographical areas, and that ten seventies, including a president to preside, could do the\nmissionary work in each area. These units would be efficient flying columns to convert the\npeople in their areas.\n<\/p><p>\nIn times past I have tried to imagine how a quorum of seventy could be thus divided in this\nmodern day. Now, lo, the plan is already in action. In each stake the quorum of seventy is\ndivided into groups, one for each ward, each under a president or a group leader. While the\nexact number is not always ten, the pattern of the organization projected by Elder Pratt is\npresent.\n<\/p><p>\n<b>Plan of action in stakes<\/b>\n<\/p><p>\nThis is the day when the seventies are to find those within the organized wards who can be\ninterested in the gospel. If we do that work well enough, the time may come when the same\nprinciple of organization may be applied to the full-time mission areas.\n<\/p><p>\nThere are some who see no opportunity in this plan of action in the stakes. For these I should\nlike to read a portion of a letter from a seventies quorum president acting as a group leader in\nhis ward: \n<\/p><p>\n\"We have divided our ward into eight geographical areas. Within each group we have chosen\ntwo couples to be 'neighborhood group leaders.' I, as the seventies group leader for the ward,\ncoordinated the work. Each group has about twelve families with about two or three\nnonmember or part-member families. We don't have a large non-member population. We\nstarted by calling all the neighborhood group leaders together, and with the help of the stake\nmissionaries we oriented them to the goals. We then followed up with the group leaders,\nsending out printed invitations to the 'active' members in their group area to attend a cottage\nmeeting where the missionaries explained how all members could help through\nfellowshipping, etc.\n<\/p><p>\n\"A social was planned which was held the next month where every family was\ninvited&mdash;inactive, active, non-member and part-member. Seven of the groups have now had successful\nsocials. The group that I live in has four nonmember families, and all were at the social. One\ntraveling salesman even arranged his business affairs in order to come.\n<\/p><p>\n\"We are now encouraging continued effort with these people. This is the means by which we\nhave endeavored to carry out the program for finding families. The whole ward is excited\nabout it. Our bishop is behind it one hundred percent.\"\n<\/p><p>\nWhat is described here may not be the way to organize the ward in which you live. However,\neach group leader, in cooperation with the quorum council, the stake mission president, and\nhis bishop, will be able to find a way that will fit his ward and the non-member population\ntherein.\n<\/p><p>\n<b>Seventies groups in wards<\/b>\n<\/p><p>\nThere are 4,226 wards in the Church. There is a seventies group in almost every one of these\nwards.\n<\/p><p>\nIf when we stand at the bar of judgment any person living in these ward areas reports to the\nLord that he didn't hear the gospel because of our failure to try to reach him, sorrow will\nencompass our souls. Let us not be found wanting in this effort to find, to warn, and to\nconvert.\n<\/p><p>\nA few brethren have expressed fear that the group approach will tend to impair quorum unity.\nThis could happen if a quorum council of presidents did not meet, did not plan, did not direct\nthe work of the group leaders.\n<\/p><p>\n<b>Report of quorum activities<\/b>\n<\/p><p>\nI read from a report to its quorum of an active quorum council of presidents. This quorum is\nmissionary minded and has strong group organization as well as good central support on a\nquorum basis. I quote: \n<\/p><p>\n\"On May 25 a youth conference was held for all Aaronic Priesthood-Youth activity\ncommittees. Young folks were given training in various phases of missionary work by the\nfull-time missionaries, assisted by such outstanding people as a former full-time mission\npresident, the director of the college LDS institute, a former member of the Church\nPriesthood Missionary Committee, and a skilled educator in methods of teaching. The young\npeople selected and arranged the entire program, the menu, the movie, and helped plan the\nSaturday night dance, which was conducted by the stake MIA.\"\n<\/p><p>\nNow this is what is pertinent to us: \"Our quorum was represented by our stake mission\npresident. We provided the kitchen help for the dinner and furnished the dessert.\"\n<\/p><p>\nIn addition, the quorum held a \"Mothers Night Out\" banquet, which included an art show\nfrom local people. Six nonmembers contributed to this show, which was viewed by more than\nfive hundred people.\n<\/p><p>\nThis quorum constructed two booths during a public celebration and grossed $1,727 selling\nhamburgers, and so forth.\n<\/p><p>\nThe quorum, at a cost of $200, set up an information booth at the state fair. Some 1,713\nguests registered&mdash;515 of them nonmembers, 396 of whom were good referrals. To help pay\nfor this booth at the fair, the quorum engaged with a vendor for 30 percent of the profit to\nman another booth that sold knickknacks at the fair.\n<\/p><p>\nThis not being enough, they also operated an ice cream booth, which grossed $1,900, the\nprofit to be applied to the missionary fund. This fund helps to support not only missionaries\nfrom the stake, but also supports missionaries called from the full-time missions in foreign\nlands, who, when released, will return home as leaders in future wards and future stakes in\nthe far-flung areas of the Church.\n<\/p><p>\nThe quorum keeps copies of the Book of Mormon in motels. It baptized a convert who first\nbecame interested by reading the book placed in a motel 400 miles away by a quorum of\nseventy of another stake.\n<\/p><p>\nAnd still the quorum found time to hold a midsummer picnic with the families of the quorum\nmembers.\n<\/p><p>\n<b>Same fundamental calling<\/b>\n<\/p><p>\nThe activities of an active seventies quorum today bear little resemblance to those of the\nquorums organized in 1835, 1845, 1890&mdash;but then, a fast-moving automobile or a fast-flying\njet bears little resemblance to the ox-drawn wagons of those times, which at best could make\n15 miles per day.\n<\/p><p>\nFundamentally, today, as in that day, the calling of a seventy is to prepare the minds of men\nto receive the gospel and to convert them by whatever means are available or creatable.\nPerhaps for those of us with like responsibilities, the Savior's injunction on a different\noccasion might be applied: \"Go, and do thou likewise\" (<span class=\"citation\" id=\"31740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31740)\">Luke 10:37<\/a><\/span>).\n<\/p><p>\nAll of this detail comes because of the gospel. These men believed it, and do believe it. These\nmen are inspired by their love of Christ to go out and do these things in the hope that what\nthey do will be the very thing they can do to bring more people into the Church.\n<\/p><p>\nI accept the Lord Jesus Christ as my Savior, as they do, and I bear witness of him that he\nlives, and that we are his servants. He is the God of this earth and its Creator. President\nMcKay is the prophet, seer, and revelator chosen by the Lord to bear the work and to carry\nthe responsibility at this time. It is our business to assist with that responsibility and to uphold\nand to sustain him, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}