{"ID":1649, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">This is His Church<\/p>\n<p class=\"gcspeaker\">Elder Loren C. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Loren C. Dunn, <i>Conference Report<\/i>, October 1968, pp. 71-73<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn this audience today is my mother. My father passed away some four years ago. Mother has\nbeen staying with us for the past day or two; and this morning prior to coming to this\nconference, I asked her if she would offer family prayer for us, the reason being that I wanted\nher blessing, which I received. This took me back to younger days when we as children\nwould seek the blessing of our parents before we undertook any kind of responsibility or\nsought to follow a different pursuit in life.\n<\/p><p>\n<b>Teachings of parents<\/b>\n<\/p><p>\nI honor my parents. I am grateful for them. I can remember the time in my life, though, when\nI had to find out for myself about the things they already knew concerning this Church. But\nthey had made it easy for me because of their faith and because of their understanding. I had\na relatively easy time learning how to pray to God, because I thought of him as having the\nsame principles and qualities embodied in my own parents. And it became easy to pray to\nsomeone such as that, who not only had those qualities and principles but was perfect.\n<\/p><p>\nThis has caused me to think of the words of Enos in the Book of Mormon when he said: \n<\/p><p>\n\"Behold, it came to pass that I, Enos, knowing my father that he was a just man&mdash;for he\ntaught me in his language, and also in the nurture and admonition of the Lord&mdash;and blessed\nbe the name of my God for it&mdash;\n<\/p><p>\n\"And I will tell you of the wrestle which I had before God, before I received a remission of\nmy sins.\n<\/p><p>\n\"Behold, I went to hunt beasts in the forests; and the words which I had often heard my father\nspeak concerning eternal life, and the joy of the saints, sunk deep into my heart.\n<\/p><p>\n\"And my soul hungered; and I kneeled down before my Maker, and I cried unto him in\nmighty prayer and supplication . . .\" (<span class=\"citation\" id=\"21500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21500)\">Enos 1:1-4<\/a><\/span>).\n<\/p><p>\n<b>Wanting to know for yourself<\/b>\n<\/p><p>\nEnos had been raised by good parents. According to his own words, he had been taught by\nhis parents in the nurture and admonition of the Lord. Yet there was a sort of gap between\nwhat his parents knew and what he knew. But one day he went to hunt beasts in the forests. It\nwas then that the words he heard his father speak about eternal life and the joy of the Saints\nsank deep into his heart. And it was then that he had to know for himself.\n<\/p><p>\nQuite often this is the pattern of young people today. You hear the words of your parents and\nChurch teachers. Sometimes these words are not of personal value until you reach the point of\nwanting to know for yourself, or until such time as these words are challenged, or there is\nsome other experience that prompts you to action.\n<\/p><p>\nEnos wanted to know, and because of the teachings of his parents, he knew how to find\nout&mdash;and he did.\n<\/p><p>\nBut different was the recent experience of a college student who had also heard all the\nfamiliar words from his teachers and others as he was growing up. He had not discovered if\nthese things were true prior to the time he engaged in a particular course of study that\nchallenged his faith in The Church of Jesus Christ of Latter-day Saints. He subsequently\nrejected the words without ever finding out if they were true. And, in a sense, he became\ninactive in the Church without ever having been in the Church&mdash;or at least without ever\nhaving experienced the spiritual blessings of the Church, a principle of which is a testimony\nof its truthfulness.\n<\/p><p>\n<b>Vitality of the Church<\/b>\n<\/p><p>\nThere are those who see this Church from the outside and marvel at its programs and\norganization. They ask how this is accomplished, expecting that in a few sentences a formula\ncan be given that they can take back and apply to their own organizations.\n<\/p><p>\nThe success and vitality of the Church, however, lies in something that is unseen. It is the\npower and spirit that enlightens the person who gains for himself a true knowledge that God\nand Jesus Christ are actually divine, living beings, and that this is the Church of Jesus Christ\nrevealed from God and not devised by man. To know this is to be free from many doubts and\nfrustrations. To know this is to be able to look ahead with confidence and courage and peace\nof mind. And to know this is to know that God is actually there and that his love for us is\nboth personal and real. And when the pressures and problems of life become too great, there\nis always a retreat to this relationship with the Lord for comfort and solace and renewed\nstrength.\n<\/p><p>\n<b>Ways to gain knowledge<\/b>\n<\/p><p>\nI suppose there are many ways to gain this knowledge, but I know of none more sure than\nthese two promises. The first is from the book of John and says: \n<\/p><p>\n\"My doctrine is not mine, but his that sent me.\n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine, whether it be of God, or whether\nI speak of myself\" (<span class=\"citation\" id=\"28421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28421)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nThe second promise has already been heard in this great conference. Let me read it to you\nagain.\n<\/p><p>\n\"And when ye shall receive these things, I would exhort you that ye would ask God, the\nEternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a\nsincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you,\nby the power of the Holy Ghost.\n<\/p><p>\n\"And by the power of the Holy Ghost ye may know the truth of all things\" (<span class=\"citation\" id=\"38355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38355)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\n<b>Establish relationship with the Lord<\/b>\n<\/p><p>\nChances are, if you are a young member of this Church, you have heard these words many\ntimes before. Perhaps now is the time, if you have not already done so, to do as Enos did and\nestablish your own relationship with the Lord, to gain your own testimony that he lives and\nthat he directs the affairs of his Church.\n<\/p><p>\nHis promise is that if you live the standards which he has set down, and read the Book of\nMormon with faith and prayerful intent, he will manifest these things unto you by the power\nof the Holy Ghost.\n<\/p><p>\nI think of the words of President McKay, not only at the beginning of this conference but\nprior to that, when he said: \n<\/p><p>\n\"He is our head. This is his Church. Without his divine guidance and constant inspiration, we\ncannot succeed; with his guidance, with his inspiration, we cannot fail.\"\n<\/p><p>\nTo this I humbly add my own witness. I know that God lives, and that Jesus Christ is his Son\nand Savior of the world; that this Church was restored by a prophet of God and is directed by\na prophet of God today; that this Church is directed and led by revelation.\n<\/p><p>\nGod knows and loves and cares, and he is most anxious that you young people establish your\nown personal relationship with him, so he can, by the Spirit of the Holy Ghost, arm you with\nthis divine knowledge, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}