{"ID":165, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Thy Son Liveth\"<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1945, pp. 57-61<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren here and brethren and sisters of the radio audience: It is a great privilege\nand inspiration to be here in this conference of the Church of our Lord, Jesus Christ. May the\npeace of heaven be with you and us.\n<\/p><p>\nTHE ADVICE OF A BRAHMAN TO A MOTHER\n<\/p><p>\nA woman in the Far East who had lost her boy went to the Brahman and said: \"You must\ngive me back my boy, you must, you must.\" The Brahman with calm dignity said to her:\n\"Come, daughter, you must go out and get the leaves of a plant (which was as common as the\ncommonest weeds with us) and make a tea of the leaves, and drink the tea, and I will give\nyou back your boy. But the leaves must be gathered from the dooryard of a family that has\nnever known sorrow.\"\n<\/p><p>\nThe woman traveled from village to village, and from province to province, and finally\nheartsore and footsore, she returned to her leader saying: \"Father, I have traveled all over the\nland, but I cannot find one home where sorrow has not been.\" She had returned, not to get\nher son back, but to be content with her lot.\n<\/p><p>\nYesterday we were told in conference that about nine hundred of our stalwart sons had been\nsacrificed in this diabolical world holocaust. It has seemed to me even more than that, for as I\nhave gone about the Church I have been confronted with such sorrow in all parts of the\ncountry.\n<\/p><p>\nThese tragic stories of sons killed in the training fields and theatres of war have not been\nlimited to any individual, or locality, but everywhere our relatives and friends weep in their\nloneliness and sorrow.\n<\/p><p>\nA LETTER WRITTEN TO A SORROWING MOTHER\n<\/p><p>\nMay I read to you a letter which I wrote some time ago to a mother of my acquaintance whose\nson had just been killed in battle? I do earnestly pray that some thought contained therein\nmight have brought to her and may bring to others a bit of hope and comfort and courage.\n<\/p><p>\nDear Sister:\n<\/p><p>\nVery recently I have been entertained in the homes of parents who have lost young sons, still\nin their teens and early twenties; sons who were as clean and sweet in their lives as their\nmothers; sons who had ability and had developed their talents and possessed also the spirit\nand desire to use them for the advancement of the work of the Lord. It has caused me to\nponder deeply.\n<\/p><p>\nOne particular mother who poured out her soul to me was inclined to be bitter. She said:\n<\/p><p>\nWhy would the Lord take my son from me? Why didn't the Lord answer my prayers and\nsave him? I know my son has remained clean; why should he be taken? Not only he, but the\nentire family has always been faithful; why is our worthiness not recognized? Why should he\ndie so young when he was so righteous?\n<\/p><p>\nWell, you know the responsibility I felt in attempting to answer her. With all my soul I\nprayed that the Father would help me to bring her comfort.\n<\/p><p>\nAs I sat in meditation my mind went back to a little hill, far away, on which were silhouetted\nagainst the deepening shadows of a black, tragic day, three crosses on which were human\nbeings writhing in the agonies of death, and the central One cried out:\n<\/p><p>\nMy God, my God, why hast thou forsaken me!\n(<span class=\"citation\" id=\"34019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34019)\">Matt. 27:46<\/a><\/span>).\n<\/p><p>\nAnd I seem to see at the foot of the heavy cross the crouching figure of a mother torn in\nagony, saying:\n<\/p><p>\nWhy should he die? So young, so pure, so able to teach the world a better way? Why, oh,\nwhy?\n<\/p><p>\nThen I seem to see another more modern picture of a mother grief-stricken, watching the\napproaching caravan which was bringing two beloved sons home from a foul martyrdom in a\njail some distance away, and I can almost hear her through her sobs:\n<\/p><p>\nWhy should they be killed? Why should they be taken from the infant Church which needs\nthem so much? Why must they die, so young, so pure, so strong?\n<\/p><p>\nThen I realize that God does not take these lives. It is permitted because men have their free\nagency.\n<\/p><p>\nWoe unto the world because of offences! for it must needs be that offences come; but woe to\nthat man by whom the offence cometh!\n(<span class=\"citation\" id=\"33993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33993)\">Matt. 18:7<\/a><\/span>).\n<\/p><p>\nWas there frustration in the martyrdom of Joseph Smith? Joseph was protected and his life\nsaved in every instance of persecution until his work was finished and he had done his part in\nthe restoration of the gospel and the priesthood and all other keys of the dispensation, and\nuntil the organization of the kingdom was effected.\n<\/p><p>\nHe could not be killed before that time, though all hell raged against him. He wanted to live.\nLife was sweet to him. It held promise of sweet associations with his family, his brethren, and\nthe satisfaction of seeing the work blossom into a full-blown flower. But his work was done;\nother strong leaders could now carry on; he was needed in other fields. Only in his thirties, a\nvery young man, he died, and commenced his work in other realms.\n<\/p><p>\nWas there defeat in the crucifixion of Jesus the Christ? If so, all creation were doomed and\nman would have remained in sin. If so, the crucifixion would not have taken place until a\nlater date&mdash;until his hour had come\n(<span class=\"citation\" id=\"32987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32987)\">Mark 14:41<\/a><\/span>;\n<span class=\"citation\" id=\"27196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27196)\">John 12:23<\/a><\/span>).\nHis life was not taken from him&mdash;he gave his life. To\nPeter, who smote off the ear of one of the mob, he said:\n<\/p><p>\n. . . the cup which my Father hath given me, shall I not drink it?\n(<span class=\"citation\" id=\"27204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27204)\">John 18:11<\/a><\/span>) and thinkest\nthou that I cannot now pray to my Father, and he shall presently give me more than twelve\nlegions of angels? (<span class=\"citation\" id=\"34018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34018)\">Matt. 26:53<\/a><\/span>).\n<\/p><p>\nHe was young, only 33. He loved life also. He wanted to live for the richness that he could\nsee in it&mdash;his friends, his growing kingdom, his brethren, his mother. Life was sweet to him.\nDid he not pray in Gethsemane:\n<\/p><p>\n. . . O my Father, if it be possible, let this cup pass from me; nevertheless not as I will, but as\nthou wilt (<span class=\"citation\" id=\"34016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34016)\">Matt. 26:39<\/a><\/span>).\n<\/p><p>\nThen as the time passed, and no positive answer came to his supplication, he cried out again\nin his torture:\n<\/p><p>\nO my Father, if this cup may not pass away from me, except I drink it, thy will be done\n(<span class=\"citation\" id=\"34017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34017)\">Matt. 26:42<\/a><\/span>).\n<\/p><p>\nIn the first prayer he still seemed to have a glimmer of hope that something could be done\nabout it, but in the latter it seemed to have been definitely settled in his mind that no\nadjustment could be made, and in order that the purposes of God might not fail he must drink\nthe bitter cup.\n<\/p><p>\nHe was taken from his mother, though it broke her heart. His prayer, perhaps the most sincere\nand worthy ever uttered, was not answered as she would have had it. His was the perfect life,\nclean, guileless, divine, and yet he passed. His mother was devout as also were some of his\npeople, yet his life ebbed. He was young and had not had time to establish himself in life. His\nfirst thirty years were spent in preparation; his next three years in originating and developing\nhis program, and now when he could have turned over to his followers much of the detail of\nthe work, and could have perhaps enjoyed family and other associations, he\nwas crucified. Why? There was a definite reason. Being divine and mortal, he had a work to\ndo which could not be done in mortality, which required his transfer to other spheres of\nactivity. Was his work frustrated? It did leave a sorrowing mother. There were brethren who\nwere numbed. There were perhaps many loved ones who doubted and questioned. But in his\ndeath, and in his resurrection, came a boon to mankind that only this Son of God could bring.\nWould we have had it different? Would we have saved his life, if we could, now that we\nknow that he through this very circumstance brought redemption to the world? Would his\nagonized mother today have it otherwise as she looks back on the entire program? Would the\napostles on whom the burden of the kingdom fell have it otherwise?\n<\/p><p>\nAnd I am sure that the thousands of our Latter-day Saint mothers, who like Mary, the mother\nof the Lord, today stand grieving helplessly at the foot of a heavy cross, shall come in time to\nsee clearly and may even bless the day when their clean, talented, stalwart sons went forward\ninto other spheres.\n<\/p><p>\nIn death do we grieve for the one who passes on, or is it self-pity? To doubt the wisdom and\njustice of the passing of a loved one is to place a limitation on the term of life. It is to say\nthat it is more important to continue to live here than to go into other fields. Do we grieve\nwhen our son is graduated from the local high school and is sent away from home to a\nuniversity of higher learning? Do we grieve inconsolably when our son is called away from\nour daily embrace to distant lands to preach the gospel? To continue to grieve without faith\nand understanding and trust when a son goes into another world is to question the long-range\nprogram of God, life eternal with all its opportunities and blessings.\n<\/p><p>\nGod is good, so good in fact that we can hardly conceive the depth and richness of his\ngoodness. He is just; so just that we mortals cannot comprehend the fairness of his justice. I\nam sure that no mortal will ever fail to receive every blessing and glory which he merits.\nMortal death cannot rob him. There will be a way, and every promise of God will be\nfulfilled. A virtuous, progressive, active young man will sacrifice no blessing to which he was\nentitled by his (to us) premature passing into eternity. We may not understand fully just how\nit will be accomplished, but we may know that it will be. Remember what the Lord himself\nsaid:\n<\/p><p>\n. . . Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things\nwhich God hath prepared for them that love him\n(<span class=\"citation\" id=\"122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(122)\">1 Cor. 2:9<\/a><\/span>).\n<\/p><p>\nCan we not trust in the goodness of the Lord? Remember that he is the Father also of this\nson. He is the Parent of the living part, you of the tabernacle only. Will he not be infinitely\nmore concerned with the welfare of this son than we mortals could ever be? Can we not know\nthis: \"His purposes fail not, neither are there any that can stay his hand\"\n(<span class=\"citation\" id=\"12131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12131)\">D&amp;C 76:3<\/a><\/span>)?\nThere is no tragedy except in sin. Let us know therefore that life is eternal, and that God\ndoeth all things well; and this righteous son, the offspring of God, was not born for a day, a\ndecade, or a century, but for eternity. Only his own lack of righteousness could ever deprive\nhim of any blessing promised by the Lord. \"Thy Son liveth\"\n(<span class=\"citation\" id=\"27183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27183)\">John 4:50<\/a><\/span>) and continues to radiate life, not\ndeath; light, not darkness; commencement, not termination; assurance, not uncertainty; joy\neternal, not sorrow; sweetness, not bitterness; youthful maturity, not senility; progress, not\nstoppage; sunshine, not clouds; clearness of vision, not confusion and dimness; fulfilment, not\nfrustration; an open gate with light ahead, not barred windows with darkness beyond.\n<\/p><p>\nMay our Heavenly Father bring his peace to all of you who are now passing through your\nGarden of Gethsemane.\n<\/p><p>\nSincerely your brother,\n<\/p><p>\nSpencer W. Kimball\n<\/p>\n<\/div>\n<\/div>"}