{"ID":1651, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Prove Thy Lineage<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, October 1968, pp. 76-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, and all who are watching and listening to these messages: If you\nwere to approach a military installation some dark night, you would be immediately\nchallenged by a sentry with the question, \"Who goes there?\" If you were to answer that\nchallenge with the word \"friend,\" the sentry would answer, \"Advance, friend, and give the\npassword.\" If you were neither able to give the password nor to identify yourself, you would\nbe placed in an embarrassing and a dangerous position.\n<\/p><p>\nYet millions of those presently living on the earth are totally unprepared for death and to\nenter through the gates of the celestial kingdom. They know neither the password nor will\nthey be able to identify themselves as a son or a daughter of God. They have never taken\nupon themselves the name of the Only Begotten Son of God, nor passed the necessary tests of\nfaith, repentance, baptism, and the gift of the Holy Ghost. Nevertheless, this identification is\nneeded for entry into the kingdom of heaven, which kingdom we can refer to as the family of\nGod, our Eternal Father.\n<\/p><p>\n<b>Importance of records<\/b>\n<\/p><p>\nIt is not only necessary to have had his ordinance work done on the earth but also to have it\nproperly recorded here by a legal administrator who is authorized to make a record that is\nbinding on earth as well as in heaven. John the Revelator must have been contemplating this\nvery thing when he wrote: \n<\/p><p>\n\"And I saw the dead, small and great, stand before God; and the books were opened; and\nanother book was opened, which is the book of life: and the dead were judged out of those\nthings which were written in the books, according to their works\" (<span class=\"citation\" id=\"42426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42426)\">Rev. 20:12<\/a><\/span>).\n<\/p><p>\nThese books spoken of must be the books which contain the record of their works upon the\nearth and must refer to the records which are kept upon the earth. The other book spoken of\nas the \"book of life\" is the record which is kept in heaven. Joseph Smith explained in a letter\npreserved as Section 128 of the Doctrine and Covenants that whatever you record on earth\nshall be recorded in heaven, and whatsoever you do not record on earth shall not be recorded\nin heaven (<span class=\"citation\" id=\"15268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15268)\">D&amp;C 128:7-8<\/a><\/span>).\n<\/p><p>\n<b>Auditing of records<\/b>\n<\/p><p>\nWe are presently engaged in a process of simplifying the recording of records both for the\nliving and for the dead. We are coordinating the records of the Genealogical Society, the\nChurch Historian's Office, and the office of the Presiding Bishopric into a master file. Our\nward clerks are auditing all records of living members of the Church to make certain that\ntheir records are correct and complete. As a result of this survey we have discovered many\ncases where, through oversight or carelessness in recording names, dates, and places, errors\nhave been entered onto the record. What is really shocking is that sometimes <i>no<\/i> records are\nfound of baptisms, confirmations, or priesthood ordinations or ordinances.\n<\/p><p>\nI have been shocked at the complacency and the indifference of some persons when these\nerrors have been called to their attention. Quite commonly the answer is given: \"Well, I know\nthat I was baptized, [or ordained, or endowed] and that is all I need to know. It must be\nrecorded <i>someplace<\/i>, and it is up to you [the clerk] to find it.\"\n<\/p><p>\nThis is a very wrong and dangerous assumption. It is up to the <i>individual<\/i> to see that the\nordinance is properly recorded. It is <i>my<\/i> responsibility to see that my works are properly\nrecorded. If I cannot find this record through diligent searching, or if I cannot establish a\nrecord through proper witnesses who can testify that the ordinance was performed, then I\nwould go to my bishop, state my problem, and ask that I immediately be permitted to be\nbaptized and to have my ordination to the priesthood and my endowment ratified in order to\nestablish a proper record on the books of the Church.\n<\/p><p>\n<b>Responsibility for correct records<\/b>\n<\/p><p>\nNo mere record alone will assure me my exaltation in the celestial kingdom. That exaltation\nmust be earned by a righteous life on earth, by virtue, love, obedience, and conformance to\nevery law given by God. In fact, the scripture states: \"And I give unto you a commandment,\nthat ye shall forsake all evil and cleave unto all good, that ye shall live by every word which\nproceedeth forth out of the mouth of God\" (<span class=\"citation\" id=\"15244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15244)\">D&amp;C 98:11<\/a><\/span>).\n<\/p><p>\nIt is, however, my responsibility to see that my name is also listed on the records of God's\nfamily on earth and that my conformance to the necessary gospel ordinances has been\nproperly recorded on the books of the Church.\n<\/p><p>\nMy salvation and my exaltation depend upon these two principles of righteous living and\nconforming to the written requirements of the gospel. This is my blessing that is in danger,\nnot that of someone else. It is my responsibility to live righteously and to establish a proper\nrecord for me at once. This is no time to become indignant, to stand on my rights, or to take\na chance on future rectification of my records. If my future blessings are in danger because of\nmissing identification, I must humble myself and do whatever is necessary to assure myself\nthat my record and the records of my family are properly recorded and protected.\n<\/p><p>\n<b>Proof from records<\/b>\n<\/p><p>\nAs I read the scriptures, I tremble for those who do not live righteously and who do not have\na record of conforming with God's laws. Even if I were a literal descendant of Aaron, lived a\nrighteous life, and held an inherited right to the office of the bishopric, there are additional\nstandards to be met: \n<\/p><p>\n\"And a literal descendant of Aaron, also, must be designated by this Presidency [referring to\nthe First Presidency], and found worthy, and anointed, and ordained under the hands of this\nPresidency, otherwise they are not legally authorized to officiate in their priesthood.\n<\/p><p>\n\"But, by virtue of the decree concerning their right of the priesthood descending from father\nto son, they may claim their anointing if at any time they can prove their lineage, or do\nascertain it by revelation from the Lord under the hands of the above named Presidency\"\n(<span class=\"citation\" id=\"15157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15157)\">D&amp;C 68:20-21<\/a><\/span>).\n<\/p><p>\nI emphasize that even the Presiding Bishop in such a case, in addition to a life of\nrighteousness and a claim to be a descendant of Aaron, must prove his lineage, and this must\nbe done from the records.\n<\/p><p>\n<b>Records of priesthood ordinations<\/b>\n<\/p><p>\nLet me read a more emphatic statement about the records of priesthood ordinations in general:\n<\/p><p>\n\"And all they who are not found written in the book of remembrance shall find none\ninheritance in that day, but they shall be cut asunder, and their portion shall be appointed\nthem among unbelievers, where are wailing and gnashing of teeth.\n<\/p><p>\n\"These things I say not of myself [in other words this is a commandment or a decision of\nGod the Eternal Father]; therefore, as the Lord speaketh, he will also fulfill.\n<\/p><p>\n\"And they who are of the High Priesthood, whose names are not found written in the book of\nthe law, or that are found to have apostatized, or to have been cut off from the church, as\nwell as the lesser priesthood, or the members, in that day [in other words, every single one of\nus is subject to this same requirement] shall not find an inheritance among the saints of the\nMost High; \n<\/p><p>\n\"Therefore, it shall be done unto them as unto the children of the priest, as will be found\nrecorded in the second chapter and sixty-first and second verses of Ezra\" (<span class=\"citation\" id=\"15181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15181)\">D&amp;C 85:9-12<\/a><\/span>).\n<\/p><p>\nWhen their genealogy was not found, they were put from the priesthood because they could\nnot prove that they had conformed to the commandments of God and had truly received the\npriesthood.\n<\/p><p>\n<b>Basis for judgment<\/b>\n<\/p><p>\nI pray that everyone who hears my Voice will make certain that his or her name and that of\nhis or her ancestors through whom he obtains his heritage upon the earth are found properly\nrecorded upon the books of the kingdom of God. Only in this way can one be sure that this\nportion of his conformance to God's commandments concerning his works upon the earth has\nbeen properly recorded. Only when you know the proper password and have a valid\nidentification of yourself and your lineage can you enter through the gates of heaven to claim\nyour eternal exaltation.\n<\/p><p>\nI urge all clerks and recorders to realize how very important your work is in the plan of\nsalvation. The proper recording of information is most important, for it will form an\nimportant portion of the basis on which we as a people are to be judged. A clerk's calling is\nas much a spiritual calling as any we have in the Church, and must never be regarded merely\nas a technicality.\n<\/p><p>\n     Brothers and sisters, I testify that we will live again, that life after death is real, and\nthat we can only claim an inheritance among the mansions of our Father in heaven when we\ncan prove our claim to it through living righteously and maintaining our names in righteous\nfellowship upon the records of God's kingdom on the earth as well as in heaven. Of the truth\nand importance of these principles I testify, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}