{"ID":1653, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Priesthood Holders to Be Examples in Daily Life As Representatives of the Most High<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, David Lawrence McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1968, pp. 84-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is an honor, my brethren of the priesthood throughout the entire Church, to be associated\nwith you. I greet all assembled here tonight in this great Tabernacle and all who are listening\nin over closed circuit in 700 appointed places throughout the United States and Canada. This\nis a glorious occasion!\n<\/p><p>\n<b>Examples to the flock<\/b>\n<\/p><p>\nTwo thousand years ago the chief apostle Peter addressed the elders of the Church and said: \".\n. . I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a\npartaker of the glory that shall be revealed: \n<\/p><p>\n\"Feed the flock of God which is among you . . .\n<\/p><p>\n\"Neither as being lords over God's heritage, but being ensamples to the flock . . .\n<\/p><p>\n\"Be sober, be vigilant; because our adversary the devil, as a roaring lion, walketh about,\nseeking whom he may devour: \n<\/p><p>\n\"Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your\nbrethren that are in the world\" (<span class=\"citation\" id=\"2318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2318)\">1 Pet. 5:1-3,8-9<\/a><\/span>).\n<\/p><p>\nNote Peter's statement to be examples to the flock!\n<\/p><p>\nI testify to you as I have done before, that you leaders, you priesthood bearers, may so live at\nyou may receive impressions and direct messages through the Holy Ghost. The veil is thin\nbetween those who hold the priesthood and those on the other side of the veil. That testimony\nbegan in the home in my youth because of the example of my father, who honored the\npriesthood, and my mother, who sustained him and lived it in the home.\n<\/p><p>\nI do not know that Peter had that in mind particularly when he mentioned being an example\nto the flock, but I know that such a home is a part of that flock. The influence you spread in\nyour home will go throughout the town, will go throughout the county, the wards, and the\nstakes. No bishop, no counselor, no stake president, no man holding a responsible position in\nthis Church can afford to sidestep to the slightest degree his great responsibility of living the\ngospel as he preaches it and of being an example to the flock. Any man holding such a\nposition who would lead a young person to doubt the Church by his actions will bring\ndishonor to the Church and great sorrow to his own soul. The most precious thing in the\nworld is a testimony of the truth. Truth never grows old, and the truth is that God is the\nsource of your priesthood and mine. The truth is that he lives; that Jesus. Christ, the Great\nHigh Priest (<span class=\"citation\" id=\"24369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24369)\">Heb. 4:14<\/a><\/span>), stands at the head of the Church; and that every man who holds the priesthood, if\nhe lives properly, soberly, industriously, humbly, and prayerfully, is entitled to the inspiration\nand guidance of the Holy Spirit. I know that is true.\n<\/p><p>\n<b>Honor priesthood calling<\/b>\n<\/p><p>\nMen who are vessels of the Holy Priesthood, who are charged with words of eternal\nlife to the world, should strive continually in their words and actions and daily deportment to\ndo honor to the great dignity of their calling and office as ministers and representatives of the\nMost High.\n<\/p><p>\nWhenever the priesthood is delegated to man, it is conferred upon him, not as a personal\nhonor&mdash;although it becomes such as he honors it&mdash;but as authority to represent Deity and an\nobligation to assist the lord in bringing to pass the immortality and eternal life of man\n(<span class=\"citation\" id=\"39299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39299)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nIf priesthood meant only personal distinction or individual elevation, there would be no need\nof groups or quorums. The very existence of such groups, established by divine authorization,\nproclaims our dependence upon one another, the indispensable need of mutual help and\nassistance. We are social beings. Edwin Markham said: \n<\/p><p>\n\"There is a destiny that makes us brothers;<br \/>\n        None goes his way alone:<br \/>\n        All that we send into the lives of others<br \/>\n        Comes back into our own.\"\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp;    (\"A Creed\")\n<\/p><p>\n<b>Service and mutual help<\/b>\n<\/p><p>\nThis element of service and mutual help is emphasized by the Lord as follows: \n<\/p><p>\n\"Wherefore, be faithful; stand in the office which I have appointed unto you; succor the weak,\nlift up the hands which hang down, and strengthen the feeble knees.\" So says the Lord in the\nDoctrine and Covenants, Section 81, verse 5 (<span class=\"citation\" id=\"15168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15168)\">D&amp;C 81:5<\/a><\/span>).\n<\/p><p>\nAnd again: \n<\/p><p>\n\"And if any man among you be strong in the Spirit, let him take with him him that is weak,\nthat he may be edified in all meekness, that he may become strong also\" (<span class=\"citation\" id=\"15180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15180)\">D&amp;C 84:106<\/a><\/span>).\n<\/p><p>\nOne of the responsibilities of the priesthood here assembled, and the vast number in the\nChurch of whom you are representatives, is to perform the labor of home teaching, \"for the\nperfecting of the saints, for the work of the ministry, for the edifying of the body of Christ\"\n(<span class=\"citation\" id=\"21810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21810)\">Eph. 4:12<\/a><\/span>).\nAnd so it is right to have the home teacher carry the responsibility of looking\nafter the welfare of each individual. Assignments can properly be made so that every man\nwho holds authority, which comes by direct revelation, may recognize his ecclesiastical duties\nby exercising the authority that he holds.\n<\/p><p>\n<b>Behavior of servicemen<\/b>\n<\/p><p>\nOur priesthood should be honored no matter in what situation or circumstance we find\nourselves. Our hearts and thoughts go out to our servicemen throughout the world, and\nespecially to those who are in the active combat zones. Recently, I received a report from\nElder Marion D. Hanks telling of the high caliber and behavior of servicemen in Vietnam,\nwhich gives assurance of the gospel in their lives and that they are honoring their priesthood.\nFrom that report I quote the following: \n<\/p><p>\n\"Everywhere our men were highly spoken of. Every one of the generals to whom I talked\nwent out of his way to commend the Mormon servicemen with whom he had trooped.\n<\/p><p>\n\"They were most affirmative and strong in their endorsements.\n<\/p><p>\n\"One fine Marine major, in the middle of battle daily, expressed his strong testimony and\nasked that I carry to the missionaries the message that he is happy to be in Vietnam fighting\nto preserve the right of our missionaries to do their more important work.\"\n<\/p><p>\nWe can only hope and pray that hostilities in that grief-stricken area, and all over the world,\nwill soon end.\n<\/p><p>\n<b>Prayer for divine knowledge<\/b>\n<\/p><p>\nI am going to tell you boys of the Aaronic Priesthood that a voice has been heard in this\ndispensation giving assurance that the Lord and Savior Jesus Christ is the head of this Church\nand guiding it, as he directed it in ancient days and has guided it since he and his Father\nappeared to the Prophet Joseph Smith.\n<\/p><p>\nI am going to tell you what happened to me as a boy upon the hillside near my home in\nHuntsville. I was yearning, just as you boys are yearning, to know that the vision given to the\nProphet Joseph Smith was true, and that this Church was really founded by revelation, as he\nclaimed. I thought that the only way a person could get to know the truth was by having a\nrevelation or experiencing some miraculous event, just as came to the Prophet Joseph.\n<\/p><p>\nOne day I was hunting cattle. While climbing a steep hill, I stopped to let my horse rest, and\nthere, once again, an intense desire came over me to receive a manifestation of the truth of\nthe restored gospel. I dismounted, threw my reins over my horse's head, and there, under a\nserviceberry bush, I prayed that God would declare to me the truth of his revelation to Joseph\nSmith. I am sure that I prayed fervently and sincerely and with as much faith as a young boy\ncould muster.\n<\/p><p>\nAt the conclusion of the prayer, I arose from my knees, threw the reins over my faithful\npony's head, and got into the saddle. As I started along the trail again, I remember saying to\nmyself: \"No spiritual manifestation has come to me. If I am true to myself, I must say I am\njust the same 'old boy' that I was before I prayed.\" I prayed again when I crossed Spring\nCreek, near Huntsville, in the evening to milk our cows.\n<\/p><p>\n<b>Answer given in Scotland<\/b>\n<\/p><p>\nThe Lord did not see fit to give me an answer on that occasion, but in 1899, after I had been\nappointed president of the Scottish Conference, the spiritual manifestation for which I had\nprayed as a boy in my teens came as a natural sequence to the performance of duty. For, as\nthe apostle John declared, \"If any man will do his will, he shall know of the doctrine, whether\nit be of God, or whether I speak of myself\" (<span class=\"citation\" id=\"28424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28424)\">John 7:17<\/a><\/span>).\n<\/p><p>\nFollowing a series of meetings at the conference held in Glasgow, Scotland, was a most\nremarkable priesthood meeting. I remember, as if it were yesterday, the intensity of the\ninspiration of that occasion. Everybody felt the rich outpouring of the Spirit of the Lord. All\npresent were truly of one heart and one mind (<span class=\"citation\" id=\"39312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39312)\">Moses 7:18<\/a><\/span>). Never before had I experienced such an\nemotion. It was a manifestation for which as a doubting youth I had secretly prayed most\nearnestly on hillside and in meadow. It was an assurance to me that sincere prayer is\nanswered sometime, somewhere.\n<\/p><p>\nDuring the progress of the meeting, an elder on his own initiative arose and said, \"Brethren,\nthere are angels in this room.\"\n<\/p><p>\nStrange as it may seem, the announcement was not startling; indeed, it seemed wholly proper,\nthough it had not occurred to me there were divine beings present. I only knew that I was\noverflowing with gratitude for the presence of the Holy Spirit.\n<\/p><p>\n<b>Prophecy of James L. McMurrin<\/b>\n<\/p><p>\nI was profoundly impressed, however, when President James L. McMurrin, president of the\nEuropean Mission, arose and confirmed that statement by pointing to one brother sitting just\nin front of me and saying, \"Yes, brethren, there are angels in this room, and one of them is\nthe guardian angel of that young man sitting there,\" and he designated one who afterward\nbecame a patriarch in the Woodruff Stake of the Church, John Young.\n<\/p><p>\nPointing to another elder, he said, \"And one is the guardian angel of that young man there,\"\nand he singled out one whom I had known from childhood, David Eccles. Tears were rolling\ndown the cheeks of both of these missionaries&mdash;not in sorrow or grief, but as an expression\nof the overflowing Spirit. Indeed, we were all weeping.\n<\/p><p>\nSuch was the setting in which James L. McMurrin gave what has since proved to be a\nprophecy. I had learned by intimate association with him that James McMurrin was pure gold.\nHis faith in the gospel was implicit. No truer man, no man more loyal to what he thought was\nright ever lived. So when he turned to me and gave what I thought then was more of a\ncaution than a promise, his words made an indelible impression upon me. Paraphrasing the\nwords of the Savior to Peter, Brother McMurrin said: \"Let me say to you, Brother David,\nSatan hath desired you that he may sift you as wheat (<span class=\"citation\" id=\"31749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31749)\">Luke 22:31<\/a><\/span>), but God is mindful of you.\" Then he\nadded, \"If you will keep the faith, you will yet sit in the leading councils of the Church.\"\n<\/p><p>\nAt that moment there flashed in my mind temptations that had beset my path, and I realized\neven better than President McMurrin, or any other man, how truly he had spoken when he\nsaid, \"Satan hath desired thee\" (<span class=\"citation\" id=\"31750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31750)\">Luke 22:31<\/a><\/span>). With the resolve then and there to keep the faith, there was\nborn a desire to be of service to my fellowmen; and with it came a realization, a glimpse at\nleast, of what I owed to the elder who first carried the message of the restored gospel to my\ngrandfather and grandmother, who had accepted the message years before in the north of\nScotland and in South Wales.\n<\/p><p>\nI ask God to continue to bless you that you will keep true to the priesthood that you hold, for\nit comes directly from John the Baptist, who received it from his Lord and Savior. In your\nyouth, do not let temptation lead you astray. Be true to the ideals of your parents.\n<\/p><p>\n<b>Story of horse \"Dandy\"<\/b>\n<\/p><p>\nNow, to conclude, I shall tell you boys a story about a horse I once owned and had great\npleasure in training. He had a good disposition, a clean, well-rounded eye, was\nwell-proportioned, and, all in all, a choice equine possession. Under the saddle he was as\nwilling, responsive, and cooperative as a horse could be. He and my dog Scotty were real\ncompanions. I liked the way he would go up to something of which he was afraid. He had\nconfidence that if he would do as I bade him, he would not be injured.\n<\/p><p>\nBut Dandy resented restraint. He was ill-contented when tied and would nibble at the tie-rope\nuntil he was free. He would not run away&mdash;just wanted to be free. Thinking other horses felt\nthe same, he would proceed to untie their ropes. He hated to be confined in the pasture, and if\nhe could find a place in the fence where there was only smooth wire, he would paw the wire\ncarefully with his feet until he could step over to freedom. More than once my neighbors\nwere kind enough to put him back in the field. He even learned to push open the gate.\nThough his depredations were provoking and sometimes expensive, I admired his intelligence\nand ingenuity.\n<\/p><p>\nBut his curiosity and desire to explore the neighborhood led him and me into trouble. Once\non the highway he was hit by an automobile, resulting in a demolished machine, injury to the\nhorse, and slight, though not serious, injury to the driver.\n<\/p><p>\nRecovering from that, and still impelled with a feeling of wanderlust, he inspected the fence\nthroughout the entire boundary. He even found the gates wired. So for awhile we thought we\nhad Dandy secure in the pasture.\n<\/p><p>\nOne day, however, somebody left the gate unwired. Detecting this, Dandy unlatched it, took\nhis companion with him, and together they visited the neighbor's field. They went to an old\nhouse used for storage. Dandy's curiosity prompted him to push open the door. Just as he had\nsurmised, there was a sack of grain. What a find! Yes, and what a tragedy! The grain was\npoison bait for rodents! In a few minutes Dandy and his companion were in spasmodic pain,\nand shortly both were dead.\n<\/p><p>\n<b>Keep faith in God<\/b>\n<\/p><p>\nHow like Dandy are many of our youth! They are not bad; they do not even intend to do\nwrong; but they are impulsive, full of life, full of curiosity, and they long to do something.\nThey too are restive under restraint, but if they are kept busy, guided carefully and rightly,\nthey prove to be responsive and capable; if left to wander unguided, they all too frequently\nviolate principles of right, which often leads to snares of evil, disaster, and even death.\n<\/p><p>\nAnd so I say, with Edgar A. Guest: \n<\/p><p>\n\"So keep your faith in God above,<br \/>\n     And faith in the righteous truth,<br \/>\n     It shall bring you back to the absent love,<br \/>\n     And the joys of a vanished youth.\n<\/p><p>\nYou shall smile once more when your tears are dried,<br \/>\n     Meet trouble and swiftly rout it,<br \/>\n     For faith is the strength of the soul inside,<br \/>\n     And lost is the man without it.\"\n<\/p><p>\nGod bless you that you may realize the blessings that are yours through the revelation and\nrestoration in this day and age of the world of the priesthood of God. This priesthood gives\nyou authority to represent him in proclaiming the reality of the existence of the Father and his\nBeloved Son, Jesus Christ, and the restoration of the gospel as given through Christ, through\nobedience to which peace shall be established on earth and the will of God carried forth to the\nsalvation and exaltation of his children.\n<\/p><p>\nWith all the power the Lord has given his servants, I bless you and pray that you will go\nforth with the spirit of service, honoring the priesthood that you hold and his name now and\nforever, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}