{"ID":1654, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Placing Our Homes in Order<\/p>\n<p class=\"gcspeaker\">Elder Russell M. Nelson<\/p>\n<p class=\"gcspkpos\">President of the Bonneville Stake<\/p>\n<p class=\"gcbib\">Russell M. Nelson, <i>Conference Report<\/i>, October 1968, pp. 89-91<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDear brethren, prayerfully and humbly I respond to this request to speak about the home and\nthe family, for I am constantly aware of the challenging responsibility in my own home to\n\"place it in order\" (<span class=\"citation\" id=\"15238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15238)\">D&amp;C 93:44<\/a><\/span>). Those who know me best may surely say, \"Physician, heal thyself\" (<span class=\"citation\" id=\"31734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31734)\">Luke 4:23<\/a><\/span>), as I\nwould treat this subject.\n<\/p><p>\n<b>Importance of the home<\/b>\n<\/p><p>\nThe importance of the home has been stressed continually by the Lord. Even the early Church\nleaders were reproved, as recorded in the Doctrine and Covenants: \"And now a commandment\nI give unto you&mdash;. . . you shall set in order your own house, for there are many things that\nare not right in your house\" (<span class=\"citation\" id=\"15236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15236)\">D&amp;C 93:43<\/a><\/span>). In this day, the Prophet of God on earth, President\nDavid O. McKay, has proclaimed that \"no other success can compensate for failure in the\nhome.\" Brethren, as bearers of the priesthood, we know we should and we want to become\ngood fathers and leaders in our homes.\n<\/p><p>\nThe home itself symbolizes the temporal challenges that face us as fathers. We go into debt to\nacquire one. Financial prudence demands that we budget our expenditures, and our Christian\nconcern for others dictates that we live within our means and pay our bills promptly. Yet, as\nwe build our homes, we must remember that the home exists only to serve our family; the\nfamily does not exist to serve the home. We provide a home where our children may play,\nand welcome their friends as we welcome ours.\n<\/p><p>\nI used to worry about the fingerprints and other marks on the furniture until one day when I\nvisited the home of the late Elder and Sister Adam S. Bennion. I remember well how Sister\nBennion said, in a reflective mood, how each dent in the woodwork brought back memories\nof their happy children riding their tricycles through the house. She regarded these identifying\nmarks among the most precious items in the home, and went on to suggest that she now\nwished she had shellacked the little fingerprints on the mirror, rather than wiping them off.\n<\/p><p>\n<b>Laboratory of learning<\/b>\n<\/p><p>\nThe home we provide is the most important laboratory of learning, where children must learn\nto share and to work. Sometimes my efforts haven't been too successful. One Saturday\nafternoon, a few years ago, I was working in the yard when I heard the bells of the ice cream\nwagon coming closer. My little black-haired daughter with dark brown eyes came running to\nher daddy and, in her charming way, asked for a dime.\n<\/p><p>\nSensing this as a golden opportunity to teach her a lesson, I said, \"All right, sweetheart, but\nwhy don't you work for your money, the same as everyone else does?\"\n<\/p><p>\nThe tears erupted as she cried, \"But Daddy&mdash;I don't like to work!\"\n<\/p><p>\nOur home is a home of order when our children have learned to work, and when our storage\nprogram is adequate to tide us through the vicissitudes of life against which our prophets have\nwarned us. Our home is in order when we are always ready for a visit from the Lord, our\nbishop, or our home teacher, and when there is never a word of disloyalty expressed about\nour Church leaders.\n<\/p><p>\n<b>The queen of our home<\/b>\n<\/p><p>\nBrethren, our home can never be any better than our selection and care of the one to be the\nqueen in our castle. This sweet and hopefully eternal companion needs particular attention, for\nshe is so tender and so special. \"Thou shalt love thy wife with all thy heart, and shall cleave\nunto her and none else\" (<span class=\"citation\" id=\"15121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15121)\">D&amp;C 42:22<\/a><\/span>).\n<\/p><p>\nIf you really love her, you are more concerned for her welfare than for that of yourself. Do\nyou see that she has opportunity for her self-improvement? She has the same God-given\ndesire for perfection as you do. A regular day of diversion whereby she may pursue this goal\nis so vital. But do you know what she wants most from you? Your companionship, your\ncourtesies, and your communication. And least? Your selfishness and silence. Each couple\nmust constantly cultivate the art of communication.\n<\/p><p>\nIn our own busy lives, Sister Nelson and I have found a lot of merit in the regular stroll\ntogether, which is good exercise for our bodies as well as for our souls. Exercise has become\npopular now. It is not uncommon to see a man jogging alone around the neighborhood, as\ncompetent medical authorities have suggested that you should \"run for your life.\" How much\nbetter it would be for two hearts and their love affair if we could alter the slogan \"Run for\nyour life\" to \"Walk with your wife.\"\n<\/p><p>\n<b>The blessing of the priesthood<\/b>\n<\/p><p>\nAs we honor the queen of our home, we must never underestimate the power, blessing, and\nauthority of the priesthood that we bring to the home. President McKay said, \"No man who\nholds that priesthood should fail to ask the blessing on his food, or to kneel with his wife and\nchildren and ask for God's guidance. A home is transformed because a man holds and honors\nthe priesthood.\" (<i>The Instructor<\/i>, October 1968, p. 378.)\n<\/p><p>\nAs a man magnifies his calling in the Church, his wife and children receive special blessings,\nfor the rights of the priesthood are inseparably connected with the powers of heaven, as those\npowers are used in gentleness, love, and righteousness\n(see <span class=\"citation\" id=\"15258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15258)\">D&amp;C 121:36,42<\/a><\/span>). Family prayer\nunder the direction of the priesthood has been a powerful influence in our home!\n<\/p><p>\n<b>Training our children<\/b>\n<\/p><p>\nNow let us consider the ultimate reason for our marriage and for our home, namely, our\nchildren. I'm so grateful that we have been blessed with the nine we have, for I am\nconvinced, as I'm sure you are, that the youth of this generation are the choicest souls,\nreserved for these latter days. Brethren, we have fathered their bodies, and now we must\nfather their faith. The training of our youth is a divine commandment. \"Train up a child in the\nway he should go: and when he is old, he will not depart from it\"\n(<span class=\"citation\" id=\"41493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41493)\">Prov. 22:6<\/a><\/span>). We have\nsuch a short time for this training, for most of their attitudes and habits are formed by the\ntime they reach 14 years of age. Let's consider four ways in which we may father their faith: \n<\/p><p>\n<b>Fathering faith in themselves<\/b>\n<\/p><p>\nFirst, we should father faith in themselves and in their family. Parents need to encourage\ntheir children and build their confidence, provide them with opportunities to develop, and give\nthem security and love. I speak with real feeling on this because I have that kind of mother\nand dad. Dad is here tonight, and I want all to know how grateful I am for him, and for\nMother. Every son needs a dad he can be proud of and a mother selflessly giving her life to\nher husband and children.\n<\/p><p>\nFamily love is nurtured in home evenings and vacations together. The time and money\nrequired are well spent, for love and loyalty cannot be commanded&mdash;they have to be earned!\nWill Rogers once said, \"You can't force love on anyone because then it isn't love anymore.\"\n<\/p><p>\nEducational opportunities become a prime responsibility for us as fathers. We want our youth\nto get all the education they can get. Yet we need to stress the balance between temporal and\nspiritual education, for the Lord has warned us of the foolishness of some men: \"When they\nare learned they think they are wise, and they hearken not unto the counsel of God, for they\nset it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it\nprofiteth them not. And they shall perish.\n<\/p><p>\n\"But to be learned is good if they hearken unto the counsels of God\" (<span class=\"citation\" id=\"3795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3795)\">2 Ne. 9:28-29<\/a><\/span>). With\nthis education and faith in themselves and their family, they will know the joy of attainment\nas individuals in a competitive and free enterprise system.\n<\/p><p>\n<b>Faith in country<\/b>\n<\/p><p>\nSecond, we should father faith in the country which has given them their opportunity. We\nneed to show them our patriotism, and then they will be patriots, too. As they practice the\nprinciples of righteousness, they will grow to leaven the governments of the world with their\nleadership.\n<\/p><p>\n<b>Faith in God<\/b>\n<\/p><p>\nThird, we should father faith in God, their Creator. Opportunities constantly await our\nutilization. For example, if our youth manifest an interest in a fine camera, the study of the\nautomatic light meter mechanism may provide basis for a discussion about the human eye,\nwith its automatic mechanism regulating how much light may pass through the lens to reach\nthe retina. Perhaps the gift of a watch may open the discussion to the timing mechanism that\nGod has put in your heart, regulating faithfully its 100,000 beats each day. Or, if you have a\n15-watt light globe around, let your children know that with the power output of only\none-tenth of that globe, or 1.5 watts, God has enabled your heart to perform work equivalent\nto lift a 150-pound man to the top of the Empire State Building, or to pump enough fluid to\nfill a 4,000-gallon-tank car each day!\n<\/p><p>\n<b>Faith in the gospel<\/b>\n<\/p><p>\nFourth, we should father their faith in the gospel and in the future. We live in a changing\nworld full of chaos, upheaval, and unrest. As our youth have been taught light and truth in the\neternal verities that never change, they will have an anchor to steady them and a standard of\nreference against which all new hypotheses may be evaluated. For then each will know that if\nhe will \"seek first the kingdom of God, and his righteousness, all things shall be added\" unto\nhim (<span class=\"citation\" id=\"35800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35800)\">Matt. 6:33<\/a><\/span>). Then will our homes be in order! One day Christ will come again, the\nmillennium will be ushered in, and our youth will know the destiny for which we and they\nhave prepared.\n<\/p><p>\nHumbly, I pray that we will place and keep our homes in order, to make them the little bit of\nheaven on earth that God's Prophet has proclaimed they might be. I testify to the living\nfatherhood of God, the divine mission of his Son, and the truthfulness of his Church, his\ngospel, and his prophets. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}