{"ID":1655, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Conforming to Priesthood Principles<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">Of the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, October 1968, pp. 96-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren of the priesthood: With you I thrill at the testimonies of these young men of\nthe Aaronic Priesthood. How grateful we are for the testimonies of youth and for the great\nspirit that they carry. Dennis, Mark, and Jeffery, we thank you. We are grateful for the\nstrength of youth. Oh, that three billion people could be receptive to these testimonies and\nknow what the gospel of Jesus Christ can do for the youth of the world!\n<\/p><p>\n<b>\"Living Water\"<\/b>\n<\/p><p>\nYou know, brethren, throughout history men have always been looking for the easy way.\nThere have been those who have devoted their lives to finding \"the fountain of youth,\" a\nmiracle water which would bring everlasting life. Today men are still seeking for similar\ntreasures, some magic \"fountain\" that would bring forth success, fulfillment, and happiness.\nBut most of this searching is in vain, because they are looking for shortcuts. Unless they turn\nto him who offered the Samaritan woman at Jacob's well a drink of \"living water\" (<span class=\"citation\" id=\"28407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28407)\">John 4:10<\/a><\/span>), then their\nsearching will indeed he in vain, for he told her: \". . . whosoever drinketh of the water that I\nshall give him shall never thirst; but the water that I shall give him shall be in him a well of\nwater springing up into everlasting life\" (<span class=\"citation\" id=\"28411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28411)\">John 4:14<\/a><\/span>). It is only this \"living water,\" the gospel\nof Jesus Christ, that can and will bring a happy, a successful, and an everlasting life to the\nchildren of men.\n<\/p><p>\nThe \"living water\" that the Son of God offers is a set of divine principles. These principles\nare proven principles&mdash;they are priesthood principles which, when applied, can result in the\nblessings of eternity. How well you and I learn and practice these priesthood principles is not\njust important, young men; it is <i>everything<\/i>. Everything worthwhile in your life, everything\nyou hope and dream for, is embraced in priesthood principles.\n<\/p><p>\n<b>The tragedy of Cain<\/b>\n<\/p><p>\nThe scriptures tell of some who have tragically disregarded priesthood principles. In the very\nbeginning we can see Cain, a man whose birth gave his mother a great deal of joy, for she\nsaid, \"I have gotten a man from the Lord.\" (<span class=\"citation\" id=\"39306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39306)\">Moses 5:16<\/a><\/span>). However, Cain departed from\nthe principles taught to him by his parents and began to love Satan more than God (<span class=\"citation\" id=\"39307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39307)\">Moses 5:18<\/a><\/span>). \"And\nCain went into the field, and Cain talked with Abel, his brother. And it came to pass that\nwhile they were in the field, Cain rose up against Abel, his brother, and slew him.\n<\/p><p>\n\"And Cain gloried in that which he had done, saying: I am free.\" (<span class=\"citation\" id=\"39308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39308)\">Moses 5:32-33<\/a><\/span>).\n<\/p><p>\nCain's observation of a newfound freedom was false doctrine straight from the adversary. In\nreality he enslaved himself to a life of deceit and a life \"shut out from the presence of the\nLord.\" (<span class=\"citation\" id=\"39309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39309)\">Moses 5:41<\/a><\/span>). Cain brought this tragedy to his own life by disregarding priesthood\nprinciples. He refused to be his \"brother's keeper\" (<span class=\"citation\" id=\"23781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23781)\">Gen. 4:9<\/a><\/span>), and in so doing he sold his soul to the father of lies and murder.\n<\/p><p>\n<b>Saul's disobedience<\/b>\n<\/p><p>\nWe can also look to Saul, the promising young ruler of Israel who had every requirement of a\ngreat leader. Yet Saul disobeyed priesthood principles. He was given specific instructions by a\nprophet of God to lead the armies of Israel against the city of Amalek (<span class=\"citation\" id=\"2582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2582)\">1 Sam. 15:1-9<\/a><\/span>). But Saul rationalized\nand compromised those instructions. He acted on his own volition. He did that which he\nreasoned should be done rather than that which the prophet Samuel had instructed him to do.\n<\/p><p>\nOn subsequent occasions Saul further violated priesthood principles (<span class=\"citation\" id=\"2581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2581)\">1 Sam. 13:8-14<\/a><\/span>), but just as with Cain,\nthese misdeeds brought only tragedy and sorrow. Finally, Saul took his life by falling upon\nhis own sword during a battle with the Philistines\n(<span class=\"citation\" id=\"2585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2585)\">1 Sam. 31:1-4<\/a><\/span>;\n<span class=\"citation\" id=\"5\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5)\">1 Chr. 10:4<\/a><\/span>).\n<\/p><p>\nWhile the disregarding of priesthood principles has and does bring anguish and sorrow into\npeople's lives, obedience to the principles of righteousness is that \"living water\" which brings\na life of everlasting joy and fulfillment. The scriptures tell of many who have drunk of this\nliving water\" and received everlasting joy. One of the prime examples of a man who knew the\nvalue of adhering to priesthood principles and had the courage to live accordingly is Noah.\n<\/p><p>\n<b>Man free to act<\/b>\n<\/p><p>\nIn the face of ridicule and even at the peril of his life, Noah remained steadfast to the\nprinciples of the priesthood. The scriptures describe Noah's devotion in these simple,\nstraightforward terms: \"Thus did Noah; according to all that God commanded him, so did he\"\n(<span class=\"citation\" id=\"23782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23782)\">Gen. 6:22<\/a><\/span>).\n<\/p><p>\n\"And thus Noah found grace in the eyes of the Lord; for Noah was a just man, and perfect in\nhis generation; and he walked with God.\" (<span class=\"citation\" id=\"39315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39315)\">Moses 8:27<\/a><\/span>). Noah tasted of the joy of life\nbecause he adhered firmly to the principles of righteousness.\n<\/p><p>\nIn our time the distinction is just as clear; the \"living water\" on the one hand, sorrow and\ntragedy on the other. As the Lamanite prophet Samuel declared, \". . . for behold, ye are free;\nye are permitted to act for yourselves; for behold, God hath given unto you a knowledge and\nhe hath made you free.\n<\/p><p>\n\"He hath given unto you that ye might know good from evil, and he hath given unto you that\nye might choose life or death; and ye can do good and be restored unto that which is good, or\nhave that which is good restored unto you; or ye can do evil, and have that which is evil\nrestored unto you\" (<span class=\"citation\" id=\"24702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24702)\">Hel. 14:30-31<\/a><\/span>).\n<\/p><p>\n<b>Sure test of truth<\/b>\n<\/p><p>\nThe choice seems clear and obvious, but the sure test of truth must be applied by each of us.\nWe must apply the principles of the priesthood in our own lives. To be taught truth is not\nenough. We must participate to be sure of the doctrine, to be certain of its truth. Only practice\ncan bring peace of mind and that personal testimony which enables some to stand and declare,\n\"I know that God lives.\" Young men, if you take just one thought home with you tonight, let\nit be this: There stands not one man who speaks this kind of assuring testimony who did not\nhave to first earn that right by compliance to priesthood principles.\n<\/p><p>\nYoung men, no greater security can ever come into your life than the strength and power that\ncomes through personal testimony. Your parents cannot give it to you without your\ncooperation. Neither can the Lord force it upon you, for that would be a violation of an\neternal law called free agency.\n<\/p><p>\n<b>Rules of the game of life<\/b>\n<\/p><p>\nYes, that is the name of the game, free agency, and you are the team captain. You must direct\nthe action in your life; and to do it intelligently, you must decide where the goal line is. You\nmust decide which \"plays\" will work best to achieve that goal. Each day should mean another\npoint or two scored in your favor. Which direction is the goal you seek? Why don't you think\nof a few major goals this very moment&mdash;can you think of one or two? Now ask yourself this\nquestion: \"What are the rules in this vital game of life?\" There is only one worthwhile\ndirection. There is only one set of rules and we meet here tonight to better understand that\ndirection and those rules, for they are centered in priesthood principles.\n<\/p><p>\n<b>Choosing life's goals<\/b>\n<\/p><p>\nWhat do you young men who hold the priesthood of God really want out of life? What do\nyou see that is really worthwhile on that goal line that you are striving to cross? Would I be\nright in assuming that you would like a good portion of happiness in your life? Why, of\ncourse you would. Of what value is freedom to you, or perhaps peace of mind? I am certain\nthat Heavenly Father would also like to see happiness be your lot, for he has said: \". . . men\nare, that they might have joy\" (<span class=\"citation\" id=\"3786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3786)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nDid you know that the gospel could guarantee freedom, for \"the truth shall make you free\"\n(<span class=\"citation\" id=\"28430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28430)\">John 8:32<\/a><\/span>)? The Savior of the world, I am sure, was talking about peace of mind when he\nsaid: \"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto\nyou. Let not your heart be troubled, neither let it be afraid\" (<span class=\"citation\" id=\"28462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28462)\">John 14:27<\/a><\/span>).\n<\/p><p>\nWould you be interested in a guarantee of good health and physical strength to carry you\nalong life's highway? There are some dramatic promises contained in the eighty-ninth section\nof the Doctrine and Covenants (<span class=\"citation\" id=\"15208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15208)\">D&amp;C 89:18-21<\/a><\/span>). Those who will observe God's rules of health may have all of\nthose promises fulfilled.\n<\/p><p>\nIs knowledge one of your goals? The gospel teaches that man is saved no faster than he gains\nknowledge, and I am sure the Lord would have you use that knowledge intelligently, for \"the\nglory of God is intelligence.\" (<span class=\"citation\" id=\"15225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15225)\">D&amp;C 93:36<\/a><\/span>).\n<\/p><p>\nAre you interested in a financially sound future? You can be, if you stay out of debt and\nspend wisely. This has been the counsel of the Church leaders from the beginning.\n<\/p><p>\nMost young men of the Aaronic Priesthood would rather be industrious and progressive than\nlazy. The welfare plan of this great Church tells us to re-enthrone work as a ruling principle\nin our lives and to abolish the dole, which is a something-for-nothing program. There is no\nplace for it in the gospel of Jesus Christ.\n<\/p><p>\nThen, of course, you would have as a goal the practicing of pure religion, undefiled, caring\nfor the widows and the fatherless (<span class=\"citation\" id=\"26214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26214)\">James 1:27<\/a><\/span>). Heavenly Father has given us the law of the fast, that the\nunfortunate might be provided for, and also a declaration that inasmuch as we do it unto one\nof the least of these, we have done it unto him (<span class=\"citation\" id=\"35875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35875)\">Matt. 25:40<\/a><\/span>); pure religion, undefiled, all a part of the\ngospel of Jesus Christ and implemented in the law of the fast.\n<\/p><p>\n<b>Rewards of conformance<\/b>\n<\/p><p>\nWe are all just human enough to ask the questions: What is in it for me? Is it worth the\neffort? What will the end result be? If the word of the Lord means anything to us at all, then\nthe reasons for compliance are overwhelming, for in the seventy-sixth section of the Doctrine\nand Covenants, the Lord tells us explicitly about those who conform to priesthood principles\nin this life. May I quickly review some of the conditions and rewards that will most certainly\nbe yours as you decide to conform and then do something about it. The seventy-sixth section\nof the Doctrine and Covenants says your friends and associates hereafter will be just like you:\n<\/p><p>\nThose who receive the testimony through compliance.\n<\/p><p>\nThose who were baptized in the right way by the proper authority.\n<\/p><p>\nThose who kept the commandments and received the Holy Spirit as a constant companion.\n<\/p><p>\nThose also who, with you, prepared themselves for entrance into the House of the Lord, there\nto be \"sealed by the Holy Spirit of promise\" for all eternity to those who are nearest and\ndearest, the family unit.\n<\/p><p>\nYes, it is they to whom the Father has promised all things.\n<\/p><p>\nIt is they who will be anointed priests and kings of the Most High.\n<\/p><p>\nIt is they who will receive of his fullness and of his glory.\n<\/p><p>\nThis remarkable revelation further continues that \"they are gods, even the sons of God.\" Does\nthat mean anything to you? Is that worth striving for?\n<\/p><p>\nIt states that all things are theirs, and \"they are Christ's.\" As though that were not enough, it\nfurther states that they \"shall dwell in the presence of God and his Christ forever and ever.\"\nIndeed, \"These are they who are just men made perfect, whose bodies are celestial, whose\nglory is that of the sun, even the glory of God\" (see <span class=\"citation\" id=\"15164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15164)\">D&amp;C 76:50-70<\/a><\/span>).\n<\/p><p>\n<b>Compliance with priesthood principles<\/b>\n<\/p><p>\nI challenge you Aaronic Priesthood bearers to commit yourselves here and now to such a\nreward hereafter. How can anything be more important than this? The very next time you are\nfaced with the decision of going along with the crowd in something that seems questionable\nor standing firm in what you know to be right, just remember that you are a priesthood\nbearer. Your commitment is to God; you must never defect to the enemy&mdash;you must remain\nabove such things. By so doing, you will find new strength. You will be given new power.\nYou will discover the deep-down joy that comes with compliance to priesthood principles.\n<\/p><p>\nI testify to you that there is no success, no joy, no true fulfillment for us in this life or in the\neternities unless our lives are in compliance with priesthood principles. This is the \"living\nwater\" (<span class=\"citation\" id=\"28408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28408)\">John 4:10<\/a><\/span>) which can and should be a \"well of water springing up into everlasting life\"\n(<span class=\"citation\" id=\"28412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28412)\">John 4:14<\/a><\/span>).\n<\/p><p>\nI testify of the divinity of Him who offers the \"living water\" through compliance with the\nprinciples of the priesthood, and I do so in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}