{"ID":1656, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Man's Relationship to God<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1968, pp. 99-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI would like to talk with you tonight about the relationship we have to our Father in heaven\nand the great responsibility we have of living in such a way as to be worthy of that\nresponsibility and that great opportunity.\n<\/p><p>\nThe sad plight of today's world is but a reflection of the willfulness and selfishness of\nmankind.\n<\/p><p>\nAnd sad to say, both willfulness and selfishness in the last analysis are born of deep, dark\nignorance, which is nothing less than amazing in this enlightened age.\n<\/p><p>\n<b>Mankind drifting aimlessly<\/b>\n<\/p><p>\nAs a race, mankind is drifting aimlessly, with no overall purpose, and the reason most people\nhave no real purpose is that few of them know the basic facts of life&mdash;who we are, or even\nwhy we exist.\n<\/p><p>\nThese are unanswered questions for many, and as a result they seek activities which in many\nrespects are harmful to themselves as well as to their fellowmen.\n<\/p><p>\nWith no understanding of the deeper meaning of existence, some sink into almost brute-like\nconditions where they almost sadistically destroy other.\n<\/p><p>\nThat is why we have riots.\n<\/p><p>\nThat is why we have crime.\n<\/p><p>\nIt is the basic reason behind immorality, and to a large extent is responsible for much of our\ndrunkenness, with all its sorrow and distress.\n<\/p><p>\nIt is why man's inhumanity to man continues to make countless thousands mourn.\n<\/p><p>\n<b>World of contrasts<\/b>\n<\/p><p>\nWe are in a world of peculiar contrasts.\n<\/p><p>\nWe live in what is doubtless the most affluent period of the history of man, and yet in our\nmidst we have poverty and starvation.\n<\/p><p>\nSimilarly, we live in what is probably the greatest period of intellectual&mdash;and certainly the\ngreatest period of technological&mdash;advancement the world has ever known.\n<\/p><p>\nBut in the midst of it all there still remain roots of ignorance that stimulate selfishness and\nbreed crime, violence, war, and every other abuse.\n<\/p><p>\n<b>True purpose of life<\/b>\n<\/p><p>\nIf man understood his true purpose in life as it is revealed in the gospel, and if he knew the\nsecret of his origin, he could begin to free himself from the shackles of this ignorance.\n<\/p><p>\nWho are we?\n<\/p><p>\nWhat is the purpose of our existence? Can a man who thinks that life came about by chance\non a globe that was made by accident have any overlying purpose to guide him?\n<\/p><p>\nCan a man who thinks he evolved from the lowest forms of life have any lofty aspirations?\n<\/p><p>\nDoes the idea that we are descendants of ape-like ancestors inspire us to any great heights of\nachievement?\n<\/p><p>\nThe importance of having purpose in life cannot be overstated.\n<\/p><p>\nThe discovery of an obvious purpose in creation is what now begins to open the eyes of our\ngreatest scientists to the acts of our existence. They are learning that creation could not\npossibly exist, nor could it have come into being initially, without a definite purpose. These\nscientists now say they are convinced that creation came by the act of a supreme Intelligence,\nthat he had a purpose in creation, and since he has purpose he therefore must be a person.\nFurthermore, they tell us that this Creator also had a definite purpose in creating man to be\nlike himself.\n<\/p><p>\n<b>Statements of scientists<\/b>\n<\/p><p>\nListen to some of them.\n<\/p><p>\nDr. Arthur H. Compton, Nobel Prize winner, writing in the <i>Los Angeles Times<\/i>, said: \n<\/p><p>\n\"Where there is plan, there is intelligence, and an orderly unfolding universe testifies to the\ntruth of the most majestic statement ever uttered&mdash;'In the beginning, God.'\"\n<\/p><p>\nIn a volume entitled <i>The Freedom of Man<\/i>, published by Yale University Press, Sir John\nArthur Thomson says: \n<\/p><p>\n\"We feel compelled&mdash;and it is a glad compulsion&mdash;to say with the most philosophical of the\ndisciples, 'In the beginning was Mind, and the Mind was with God, and the Mind was God.'\"\n<\/p><p>\nAlfred G. Fisk, in his book <i>The Search for Life's Meaning<\/i>, says: \n<\/p><p>\n\"Just as the ordered structure of the universe implies a creative Intelligence, Architect or\nOrderer, so a belief in the objectivity or purpose in the universe leads to a belief in a Purposer\nor Divine Agent who is the source and spring of purpose in the Universe.\"\n<\/p><p>\nSir Ambrose Flemming, in his <i>Origin of Mankind<\/i>, wrote: \"The ultimate cause of things and\nevents is a self-conscious and personal living Being . . . Life can only proceed from already\nliving matter. It cannot be derived spontaneously from non-living matter. We can obtain\nenergy only from some source or body already possessing it. It cannot arise spontaneously\nfrom nothing . . . Accordingly we can infer that the Cause which gave rise to our\nself-consciousness and powers of thought, must have been itself self-conscious and intelligent,\nor a Thinker. Hence we may infer that the thought of the Intelligent First Cause was not\nidentical with ours, and therefore this separateness constitutes that First Cause a Person.\"\n<\/p><p>\nDr. Compton, writing for <i>This Week<\/i> magazine, said:\n<\/p><p>\n\"Few scientific men today defend the atheistic attitude. Design in the Universe presumes an\nintelligence. Evidence points to a Beginner, a Creator of the Universe. A physicist's studies\nlead him to believe this Creator to be an Intelligent Being. The intelligent God has an interest\nin and relation to man, and it is reasonable to assume that He would be interested in creating\na being intelligent like himself.\"\n<\/p><p>\nAlbert Einstein, in his book <i>The World as I See It<\/i>, says on pages 267-68: \"The harmony of\nnatural law reveals an Intelligence of such superiority that compared with it, all the scientific\nthinking and acting of human beings is an utterly insignificant reflection.\"\n<\/p><p>\n<b>Origin and destiny of man<\/b>\n<\/p><p>\nNow, what is the truth about the origin of man? Paul gave it to us: We are the children of\nGod. We are his offspring. We are heirs of God and joint heirs with Jesus Christ\n(see <span class=\"citation\" id=\"42814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42814)\">Rom. 8:16-17<\/a><\/span>).\n<\/p><p>\nAnd what does that mean?\n<\/p><p>\nIt means that we have a mighty purpose in life, which purpose is that we may become like\nGod!\n<\/p><p>\nJesus commanded us to achieve this purpose, saying: \"Be ye therefore perfect, even as your\nFather which is in heaven is perfect\" (<span class=\"citation\" id=\"35789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35789)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nThen, being children of God, we can see our true destiny. And being thus related to him, as\nhis children, we now see ourselves in an entirely new light&mdash;not as the descendants of\nape-like creatures living an aimless existence, but as the descendants of Almighty God, with\nthe possibility of becoming like him!\n<\/p><p>\nNow we can understand the true place and dignity of man. Now we can see his infinite\npotential.\n<\/p><p>\nAs members of the family of God, we can know that he has placed us here on earth in a type\nof school that will help us to become like him, if we are willing to follow the curriculum.\n<\/p><p>\nThis is the light the world needs. This is the impetus we require to rise above the worldliness\nthat brings heartbreak and degradation through sin, selfishness, and endless conflict.\n<\/p><p>\n<b>Patterns to live by<\/b>\n<\/p><p>\nGod gave us a pattern to live by&mdash;his own Son, Jesus the Christ.\n<\/p><p>\nSince we can become like him, we should&mdash;therefore measure all our acts in terms of\nwhether they are Christlike or not.\n<\/p><p>\nThat which helps us to become like him we should accept. All which tends to remove us from\nhim we must reject.\n<\/p><p>\nLet us take a moment to measure some of the conditions and influences bout us and see\nwhether we become Christlike by indulging in them.\n<\/p><p>\n<b>High estate of woman<\/b>\n<\/p><p>\nTo understand the true dignity of man, we must accept the high estate of woman. Every girl\nand woman is a daughter of God. She has within her the spark of true divinity. She has been\ngiven one of God's own creative powers&mdash;the ability to bring forth human life.\n<\/p><p>\nRecognizing her as a co-creator with God, will any of us attempt to seduce her, or defile her,\nor abuse her? Identifying her as a daughter of God, and a co-creator of life with him, do we\nnot see why the Almighty places sex sin next to murder in his category of crime (<span class=\"citation\" id=\"9093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9093)\">Alma 39:5<\/a><\/span>)? Is there\nanything Christlike in any act that would degrade womanhood or cheapen the true concept of\nmotherhood?\n<\/p><p>\nOr is it Christlike to be cruel or unkind to any woman, or even discourteous, whether in\npublic or in private? Which of us has the right to belittle his wife in or out of the home, as\nsome habitually do?\n<\/p><p>\nMan is no less a child of God than is woman. He too has a divine heritage to be realized\nthrough proper living. His standards must be as high as those of any woman. Before God,\nthere is only one standard of good conduct.\n<\/p><p>\n<b>Practices that demoralize<\/b>\n<\/p><p>\nDishonesty is another of the major afflictions of the world today. When we recall that the\nSavior instructed us to do to others as we would be done by (<span class=\"citation\" id=\"35807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35807)\">Matt. 7:12<\/a><\/span>), and to love our neighbors as\nourselves (<span class=\"citation\" id=\"35861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35861)\">Matt. 22:39<\/a><\/span>), can we find anything Christlike in unfair dealing?\n<\/p><p>\nOne of the most conspicuous of our indignities comes through the use of alcoholic beverages.\nIs there anything more pitiable than men and women who have lost their senses in drunkenness?\n<\/p><p>\nObserve any intoxicated person; listen to his babbling. Does liquor improve his opportunity of\nbecoming an heir of God and a joint heir with Jesus Christ (<span class=\"citation\" id=\"42816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42816)\">Rom. 8:17<\/a><\/span>)?\n<\/p><p>\nLiquor can only lower the dignity and honor and respectability of man. Any effort to make it\nmore available aids and abets the moral breakdown that always accompanies intoxication.\n<\/p><p>\nI ask you frankly, is there anything Christlike in it? Would your Savior encourage you to\nmake liquor any more available than it already is?\n<\/p><p>\nAnd what of the use of tobacco? Is there anything sanctifying in it? If you use the weed in\nany form, look at yourself in a mirror and ask how you enhance the divinity within you as\nyou smoke or chew it.\n<\/p><p>\nOne of the widespread demoralizing practices of the present day is the telling of obscene\nstories. It is satanic to place evil thoughts in the minds of others. Truly the Lord taught that\nwhat comes out of the mouth reflects what is in the heart (<span class=\"citation\" id=\"35826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35826)\">Matt. 12:34<\/a><\/span>), and when corruption issues from the lips, it is but the effervescent bubbling of a wicked heart.\n<\/p><p>\nPurity of mind alone can lead us to God. Nothing but corruption is spread by evil stories.\n<\/p><p>\nIf you gamble, you violate the Sabbath day or put pleasure before God, if you lower your\nstandards to meet the popular demands of the world, ask yourself if Christ is pleased. Ask\nyourself if such retrogression will bring you any nearer your purpose in life, that of becoming\nlike our Savior.\n<\/p><p>\n<b>Man's relationship to God<\/b>\n<\/p><p>\nSince we are the children of God, we should deport ourselves as such. We should maintain\nthe honor and dignity that relationship with the Almighty demands of us.\n<\/p><p>\nWe should be willing to follow the Christ into that perfection which only consistent righteous\nliving can bring.\n<\/p><p>\nI testify to you that God is a reality and that it is equally true that we can become like him.\n<\/p><p>\nWe are his sons. Let us bear the mantle of sonship and apply ourselves to the work he has\ngiven us in all diligence. For this I humbly and earnestly pray in the sacred name of the Lord\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}