{"ID":1657, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Individual Responsibility<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1968, pp. 102-104<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am happy, my brethren, to be with you this evening, to hear these fine messages from the\nboys, these Aaronic Priesthood holders, and those who are holding the Melchizedek\nPriesthood who have been chosen by God to lead, guide, and direct us in these latter days;\nand to hear the singing of this excellent men's chorus, which is an inspiration to anyone.\n<\/p><p>\nAs I sat and listened to the things that have been said here tonight, I wondered if any of the\nyoung men had the idea that they were being given a hard task. I told the Regional\nRepresentatives this week a little experience I had that I hope they won't mind my repeating\nto this group and to those who are scattered throughout the Church in the different buildings\nand listening in tonight.\n<\/p><p>\n<b>Church brings joy<\/b>\n<\/p><p>\nA man came to me and said, \"President Tanner, this Church just demands too much of us. It's\nreally hard to live up to the standards of this Church.\" And I said, \"Brother, I can't agree with\nyou on either statement. This Church doesn't demand anything of anybody. All it does is\noffer them a better way of life. It offers them the things that will bring joy and happiness to\nthem while they are young, as they are growing older, and as they get ready to pass on to\nmeet their Heavenly Father. Not one single thing that this Church offers is a deterrent, or will\nimpede your progress, your joy, your success and happiness in any endeavor that is\nworthwhile.\"\n<\/p><p>\nHe said again, \"Well, it's surely hard to live up to it just the same.\"\n<\/p><p>\nI said, \"Well now, brother, I don't see why it is. I don't agree with you.\" (I am going to cut\nshort my discussion with him.) \"Can you think of one thing that you would like to do that is\nwrong?\" I named several while I was talking to him, like having a cigar or having a drink or\nrobbing a bank, and so on.\n<\/p><p>\nAnd he said, \"Now, don't be ridiculous.\"\n<\/p><p>\nI said, \"All right, you tell me one thing that is wrong that you would like to do.\"\n<\/p><p>\nHe had no answer.\n<\/p><p>\nI was telling this to a group where there were six adults and three children. I was talking to\nthe adults and telling them of this experience. I said, \"You know, I can't think of a thing that\nis wrong that anybody would really like to do.\" And a little girl who is ten years old who I\ndidn't know was listening spoke up and said, \"President Tanner, there is something wrong I\nwould like to do.\" This was Sunday afternoon.\n<\/p><p>\nI said, \"What is it, my dear?\"\n<\/p><p>\nShe said, \"Well, I would like to go horseback riding today.\"\n<\/p><p>\nI said, \"Well, why don't you?\"\n<\/p><p>\nShe said, \"Well, I don't want to.\"\n<\/p><p>\n<b>Position to resist temptation<\/b>\n<\/p><p>\nBrethren, when we can get ourselves into a position where there might be things that we\nwould like to do that would tempt us if we would let them, then can be so sure we don't want\nto do them that we won't do them, we will have very little to worry about. I can't see why\nwe would want to do wrong. Everything that has been told you tonight would, if followed,\nbring joy and happiness, contentment, success, respect, and love into your lives. What more\ndo you want? Besides that, it would assure you a place in the celestial kingdom.\n<\/p><p>\nNo boy who is breaking the Word of Wisdom enjoys it. It's hard to learn to smoke. It's hard\nto learn to drink. They tell me nobody likes the first cigarette or the first drink. They have to\nwork at it in order to develop an appetite for it.\n<\/p><p>\nI should like to tell you that I love young men. I love young people. I was impressed with the\nway these young men talked here tonight, and with these boys down here in the audience,\nsitting and paying attention to what is going on.\n<\/p><p>\n<b>You, and the rest of the world<\/b>\n<\/p><p>\nI would like to tell you one or two experiences that I have had in my life. You know, when I\nwas a young man my father pointed his finger at me and said, \"Young man, I want you to\nrealize that this world is divided into two great groups&mdash;you, and the rest of the world.\" He\nwas serious about it, and he made me feel serious about it before we had finished talking. He\nsaid, \"Regardless of what the rest of the world does, it cannot save you; and regardless of\nwhat the world does, it cannot destroy you. It is what you do yourself that determines what is\ngoing to happen, whether you are going to be loved and respected and happy and successful\nwhile you are living here, and whether or not you are going to meet your Heavenly Father the\nway you would like to meet him.\"\n<\/p><p>\nWhen I was president of the Edmonton [Alberta, Canada] Branch we had a young man there\nwho was the only member of the Church on his high school basketball team. That young man\nand I were pretty close friends, though he was only a 16-year-old boy. He said to me, \"You\nknow, I don't know how I am going to hold up.\"\n<\/p><p>\nI said, \"Listen, you have something that these boys don't have. They don't know anything\nabout our Word of Wisdom. They don't know several things that we have in the Church.\nThey don't know that they are spirit children of God. If I were you, I would just tell these\nboys something about the Word of Wisdom, and how these things may destroy your body,\nand how detrimental they are to you, and how they will impede your playing, and so on.\"\n<\/p><p>\nYou know, he set out to do that, and he became more or less a hero with those boys. Before\nthat year was over, there wasn't a single boy who was using tobacco. Now, how easy it would\nhave been for him to follow those boys and be one of them. You know, it is easy for anybody\nto be a follower, and he doesn't gain much by doing it, unless he is following the righteous.\n<\/p><p>\nIt is a little difficult to be a leader, to take your stand. We have an individual responsibility.\nThe world is divided into the two great groups, and remember, you are one of them. The\nindividual is one of them, and his success depends upon his individual stand.\n<\/p><p>\n<b>Influence of strong missionary<\/b>\n<\/p><p>\nI want to tell you of two experiences. One was while I was presiding over the West European\nMission. I have told this in several places in the Church. There was a young man who came\ninto the mission field for one purpose only, and that was to learn what he could about the\nworld and to do what he thought would give him a god time. He said to some of the other\nmissionaries, \"Why do you want to waste your time trying to teach these people here in\nFrance? They don't want to hear the gospel. These Catholics think they know more than\nanyone else. Why waste your time? Why be a fool? Let's get out and see the night life and\nsee what we can. It may be the only time we will ever be in this country.\"\n<\/p><p>\nHe was able to influence three other elders to go along with him. Then another young man\ncame into the mission field, and the four of them got hold of him just as he landed. They said\nthis same kind of thing top him: \"Don't be a fool. Don't waste your time. Let's have a good\ntime while we are here. We may never be back here again.\"\n<\/p><p>\nThis young man stood up and said, \"Fellows, I am here as a missionary for the Church, an\nambassador of the Lord. My parents are sacrificing to keep me in the mission field, and I\nintend to do my missionary work. Now, don't be offended. You do what you want to do.\" In\nother words, choose you this day whom you will serve, but as for me, I am going to serve\nLord (see <span class=\"citation\" id=\"30073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30073)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nTwo of those boys stood immediately by his side, and said, \"We are with you.\" And it wasn't\nmany months until the third one began doing missionary work; and before that other boy, the\nring leader, had finished his time in the mission field, he too was trying to do missionary\nwork.\n<\/p><p>\nNow I wonder what would have happened had this young man gone along with those four\nfellows. As it was, he saved his soul, and he helped to save the souls of others.\n<\/p><p>\n<b>Courage of young convert<\/b>\n<\/p><p>\nA young girl and her family were being taught the gospel right here in this city by a returned\nmissionary who was serving as a stake missionary. After the family had heard the first two\ndiscussions, the father said, \"We want nothing more to do with it.\"\n<\/p><p>\nBut this girl, who was about 18 years of age, believed what she heard, and she wanted to be\nbaptized. Her father said, \"You can't be baptized. If you want to be baptized, you will have to\nwait until you are of age.\"\n<\/p><p>\nShe was telling her boyfriend about the gospel and what it meant to her. He got tired of\nlistening to her. He said one night, \"You will have to choose between me and the Church.\"\nThis hurt her badly. She loved this young man, but as they talked it over and she shed some\ntears, she said, \"I am going to stay with the Church. I know it is true.\"\n<\/p><p>\nShe went home and was very much upset. Her father saw she was upset and asked her what\nwas troubling her. She said, \"Oh, nothing, Dad.\"\n<\/p><p>\nHe said, \"My dear, I know there is something wrong. What is it?\"\n<\/p><p>\nShe told him what had happened. He said, \"If the Church means that much to you, you may\nbe baptized.\" Three weeks from then she was baptized.\n<\/p><p>\nAnd who do you think was there to see the baptism? Her father, her mother, and her\nboyfriend; and three weeks later they were baptized.\n<\/p><p>\nI wonder what would have happened to that young girl, I wonder what would have happened\nto that young man, I wonder what would have happened to the father and mother, if she\nhadn't had the courage to stand up and be counted, knowing that the gospel was true. As it is,\nthey are all members of the Church, appreciating what the gospel means.\n<\/p><p>\n<b>Stand for the right<\/b>\n<\/p><p>\nMay we as individuals have the determination, the courage, the ability to stand up and do\nthose things which we know are right, realizing that we are the spirit children of God, with\nthe potential to make it possible to be like him if we will follow his teachings and keep his\ncommandments. And while we are doing it we will be happier, more successful, more\nrespected and loved than if we were doing anything else, because this is the work of the Lord.\nYou hold the priesthood, which is the power of God delegated to you to act in his name in\nthe office you hold.\n<\/p><p>\nWe do not like to deal with people on whom we cannot depend. I sometimes wonder how the\nLord feels about us when we make our covenants with him and fail to keep them. I am happy\nthat he has said to us, \"If you will repent, I will forgive you.\" Let us go on together and do\nthose things which will bring eternal life to us. May this be our happy lot, may we be an\nexample to the world, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}