{"ID":1658, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Destiny of America<\/p>\n<p class=\"gcspeaker\">President Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Of the First Presidency<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, October 1968, pp. 106-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters and friends of our vast television audience, I occupy this position this\nmorning by assignment from our beloved leader, President David O. McKay. We are so\ngrateful he is present with us this morning, and I bear record that he is a prophet of God.\n<\/p><p>\n<b>The destiny of America<\/b>\n<\/p><p>\nMy talk this morning concerns the destiny of America, which directly and indirectly affects\nall of mankind.\n<\/p><p>\nSince the founding of this country, political leaders have spoken of the greatness of America\nand of its place in the world as the cradle of freedom and democracy, with a destiny to\ndisseminate these principles throughout the world.\n<\/p><p>\nWe have witnessed America's attempt at this by various methods, but she is learning by hard\nand costly experience that freedom cannot be <i>taken<\/i> or <i>given<\/i> to any people, nor can it be\nbought. America of today will need to learn the lesson, as did our Founding Fathers, that\nfreedom must be <i>sought<\/i> after with courage and sacrifice, and that she cannot maintain it at\nhome or convey it unto others unless this type of pursuit is involved.\n<\/p><p>\nAs to the destiny of America, politically speaking, I am not prepared to say, but I do know\nthat long before the ships of Columbus touched the shores of the New World, long before our\nindependence and our Founding Fathers established a new nation, events had long since\ntranspired to give unto this land, which we now call America, its committed purpose and\ndestiny.\n<\/p><p>\n<b>True destiny spiritual<\/b>\n<\/p><p>\nI have a firm conviction that the true destiny of America is <i>religious<\/i>, not political; it is\n<i>spiritual<\/i>, not physical.\n<\/p><p>\nMuch has been said by many of the purpose of its founding. The Prophet Joseph Smith\nhimself declared its constitution to be heavenly inspired, and because of this we earnestly pray\nfor its purposeful continuity. But noble and great as are the political phases of its\nestablishment, its real significance lies in its spiritual purpose, for which it was truly founded.\nI have chosen two of these spiritual and therefore God-purposed reasons for reference: \n<\/p><p>\nFirst: America was founded to fulfill a covenant that God made with the patriarchal ancestors\nof the house of Israel. The Lord, speaking unto a remnant of this house who had inhabited\nthis land, had thus to say: \n<\/p><p>\n\"For it is wisdom in the Father that they should be established in this land, and be set up as a\nfree people by the power of the Father, that these things might come forth from them unto a\nremnant of your seed, that the covenant of the Father may be fulfilled which he hath\ncovenanted with his people, O house of Israel\" (<span class=\"citation\" id=\"5723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5723)\">3 Ne. 21:4<\/a><\/span>).\n<\/p><p>\n<b>Preservation of moral agency<\/b>\n<\/p><p>\nSecond: America and its constitution were founded to preserve unto mankind the God-given\nright of moral agency. I quote from a revelation given to the Prophet Joseph Smith on this\nsubject: \n<\/p><p>\n\"According to the laws and constitution of the people, which I have suffered to be established,\nand should be maintained for the rights and protection of all flesh, according to just and holy\nprinciples; \n<\/p><p>\n\"That every man may act in doctrine and principle pertaining to futurity, according to the\n<i>moral agency<\/i> which I have given unto him, that every man may be accountable for his own\nsins in the day of judgment.\n<\/p><p>\n\"Therefore, it is not right that any man should be in bondage one to another,\n<\/p><p>\n\"And <i>for this purpose<\/i> have I established the Constitution of this land, by the hands of wise\nmen whom I raised up unto this very purpose, and redeemed the land by the shedding of\nblood\" (<span class=\"citation\" id=\"15249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15249)\">D&amp;C 101:77-80<\/a><\/span>, italics added).\n<\/p><p>\nThe people whom Columbus found were the ebbing remnants of those who came to this land\nby heavenly direction and in fulfillment of the covenants which God had enacted long before\ntheir migrations and occupancy of the land, which the Lord announced to them as a land of\npromise and inheritance.\n<\/p><p>\n<b>Migration of Jaredites<\/b>\n<\/p><p>\nAccording to the Book of Mormon, the Jaredites began their migration to this land at the time\nwhen the great tower of Babel was under construction. This occurred in about the year 2200\nB.C. At this time the language of the people was confused. This tower has been identified in\nour modern time at a place called Hillah in modern Iraq, southwest of the city of Baghdad, on\nthe east bank of the Euphrates River. Here is found a ruin known as Birs Nimrud, standing\nlike a watchtower on a vast plain. Inscriptions on the pyramid-shaped ruins were found by\nProfessor Rawlinson to bear the name of \"The Temple of the Seven Planets.\" This ruin is\nsupposed to be what is left of the Tower of Babel.\n<\/p><p>\nIn the course of the travels of the Jaredites, first northward into the valley of Nimrod and\nthen, after crossing many lakes and rivers, eventually reaching the great sea which separated\nthe continents, they established a community named Moriancumer after their great leader, the\nbrother of Jared (see <span class=\"citation\" id=\"22270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22270)\">Ether 2:1-6,13<\/a><\/span>).\n<\/p><p>\nWe learn that the Lord gave instructions to the brother of Jared for the building of\nsubmersible barges that would enable his colony to cross the great waters to a land of\npromise, concerning which Mahonri-Moriancumer wrote: \n<\/p><p>\n\"And now, we can behold the decrees of God concerning this land, that it is a land of\npromise; and whatsoever nation shall possess it shall serve God, or they shall be swept off\nwhen the fulness of his wrath shall come upon them. And the fulness of his wrath cometh\nupon them when they are ripened in iniquity.\n<\/p><p>\n\"For behold, this is a land which is choice above all other lands; wherefore he that doth\npossess it shall serve God or shall be swept off; for it is the everlasting decree of God\"\n(<span class=\"citation\" id=\"22271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22271)\">Ether 2:9-10<\/a><\/span>).\n<\/p><p>\n<b>Lehi led to promised land<\/b>\n<\/p><p>\nAbout 1,600 years later, or 600 B.C., a prophet by the name of Lehi with his family left\ndoomed Jerusalem, as the Lord had directed him. Lehi and his colony, as with the Jaredites\nmany centuries before, were to be led to the promised land. Speaking unto Nephi, the son of\nLehi, while they were yet in the wilderness prior to their embarkation, the Lord said: \n<\/p><p>\n\"And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a\nland of promise; yea, even a land which I have prepared for you; yea, a land which is choice\nabove all other lands\" (<span class=\"citation\" id=\"1645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1645)\">1 Ne. 2:20<\/a><\/span>).\n<\/p><p>\nEventually, after much tribulation and a perilous journey over the great waters in a ship built\nas directed by the Lord, Lehi and his colony, somewhat enlarged since their departure from\nJerusalem, reached the promised land, probably in the year of 589 B.C.\n<\/p><p>\nLater, Nephi made this declaration: \n<\/p><p>\n\"But,\" said he, \"notwithstanding our afflictions, we have obtained a land of promise, a land\nwhich is choice above all other lands; a land which the Lord God hath covenanted with me\nshould be a land for the inheritance of my seed. Yea, the Lord hath covenanted this land unto\nme, and to my children forever, and also all those who should be led out of other countries by\nthe hand of the Lord\" (<span class=\"citation\" id=\"3783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3783)\">2 Ne. 1:5<\/a><\/span>).\n<\/p><p>\n<b>Land of man's beginning<\/b>\n<\/p><p>\nWhile the Reformation and the surge for freedom were gaining momentum in Europe and\nEngland, events were transpiring that led to the rediscovery of the land of America, for God\ntouched the heart of a mariner by the name of Christopher Columbus, who eventually\npioneered a passageway to the promised land in 1492. But neither Columbus, the Nephites,\nnor the Jaredites were its original discoverers, nor did they establish the purpose of America's\ndestiny. This had already been established in the infancy of earth's habitation. In these\nmigrations they were but directed to the land of man's beginning upon the earth.\n<\/p><p>\n<b>Christ's visit to America<\/b>\n<\/p><p>\nWe have learned that following his earth-life ministry among the Jews, visiting the sheep of\nanother fold here in the land of America and establishing his Church among the people, the\nresurrected Christ tells of the founding of America and the coming forth again of his gospel\nunto the remnant of the seed of those then occupying this land, and unto all of the children of\nGod. This was to follow a period of spiritual darkness upon the earth. In this declaration the\nLord tells of the sacred destiny of the great land of America, and I quote the words of the\nSavior: \n<\/p><p>\n\"And verily I say unto you, I give unto you a sign, that ye may know the time when these\nthings shall be about to take place&mdash;that I shall gather in, from their long dispersion, my\npeople, O house of Israel, and shall establish again among them my Zion\" (<span class=\"citation\" id=\"5722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5722)\">3 Ne. 21:1<\/a><\/span>).\n<\/p><p>\n<b>The land of inheritances<\/b>\n<\/p><p>\nThe lord in the following declaration designates the land of America as the land of\ninheritances unto those who are of the house of Israel, who shall be gathered from throughout\nthe earth, for, said he: \n<\/p><p>\n\"And then shall the remnants, which shall be scattered abroad upon the face of the earth, be\ngathered in from the east and from the west, and from the south and from the north; and they\nshall be brought to the knowledge of the Lord their God, who hath redeemed them.\n<\/p><p>\n\"And the Father hath commanded me that I should give unto you this land, for your\ninheritance.\n<\/p><p>\n\"And behold, this people will I establish in this land, unto the fulfilling of the covenant which\nI made with your father Jacob; and it shall be a New Jerusalem. And the powers of heaven\nshall be in the midst of this people; yea, even I will be in the midst of you\"\n(<span class=\"citation\" id=\"5721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5721)\">3 Ne. 20:13-14,22<\/a><\/span>).\n<\/p><p>\nTo speak of America, both north and south, as \"the choice land,\" \"a land consecrated\"\n(<span class=\"citation\" id=\"15130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15130)\">D&amp;C 57:1<\/a><\/span>), we\nwill need to go back to the beginning for an understanding.\n<\/p><p>\n<b>The Garden of Eden<\/b>\n<\/p><p>\nFrom the writings of the prophet Moses, dealing with the placement of man upon the earth,\nthis statement is made: \n<\/p><p>\n\"And I, the Lord God, planted a garden eastward in Eden, and there I put the man whom I\nhad formed\" (<span class=\"citation\" id=\"39301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39301)\">Moses 3:8<\/a><\/span>).\n<\/p><p>\nThen, as it was not good for man to be alone, a helpmeet, or a woman, was placed beside\nhim, that both man and woman together could occupy the garden thus planted.\n<\/p><p>\nAs to what and where the Garden of Eden was, it is well to call to mind that in the process of\nthe creation, during the third period, all waters were gathered in one place, and the dry land\nwas in one place. The land was called earth and the waters sea (<span class=\"citation\" id=\"23765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23765)\">Gen. 1:10<\/a><\/span>).\n<\/p><p>\nThe dry land, or earth, is also given other name, that of Eden, and it was eastward in Eden or\neastward on the dry land that the garden of our first earth-life parents was placed\n(<span class=\"citation\" id=\"23773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23773)\">Gen. 2:8<\/a><\/span>).\n<\/p><p>\nIn the course of time from the creation, in the days of Peleg (<span class=\"citation\" id=\"23785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23785)\">Gen. 10:16 (JST)<\/a><\/span>), or about the year 2200 B.C.,\nJust prior to the confusion of the languages, the single continent of land that had continued\nfrom creation was divided to produce the hemispheres as we now know them. But\nnotwithstanding this, the geographic location of the Garden of Eden was made known to the\nProphet Joseph Smith by revelation as here in the land of America, in Jackson County,\nMissouri, with Independence as the center place.\n<\/p><p>\n<b>Beginning of mortal life<\/b>\n<\/p><p>\nWhen Adam and Eve were cast out of the Garden, they traveled in a northerly direction less\nthan 100 miles to settle in a place that we now have come to know by the revealed word of\nGod as Adam-ondi-Ahman (see <span class=\"citation\" id=\"15254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15254)\">D&amp;C 116:1<\/a><\/span>). Here is where mortal family life began, as Adam\nand Eve begat sons and daughters, all of this here in the land of America.\n<\/p><p>\nAdam and Eve, shut out from the presence of God, settled in the place of their earthly abode\nand called upon God. They were instructed to offer the firstlings of their flocks upon altars as\na sacrifice unto the Lord, to which commandment they were obedient even though they did\nnot know the reason. An angel of the Lord then appeared and explained the similitude of the\nsacrifice of Christ the Lord, who would come to earth at an appointed time. Thereafter the\ngospel plan of salvation and exaltation, by reconciliation with God the Father, from whose\npresence they had been banished, was revealed for the first time to man upon the earth\n(<span class=\"citation\" id=\"39304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39304)\">Moses 5:4-8<\/a><\/span>).\n<\/p><p>\n<b>Keys of salvation given to Adam<\/b>\n<\/p><p>\nThe Holy Priesthood, after the order of the Son of God, which \"administereth the gospel and\nholdeth the key of the mysteries of the kingdom, even the key of the knowledge of God\"\n(<span class=\"citation\" id=\"15174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15174)\">D&amp;C 84:19<\/a><\/span>), was conferred upon Adam. Hence, unto Adam, the great progenitor of the\nhuman family, were given the \"keys of salvation\" (<span class=\"citation\" id=\"15167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15167)\">D&amp;C 78:16<\/a><\/span>). The Lord, or Ahman, thus made known\nunto Adam and Eve that though they had fallen and were subject to both physical and\nspiritual deaths, they could be redeemed and reconciled with God the Father.\n<\/p><p>\nIn conferring the \"keys of salvation\" upon Adam, the revealing and unlocking of the\nconditions of salvation were made known to them and through them to mankind. In this we\ncan understand the true meaning of the term \"Adam-ondi-Ahman,\" or simply: from \"Ahman,\"\nwho is the Lord&mdash;\"ondi,\" meaning through Adam unto mankind.\n<\/p><p>\nIn the revelation referred to, but to which more attention is now given, the Lord speaks\nclearly of the \"keys of salvation\" having been given to Adam (or Michael (<span class=\"citation\" id=\"15114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15114)\">D&amp;C 27:11<\/a><\/span>), his premortal\nname), identifying the purpose for which they were conferred.\n<\/p><p>\n\"That you may come up unto the crown prepared for you, and be made rulers over many\nkingdoms, saith the Lord God, the Holy One of Zion, who hath established the foundations of\nAdam-ondi-Ahman; \n<\/p><p>\n\"Who hath appointed Michael your prince, and established his feet, and set him upon high,\nand given unto him the keys of salvation under the counsel and direction of the Holy One,\nwho is without beginning of days or end of life\" (<span class=\"citation\" id=\"15166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15166)\">D&amp;C 78:15-16<\/a><\/span>).\n<\/p><p>\n\". . . for it is necessary in the ushering in of the dispensation of the fulness of times, which\ndispensation is now beginning to usher in, that a whole and complete and perfect union, and\nwelding together of dispensations, and keys, and powers, and glories should take place, and be\nrevealed from the days of Adam even to the present time\" (<span class=\"citation\" id=\"15269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15269)\">D&amp;C 128:18<\/a><\/span>).\n<\/p><p>\n<b>A choice land<\/b>\n<\/p><p>\nThus, from these brief accounts we see the reasons why America, or the continent of\nAmerica, is the promised and choice land, choice above all other lands, for it was here that\nthe habitation of man began, and here that the covenants of God were first established. And it\nis from the center of this land that God has started his great latter-day work that will carry to\nthe finish.\n<\/p><p>\nIt is of compelling interest to learn that in the sequence of the Lord's time, the earth and the\nwaters will return to their original place. On this subject we have this revelation from the\nLord: \n<\/p><p>\n\"And he shall utter his voice out of Zion, and he shall speak from Jerusalem, and his voice\nshall be heard among all people; \n<\/p><p>\n\"And it shall be a voice as the voice of many waters, and as the voice of a great thunder,\nwhich shall break down the mountains, and the valleys shall not be found.\n<\/p><p>\n\"He shall command the great deep, and it shall be driven back into the north countries, and\nthe islands shall become one land; \n<\/p><p>\n\"And the land of Jerusalem and the land of Zion shall be turned back into their own place,\nand the earth shall be like as it was in the days before it was divided.\n<\/p><p>\n\"And the Lord, even the Savior, shall stand in the midst of his people, and shall reign over all\nflesh\" (<span class=\"citation\" id=\"15286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15286)\">D&amp;C 133:21-25<\/a><\/span>).\n<\/p><p>\n<b>Zion will not fail<\/b>\n<\/p><p>\nAmerica as Zion will not fail. Since America is the land choice above all other lands (<span class=\"citation\" id=\"1646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1646)\">1 Ne. 2:20<\/a><\/span>), and it is\nin the \"Center Place\" that Zion will be established (<span class=\"citation\" id=\"15132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15132)\">D&amp;C 57:3<\/a><\/span>), it will not fail.\n<\/p><p>\nAmerica as Zion will not fail, not simply because it is, the land of our illustrious\nindependence and constitutional fathers, but because it is the land of Joseph, the son of Jacob,\nand has been so established by God's covenant. It is the land for the gathering of Israel in the\nculminating period of the last dispensation, which God has established through the Prophet\nJoseph Smith.\n<\/p><p>\nTo accomplish his purposes in the destiny of America as Zion, we have these words from the\nLord concerning his people: \n<\/p><p>\n\"But first let my army become very great, and let it be sanctified before me, that it may\nbecome fair as the sun, and clear as the moon, and that her banners may be terrible unto all\nnations\" (<span class=\"citation\" id=\"15251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15251)\">D&amp;C 105:31<\/a><\/span>).\n<\/p><p>\nI bear testimony of the fulfillment and the destiny of the land of America as Zion, and I do it\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}