{"ID":1659, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Talents: A Blessing and Responsibility<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, October 1968, pp. 111-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my beloved brothers and sisters: I stand before you with a humble heart\nand seek divine guidance in the things I say.\n<\/p><p>\n<b>A divine spark<\/b>\n<\/p><p>\nIt is not unusual to hear a religious leader, a philosopher, or a poet refer to man as having a\ndivine spark within him. Such characterizations infer that man possesses great abilities and\npotentials. We are frequently admonished to develop our capabilities, reach out, and set high\ngoals for ourselves.\n<\/p><p>\nWhat does it mean to have a divine spark within you? Presumably that man has a certain\nrelationship with God.\n<\/p><p>\nFrom time to time throughout the history of the world God has made known to man what this\nrelationship is.\n<\/p><p>\nThe scriptures teach that God is a personal being in whose image man was created, and that\nGod the Father is the literal Father of our Lord and Savior Jesus Christ and the Father of the\nspirits of all men. Because of this, we inherit divine attributes. This was beautifully stated\nwhen Job of old explained that \"there is a spirit in man: and the inspiration of the Almighty\ngiveth them understanding\" (<span class=\"citation\" id=\"26731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26731)\">Job 32:8<\/a><\/span>).\n<\/p><p>\nThis simple doctrine as taught by Christ gave way to the theories and dogmas of men through\nthe hundreds of years of apostasy.\n<\/p><p>\n<b>The gospel restored<\/b>\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints proclaims to the world that the gospel of\nJesus Christ in its fullness and simplicity has been restored through the instrumentality of the\nProphet Joseph Smith.\n<\/p><p>\nWe assert that God the Father and his Son Jesus Christ appeared to the Prophet Joseph Smith,\nand that Christ's Church has been reestablished on the earth.\n<\/p><p>\nThus, through modern revelation, God's relationship to man has again been clarified. I ask\nyou to seriously consider the fact that the life of your earthly body is your spirit and that God\nthe Eternal Father is the Father of your spirit.\n<\/p><p>\n<b>The light of Christ<\/b>\n<\/p><p>\nThe apostle John testified that Jesus \"was the true Light, which lighteth every man that\ncometh into the world\" (<span class=\"citation\" id=\"28385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28385)\">John 1:9<\/a><\/span>).\n<\/p><p>\nAnd in this dispensation President Joseph F. Smith bore witness to this same truth, that the\nlight of Christ, the Spirit of Truth, lighteth every man who is born into the world. (Joseph F.\nSmith, <i>Gospel Doctrine<\/i>, p. 61.)\n<\/p><p>\nWhat a tremendous effect this has in the lives of those who accept this doctrine. Our Father in\nheaven loves each and every one of us and is interested in our welfare and growth and\ndevelopment. In fact, it is his work and glory \"to bring to pass the immortality and eternal life\nof man\" (<span class=\"citation\" id=\"39300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39300)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nAgain, let me say we know that not only do we have a spark of divinity within us, but that\nwe are actually spirit children of our Heavenly Father and that \"every man is given a gift by\nthe Spirit of God\" (<span class=\"citation\" id=\"15127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15127)\">D&amp;C 46:11<\/a><\/span>).\n<\/p><p>\nWith this relationship, we are thus blessed with many talents and possess great possibilities.\nThe Savior set our greatest goal for us when he said, \"Be ye therefore perfect, even as your\nFather which is in heaven is perfect\" (<span class=\"citation\" id=\"35790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35790)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nTo become perfect requires growth and development, and as we contemplate perfection we\nrecognize that growth is the greatest phenomenon of this existence.\n<\/p><p>\nThis Church teaches the value and necessity of eternal progression. We progressed in the\npreexistence, and it is our responsibility and opportunity to progress in this estate and\nthroughout all eternity.\n<\/p><p>\n<b>Parables on developing talents<\/b>\n<\/p><p>\nDuring his earthly ministry the Savior gave two parables dealing with the requirement that we\ndevelop the talents with which we are endowed. These parables are the parable of the\nentrusted talents (<span class=\"citation\" id=\"35868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35868)\">Matt. 25:14-30<\/a><\/span>) and the parable of the pounds.\n<\/p><p>\nThe talent was an ancient weight and money unit. The dictionary defines talent as \"the\nabilities, powers and gifts bestowed upon a man; natural endowments; thought of as a divine\ntrust. A natural capacity or gift.\"\n<\/p><p>\nThe parable of the entrusted talents was given to his apostles, and in it the Savior told of a\nman who was about to leave on a long trip and who therefore called his servants together and\ngave them his goods. To one he gave five talents, to another two, and to another one. To each\nman he gave according to his ability.\n<\/p><p>\nWhile the master was away, the one that received five talents put them to use and made five\nmore talents. The one that received two talents put them to use and made two more talents,\nbut the one that received the one talent hid it in the ground.\n<\/p><p>\nAfter a period the master returned and asked for an accounting.\n<\/p><p>\nUnto the servants that had doubled their talents the master said, \"Well done, good and faithful\nservant; thou hast been faithful over a few things, I will make thee ruler over many things:\nenter thou into the joy of thy lord\" (<span class=\"citation\" id=\"35871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35871)\">Matt. 25:23<\/a><\/span>).\n<\/p><p>\nThe master called the servant that hid his talent and did not multiply it a slothful servant and\nsaid that he would take the one talent from him and give it to the servant that had ten talents.\n<\/p><p>\nWhereas the parable of the entrusted talents was given to his apostles, the parable of the\npounds (<span class=\"citation\" id=\"31747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31747)\">Luke 19:11-27<\/a><\/span>) was given to a mixed multitude on the Savior's last journey from Jericho to\nJerusalem; and although there are some differences in the two parables, in essence they teach\nthe same truths and principles.\n<\/p><p>\nFrom the men endowed with many talents, more was expected than from the men with lesser\ntalents, yet all were expected to multiply such talents as they were given. However, in each\nparable, although relatively little was expected of the men given one talent, each failed to use\nhis talent. Good use of the talent on the part of the men given one talent was just as important\nand necessary as on the part of the men given two and five talents.\n<\/p><p>\n<b>The Lord's charge today<\/b>\n<\/p><p>\nIn this dispensation the Lord has been equally direct in his charge to his children. He has told\nus that he has given us many things \"for the benefit of the church of the living God, that\nevery man may improve upon his talent, that every man may gain other talents, yea, even an\nhundred fold.\" (<span class=\"citation\" id=\"15172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15172)\">D&amp;C 82:18<\/a><\/span>).\n<\/p><p>\nHe has admonished us that \"of him unto whom much is given much is required.\"\n(<span class=\"citation\" id=\"15170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15170)\">D&amp;C 82:3<\/a><\/span>).\n<\/p><p>\nHe also says, \"But with some I am not well pleased, for they will not open their mouths, but\nthey hide the talent which I have given unto them, because of the fear of man. Wo unto such,\nfor mine anger is kindled against them.\n<\/p><p>\n\"And it shall come to pass, if they are not more faithful unto me, it shall be taken away, even\nthat which they have\" (<span class=\"citation\" id=\"15143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15143)\">D&amp;C 60:2-3<\/a><\/span>).\n<\/p><p>\nAnd then we are charged: \"Thou shalt not idle away thy time, neither shalt thou bury thy\ntalent that it may not be known\" (<span class=\"citation\" id=\"15144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15144)\">D&amp;C 60:13<\/a><\/span>).\n<\/p><p>\nThe Savior evidenced little regard for the slothful servant. He expects us to work and use our\ninitiative.\n<\/p><p>\n<b>Obligation to develop talents<\/b>\n<\/p><p>\nThese scriptures clearly emphasize our obligations to use and  develop the gifts and talents we\nhave been blessed with&mdash;shall we say, develop the spark of divinity within us. Human\nexperience confirms the soundness of this doctrine.\n<\/p><p>\nAll of us then should be concerned about how to best develop our gifts and talents. First, we\nshould recognize our talents and make up our minds to pay the price necessary to develop\nthem. The price to be paid in developing talents includes, among other things, faith, study,\nand persistence.\n<\/p><p>\nIn developing faith, we must never overlook the fact that we are spirit children of God the\nEternal Father, and that our Father in heaven will assist us in developing our talents as we do\nour part.\n<\/p><p>\n<b>The fear of men<\/b>\n<\/p><p>\nOne way in which he will assist us is to open up opportunities for us to use our talents. Some\nrecognize their talents, but we are told they do not use them because of the fear of men.\n<\/p><p>\nFear destroys faith and deprives us of many blessings. This is clearly brought out in a\nrevelation when the Lord said, \"Ye endeavored to believe that ye should receive the blessing\nwhich was offered unto you; but behold, verily I say unto you there were fears in your hearts,\nand verily this is the reason that ye did not receive\" (<span class=\"citation\" id=\"15156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15156)\">D&amp;C 67:3<\/a><\/span>).\n<\/p><p>\nWe must, therefore, overcome fear. The Lord has told us that if we are prepared, we \"shall\nnot fear\" (<span class=\"citation\" id=\"15118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15118)\">D&amp;C 38:30<\/a><\/span>).\n<\/p><p>\n<b>Progress involves study<\/b>\n<\/p><p>\nPreparation involves study, and we are also counseled to \"seek learning, even by study and\nalso by faith\" (<span class=\"citation\" id=\"15192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15192)\">D&amp;C 88:118<\/a><\/span>).\n<\/p><p>\nEternal progress involves continual study. Increased learning gives us confidence, and\nconfidence engenders faith, and faith banishes fear. I therefore encourage you to never cease\nto study, this being an important part of developing your talents.\n<\/p><p>\nLikewise, persistence plays a vital part. President Heber J. Grant used to frequently quote\nfrom Emerson: \"That which we persist in doing becomes easy to do, not that the nature of the\nthing has changed but that our power to do has increased.\" President Grant exemplified this\nthroughout his entire life, and his persistence no doubt played a great part in many of his\naccomplishments.\n<\/p><p>\n<b>Talents developed by use<\/b>\n<\/p><p>\nWe should appreciate that talents are developed by use and they will not grow and multiply\nunless they are used. This principle was clearly taught in the Savior's parables.\n<\/p><p>\nAs we develop our talents, we should develop the spirit of sharing or giving, not only with\nthose who are closest to us, but with all of God's children. Remember the words of King\nBenjamin: \". . . when ye are in the service of your fellow beings ye are only in the service of\nyour God\" (<span class=\"citation\" id=\"40364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40364)\">Mosiah 2:17<\/a><\/span>).\n<\/p><p>\nThe Lord wants us to enjoy our talents, but he also expects us to use them for the enjoyment\nand benefit of others and to build the kingdom of God.\n<\/p><p>\n<b>The need for challenges<\/b>\n<\/p><p>\nToday we hear much about the need of challenges for the youth as well as for our senior\ncitizens. Despite the fact that we are living in a troublesome period, we are living in the\ndispensation of the fullness of times, a most wonderful period in the history of the world.\nYes, in a new era of growth and development. Opportunities today, for young and old, exceed\nthose of any other age.\n<\/p><p>\nWe should be grateful to live at this particular time, when the spirit of the Lord is being\npoured out upon the people of the earth so abundantly.\n<\/p><p>\nOne of the important and distinguishing features of The Church of Jesus Christ of Latter-day\nSaints is that its affairs are administered by the lay members of the Church rather than by\npaid clergy.\n<\/p><p>\nI have been told by some of my non-member friends that the thing that has impressed them\nmost about the Church is that it gives every person a chance to serve, regardless of his age.\nHow true this is.\n<\/p><p>\n<b>A vehicle for growth<\/b>\n<\/p><p>\nThe Church in reality is a vehicle for the growth and development of God's children. The\npriesthood quorums, Primary, Mutuals, Sunday School, Relief Society, and other Church\norganizations, in their various activities and programs, all contribute to the development of\ntheir members' talents and provide opportunities for them to be shared with others.\n<\/p><p>\nThus, as stated, exciting and challenging leadership opportunities are afforded men, women,\nand children of all ages to become involved in interesting and worthwhile projects. This is not\nonly a great opportunity but likewise a responsibility for Church members, because the future\ngrowth of the Church is dependent upon the development of leaders&mdash;leaders for the general\nChurch administration as well as missions, stakes, wards, priesthood quorums, auxiliaries, and\nother Church organizations and activities.\n<\/p><p>\n<b>Talents developed in many areas<\/b>\n<\/p><p>\nTalents may be developed in many areas of teaching, speaking, missionary work, music,\ndrama, dancing, athletics of many kinds, Scout work, genealogical and temple work, welfare\nprograms, compassionate service, and many other fields that might be mentioned; all\ncontribute to the development of talents and leadership.\n<\/p><p>\nSometimes we may think that we have too many opportunities to serve and develop our\ntalents, and feel it requires too much of a sacrifice. Let me suggest, however, that we not\nconsider it as a sacrifice but as a great blessing.\n<\/p><p>\nNever forget the Savior's great challenge to each of us to become perfect, even as our Father\nwhich is in heaven (<span class=\"citation\" id=\"35791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35791)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nEach activity that we participate in provides experiences wherein we may improve our talents,\nthus contributing to our goal of perfection.\n<\/p><p>\nAs we develop the spirit of giving and sharing, we find great peace, happiness, joy, and\ncontentment, as well as growth and development.\n<\/p><p>\n<b>Accept every opportunity<\/b>\n<\/p><p>\nMay I encourage you, therefore, to accept every opportunity presented to you to serve with\nenthusiasm, not as a burden but as a great blessing. Organize your time by putting first things\nfirst, and perform each assignment well. By so doing, the divine spark within you will be\nmagnified and your talents will be increased, \"yea, even an hundred fold\" (<span class=\"citation\" id=\"15173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15173)\">D&amp;C 82:18<\/a><\/span>).\n<\/p><p>\nAs you follow this admonition I can hear, \"Well done, god and faithful servant; thou hast\nbeen faithful over a few things, I will make thee ruler over many things: enter thou into the\njoy of thy lord\" (<span class=\"citation\" id=\"35870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35870)\">Matt. 25:21<\/a><\/span>).\n<\/p><p>\nI bear you my testimony that God lives and that Jesus is the Christ; that the gospel of Jesus\nChrist in its fullness has been restored in this latter day through the Prophet Joseph Smith,\nand that there is a prophet of God with us today, our beloved President David O. McKay.\nMay the Lord bless and sustain him. I bear this witness in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}