{"ID":1661, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Kingdom of God is Eternal<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the First Presidency and President of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1968, pp. 122-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful for the opportunity of meeting with you, my good brethren and sisters, in\nthis session of the conference and, in fact, all of the sessions of the conference.\n<\/p><p>\nI rejoice exceedingly in the truth. I thank the Lord every day of my life for his mercy and\nkindness and loving care and protection that have been extended to all his people, and for the\nmany manifestations of his mercy and blessings unto us throughout all the length and breadth\nof the land, and through all the years since the organization of the Church, on the sixth day of\nApril 1830.\n<\/p><p>\n<b>Our mission to save<\/b>\n<\/p><p>\nOur mission is to save, to preserve from evil, to exalt mankind, to bring light and truth into\nthe world, to prevail upon the people of the earth to walk righteously before God and to\nhonor him in their lives and with the first fruits of all their substance and increase.\n<\/p><p>\nI desire to say that \"Mormonism,\" as it is called (and I place the word in quotation marks), is\nstill, as always, nothing more nor less than the power of God unto salvation (<span class=\"citation\" id=\"42810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42810)\">Rom. 1:16<\/a><\/span>), unto every soul\nthat will receive it honestly and will obey it. I say to you, that all Latter-day Saints, wherever\nyou find them, provided they are true to their name, their calling, and their understanding of\nthe gospel, are people who stand for truth, honor, virtue, purity of life, honesty in business\nand in religion; people who stand for God and his righteousness, his truth, his work in the\nearth, and for the salvation of the children of men.\n<\/p><p>\nWe have been laboring all these years in the Church to bring men to a knowledge of the\ngospel of Jesus Christ, to bring them to repentance and obedience to the requirements of\ndivine law. We have been striving to save men from error and persuade them to turn away\nfrom evil and learn to do good.\n<\/p><p>\nThe gospel of Jesus Christ is the power of God unto salvation (<span class=\"citation\" id=\"42811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42811)\">Rom. 1:16<\/a><\/span>), and it is absolutely necessary\nfor every man and woman in the Church to work righteously, to observe the laws of God, and\nto keep the commandments that he has given, in order that they may avail themselves of the\npower of God unto salvation in this life; and the upright, covenanted people of the Church\nshould be magnified and increased, until the world shall bow and acknowledge that Jesus is\nthe Christ and that there is a people preparing for his coming in power and glory.\n<\/p><p>\n<b>Message of truth<\/b>\n<\/p><p>\nWe carry to the world the olive branch of peace. We present to the world the law of the Lord,\nthe truth, as it has been revealed in the latter days for the redemption of the dead and for the\nsalvation of the living. We bear no malice nor ill will toward the children of men. The spirit\nof forgiveness pervades the hearts of the Saints, and they do not cherish a desire for or feeling\nof revenge toward their enemies. They say in their hearts, let the Lord judge between us and\nour enemies (<span class=\"citation\" id=\"15146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15146)\">D&amp;C 64:11<\/a><\/span>); as for us, we forgive them, and we bear no malice toward any. While it may be\nsaid, and it is in a measure true, that we are but a handful in comparison with our fellowmen\nin the world, yet we may be compared with the leaven of which the Savior spoke (<span class=\"citation\" id=\"35828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35828)\">Matt. 13:33<\/a><\/span>), which will\neventually leaven the whole world. Men must set aside their prejudices, personal desires,\nwishes, and preferences, and pay deference to the great cause of truth that is spreading abroad\nin the world.\n<\/p><p>\nThe spirit of the gospel leads men to righteousness, to love their fellowmen, and to labor for\ntheir salvation and exaltation; it inspires them to do good and not evil, to avoid even the\nappearance of sin (<span class=\"citation\" id=\"3792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3792)\">2 Ne. 4:31<\/a><\/span>); and the aim and purpose of this work is the eternal happiness of man, both\nin this life and in the life to come.\n<\/p><p>\nThe fruits of the Spirit of God&mdash;the fruits of true religion&mdash;are peace, love, virtue, honesty,\nintegrity, and fidelity to every principle known in the law of the Lord. Read the fifth chapter\nof Galatians, and there you will discover the difference between the fruits of the Spirit of God (<span class=\"citation\" id=\"23285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23285)\">Gal. 5:22-23<\/a><\/span>)\nand the fruits of the spirit of the world (<span class=\"citation\" id=\"23284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23284)\">Gal. 5:19-21<\/a><\/span>). That is one of the great differences between\n\"Mormonism,\" so called, and the theology of the world. If we will bow to the gospel's\nmandates and adopt its principles in our lives, it will make us sons and daughters of God,\nworthy eventually to dwell in the presence of the Almighty in the heavens.\n<\/p><p>\n<b>God's kingdom to grow<\/b>\n<\/p><p>\nThe kingdom of God and the work of the Lord will spread more and more; it will progress\nmore rapidly in the world in the future than it has done in the past. The Lord has said it, and\nthe Spirit beareth record; and I bear testimony to this, for I do know that it is true. The\nkingdom of God is here to grow, to spread abroad, to take root in the earth, and to abide\nwhere the Lord has planted it by his own power and by his own word, never more to be\ndestroyed, but to continue until the purposes of the Almighty shall be accomplished (<span class=\"citation\" id=\"37994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37994)\">Morm. 8:22<\/a><\/span>)&mdash;every\nprinciple that has been spoken of by the prophets since the world began. It is God's work,\nwhich he himself, by his own wisdom and not by the wisdom of man, has restored to the\nearth in the latter days. He has established it upon principles of truth and righteousness, of\npurity of life, that it can no more be thrown down or left to another people (<span class=\"citation\" id=\"10691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10691)\">Dan. 2:44<\/a><\/span>), so long as the\nmajority of the Church will abide in their covenants with the Lord and keep themselves pure\nand unspotted from the world (<span class=\"citation\" id=\"26215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26215)\">James 1:27<\/a><\/span>). No people can ever prosper and flourish very long unless they\nabide in divine truth. The truth is mighty, and it will prevail.\n<\/p><p>\n<b>The Lord's work<\/b>\n<\/p><p>\nI want to say to you that there never was a time since the organization of the Church when a\nman led the Church. It was not so in the days of Joseph Smith nor Brigham Young; it has not\nbeen so since. It is the Lord's work, and do not forget that it is the Almighty who is going to\ndo this work, and not man. No man shall have the honor of doing it, nor has any man ever\nhad the power to do it of himself. If it had been the work of man, we would have been like\nthe rest of the world, and it would not have been true of us that God has chosen us out of the\nworld. But God has chosen us out of the world; therefore, we are not of it. Now, don't you\nforget it, my brothers and sisters and friends, and when you go home, if you have not been in\nthe habit of doing so, or if you have neglected your duty, carry this injunction with you. Go\ninto your secret chambers, go into your prayer rooms, and there by yourselves, or with your\nfamily gathered around you, bow your knees before the Lord in praise and in thanksgiving to\nhim for his merciful providence that has been over you and over all his people from the\ninception of this work down to the present.\n<\/p><p>\nRemember that it is the gift of God to man, that it is his power and his guiding influence that\nhave accomplished what we see has been accomplished. It has not been done by the wisdom\nof men. They are instruments in the Lord's hands in accomplishing his purposes, and we\nshould not deny that they are such; we should honor them. But when we undertake to give\nthem the honor for accomplishing this work, and take the honor from the Lord, who qualified\nthe men to do the work, we are doing injustice to our Heavenly Father. He will cut his work\nshort in righteousness (<span class=\"citation\" id=\"42818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42818)\">Rom. 9:28<\/a><\/span>), and will hasten his purposes in his own time (<span class=\"citation\" id=\"25358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25358)\">Isa. 60:22<\/a><\/span>). It is only necessary to try\nwith our might to keep pace with the onward progress of the work of the Lord; then he will\npreserve and protect us and will prepare the way before us.\n<\/p><p>\n<b>Gratitude for testimony<\/b>\n<\/p><p>\nI feel grateful to my Heavenly Father that I have been permitted to live in this generation and\nhave been permitted to become acquainted somewhat with the principles of the gospel. I am\nthankful that I have had the privilege of having a testimony of its truth, and that I am\npermitted to stand here and elsewhere to bear my testimony to the truth that the gospel has\nbeen restored to man.\n<\/p><p>\nI have traveled among the nations preaching the gospel and have seen something of the\nconditions of the world; and I am aware that the gospel, as revealed in the Bible, cannot be\nfound in modern Christianity. The ordinances of the gospel are not administered in any church\nexcept The Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nThe world will not listen to the testimony of men who tell them that the Lord lives and that\nhe is able to reveal his will to man today. Those of the world cannot advance nor learn the\nways of the Lord nor walk in his paths because they do not have the gift of the Holy Ghost.\nThis was the path pointed out by Peter and the apostles when the Spirit of the Lord rested\nupon them with great power to the convincing of the hearts of the people who cried out,\n\"Men and brethren, what shall we do?\" Peter said unto them, \"Repent, and be baptized eve\none of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift\nof the Holy Ghost\" (<span class=\"citation\" id=\"8036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8036)\">Acts 2:37-38<\/a><\/span>). This was the counsel given them, and inasmuch as they\nobeyed it, they were entitled to the testimony of the Holy Spirit, which would bring peace and\nhappiness, reveal to them their duties, and enable them to understand their relationship to the\nLord.\n<\/p><p>\n<b>Conditions of the world<\/b>\n<\/p><p>\nIf we look at the conditions of the world today, we must come to the conclusion that peace is\nnot likely soon to be established on the earth. There is nothing among the nations that tends\nto peace. The Lord Almighty is the Creator of the earth; he is the Father of all our spirits. He\nhas the right to dictate what we should do, and it is our duty to obey, and to walk according to\nhis requirements.\n<\/p><p>\nThe gospel has been restored to the earth, and the priesthood again established, and both are\nenjoyed by this people. The world cannot understand this, and they behold it with wonder.\nWe know that Jesus Christ lives. We know that he is our Savior and Redeemer. We have a\ntestimony of this, independent of any written books, and we testify of these things to the\nworld. We are engaged in the great latter-day work of preaching the gospel to the nations; it\nis a great and glorious work. We believe it is right to love God with all our hearts, and to\nlove our neighbors as ourselves (<span class=\"citation\" id=\"35858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35858)\">Matt. 22:37-39<\/a><\/span>).\n<\/p><p>\n<b>The perfect law of liberty<\/b>\n<\/p><p>\nThese are among the principles of the gospel, and these principles have been taught to us\nfrom the commencement of our membership in this Church. The gospel of Jesus Christ is the\nperfect law of liberty (<span class=\"citation\" id=\"26213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26213)\">James 1:25<\/a><\/span>); it will lead man to the highest state of glory and exalt him in the\npresence of our Heavenly Father if he is willing to listen to the counsels of those whom the\nLord has appointed to guide them.\n<\/p><p>\nWe ask no odds of any man. We bear a fearless testimony that these things are true. We\nknow that the one in whom we trust is God, for it has been revealed to us. We are not in the\ndark; neither have we obtained our knowledge from any man or collection of men, but through\nthe revelations of Jesus Christ.\n<\/p><p>\n<b>A witness of the truth<\/b>\n<\/p><p>\nThere is no harm in forsaking the follies and evils of the world and bowing in humility before\nthe Lord, asking for his Spirit, and in obedience to the words of the Savior, being baptized for\nthe remission of sins and having hands laid upon you for the gift of the Holy Ghost, that you\nmay have a witness for yourselves of the truth of the words we speak to you. Do this humbly\nand honestly, and as sure as the Lord lives, I promise you that you will receive the testimony\nof this work for yourselves and will know it as all the Latter-day Saints should know it. This\nis the promise. It is sure and steadfast, and there are many in this congregation who can bear\ntestimony that they have realized the fulfillment of these promises in this day.\n<\/p><p>\n<b>Worth of a testimony<\/b>\n<\/p><p>\nThis testimony comes from God; it convinces all to whom it is given in spite of themselves,\nand it is worth more to men than any sign or gift, because it gives peace, happiness, and\ncontentment to the soul. It assures me that God lives; and if I am faithful, I shall obtain the\nblessings of the celestial kingdom. The earth will become purified and made a fit abode for\nheavenly beings and for the Lord our God to come and dwell upon, which he will do during\nthe millennium. The gospel is salvation, and without it there is nothing worth having. This is\nwhat we are after. The reason that we are here is that we may overcome every foil and\nprepare ourselves for eternal life in the future.\n<\/p><p>\nLet us be faithful and humble. Let us live the religion of Jesus Christ, put away the\nweaknesses of the flesh, and cleave to the Lord and his truth with undivided hearts, with full\ndetermination to fight the good fight of faith (<span class=\"citation\" id=\"5176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5176)\">2 Tim. 4:7<\/a><\/span>), and continue steadfast to the end. That God may\ngrant us power to so do is my prayer, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}