{"ID":1662, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Wisdom and Great Treasures of Knowledge, Even Hidden Treasures<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1968, pp. 127-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, we have all appreciated and enjoyed your presence at this conference.\n<\/p><p>\nBrothers and sisters: I sat one day with an attorney friend, Guy Anderson, across the\ndirectors' room table of my office in Arizona.\n<\/p><p>\nIn his slow, pleasant drawl, he said, \"I came to congratulate you on your call to the\napostleship and to visit with you before your move to Salt Lake City.\" We talked about what\nmy call entailed, and then he told me of one of his experiences as a law student at George\nWashington University.\n<\/p><p>\n<b>Discussion of Word of Wisdom<\/b>\n<\/p><p>\nA number of young members of the Church were students there. Since there were no stakes in\nthe East at that time, they held a Sunday School class in a rented residence, and Congressman\nDon B. Colton from Utah was their teacher.\n<\/p><p>\nThis particular Sunday morning, they were considering the 89th section of the Doctrine and\nCovenants, the Lord's law of health.\n<\/p><p>\nBrother Colton had made an impressive presentation on the Word of Wisdom, which is \"the\norder and will of God in the temporal salvation of all saints in the last days\"\n(<span class=\"citation\" id=\"15195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15195)\">D&amp;C 89:2<\/a><\/span>).\n<\/p><p>\nHe emphasized also the further statement of the Lord: \n<\/p><p>\n\"In consequence of evils and designs which do and will exist in the hearts of conspiring men\nin the last days, I have warned you, and forewarn you, by giving unto you this word of\nwisdom by revelation\" (<span class=\"citation\" id=\"15197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15197)\">D&amp;C 89:4<\/a><\/span>).\n<\/p><p>\nThe Lord is displeased when his earthly children imbibe in \"wine or strong drink\" (<span class=\"citation\" id=\"15198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15198)\">D&amp;C 89:5<\/a><\/span>). He said, \". .\n. tobacco is not for the body . . . and is not good for man (<span class=\"citation\" id=\"15204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15204)\">D&amp;C 89:8<\/a><\/span>) . . . And again, hot drinks, [tea and\ncoffee] are not for the body\" (<span class=\"citation\" id=\"15205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15205)\">D&amp;C 89:9<\/a><\/span>).\n<\/p><p>\nBrother Colton emphasized the promise made by the Lord to those who did observe this law\nof health and other commandments. Hear these rich promises: \n<\/p><p>\n\". . . all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments, shall receive health in their navel and marrow to their bones; \n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures,\n<\/p><p>\n\"And shall run and not be weary, and shall walk and not faint.\n<\/p><p>\n\"And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as\nthe children of Israel, and not slay them\" (<span class=\"citation\" id=\"15209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15209)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\n<b>Question unanswered<\/b>\n<\/p><p>\nThen came a question from one of the students: \"Brother Colton, the promise is that if one\nobserves these laws, he shall find wisdom and great treasures of knowledge, even hidden\ntreasures. Many of the men in this university use tobacco and liquor and break all\ncommandments, including the law of chastity. Yet in some cases they excel academically. So\nfar as I can tell my obedience to the Word of Wisdom has not made me superior intellectually\nto them. How do you account for that?\"\n<\/p><p>\nSince closing time had come, Brother Colton held this difficult question for the next week.\n<\/p><p>\n<b>Experience of congressman<\/b>\n<\/p><p>\nOn Friday, as usual, several of the congressmen were eating luncheon at the House of\nRepresentatives' restaurant when Brother Colton joined them. The others began to joke in a\nfriendly fashion, \"Here comes the 'Mormon' congressman; this man from Utah won't drink\nnor smoke a cigarette nor even drink a cup of coffee.\" A congressman from a western state\ncame to the defense, saying, \"Gentlemen, you may joke at Mr. Colton and have your fun at\nthe expense of the 'Mormon' Church, but let me tell you an experience.\"\n<\/p><p>\nHe told a story something like this: \n<\/p><p>\n\"I was back in my home state, building political fences, shaking hands with voters, getting\nacquainted with my people. Sunday overtook me in a country town.\n<\/p><p>\n\"I sat in the lobby of the hotel, reading the paper, and through the plate glass window I saw\nmany people going in the same direction. My curiosity was stirred. I followed them to a little\nchurch and slid unobtrusively into a back seat and listened and observed.\n<\/p><p>\n\"This church service was different. I had never seen one like it. A man called 'bishop'\nconducted the meeting. The singing was by the congregation, the prayer by a man from the\naudience, apparently called without previous notice. Soft music was played. All was silent as\none young man knelt and said a prayer over bread, which he and his companion had broken\ninto small pieces, and then several boys, probably 12 or 13 years of age, took plates of broken\nbread and passed it to the congregation. The same was done with little cups of water. After\nthe choir sang an anthem, to my amazement (for I expected to hear a sermon), the bishop\nannounced something like this: 'Brothers and sisters, today is your monthly fast and testimony\nservice, and you may proceed to speak as you feel led by the Spirit. This time is not for\nsermons but to speak of your own soul and your inner feelings, and assurances. The time is\nyours.'\"\n<\/p><p>\nThe western congressman paused and then continued.\n<\/p><p>\n\"Never before had I experienced anything like this. From the congregation people arose. One\nman in a dignified voice said how he loved the Church and the gospel and what it meant in\nthe life of his family.\n<\/p><p>\n\"From another part of the chapel, a woman stood and spoke with deep conviction of a\nspectacular healing in her family as an answer to prayer and fasting and closed with what the\npeople called a testimony&mdash;that the gospel of Jesus Christ as taught by the Church was true;\nthat it brought great happiness and a deep peace to her.\n<\/p><p>\n\"Still another woman arose and bore witness of her sureness that Joseph Smith was truly a\nprophet of God and had been the instrument of the Lord in restoring the true gospel of Christ\nto the earth.\n<\/p><p>\n\"A man from the choir, evidently a recent immigrant, seemed sensitive about his language. He\nwas struggling with his v's and his w's and verbs and construction. Two years ago, two\nyoung missionaries in far-away Holland had taught him the restored gospel. He told how\nhappy his family had been since embracing it, and what a transformation had come in their\nlives!\n<\/p><p>\n\"The old and the middle-aged and the youth responded; some were farmers, laborers; there\nwere teachers and business and professional men. There was no ostentation, no arrogance, but\na quiet dignity, a warm friendliness, a sweet spirituality.\n<\/p><p>\n\"Then came in succession several children. They spoke less of their knowledge of spiritual\nthings but more of their love for their parents and for the Savior, of whom they had learned\nmuch in Primary, Sunday School, and family home evenings.\n<\/p><p>\n\"Finally the bishop stood and in a few appropriate words of commendation expressed his own\nsureness; then he closed the meeting.\"\n<\/p><p>\nThe western congressman noted that all around the table were intently listening. He continued:\n<\/p><p>\n\"Never had time passed so rapidly. I had been entranced. And as each additional speaker had\nconcluded in the name of Jesus Christ, I was moved&mdash;deeply stirred&mdash;and I pondered: How\nsincere! How sweet and spiritual! How sure these people seem to be of their Redeemer! How\nmuch at peace! What security they have in their spiritual knowledge, what strength and\nfortitude, and what purposeful lives!\"\n<\/p><p>\nThe congressman said, \"I thought of my own children and grandchildren and their\nhelter-skelter existence, their self-centered activities, their seeming spiritual vacuums, their\nroutine lives in search of wealth and fun and adventure. And I said to myself with an\nenthusiasm new to me, 'How I wish my own posterity could have this sureness, this faith, this\ndeep conviction. Why, these humble people seem to have a secret that most people do not\nenjoy&mdash;yes, that is it&mdash;something worth more than all else, real treasures, hidden treasures.'\"\n<\/p><p>\nThe luncheon ended. The congressmen went back to their offices.\n<\/p><p>\n<b>Hidden treasures of knowledge<\/b>\n<\/p><p>\nElder Colton was now again before his Sunday School class of young college men. He retold\nthe Friday afternoon story and said that what the congressman had observed were \"hidden\ntreasures of knowledge\" promised by the revelation (<span class=\"citation\" id=\"15211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15211)\">D&amp;C 89:19<\/a><\/span>).\nThese mysteries of the kingdom relate to\nall truths, not merely to scientific accomplishments and legal cases and other secular things.\nHe said that \"treasures of knowledge\" (<span class=\"citation\" id=\"15212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15212)\">D&amp;C 89:19<\/a><\/span>) extended far beyond material things, out into the infinite\nareas not explored by many otherwise brilliant people. He repeated the Prophet's statements,\nwhich are proverbial among members of the Church: Knowledge is power. The glory of God\nis intelligence (<span class=\"citation\" id=\"15226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15226)\">D&amp;C 93:36<\/a><\/span>).\n<\/p><p>\nKnowledge is not merely the equations of algebra, the theorems of geometry, or the miracles\nof space. It is hidden treasures of knowledge as recorded in Hebrews, by which \"the worlds\nwere framed by the word of God\" (<span class=\"citation\" id=\"24371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24371)\">Heb. 11:3<\/a><\/span>); by which Enoch was translated that he should\nnot see death (<span class=\"citation\" id=\"24372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24372)\">Heb. 11:5<\/a><\/span>); by which Noah, with a knowledge no other human had, built an ark on dry\nland and saved a race by taking seed through the flood.\n<\/p><p>\nKnowledge is that power which raises one into new and higher worlds and elevates him into\nnew spiritual realms.\n<\/p><p>\n<b>Knowledge not unfindable<\/b>\n<\/p><p>\nThe treasures of both secular and spiritual knowledge are hidden ones&mdash;but hidden from\nthose who do not properly search and strive to find them. The knowledge of the spiritual will\nnot come to an individual without effort any more than will the secular knowledge or college\ndegrees. Spiritual knowledge gives the power to live eternally and to rise and overcome and\ndevelop and finally to create.\n<\/p><p>\nHidden knowledge is not unfindable. It is available to all who really search. Christ said, \". . .\nseek and ye shall find\" (<span class=\"citation\" id=\"35802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35802)\">Matt. 7:7<\/a><\/span>). Spiritual knowledge is not available merely for the\nasking; even prayers are not enough. It takes persistence and dedication of one's life. The\nknowledge of things in secular life are of time and are limited; the knowledge of the infinite\ntruths are of time an eternity.\n<\/p><p>\n<b>Knowledge of God<\/b>\n<\/p><p>\nOf all treasures of knowledge, the most vital is the knowledge of God: his existence, powers,\nlove, and promises.\n<\/p><p>\nThe Christ said: \"He that hath my commandments, and keepeth them, he it is that loveth me:\nand he that loveth me shall be loved of my Father, and I will love him, and will manifest\nmyself unto him\" (<span class=\"citation\" id=\"28460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28460)\">John 14:21<\/a><\/span>).\n<\/p><p>\nHe further said: \"If a man love me, he will keep my words . . . and we will come unto him,\nand make our abode with him\" (<span class=\"citation\" id=\"28461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28461)\">John 14:23<\/a><\/span>).\n<\/p><p>\nAnd the Prophet Joseph Smith explained: \"And this means that the coming of the Father and\nthe Son to a person is a reality&mdash;a personal appearance&mdash;and not merely dwelling in his\nheart\" (<span class=\"citation\" id=\"15273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15273)\">D&amp;C 130:3<\/a><\/span>).\n<\/p><p>\nThis personal witness, then, is the ultimate treasure.\n<\/p><p>\n<b>Knowledge that saves<\/b>\n<\/p><p>\nOne may acquire knowledge of space and in a limited degree conquer it. He may explore the\nmoon and other planets, but no man can ever really find God in a university campus\nlaboratory, in the physical test tubes of workshops, nor on the testing fields at Cape Kennedy.\nGod and his program will be found only in deep pondering, appropriate reading, much\nkneeling in devout, humble prayer, and in a sincerity born of need and dependence.\n<\/p><p>\nThese requirements having been fully met, there is no soul between the poles nor from ocean\nto ocean who may not positively obtain this knowledge, this hidden treasure of knowledge,\nthis saving and exalting knowledge.\n<\/p><p>\nPresident Joseph Fielding Smith, speaking at Brigham Young University, quoted from\nlatter-day revelation: \"It is impossible for a man to be saved in ignorance\" (<span class=\"citation\" id=\"15282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15282)\">D&amp;C 131:6<\/a><\/span>), and\nthen asked the question: \n<\/p><p>\n\"Ignorance of what? By that, do we mean that a man must become proficient in his\nsecular learning&mdash;that he must master some branch of education? What does it mean?\"\n<\/p><p>\nWe mean this: \"That a man cannot be saved in ignorance of the saving principles of the\nGospel. We cannot be saved without faith in God. We cannot be saved in our sins . . . We\nmust receive the ordinances and the covenants pertaining to the Gospel and be true and\nfaithful to the end. Eventually, if we are faithful and true, we shall gain all knowledge, but\nthis not required of us in this brief, mortal life, for that would be impossible. But here in faith\nand integrity to the truth, we lay the foundation upon which we build for eternity.\"\n<\/p><p>\nReal intelligence is the creative use of knowledge, not merely an accumulation of facts.\n<\/p><p>\n<b>The greatest knowledge<\/b>\n<\/p><p>\nThe ultimate and greatest of all knowledge, then, is to know God and his program for our\nexaltation. We may know him by sight, by sound, by feeling. While relatively few ever <i>do<\/i>\nreally know him, everyone may know him, not only prophets&mdash;ancient and modern&mdash;but, as\nhe said: \n<\/p><p>\n\". . . every soul who forsaketh his sins and cometh unto me, and calleth on my name, and\nobeyeth my voice, and keepeth my commandments, shall see my face and know that I am\"\n(<span class=\"citation\" id=\"15217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15217)\">D&amp;C 93:1<\/a><\/span>).\n<\/p><p>\nIf men qualify, they have this unalterable promise from their Redeemer.\n<\/p><p>\nAmong the numerous people who have had manifestations is Moses, who saw and knew the\nLord: \". . . the glory of God was upon Moses; therefore Moses could endure his presence.\"\n(<span class=\"citation\" id=\"39288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39288)\">Moses 1:2<\/a><\/span>).\n<\/p><p>\nMoses tells of this transcendent experience: \"But now mine own eyes have beheld God; but\nnot my natural, but my spiritual eyes, for my natural eyes could not have beheld; for I should\nhave withered and died in his presence; but his glory was upon me; and I beheld his face, for\nI was transfigured before him\" (<span class=\"citation\" id=\"39290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39290)\">Moses 1:11<\/a><\/span>).\n<\/p><p>\nAnd then in his dialogue with Satan, whom he saw also, Moses said: \"For behold, I could not\nlook upon God, except his glory should come upon me, and I were strengthened before him.\nBut I can look upon thee [Satan] in the natural man? Is it not so, surely?\" (<span class=\"citation\" id=\"39291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39291)\">Moses 1:14<\/a><\/span>).\n<\/p><p>\nAgain, the Lord spoke of hidden treasures of knowledge when he prayed to his Father to\nglorify him: \"And this is life eternal, that they might know thee the only true God, and Jesus\nChrist, whom thou hast sent\" (<span class=\"citation\" id=\"28472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28472)\">John 17:3<\/a><\/span>).\n<\/p><p>\nAnd he promised: \"My sheep hear my voice, and I know them, and they follow me: \n<\/p><p>\n\"And I give unto them eternal life; and they shall never perish\" (<span class=\"citation\" id=\"28438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28438)\">John 10:27-28<\/a><\/span>).\n<\/p><p>\n<b>Key to knowing<\/b>\n<\/p><p>\nThe Savior of the world gave this key: \"If any man will do his will, he shall know of the\ndoctrine, whether it be of God, or whether I speak of myself\" (<span class=\"citation\" id=\"28425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28425)\">John 7:17<\/a><\/span>).\n<\/p><p>\nNicodemus, a highly trained man, failed to know the hidden spiritual things, being unwilling\nto perform the works (<span class=\"citation\" id=\"28398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28398)\">John 3:1-8<\/a><\/span>). He could not have the Holy Ghost, since he would not humbly bow in\nbaptism. The Holy Ghost is the testifier. It is he who teaches all things and brings to our\nremembrance all things the Lord has taught.\n<\/p><p>\nNicodemus asked: \n<\/p><p>\n\"How can these things be?\n<\/p><p>\n\"Jesus answered . . .  Art thou a master of Israel, and knowest not these things?\n<\/p><p>\n\". . . I say unto thee, We speak that we do know, and testify that we have seen; and ye\nreceive not our witness\" (<span class=\"citation\" id=\"28402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28402)\">John 3:9-11<\/a><\/span>).\n<\/p><p>\nIn one of his prayers Jesus said: \"I thank thee, O Father, Lord of heaven and earth, because\n<i>thou hast hid these things<\/i> from the wise and prudent, and hast revealed them unto babes\"\n(<span class=\"citation\" id=\"35823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35823)\">Matt. 11:25<\/a><\/span>, italics added).\n<\/p><p>\n<b>The mysteries of the kingdom<\/b>\n<\/p><p>\nAgain, the Lord said: \"Because it is given unto you to know the mysteries of the kingdom,\nbut to them it is not given\" (<span class=\"citation\" id=\"35827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35827)\">Matt. 13:11<\/a><\/span>). Such must be earned.\n<\/p><p>\nAnd then Paul speaks of hidden wisdom: \n<\/p><p>\n\"But we speak the wisdom of God in a mystery, even the hidden wisdom, which God\nordained before the world unto our glory: \n<\/p><p>\n\"Which none of the princes of this world knew\" (<span class=\"citation\" id=\"472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(472)\">1 Cor. 2:7-8<\/a><\/span>).\n<\/p><p>\n\"For what man knoweth the things of a man, save the spirit of man which is in him? even so\nthe things of God knoweth no man, but the Spirit of God\" (<span class=\"citation\" id=\"475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(475)\">1 Cor. 2:11<\/a><\/span>).\n<\/p><p>\n<b>Secular and spiritual knowledge<\/b>\n<\/p><p>\nTo have both the secular and spiritual is the ideal. To have only the secular is like Jude said:\n\". . . clouds they are without water, carried about of winds; trees whose fruit withereth\"\n(<span class=\"citation\" id=\"30827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30827)\">Jude 1:12<\/a><\/span>).\n<\/p><p>\nDesirable as is secular knowledge, one is not truly educated unless he has the spiritual with\nthe secular. The secular knowledge is to be desired; the spiritual knowledge is an absolute\nnecessity. We shall need all of the accumulated secular knowledge in order to create worlds\nand to furnish them, but only through the \"mysteries of God\" (<span class=\"citation\" id=\"15095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15095)\">D&amp;C 6:7<\/a><\/span>) and these hidden treasures of\nknowledge (<span class=\"citation\" id=\"15213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15213)\">D&amp;C 89:19<\/a><\/span>) may we arrive at the place and condition where we may use that knowledge in\ncreation and exaltation.\n<\/p><p>\nIt is my prayer that we learn to master ourselves by obedience to the Lord's commandments\nby the control of our physical appetites, and by placing first in our lives service to God and\nour fellowmen, so that the hidden things of the spirit may come to us and that we may attain\nperfection with the Father and the Son. Many have seen God in the course of history. All of\nus may do so eventually through our righteousness.\n<\/p><p>\nI add my witness to the numerous ones already spoken and written and talked of through this\nconference of the divinity of Jesus Christ and his work, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}