{"ID":1663, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Articles of Faith<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1968, pp. 131-133<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: I appreciate the privilege of saying a word this afternoon.\n<\/p><p>\n<b>Wentworth letter<\/b>\n<\/p><p>\nMore than a century ago, the excitement about religion in the United States probably reached\nits highest point. It was during these days of agitation and conflict that the editor of the\n<i>Chicago Democrat<\/i>, John Wentworth, asked Joseph Smith, the Prophet, for a statement of his\nreligious beliefs. The Prophet's reply on March 1, 1842, included the now famous Articles of\nFaith. There are 13, each one expressing a belief of the newly organized Church. They have\nnow become the official expression of Mormon doctrine.\n<\/p><p>\nWe know little about the immediate influence of the Wentworth letter, but we do know that\ntoday thousands have read and pondered these declarations of faith. Many have examined and\nbelieved them, for they are in harmony with the Holy Bible. They reach into the heart of\nsectarianism; they deny the creeds of the mother church; and they strike hard at all established\ncreeds. When the Prophet summarized the claims of the Church, he carefully avoided a\ndogmatic style. All in all, it is a magnificent and friendly appeal to an honest and\nconscientious seeker after truth.\n<\/p><p>\n<b>First Article of Faith<\/b>\n<\/p><p>\nIn the first article Joseph Smith resurrects the true concept of the Godhead\n(<span class=\"citation\" id=\"6846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6846)\">A of F 1:1<\/a><\/span>). It was a challenge\nin his day. It is still a challenge. He left no room for dispute over this important and\nfundamental doctrine. \"We believe in God, the Eternal Father, and in His Son, Jesus Christ,\nand in the Holy Ghost.\"\n<\/p><p>\nThis definition of God is understandable without prolonged and tedious discussion. It\nreaffirms the teachings of Genesis that man is created in the image of his Maker (<span class=\"citation\" id=\"23767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23767)\">Gen. 1:26-27<\/a><\/span>). The vague\nand confused notions of Deity during the past centuries have robbed people of God's reality.\nA new revelation of the Godhead, such as Joseph Smith gave the world, is the only solution\nto the religious misunderstanding that exists throughout Christendom.\n<\/p><p>\nJesus made this clear when he said: \"And this is life eternal, that the might know thee the\nonly true God, and Jesus Christ, whom thou hast sent\" (<span class=\"citation\" id=\"28473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28473)\">John 17:3<\/a><\/span>).\n<\/p><p>\n<b>Second article<\/b>\n<\/p><p>\nIn the second article, the Prophet states \"that men will be punished for their own sins, and not\nfor Adam's transgression\" (<span class=\"citation\" id=\"6847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6847)\">A of F 1:2<\/a><\/span>). It was a revolutionary thought when it was given 126 years ago.\nMan is not \"born in sin\" (<span class=\"citation\" id=\"41882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41882)\">Ps. 51:5<\/a><\/span>;\n<span class=\"citation\" id=\"39311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39311)\">Moses 6:55<\/a><\/span>),\nas is taught by many churches in Christendom. Man is a child of\nGod and had an existence before his sojourn in mortality. He came to the earth pure and\nsinless. To claim otherwise is to attribute the capacity for sin to one who does not know right\nfrom wrong.\n<\/p><p>\nMan is precious in the sight of God. I quote from Psalms 8:4-5: \"What is man, that thou art\nmindful of him? and the son of man, that thou visitest him? For thou hast made him a little\nlower than the angels, and hast crowned him with glory and honour\" (<span class=\"citation\" id=\"41871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41871)\">Ps. 8:4-5<\/a><\/span>).\n<\/p><p>\n\"Man and God are of the same race,\" said President Bruce R. McConkie. (<i>Mormon Doctrine<\/i>,\npp. 465-66.) Man's destiny is godlike, for he has the opportunity to reach the heights of a\nglorious exaltation. The restored Church is the most important thing in the universe, for it\npoints the way to eternal salvation and exaltation in God's kingdom.\n<\/p><p>\n<b>A great document<\/b>\n<\/p><p>\nI have always regarded the Articles of Faith submitted by the Prophet Joseph Smith as a great\ndocument. They cover in a brief way the fundamental beliefs of the Church. They do not\nantagonize. The style and wording are full of appeal, especially to those who are familiar with\nBible teaching. The language is simple and direct and is readily understood by the ordinary\nreader. The reader is not confused in his investigation, nor led away from the doctrinal\nteachings of the apostles in the meridian of time. The Articles of Faith bring to light the\ndoctrines and standards set forth so plainly in the holy scriptures. There is a tone of authority\nand certainty in each one that is most impressive.\n<\/p><p>\n<b>Article 6<\/b>\n<\/p><p>\nI quote article 6: \"We believe in the same organization that existed in the Primitive Church,\nviz., apostles, prophets, pastors, teachers, evangelists, etc.\" (<span class=\"citation\" id=\"6856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6856)\">A of F 1:6<\/a><\/span>). Who can read that declaration\nwithout calling to mind the twelve apostles commissioned and sent forth by the Savior? There\nare no apostles today in any Christian church except those who are serving in the restored\nChurch. It would be exceedingly difficult to present a better introduction to the gospel\nmessage than those presented by the Prophet in the Wentworth letter.\n<\/p><p>\n<b>Salvation defined<\/b>\n<\/p><p>\nThe Articles of Faith define salvation and introduce a plan by which mankind maybe saved\nand brought back into Gods presence. The problem of salvation, as you know, has split\nChristianity into many sects. Salvation means continuous progress and growth. The Third\nArticle of Faith is a concise explanation of its meaning: \"We believe that through the\nAtonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of\nthe Gospel\" (<span class=\"citation\" id=\"6849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6849)\">A of F 1:3<\/a><\/span>). There is nothing shallow or narrow in universal salvation, through the grace of\nChrist. Man must progress according to law. He must be obedient under the law and strive\nstep by step to obtain the reward. In this striving, free agency is paramount, and all necessary\nordinances must be complied with.\n<\/p><p>\n<b>Revelation<\/b>\n<\/p><p>\nI read article 9: \"We believe all that God has revealed, all that He does now reveal, and we\nbelieve that He will yet reveal many great and important things pertaining to the Kingdom of\nGod\" (<span class=\"citation\" id=\"6858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6858)\">A of F 1:9<\/a><\/span>). Revelation is the rock upon which the true Church is founded. It is the source of\nChrist's gospel. It is the rock referred to by Jesus Christ when he said to Peter, \"Blessed art\nthou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which\nis in heaven.\n<\/p><p>\n\"And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and\nthe gates of hell shall not prevail against it\" (<span class=\"citation\" id=\"35836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35836)\">Matt. 16:17-18<\/a><\/span>).\n<\/p><p>\nThe prophets, ancient and modern; drank deeply from the fountainhead. By doing so they\nwere refreshed and satisfied. Ralph Waldo Emerson is reported to have said, \"We ought to\nhave a religion of revelation to use, and not the history of one.\"\n<\/p><p>\n<b>True index to beliefs<\/b>\n<\/p><p>\nIn summary may I say: For more than a century the church has strictly followed the Articles\nof Faith. There has never been a revision of, an amendment to, or a deviation from these\ndeclarations of belief. They are true and will stand forever. It is well to remember that the\nChurch has forged ahead for more than 138 years. Regardless of persecution, mobbings,\ndrivings, and the hostility from many sources, the work has moved forward. It has never\nfaced a setback. The gospel of Jesus Christ is consistent and reasonable. Its aim and mission\nis to give every individual a chance to accept or reject it. The gospel message will be heard\nby all of God's children, whether living or dead.\n<\/p><p>\nI testify, brethren and sisters, that the 13 Articles of Faith are true and that they are an index\nto the beliefs of the Latter-day Saints. May we believe them, and may we introduce into our\nlives the saving principles of life and salvation, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}