{"ID":1666, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Blessed Are Those Who Have Not Seen<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, October 1968, pp. 138-142<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDuring this conference we have sat at the feet of great teachers, men whom we sustain as our\nleaders, men who have faith in God. My thoughts have been lifted and my testimony has been\nstrengthened. I am thankful to my brethren and I express appreciation to them for the\nforthright manner in which they have raised their voices to witness that God lives, that Jesus\nis the Christ and the Savior of all mankind.\n<\/p><p>\n<b>Evidence of a creator<\/b>\n<\/p><p>\nI, too, know that God lives. There is ample evidence of this fact, but concrete proof is not\nnecessary to those who have faith. All nature portrays the existence of a supreme being. In\nthis material world, we have learned that every building has a builder and everything that is\nmade has a maker. As we look at this Tabernacle, the great organ that has been played for us,\nthe clock on the wall, the camera that carries the image to the world, the lights, the\nmicrophones before me, we realize that each of these had its maker. Outside those things\nmade by man, all of nature whispers to my reasoning that there was a creator. I know this to\nbe God.\n<\/p><p>\n\"In the beginning God created the heaven and the earth\" (<span class=\"citation\" id=\"23764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23764)\">Gen. 1:1<\/a><\/span>). There was a divine plan.\nFor every plan there must have been a planner, and for every creation there must have been a\ncreator. Could the perfect universe emerge without a divine plan? Could it have come about\nby some mechanical chance? Such thoughts are against the stronger reasoning. Such belief\ncould not be supported in view of the tangible evidence which portrays that there is a supreme\nbeing, one who had a divine plan, one who was the Creator and the builder of the universe.\n<\/p><p>\n<b>Creation of man<\/b>\n<\/p><p>\nNot only did God plan and create the heavens and the earth, but the plan also included the\ncreation of man. \"So God created man in his own image, in the image of God created he him;\nmale and female created he them\" (<span class=\"citation\" id=\"23770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23770)\">Gen. 1:27<\/a><\/span>). Thus we are his creation; we are literally his\nchildren, in his image and likeness. This would necessarily include the intellect, which\ndistinguishes man from all other animal life. We are creatures of the flesh as well as the\nspirit, and the great striving in life is to develop the spirit as well as the physical body. True\ngrowth is dependent upon our conscious effort in lifting our awareness above and beyond\nthose things which are physical.\n<\/p><p>\nAs children of God, we learn in our young years to know our Heavenly Father in a childlike\nway, and if we follow the right course, the time comes when we understand the larger\nmeaning of this relationship to our Heavenly Parent. We realize that we are made in his\nspiritual image as well as his physical image. In our more spiritual maturity, a whole new\nvista of reality opens to as; and we commence to understand the statement of Paul, who said,\n\"The Spirit itself beareth witness with our spirit, that we are the children of God\"\n(<span class=\"citation\" id=\"42813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42813)\">Rom. 8:16<\/a><\/span>).\n<\/p><p>\n<b>Divinity of Christ<\/b>\n<\/p><p>\nNot only do I believe that God lives, but I believe that his Son, Jesus Christ, also lives, and is\nthe Savior of all mankind. Our day is one in which there is a great diversity of belief with\nregard to many fundamental statements of scripture. Modernists deny the virgin birth of Jesus.\nThey deny his divine power demonstrated by the many miracles he performed during his short\nministry.\n<\/p><p>\nModernists dispute that the Master voluntarily offered himself to atone for the sins of\nmankind, and they deny that there was in fact such an atonement. It is our firm belief that it\nis a reality, and nothing is more important in the entire divine plan of salvation than the\natoning sacrifice of Jesus Christ. We believe that salvation comes because of the atonement\n(<span class=\"citation\" id=\"6850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6850)\">A of F 1:3<\/a><\/span>).\nIn its absence the whole plan of creation would come to naught. Jesus said, \"Therefore doth\nmy Father love me, because I lay down my life, that I might take it again.\n<\/p><p>\n\"No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I\nhave power to take it again. This commandment have I received of my Father\"\n(<span class=\"citation\" id=\"28436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28436)\">John 10:17-18<\/a><\/span>).\nWithout this atoning sacrifice, temporal death would be the end, and there would\nbe no resurrection and no purpose in our spiritual lives. There would be no hope of eternal\nlife.\n<\/p><p>\n<b>Resurrection of Jesus<\/b>\n<\/p><p>\nThose who call themselves modernists deny the fact that Jesus rose from the tomb with the\nsame body that he laid down, and many deny the fact that he was indeed resurrected.\nLatter-day Saints believe in the literal resurrection of Christ in precisely the same manner\ndescribed by the writers of the New Testament. From their record we learn that the same\nbody of flesh and bones that was taken from the cross and laid in the tomb did come forth to\nlive again. After this event, those who had been with him during his ministry were discussing\nwhat had been said of his resurrection: \n<\/p><p>\n\"And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace\nbe unto you.\n<\/p><p>\n\"But they were terrified and affrighted, and supposed that they had seen a spirit.\n<\/p><p>\n\"And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?\n<\/p><p>\n\"Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not\nflesh and bones, as ye see me have\" (<span class=\"citation\" id=\"31752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31752)\">Luke 24:36-39<\/a><\/span>).\n<\/p><p>\n<b>Ascension of Jesus<\/b>\n<\/p><p>\nModernists refute the fact of his ascension, but Luke testifies as to what took place on that\noccasion after the resurrected Savior had given instructions to the apostles: \n<\/p><p>\n\"When they therefore were come together, they asked of him, saying, Lord, wilt thou at this\ntime restore again the kingdom to Israel?\n<\/p><p>\n\"And he said unto them, It is not for you to know the times or the seasons, which the Father\nhath put in his own power.\n<\/p><p>\n\"But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be\nwitnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost\npart of the earth.\n<\/p><p>\n\"And when he had spoken these things, while they beheld, he was taken up; and a cloud\nreceived him out of their sight\" (<span class=\"citation\" id=\"8032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8032)\">Acts 1:6-9<\/a><\/span>).\n<\/p><p>\n<b>Divine sonship attested<\/b>\n<\/p><p>\nGod the Father attested to the divinity of the sonship of the Lord Jesus Christ at the very\ncommencement of his ministry: \n<\/p><p>\n\"And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens\nwere opened unto him, and he saw the Spirit of God descending like a dove, and lighting\nupon him: \n<\/p><p>\n\"And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased\"\n(<span class=\"citation\" id=\"35758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35758)\">Matt. 3:16-17<\/a><\/span>).\n<\/p><p>\nHe was the Creator of the earth, for he said, \"Behold, I am Jesus Christ the Son of God. I\ncreated the heavens and the earth, and all things that in them are. I was with the Father from\nthe beginning. I am in the Father, and the Father in me; and in me hath the Father glorified\nhis name\" (<span class=\"citation\" id=\"5714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5714)\">3 Ne. 9:15<\/a><\/span>).\n<\/p><p>\nGod the Father also attested to his saviorship when speaking to Moses: \"And I have a work\nfor thee, Moses, my son; and thou art in the similitude of mine Only Begotten; and mine\nOnly Begotten is and shall be the Savior, for he is full of grace and truth\" (<span class=\"citation\" id=\"39289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39289)\">Moses 1:6<\/a><\/span>).\n<\/p><p>\n<b>His birth foretold<\/b>\n<\/p><p>\nIn the Old Testament the birth of the Master was foretold in the Book of Isaiah: \"Therefore\nthe Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and\nshall call his name Immanuel\" (<span class=\"citation\" id=\"25347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25347)\">Isa. 7:14<\/a><\/span>). And in the Book of Micah, we are told he would\nbe born in Bethlehem (<span class=\"citation\" id=\"37899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37899)\">Micah 5:2<\/a><\/span>).\n<\/p><p>\nThus the ancient prophets testified of his divine birth and mission, and the New Testament\nconfirms the happenings foretold by these Old Testament prophets and bears witness of that\nvirgin birth and divine mission of the Savior. Peter said, \"And he commanded us to preach\nunto the people, and to testify that it is he which was ordained of God to be the Judge of\nquick and dead.\n<\/p><p>\n\"To him give all the prophets witness, that through his name whosoever believeth in him shall\nreceive remission of sins\" (<span class=\"citation\" id=\"8049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8049)\">Acts 10:42-43<\/a><\/span>).\n<\/p><p>\n<b>Testimony of Apostle John<\/b>\n<\/p><p>\nOne of the greatest testimonies and witnesses of the divinity of Christ that has ever been\npenned was written by the apostle John in his gospel, one of the simplest yet most profound\nbooks in the New Testament. After Simon Peter and his brother were called by Jesus to\nfollow him, he saw John and his brother James \"mending their nets; and he called them.\n<\/p><p>\n\"And they immediately left the ship and their father, and followed him\"\n(<span class=\"citation\" id=\"35766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35766)\">Matt. 4:21-22<\/a><\/span>).\n<\/p><p>\nJohn was well qualified to attest to the divinity of the Master, because he was with him from\nthis time throughout the remainder of his ministry. He was chosen by Jesus as one of the\ntwelve, and was one of the three apostles who were closest to Jesus (<span class=\"citation\" id=\"35819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35819)\">Matt. 10:2<\/a><\/span>). He was present when\nJesus raised the daughter of Jairus from the dead (<span class=\"citation\" id=\"31738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31738)\">Luke 8:51<\/a><\/span>), when Jesus was transfigured\n(<span class=\"citation\" id=\"35838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35838)\">Matt. 17:1<\/a><\/span>), when Jesus\nwent apart to pray in Gethsemane (<span class=\"citation\" id=\"35876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35876)\">Matt. 26:37<\/a><\/span>). He was sent with Peter to prepare the Passover\n(<span class=\"citation\" id=\"31748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31748)\">Luke 22:8<\/a><\/span>). He was\nwith the twelve at the appearance of the Savior after his resurrection (<span class=\"citation\" id=\"28478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28478)\">John 20:19<\/a><\/span>) and at the time of his\nascension (<span class=\"citation\" id=\"8031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8031)\">Acts 1:2-9<\/a><\/span>). No one could be more qualified to testify of him.\n<\/p><p>\n<b>\"The Word\"<\/b>\n<\/p><p>\nIn writing the prologue to his gospel, John commenced with these words: \"In the beginning\nwas the Word, and the Word was with God, and the Word was God.\n<\/p><p>\n\"The same was in the beginning with God\" (<span class=\"citation\" id=\"28380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28380)\">John 1:1-2<\/a><\/span>).\n<\/p><p>\nThe phrase \"in the beginning\"   echoes the opening words of the Old Testament. John refers to\nJesus as the \"Word,\" a title given to him in many instances in both the New and the Old\nTestament. He continues: \"All things were made by him; and without him was not any thing\nmade that was made.\" This statement leaves no room for an exception&mdash;all things were made\nby him. \"In him was life; and the life was the light of men.\n<\/p><p>\n\"And the light shineth in darkness; and the darkness comprehendeth it not\" (<span class=\"citation\" id=\"28383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28383)\">John 1:3-5<\/a><\/span>).\n<\/p><p>\nThe life mentioned is life eternal, which he revealed to the world, which he promised to his\nbelievers, which he died to give them, to which he will raise them up, because he hath the life\nin himself (<span class=\"citation\" id=\"28417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28417)\">John 5:26<\/a><\/span>). He is the resurrection and the life\n(<span class=\"citation\" id=\"28443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28443)\">John 11:25<\/a><\/span>). The darkness mentioned is the state of man's\nmind, which drags him down, that he does not comprehend.\n<\/p><p>\n<b>Mission of John the Baptist<\/b>\n<\/p><p>\nThe evangelist then explains that the mission of John the Baptist is inferior to that of Jesus:\n\"There was a man sent from God, whose name was John.\n<\/p><p>\n\"The same came for a witness, to bear witness of the Light, that all men through him might\nbelieve.\n<\/p><p>\n\"He was not that Light, but was sent to bear witness of that Light\" (<span class=\"citation\" id=\"28384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28384)\">John 1:6-8<\/a><\/span>).\n<\/p><p>\nIn other words, the immediate purpose of the mission of John the Baptist was to bear witness\nthat Jesus was the true Light, the true teacher of the way of life eternal, and to invite men to\nbelieve in him for the remission of their sins and be baptized. John the Baptist was not the\nMessiah or the leader of a great movement; he was the herald and witness, bearing testimony\nto the nature and divine titles of Jesus, and the witness through whom God attested the divine\nsonship of Jesus.\n<\/p><p>\n<b>The true Light<\/b>\n<\/p><p>\nAfter stating that the mission of the Baptist was to bear witness of the Light, John continues\nhis testimony of Jesus: \"That was the true Light, which lighteth every man that cometh into\nthe world.\n<\/p><p>\n\"He was in the world, and the world was made by him, and the world knew him not.\n<\/p><p>\n\"He came unto his own, and his own received him not\" (<span class=\"citation\" id=\"28386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28386)\">John 1:9-11<\/a><\/span>).\n<\/p><p>\nWhy was it at that time or why is it now that some will not receive him? No doubt they had\nexpected something entirely different. They were looking for a leader in political and social\nreform and they had little interest in spiritual things. \"The world was made by him, and the\nworld knew him not.\" There are those today who pass him by without recognizing him.\n<\/p><p>\n<b>True sons of God<\/b>\n<\/p><p>\n\"But as many as received him, to them gave he power to become the sons of God, even to\nthem that believe on his name: \n<\/p><p>\nWhich were born, not of blood, nor of the will of the flesh, nor of the will of man, but of\nGod\" (<span class=\"citation\" id=\"28387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28387)\">John 1:12-13<\/a><\/span>).\n<\/p><p>\nThus, to those who have faith in him is given the right or the authority to become the sons of\nGod. The father hood of God is universal in the sense that we are all his created children, but\nthose who believe in Christ, who accept him as the Son of God and the Savior of the world,\nhave the right to become true sons of God. This is a gift of God dependent upon faith in\nChrist.\n<\/p><p>\nIn conclusion, John states his purpose for the writing of this theological message in these\nwords: \"But these are written, that ye might believe that Jesus is the Christ, the Son of God;\nand that believing ye might have life through his name\" (<span class=\"citation\" id=\"28481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28481)\">John 20:31<\/a><\/span>). This is John's witness,\nand this apostolic testimony has been preserved and comes down to us as a record of what the\nfirst witnesses saw with their own eyes and heard with their own ears.\n<\/p><p>\nAs John infers, this record sets forth the historic facts, but merely accepting the facts will not\nproduce belief. There is a bigger faith than one which comes from seeing and hearing, a faith\nthat can dispense with tangible proof and visible evidence. It is the faith that comes from\nreliance upon the word of the Lord. Blessed are those who have not seen and yet believe\n(see <span class=\"citation\" id=\"28480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28480)\">John 20:29<\/a><\/span>).\n<\/p><p>\n<b>Evidences in this day<\/b>\n<\/p><p>\nThese are the attestations to the divinity of Jesus Christ by God the Father, by the prophets of\nthe Old Testament, by those who were with him in his ministry, by those who, after a study\nof the facts, are touched by the Spirit and have faith. In addition, there are many other\nevidences of his divinity in this day. I refer to the marvelous first vision in which the Father\nand the Son appeared to the boy Prophet, the revelations to the Prophet for the benefit of the\nSaints, the organization of this Church in these latter-days, the missionary work, the temple\nwork for the living and the dead, the testimony of a present living prophet.\n<\/p><p>\nIf, after all of the cumulative evidence and all of these testimonies, Christ should be\neliminated from our belief, what would be the result? This would not be his Church; the Bible\nwould fall as the word of God; there would be no hope of a literal resurrection; there would\nbe no assurance of eternal life. But Christ is not eliminated from our belief. His divinity is a\nreality, and to all of the testimonies that have been borne of him, we add our witness.\n<\/p><p>\nI have intended these statements to represent my belief, my conviction, my witness that God\nlives; that Jesus is the Christ, the Son of the living God; that this is his Church; that there is a\nprophet of the Lord on the earth today who speaks the will of the Lord to his children. This is\na restatement of our belief, our testimony, and the teachings of this conference by those\nwhom we sustain as our leaders. I pray the Lord to bless us with this abiding faith, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}