{"ID":1667, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spirituality in Leading and Teaching the Gospel<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1968, pp. 142-146<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAnd now, my brethren and sisters, just a word in parting. This truly has been a glorious and\nmemorable conference. May our Heavenly Father sanctify the instructions, admonitions, and\ntestimonies that we have heard throughout the various sessions. May he fill our hearts with\nlove for one another in the true brotherhood of Christ.\n<\/p><p>\n<b>Unity of the brethren<\/b>\n<\/p><p>\nAt this time I should like to express gratitude for the support, blessings, and assistance of my\ncounselors and members of the Council of the Twelve; also, for the help of the Patriarch to\nthe Church, the Assistants to the Twelve, the members of the First Council of the Seventy,\nand the Presiding Bishopric. You can feel radiating from these men that for which Christ\nprayed when he offered that great intercessory prayer in which he said, among other things,\n\"And now I am no more in the world, but these are in the world, and I come to thee. Holy\nFather, keep through thine own name those whom thou hast given me, that they may be one,\nas we are\" (<span class=\"citation\" id=\"28475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28475)\">John 17:11<\/a><\/span>).\n<\/p><p>\nThese brethren prove daily, as was particularly evidenced in a sacred pre-conference meeting\nof all the General Authorities held in the Salt Lake Temple on Thursday, September 26, 1968,\nthat they have that spirit of oneness, and we are united in praying that you presidencies of\nstakes, bishoprics of wards, presidencies of temples, presidencies of quorums, presidencies and\nsuperintendencies of auxiliaries may be so blessed that you too may say, \"We strive to be one,\nas the Father and Son are one.\" God bless you that this may be true.\n<\/p><p>\n<b>Gratitude for workers<\/b>\n<\/p><p>\nI am also most grateful for those unsung workers behind the scenes who give of themselves in\nrendering service beyond the call of duty to assist in the preparation of the hundreds of details\nand important matters that are necessary in order that these conferences may be carried on\nefficiently and smoothly.\n<\/p><p>\nYou know, I am afraid too many of us are like that Scotsman of whom I have told you before\nwho had lost his wife by death. His neighbor called on him to give comfort to him, saying\nwhat a good neighbor his wife had been, how thoughtful of others she had been, and what a\ngood wife she had been to Jock, who was mourning her death. Jock answered: \"Aye,\nTammas, Janet was a guid woman, a guid neighbor as you say. She was a' you say an mair.\nShe was, aye, a guid true wifey tae me, and I cam' near tellin' her sae aince or twice.\"\n<\/p><p>\nThere come to mind some others to whom I wish to express gratitude. We have not heard\nfrom them. They are the men and women throughout the entire Church who are contributing\nof their time and means to the advancement of the truth&mdash;not just in teaching, but in genuine\nservice in many ways. Some of these are struggling to make their own living. Some of them\nare wealthy men and women who have retired and who count their wealth in millions. It\nmeans something when a man of means will give to the Church a contribution of a million\ndollars, and then, in addition, say, \"All my time is yours, to serve the Church.\" It means\nsomething to have a man leave his vocation, have his life's work interrupted, and receive a\ncall to go away from the state, sometimes across the ocean to faraway places, to render\nservice to the Church, not knowing for sure when he will return. God bless those who are\nrendering such service, and bless you all, for I think we can say for the Church, \"We are\nstriving to be one, Father, as thou and thy Son are one.\"\n<\/p><p>\n<b>Divine character of Jesus<\/b>\n<\/p><p>\nNow a word to you officers and leaders in the stakes and wards, in missions, and in temples.\nIt was the divine character of Jesus that drew the women of Palestine to him, that drew as a\nmagnet the little children to him. It was that divine personality which attracted men, honest\nmen, pure men. It was also that divine personality which antagonized the impure, the evil men\nand women.\n<\/p><p>\nIn the realm of personality, and in the kingdom of character, Christ was supreme. By\npersonality, I mean all that may be, included in individuality. Personality is a gift from God;\nit is indeed a \"pearl of great price\" (<span class=\"citation\" id=\"35829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35829)\">Matt. 13:46<\/a><\/span>), an eternal blessing.\n<\/p><p>\nFellow workers, you and I cannot hope to exert even to a small degree the personality of our\ngreat teacher, Jesus Christ. Each one's personality may be compared to the Savior's personality\nonly as one little sunbeam to the mighty sun itself; and yet, though infinitely less in degree,\neach leader's, each teacher's personality should be the same in kind. In the realm of character,\neach leader and teacher may be superior, and such a magnet as to draw around him or her, in\nan indescribable way, those whom he or she would lead or teach. It is the radiation of the\nlight that attracts.\n<\/p><p>\n<b>Teach love of truth<\/b>\n<\/p><p>\nHowever, no matter how attractive the personality may be, that leader or teacher fails in the\nwork assigned if the leader or teacher directs the love of the member only to the personality\nof the leader or teacher. It is the leader's duty, or the teacher's duty, to teach the member to\nlove&mdash;not the leader or teacher, but the truth of the gospel. Always, everywhere, we find\nChrist losing himself for his Father's will; and so also should our leaders and teachers, so far\nas their personalities are concerned, lose themselves for the truth he desires to have them\nteach.\n<\/p><p>\nWhen the people came to Jesus and asked for bread, or the truth, he never turned them away\nwith a stone (<span class=\"citation\" id=\"35804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35804)\">Matt. 7:9<\/a><\/span>). He always had truth to give. He understood it. It radiated from his being. He\nunderstood how to use illustrations, the natural things around him, to impress that truth upon\nhis hearers. In other words, he was filled with his subject and then was enabled to give that\nsubject to his hearers. It is not always what you say, but what you <i>are<\/i> that influences children,\nthe young, or that influences your associates. \"What you are,\" said the alleged wisest of\nAmericans, \"thunders so loud in, my ears I cannot hear what you say.\"\n<\/p><p>\n<b>Characteristics of successful leader<\/b>\n<\/p><p>\nLet me give you briefly five things, among many others, that may characterize the successful\nleader or teacher in the Church:\n<\/p><p>\n<i>First<\/i>: Implicit faith in the gospel of Jesus Christ as the light of the world, and a sincere desire\nto serve him. This condition of the soul will make for companionship and guidance of the\nHoly Ghost.\n<\/p><p>\n<i>Second<\/i>: Unfeigned love for the child, or member. Unfeigned&mdash;remember how the word is\nused by the Prophet Joseph Smith in that great revelation in the Doctrine and Covenants: \"by\nlove unfeigned\" (<span class=\"citation\" id=\"15259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15259)\">D&amp;C 121:41<\/a><\/span>). Unfeigned love for the children or members, guided by determination to deal\njustly and impartially with every member of the Church. Honor the child or member, and the\nchild or member will honor you.\n<\/p><p>\n<i>Third<\/i>: Thorough preparation. The successful leader knows his duties and responsibilities and\nalso the members under his direction. The teacher knows his children, as well as the lessons.\n<\/p><p>\n<i>Fourth<\/i>: Cheerfulness&mdash;not forced but natural cheerfulness, springing spontaneously from a\nhopeful soul.\n<\/p><p>\n<i>Fifth<\/i>: Power to act nobly.\n<\/p><p>\n\"If you want to be a teacher or leader<br \/>\n       just watch your acts and walk;<br \/>\n     If you want to be a teacher or leader,<br \/>\n       just be careful how you talk.\"\n<\/p><p>\n<b>Radiate the light<\/b>\n<\/p><p>\nIf you want to radiate the light of the gospel, that radiation must first come from the leader\nhimself. In the Doctrine and Covenants, the Lord says, \"If you keep not my commandments,\nthe love of the Father shall not continue with you, therefore you shall walk in darkness\"\n(<span class=\"citation\" id=\"15240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15240)\">D&amp;C 95:12<\/a><\/span>).\n<\/p><p>\nThat solicitous admonition given by the Savior is as pertinent today as it was when first\nexpressed. Men and nations, having refused to \"walk in the light\" (<span class=\"citation\" id=\"28428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28428)\">John 8:12<\/a><\/span>), as Jesus said, stumble in\ndarkness (<span class=\"citation\" id=\"28439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28439)\">John 11:10<\/a><\/span>) and know not whither they go (<span class=\"citation\" id=\"28450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28450)\">John 12:35<\/a><\/span>). Motivated for centuries largely by selfish interests,\nthe human race, judging from present world conditions, is still dangerously near the jungle\nwhere primitive passions dominate and govern.\n<\/p><p>\n<b>\"We have forgotten God\"<\/b>\n<\/p><p>\nAbraham Lincoln, in his day, declared to the people: \"We have been the recipients of the\nchoicest bounties of Heaven; we have been preserved these many years, in peace and\nprosperity; we have grown in numbers, wealth, and power as no nation has ever grown. But\nwe have forgotten God . . . We have vainly imagined, in the deceitfulness of our hearts, that\nall these blessings were produced by some superior wisdom and virtue of our own.\nIntoxicated by unbroken success, we have become too self-sufficient to feel the necessity of\nredeeming and preserving grace, too proud to pray to God who made us.\n<\/p><p>\n\"It behooves us, then, to humble ourselves before the offended Power, to confess our national\nsins, and to pray for clemency and forgiveness . . .\n<\/p><p>\n\"I still have confidence that the Almighty, the Maker of the Universe, will, through the\ninstrumentality of this great and intelligent people, bring us through this as he has through all\nother difficulties of our country.\" And we all know how God did guide Abraham Lincoln.\n<\/p><p>\n<b>Jesus Christ our head<\/b>\n<\/p><p>\nThere are many instances about which I could tell you wherein the hand of the Lord has been\nmanifest in guiding his servants. I know it is real. I know it as I know that you are assembled\nin this conference. I know one's spirit can be in tune, and hear that sweet, still, small voice\n(<span class=\"citation\" id=\"1245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1245)\">1 Kgs. 19:12<\/a><\/span>). I\nknow he will warn us. I know he will never say anything that is impossible to understand. I\nknow he is our Father in heaven. He is just as real as my earthly father and mother, whom I\nhope to meet over there. The Savior, the Son of God, is at the head of this Church. I am not\nthe head of this Church&mdash;Jesus Christ is our head! I know that the former Presidents of the\nChurch knew that, and declared it. Joseph Smith, the Prophet, knew it. This is Christ's\nChurch, and we are his messengers, his representatives, and it is our duty to keep in touch\nwith him and know what his wishes are. You and I, and all who have repented of their sins\nand have been baptized into this Church, have had hands laid upon our heads and are entitled\nto the companionship and inspiration of the Holy Ghost. If we keep in tune with Christ and\nhis teachings, we are entitled to fellowship with him. He does not love sin, he does not love\nlying, nor stealing, misjudging one another, nor condemning others. We have to keep our\nhearts pure and clean to be worthy of his fellowship.\n<\/p><p>\nGod help us so to live that we may be found worthy to hear from him the whisperings of his\nSpirit, the whisperings of his voice, as he guides us and warns us and tells us what to do in\norder to come back into his presence.\n<\/p><p>\n<b>Lose lives in service<\/b>\n<\/p><p>\nMan is not living for himself. His selfish desires should be overcome and controlled, and he\nshould render service to others. One of the greatest sayings of Jesus, when he was among the\nTwelve during his two and one-half years here, was the one that touched upon that same\nprinciple: \"He that findeth his life shall lose it [that is the selfish part] and he that loseth his\nlife for my sake shall find it\" (<span class=\"citation\" id=\"35821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35821)\">Matt. 10:39<\/a><\/span>). A paradoxical statement, but oh, how true!\nThousands upon thousands in the Church are willing to lose their lives in service to the\nbuilding up of the kingdom of God.\n<\/p><p>\n<b>Prayer for God's help<\/b>\n<\/p><p>\nI pray that God will give us strength to continue our mission here in life and, by our actions\nand our words, to teach others so that we shall bring the honest in heart to know the truth.\nMay we show to all that the gospel has been established in this dispensation for happiness and\njoy and salvation here in this life, as well as in the life to come.\n<\/p><p>\nGod keep our young people away from the low, from those who seek to follow the scheming\nplans of he who enthrones passion, who decries self-control, who renounces the sacredness of\nthe family, and who, in the words of Marx himself, would \"dethrone God.\" God inspire our\nyoung men and women to sustain and to fight for, and yes, if necessary, die for the light of\nChrist, that they will come to realize the truth of Christ's saying that if they are willing to\nlose their lives for his sake, they will find them.\n<\/p><p>\nGod bless you all in your homes. Husbands, do not be cross when you enter your homes. Let\nus be kind, courteous. Have the same courtesy in your homes that you have when you are out\nin society. Thank your wives; thank your children; and say, \"If you please,\" \"Excuse me.\"\nThese little things mean so much and make life so much sweeter.\n<\/p><p>\n<b>Defense of the right<\/b>\n<\/p><p>\nLet us be courageous in defense of the right. Be not afraid to speak out for the right. Let us\nbe true. Let us defend the weak, be charitable to our brothers, render help to the sick and the\nafflicted. The gospel is the spirit of kindness. Let us honor and sustain the priesthood in our\nhomes.\n<\/p><p>\nI pray God to sanctify to our good, and the good of all who have listened in this day, and to\nthe Church membership everywhere, the blessings and testimonies of this great conference. In\nthis parting, I leave with you, my dear fellow workers, my dear associates, and all members\nand friends everywhere, my blessings to each one of you, as God has given me power and\nauthority to bless, and I do this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}