{"ID":1668, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Structure of the Home Threatened by Irresponsibility and Divorce<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1969, pp. 4-10<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: My soul is deeply stirred this morning, due, I am sure, to a\ncombination of circumstances and experiences. Never have I been so thankful for the\nblessings of the Lord, and for the faith and prayers of the membership of the Church. I am\nthankful for the restoration of the gospel and for the glorious message to all the world that\naccompanied that restoration: that God lives and that his Beloved Son Jesus Christ is the\nRedeemer and Savior of the world, that we are his children, and that he has given us a plan\nby which we may return to his presence as resurrected, immortal beings.\n<\/p><p>\n<b>Progress of the Church<\/b>\n<\/p><p>\nI am grateful for the outstanding progress the Church has made during the past year; for the\nunited and unstinted support given by the General Authorities and general officers of the\nChurch; for the loyalty, faith, and devotion of the general auxiliary boards, of the officers in\nstakes, quorums, wards, missions, and of the Church membership in general. Most of all, I am\ngrateful for the assurance we have of the Lord's guidance and overruling power.\n<\/p><p>\nI extend to all present in this historic Tabernacle&mdash;our special visitors, governmental and\neducational leaders, Regional Representatives, our stake, ward, and auxiliary officers and\nteachers from far and near&mdash;and to friends and members tuned in by radio and television my\nheartfelt greetings and welcome to this one hundred thirty-ninth conference of the Church.\n<\/p><p>\n<b>Mankind's welfare<\/b>\n<\/p><p>\nDuring the past months I have been most apprehensive of mankind's welfare in a world of\ntribulation and of false ideals.  With the increase in crime, the disrespect for law and order,\nthe ever-increasing divorce rate, resulting in broken homes; the immorality, with all its\nattendant evils; the precious principles associated with man's freedom threatened with\nrepudiation, if not abandonment, it is time that men and women the world over should\nbecome more thoughtful, more prayerful, more earnest than ever before in seeking the causes\nof this world's disaster, and bravely and heroically choose a better course of life.\n<\/p><p>\nThis is a time when mankind should turn their thoughts to the teachings of Christ, our Lord\nand Savior, and in larger numbers than the world has heretofore witnessed conform thereto\ntheir attitudes and actions.  Unless multitudes of men and women so change their hearts and\nlives, the world will continue to be in turmoil, and our present civilization be threatened with\ndisintegration.\n<\/p><p>\n<b>Need for more godliness<\/b>\n<\/p><p>\nIt is a deplorable but recognizable fact that men's hearts all too generally are turned from and\nnot toward God. Self-promotion, not God's glorification, is the motivating factor in most\npeople's lives. Irreverence is all too manifest.\n<\/p><p>\nThe world needs more godliness and less godlessness; more self-discipline, less\nself-indulgence; more power to say with Christ, \"Father . . . not my will, but thine, be done\"\n(<span class=\"citation\" id=\"31770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31770)\">Luke 22:42<\/a><\/span>).\nChrist came to bring peace. Rejection of his way of life has made strife and\ncontention rampant.  Man, not the Lord, has brought deadly conflicts and subsequent misery.\nWars spring from wickedness of unrighteous leaders. Not until freedom triumphs and a just\npeace comes may we hope for the end of wars and for goodwill among men.\n<\/p><p>\nToday, when these facts are so strikingly manifest, let all sincere men recognize the evil\nconditions that have caused wars, and resolve with God's help to banish them forever. There\nmust come a victory of right and freedom over iniquity and oppression; I repeat, war will\nnever be vanquished until men change their hearts and establish new ideals.\n<\/p><p>\n<b>Home, the strength of a nation<\/b>\n<\/p><p>\nAn essential, fundamental element in the building and in the perpetuity of a great people is\nthe home. The strength of a nation, especially of a republican nation, is in the intelligent and\nwell-ordered homes of the people. In the well-ordered home we may experience on earth a\ntaste of heaven. It is there that the babe in a mother's caress first experiences a sense of\nsecurity, finds in the mother's kiss the first realization of affection, discovers in mother's\nsympathy and tenderness the first assurance that there is love in the world.\n<\/p><p>\nI remember that during World War II conditions made it necessary that I share a Pullman car\nwith 40 soldier boys. They were gentlemen, and a credit to any nation. In the course of\nconversation, one of them remarked to me: \"My dad's hair is white too.\" Then he added in a\ntone that expressed the depth of his feeling, \"How I should like to see that old gray head this\nmorning!\" He and his companions were en route for an encampment to complete their training\nbefore embarking for duty overseas. They had enlisted to defend not only the free agency of\nman, but the rights and sanctity of home and loved ones. Such an affection for home and\nloved ones as felt by that soldier boy will make death preferable to surrender to an enemy\nwho would destroy home and all that American soldiers hold dear.\n<\/p><p>\nSeeking the pleasure of conjugality without a willingness to assume the responsibilities of\nrearing a family is one of the onslaughts that now batter at the structure of the American\nhome. Intelligence and mutual consideration should be ever-present factors in determining the\ncoming of children to the home.\n<\/p><p>\n<b>Intelligent home building<\/b>\n<\/p><p>\nIt is important for young people to realize that intelligent home building begins with a young\nman and a young girl in their teens. Often the health of children, if a couple be blessed with\nsuch, depends upon the actions of parents before marriage. In the press, from the pulpit, and\nparticularly in the home, there should ring more frequently the message that in their youth\nboys and girls are laying the foundation for their future happiness or misery. Every young\nman, particularly, should prepare for the responsibility of fatherhood by keeping himself\nphysically clean, that he might enter into that responsibility not as a coward or deceiver, but\nas one honorable and fit to found a home. The young man who, in unfitness, takes upon\nhimself the responsibility of fatherhood is worse than a deceiver. The future happiness of his\nwife and children depends upon his life in youth.\n<\/p><p>\nLet us also teach girls that motherhood is divine, for when we touch the creative part of life,\nwe enter into the realm of divinity. It is important, therefore, that young womanhood realize\nthe necessity of keeping their bodies clean and pure, that their children might enter the world\nunhampered by sin and disease. An unshackled birth and an inheritance of noble character are\nthe greatest blessings of childhood. No mother has the right to shackle a child through life for\nwhat seems in youth to be a pleasant pastime or her night to indulge in harmful drugs and\nother sinful practices. Those who are to be the mothers of the race should at least so live as to\nbear children who are not burdened from birth by sickness, weakness, or deformity, because\nthe parents, in fiery youth, as Shakespeare said, \"with unbashful forehead woo the means of\nweakness and debility.\"\n<\/p><p>\n<b>Unchastity a dominant evil<\/b>\n<\/p><p>\nA dominant evil of the world today is unchastity. I repeat what appeared over the signature of\nPresident Joseph F. Smith while he was living: \"No more loathsome cancer disfigures the\nbody and soul of society today than the frightful affliction of sexual sin. It vitiates the very\nfountains of life, and bequeaths its foul effects to the yet unborn as a legacy of death\"\n(<i>The Improvement Era<\/i>, Vol. 20, p. 739). He who is unchaste in young manhood is untrue to a trust\ngiven him by the parents of the girl; and she who is unchaste in maidenhood is untrue to her\nfuture husband and lays the foundation of unhappiness, suspicion, and discord in the home.\nDo not worry about those teachers who talk about inhibitions. Just keep in mind this eternal\ntruth that chastity is a virtue to be prized as one of life's noblest achievements. It contributes\nto the virility of manhood. It is the crowning virtue of womanhood, and every red-blooded\nman knows that is true. It is a chief factor to a happy home. There is no loss of prestige in\nmaintaining in a dignified way the standards of the Church. You can be in this world and not\n\"of the world\" (<span class=\"citation\" id=\"28551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28551)\">John 17:11,14-16<\/a><\/span>).\nKeep your chastity above everything else! God has commanded that we be\nchaste: \"Thou shalt not commit adultery!\" said the Lord at Sinai (see\n<span class=\"citation\" id=\"22796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22796)\">Ex. 20:14<\/a><\/span>).\n<\/p><p>\nDegenerating forces in the world are rampant, but they can be resisted if youth will cherish\nright thoughts and aspire to high ideals.  The age-old conflict between truth and error is being\nwaged with accelerating fury, and at the present hour error seems to be gaining the upper\nhand. Increasing moral turpitude and widespread disregard for the principles of honor and\nintegrity are undermining influences in social, political, and business life.\n<\/p><p>\n<b>Marriage ordained of God<\/b>\n<\/p><p>\nThe exalted view of marriage as held by the Church is given expressively in five words found\nin the forty-ninth section of the Doctrine and Covenants: \"marriage is ordained of God\"\n(<span class=\"citation\" id=\"15357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15357)\">D&amp;C 49:15<\/a><\/span>). That revelation was given in 1831 when Joseph Smith was only 25 years of age. Considering\nthe circumstances under which it was given, we find in it another example among hundreds of\nothers corroborative of the fact that he was inspired of the Lord. Before us are assembled\nthousands of presiding officers in stakes, wards, quorums, and auxiliaries, to whom we say, it\nis your duty and mine to uphold the lofty conception of marriage as given in this revelation,\nand to guard against encroaching dangers that threaten to lower the standard of the ideal\nhome.\n<\/p><p>\nIt is said that the best and noblest lives are those which are set toward high ideals. Truly no\nhigher ideal regarding marriage can be cherished by young people than to look upon it as a\ndivine institution. In the minds of the young, such a standard is a protection to them in\ncourtship, an ever-present influence inducing them to refrain from doing anything that may\nprevent their going to the temple to have their love made perfect in an enduring and eternal\nunion. It will lead them to seek divine guidance in the selection of their companions, upon the\nwise choice of whom their life's happiness here and hereafter is largely dependent. It makes\ntheir hearts pure and good; it lifts them up to their Father in heaven. Such joys are within the\nreach of most men and women if high ideals of marriage and home be properly fostered and\ncherished.\n<\/p><p>\n<b>Sacredness of marriage covenant threatened<\/b>\n<\/p><p>\nThe signs of the times definitely indicate that the sacredness of the marriage covenant is\ndangerously threatened.  There are places where the marriage ceremony may be performed at\nany hour of the day or night without any previous arrangement. The license is issued and the\nceremony performed while the couple wait. Many couples who have been entrapped by such\nenticements have had their marriages end in disappointment and sorrow. In some instances\nthese places are nothing more than opportunities for legalized immorality. Oh, how far they\nfall below the true ideal! As far as lies within our power, we must warn young couples\nagainst secret and hasty marriages.\n<\/p><p>\nIt is vital also to counteract the insidious influences of printed literature that speaks of the\n\"bankruptcy of marriage,\" that advocates trial marriages, and that places extramarital relations\non a par with extramarital friendships.\n<\/p><p>\n<b>Responsibility of parenthood<\/b>\n<\/p><p>\nParenthood, and particularly motherhood, should be held as a sacred obligation.  There is\nsomething in the depths of the human soul which revolts against neglectful parenthood. God\nhas implanted deep in the souls of parents the truth that they cannot with impunity shirk the\nresponsibility to protect childhood and youth.\n<\/p><p>\nThere seems to be a growing tendency to shift this responsibility from the home to outside\ninfluences, such as the school and the church.  Important as these outward influences are, they\nnever can take the place of the influence of the mother and the father.  Constant training,\nconstant vigilance, companionship, being watchmen of our own children are necessary in\norder to keep our homes intact.\n<\/p><p>\nThe character of the child is formed largely during the first 12 years of his life. During that\nperiod he spends 16 times as many waking hours in the home as in school, and 126 times as\nmany hours in the home as in the church.  Children go out with the stamp of these homes\nupon them, and only as these homes are what they should be will children be what they\nshould be. Luther Burbank, the great plant wizard and scientist, most impressively emphasizes\nthe need for constant attention in the training of a child. He says: \n<\/p><p>\n\"Teach the child self-respect. Train it in self-respect just as you train a plant in better ways.\nNo self-respecting man was ever a grafter. Above all, bear in mind repetition&mdash;the use of an\ninfluence over and over again, keeping everlastingly at it. This is what fixes traits in plants,\nthe constant repetition of an influence until at last it is irrevocably fixed and will not change.\nYou cannot afford to get discouraged. You are dealing with something far more precious than\nany plant&mdash;the precious soul of a child!\"\n<\/p><p>\n<b>Needs of children<\/b>\n<\/p><p>\nThere are three fundamental things to which every child is entitled: (1) a respected name, (2)\na sense of security, (3) opportunities for development. The family gives to the child his name\nand standing in the community. A child wants his family to be as good as those families of\nhis friends. He wants to be able to point with pride to his father, and to feel an inspiration\nalways as he thinks of his mother. It is a mother's duty to so live that her children will\nassociate with her everything that is beautiful, sweet, and pure. And the father should so live\nthat the child, emulating his example, will be a good citizen and, in the Church, a true\nfollower of the teachings of the gospel of Jesus Christ.\n<\/p><p>\nA child has the right to feel that in his home he has a place of refuge, a place of protection\nfrom the dangers and evils of the outside world. Family unity and integrity are necessary to\nsupply this need.\n<\/p><p>\nHe needs parents who are happy in their adjustment to each other, who are working hopefully\ntoward the fulfillment of an ideal of living, who love their children with a sincere and\nunselfish love&mdash;in short, parents who are well-balanced individuals, gifted with a certain\namount of insight, who are able to provide the child with a wholesome emotional background\nthat will contribute more to his development than material advantages.\n<\/p><p>\n<b>Evils of divorce<\/b>\n<\/p><p>\nDivorce almost invariably deprives children of these advantages. Just recently I received a\nheartbreaking letter from a boy nearly eight years of age whose parents are divorced, from\nwhich I quote:  \"Dear David O. McKay: I am having a problem and it is about Mom and Dad.\nThey are divorced and we [meaning his brother and sister] want to be back together. Can you\nsolve my problem? I love you.\" What a tragedy for that child, and what unhappiness this\nseparation has caused the children.\n<\/p><p>\nThe increasing divorce rate in the United States today is a threatening menace to this nation's\ngreatness. The increase throughout the United States, and in our own state, in the percentage\nof divorces is alarming.\n<\/p><p>\nIn the light of scripture, ancient and modern, we are justified in concluding that Christ's ideal\npertaining to marriage is the unbroken home, and conditions that cause divorce are violations\nof his divine teachings. Except in cases of infidelity or other extreme conditions, the Church\nfrowns upon divorce, and authorities look with apprehension upon the increasing number of\ndivorces among members of the Church.\n<\/p><p>\nA man who has entered into sacred covenants in the house of the Lord to remain true to the\nmarriage vow is a traitor to that covenant if he separates himself from his wife and family\njust because he has permitted himself to become infatuated with a pretty face and comely\nform of some young girl who flattered him with a smile. Even though a loose interpretation\nof the law of the land would grant such a man a bill of divorcement, I think he is unworthy\nof a recommend to have his second marriage solemnized in the temple.  And any woman who\nwill break up her home because of some selfish desire, or who has been untrue to her\nhusband, is also untrue to the covenants she has made in the house of the Lord. When we\nrefer to the breaking of the marriage tie, we touch upon one of the saddest experiences of life.\nFor a couple who have basked in the sunshine of each other's love to stand by and see the\nclouds of misunderstanding and discord obscure the love-light of their lives is tragedy indeed.\nIn the darkness that follows, the love sparkle in each other's eyes is obscured, and to try to\nrestore it is fruitless.\n<\/p><p>\n<b>Marriage a sacred obligation<\/b>\n<\/p><p>\nTo look upon marriage as a mere contract that may be entered into at pleasure in response to\na romantic whim, or for selfish purposes, and severed at the first difficulty or\nmisunderstanding that may arise, is an evil meriting severe condemnation, especially in cases\nwherein children are made to suffer because of such separation. Marriage is a sacred\nrelationship entered into for purposes that are well recognized&mdash;primarily for the rearing of a\nfamily. A flippant attitude toward marriage, the ill-advised suggestion of \"companionate\nmarriage,\" the base, diabolical theory of \"free sex experiment,\" and the ready-made divorce\ncourts are dangerous reefs upon which many a family bark is wrecked.\n<\/p><p>\nIn order to lessen the breaking up of homes, the present tendency toward a low view of\nmarriage should be substituted by the lofty view of marriage that Jesus the Christ gives it. Let\nus look upon marriage as a sacred obligation and a covenant that is eternal, or that may be\nmade eternal.\n<\/p><p>\nTeach the young of both sexes in the responsibilities and ideals of marriage so that they may\nrealize that marriage involves obligation and is not an arrangement to be terminated at\npleasure. Teach them that pure love between the sexes is one of the noblest things on earth,\nand the bearing and rearing of children the highest of all human duties. In this regard it is the\nduty of parents to set an example in the home that children may see and absorb, as it were,\nthe sacredness of family life and the responsibilities associated therewith.\n<\/p><p>\nThe number of broken marriages can be reduced if couples realize even before they approach\nthe altar that marriage is a state of mutual service, a state of giving as well as of receiving,\nand that each must give of himself or herself to the utmost. Harriet Beecher Stowe wisely\nwrites: \"No man or woman can create a true home who is not willing in the outset to embrace\nlife heroically, to encounter labor and sacrifice.  Only to such can this divinest power be\ngiven to create on earth that which is the nearest image of heaven.\"\n<\/p><p>\n<b>Temple marriage<\/b>\n<\/p><p>\nAnother condition that contributes to the permanence of the marriage covenant is marriage in\nthe temple. Before such a marriage is performed, it is necessary for the young man and young\nwoman first to obtain a recommend from the bishop. They should go to him in person, and\nthe bishop who does his duty will instruct the couple regarding the sacredness of the\nobligation that they as young people are going to assume, emphasizing all the safeguards that\nhave been named before. There, in the presence of the priesthood, before taking upon\nthemselves the obligation of marriage, the young people receive instructions upon the\nsacredness of the duty that is before them; and, furthermore, they determine whether or not\nthey are prepared to go in holiness and purity to the altar of God and there seal their vows\nand love.\n<\/p><p>\n<b>Standard of purity<\/b>\n<\/p><p>\nFinally, there is one principle that seems to me to strike right at the base of the happiness of\nthe marriage relation, and that is the standard of purity taught and practiced among true\nmembers of the Church. In The Church of Jesus Christ of Latter-day Saints there is but one\nstandard of morality. No young man has any more right to be unchaste than has a young girl.\nThat young man who asks for a recommend to take a pure girl to the altar is expected to give\nthe same purity that he expects to receive.\n<\/p><p>\nFor the proper solution of this great problem of the mounting divorce rate, we may turn with\nsafety to Jesus as our guide. He declared that the marriage relation is of divine origin, that\n\"marriage is ordained of God\" (<span class=\"citation\" id=\"15358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15358)\">D&amp;C 49:15<\/a><\/span>),\nthat only under the most exceptional conditions\nshould it be set aside. In the teaching of the Church of Christ, the family assumes supreme\nimportance in the development of the individual and of the society. \"Happy and thrice happy\nare they who enjoy an uninterrupted union, and whose love, unbroken by any complaint, shall\nnot dissolve.\" The marriage ceremony when sealed by the authority of the Holy Priesthood\nendures, as do family relationships, throughout time and all eternity. \"What therefore God\nhath joined together, let not man put asunder\"\n(<span class=\"citation\" id=\"33223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33223)\">Mark 10:9<\/a><\/span>).\n<\/p><p>\nGod bless us to look more earnestly, prayerfully, and sincerely upon the sacredness of the\nhome and the marriage covenant, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}