{"ID":1669, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To the Humble Followers of Christ<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1969, pp. 10-15<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThank God for that timely and inspiring message from our beloved leader, President David O.\nMcKay.\n<\/p><p>\nMy remarks today are directed to the humble followers of Christ\n(<span class=\"citation\" id=\"3816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3816)\">2 Ne. 28:14<\/a><\/span>). I pray that what I have to\nsay will be of help to them.\n<\/p><p>\nOne of the grand promises which the Lord made when he restored his Church in these latter\ndays was that the Church should never again be taken from the earth\n(<span class=\"citation\" id=\"15311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15311)\">D&amp;C 13:1<\/a><\/span>) nor given to another\npeople (<span class=\"citation\" id=\"10693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10693)\">Dan. 2:44<\/a><\/span>).\nThis is reassuring, for no matter how much individual apostasy we may see occur\namong Church members, the Church itself shall endure and remain intact. Our task, then, is to\nsee that we personally endure to the end in faithful fellowship with the Church.\n<\/p><p>\nThe Lord distinguishes between the Church and its members. He said he was well pleased\nwith the restored Church, speaking collectively, but not individually\n(<span class=\"citation\" id=\"15296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15296)\">D&amp;C 1:30<\/a><\/span>). During his\nministry on earth, the Lord spoke of the gospel net drawing in fish. The good fish, he said,\nwere gathered into vessels, while the bad were cast away\n(<span class=\"citation\" id=\"35926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35926)\">Matt. 13:47-50<\/a><\/span>).\n<\/p><p>\nIt is important to realize that while the Church is made up of mortals, no mortal is the\nChurch. Judas, for a period of time, was a member of the Church&mdash;in fact, one of its\napostles&mdash;but the Church was not Judas.\n<\/p><p>\n<b>Disharmony of some members<\/b>\n<\/p><p>\nSometimes we hear someone refer to a division in the Church. In reality, the Church is not\ndivided. It simply means that there are some who, for the time being at least, are members of\nthe Church but not in harmony with it. These people have a temporary membership and\ninfluence in the Church; but unless they repent, they will be missing when the final\nmembership records are recorded.\n<\/p><p>\nIt is well that our people understand this principle, so they will not be misled by those\napostates within the Church who have not yet repented or been cut off. But there is a\ncleansing coming. The Lord says that his vengeance shall be poured out \"upon the inhabitants\nof the earth . . . And upon my house shall it begin, and from my house shall it go forth, saith\nthe Lord; First among those among you, saith the Lord, who have professed to know my\nname and have not known me\"\n(<span class=\"citation\" id=\"15441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15441)\">D&amp;C 112:24-26<\/a><\/span>).\nI look forward to that cleansing; its\nneed within the Church is becoming increasingly apparent.\n<\/p><p>\nThe Lord strengthened the faith of the early apostles by pointing out Judas as a traitor, even\nbefore this apostle had completed his iniquitous work\n(<span class=\"citation\" id=\"28531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28531)\">John 13:21-30<\/a><\/span>). So also in our day the Lord has told us\nof the tares within the wheat that will eventually be hewn down when they are fully ripe. But\nuntil they are hewn down, they will be with us, amongst us\n(<span class=\"citation\" id=\"15399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15399)\">D&amp;C 86:6-7<\/a><\/span>). The hymn entitled \"Though in\nthe Outward Church Below\" contains this thought: \n<\/p><p>\n    \"Though in the outward Church below<br \/>\n     Both wheat and tares together grow,<br \/>\n     Ere long will Jesus weed the crop<br \/>\n     And pluck the tares in anger up . . .<br \/>\n     We seem alike when here we meet; <br \/>\n     Strangers may think we are all wheat; <br \/>\n     But to the Lord's all-searching eyes,<br \/>\n     Each heart appears without disguise.<br \/>\n     The tares are spared for various ends,<br \/>\n     Some for the sake of praying friends,<br \/>\n     Others the Lord against their will,<br \/>\n     Employs, his counsels to fulfill.<br \/>\n     But though they grow so tall and strong,<br \/>\n     His plan will not require them long; <br \/>\n     In harvest, when he saves his own,<br \/>\n     The tares shall into hell be thrown.\"\n<\/p><p>\n&nbsp; &nbsp;               (<i>Hymns<\/i>, No. 102.)\n<\/p><p>\n<b>Tares among the wheat<\/b>\n<\/p><p>\nYes, within the Church today there are tares among the wheat and wolves within the flock. As\nPresident Clark stated, \"The ravening wolves are amongst us, from our own membership, and\nthey, more than . . . We should be careful of them\" (<i>Era<\/i>, May 1949, p. 268; see also\n<i>Conference Report<\/i>, April 1949, p. 163).\n<\/p><p>\nThe wolves amongst our flock are more numerous and devious today than when President\nClark made this statement.\n<\/p><p>\nPresident McKay has said that \"the Church is little, if at all, injured by persecution and\ncalumnies from ignorant, misinformed or malicious enemies. A greater hindrance to its\nprogress comes from faultfinders, shirkers, commandment-breakers, and apostate cliques\nwithin its own ecclesiastical and quorum groups\" (<i>Era<\/i>, December 1967, p. 35; see also,\n<i>Conference Report<\/i>, October 1967, p. 9)\n<\/p><p>\nNot only are there apostates within our midst, but there are also apostate doctrines that are\nsometimes taught in our classes and from our pulpits and that appear in our publications. And\nthese apostate precepts of men cause our people to stumble. As the Book of Mormon,\nspeaking of our day, states: \". . . they have all gone astray save it a few, who are the humble\nfollowers of Christ; nevertheless, they are led, that in many instances they do err because they\nare taught by the precepts of men\" (<span class=\"citation\" id=\"3817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3817)\">2 Ne. 28:14<\/a><\/span>).\n<\/p><p>\n<b>The precepts of men<\/b>\n<\/p><p>\nLet us consider some of the precepts of men that may and do cause some of the humble\nfollowers of Christ to err.\n<\/p><p>\nChrist taught that we should be in the world but not of it\n(<span class=\"citation\" id=\"28552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28552)\">John 17:11,14-16<\/a><\/span>). Yet there are some in our midst\nwho are not so much concerned about taking the gospel into the world as they are about\nbringing worldliness into the gospel. They want us to be in the world and of it. They want us\nto be popular with the worldly even though a prophet has said that this is impossible, for all\nhell would then want to join us.\n<\/p><p>\nThrough their own reasoning and a few misapplied scriptures, they try to sell us the precepts\nand philosophies of men. They do not feel the Church is progressive enough&mdash;they say that it\nshould embrace the social and socialist gospel of apostate Christendom.\n<\/p><p>\nThey are bothered that President McKay believes that \"the social side of the Restored Gospel\nis only an incident of it; it is not the end thereof.\" (Letter of the First Presidency to Dr.\nLowry Nelson, July 17, 1947.)\n<\/p><p>\nThey attack the Church for not being in the forefront of the so-called \"civil rights movement.\"\nThey are embarrassed over some Church doctrine, and as Lehi foretold, the scoffing of the\nworld over this and other matters will cause some of them to be ashamed and they shall fall\naway (see <span class=\"citation\" id=\"1651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1651)\">1 Ne. 8:28<\/a><\/span>).\n<\/p><p>\n<b>Publishing differences with Church<\/b>\n<\/p><p>\nUnauthorized to receive revelation for the Church, but I fear still anxious to redirect the\nChurch in the way they think it should go, some of them have taken to publishing their\ndifferences with the Church, in order to give their heretical views a broader and, they hope, a\nmore respectable platform.\n<\/p><p>\nAlong this line it would be well for all of us to remember these words of President George Q.\nCannon: \n<\/p><p>\n\"A friend . . . wished to know whether we . . . considered an honest difference of opinion\nbetween a member of the Church and the Authorities of the Church was apostasy. . . . We\nreplied that we had not stated that an honest difference of opinion between a member of the\nChurch and the Authorities constituted apostasy, for we could conceive of a man honestly\ndiffering in opinion from the Authorities of the Church and yet not be an apostate; but we\ncould not conceive of a man publishing those differences of opinion and seeking by\narguments, sophistry and special pleading to enforce them upon the people to produce division\nand strife and to place the acts and counsels of the Authorities of the Church, if possible, in a\nwrong light and not be an apostate, for such conduct was apostasy as we understood the\nterm\" (<i>Deseret News<\/i>, November 3, 1869).\n<\/p><p>\n<b>Birth control<\/b>\n<\/p><p>\nThe world teaches birth control. Tragically, many of our sisters subscribe to its pills and\npractices when they could easily provide earthly tabernacles for more of our Father's children.\nWe know that every spirit assigned to this earth will come, whether through us or someone\nelse. There are couples in the Church who think they are getting along just fine with their\nlimited families but who will someday suffer the pains of remorse when they meet the spirits\nthat might have been part of their posterity. The first commandment given to man was to\nmultiply and replenish the earth with children\n(<span class=\"citation\" id=\"23793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23793)\">Gen. 1:28<\/a><\/span>). That commandment has never been altered,\nmodified, or canceled. The Lord did not say to multiply and replenish the earth if it is\nconvenient, or if you are wealthy, or after you have gotten your schooling, or when there is\npeace on earth, or until you have four children. The Bible says, \"Lo, children are an heritage\nof the Lord . . . Happy is the man that hath his quiver full of them\"\n(<span class=\"citation\" id=\"41900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41900)\">Ps. 127:3,5<\/a><\/span>). We\nbelieve God is glorified by having numerous children and a program of perfection for them.\nSo also will God glorify that husband and wife who have a large posterity and who have tried\nto raise them up in righteousness.\n<\/p><p>\n<b>False reasoning in population limitation<\/b>\n<\/p><p>\nThe precepts of men would have you believe that by limiting the population of the world, we\ncan have peace and plenty. That is the doctrine of the devil. Small numbers do not insure\npeace; only righteousness does. After all, there were only a handful of men on the earth when\nCain interrupted the peace of Adam's household by slaying Abel\n(<span class=\"citation\" id=\"23800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23800)\">Gen. 4:8<\/a><\/span>). On the other hand, the\nwhole city of Enoch was peaceful; and it was taken into heaven because it was made up of\nrighteous people (<span class=\"citation\" id=\"39345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39345)\">Moses 7:69<\/a><\/span>).\n<\/p><p>\nAnd so far as limiting the population in order to provide plenty is concerned, the Lord\nanswered that falsehood in the Doctrine and Covenants when he said: \n<\/p><p>\n\"For the earth is full, and there is enough and to spare; yea, I prepared all things, and have\ngiven unto the children of men to be agents unto themselves\"\n(<span class=\"citation\" id=\"15435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15435)\">D&amp;C 104:17<\/a><\/span>).\n<\/p><p>\nA major reason why there is famine in some parts of the world is because evil men have used\nthe vehicle of government to abridge the freedom that men need to produce abundantly.\n<\/p><p>\nTrue to form, many of the people who desire to frustrate God's purposes of giving mortal\ntabernacles to his spirit children through worldwide birth control are the very same people\nwho support the kinds of government that perpetuate famine. They advocate an evil to cure\nthe results of the wickedness they support.\n<\/p><p>\n<b>Subversion of educational system<\/b>\n<\/p><p>\nThe world worships the learning of man. They trust in the arm of flesh. To them, men's\nreasoning is greater than God's revelations. The precepts of man have gone so far in\nsubverting our educational system that in many cases a higher degree today, in the so-called\nsocial sciences, can be tantamount to a major investment in error. Very few men build firmly\nenough on the rock of revelation to go through this kind of an indoctrination and come out\nuntainted. Unfortunately, of those who succumb, some use their higher degree to get teaching\npositions even in our Church educational system, where they spread the falsehoods they have\nbeen taught. President Joseph F. Smith was right when he said that false educational ideas\nwould be one of the three threats to the Church within (<i>Gospel Doctrine<\/i>, pp. 312-13).\n<\/p><p>\n<b>Sex education in the schools<\/b>\n<\/p><p>\nAnother threat, and he said it is the most serious of the three, would be sexual impurity.\nToday we have both of these threats combined in the growing and increasingly amoral\nprogram of sex education in the schools. At the last general Relief Society conference of the\nChurch, Elder Harold B. Lee quoted President J. Reuben Clark, Jr., in regard to this matter.\nLet us listen and learn from the following wise words of this seer, President Clark: \n<\/p><p>\n\"Many influences (more than ever before in my lifetime) are seeking to break down chastity\nwith its divinely declared sanctity . . .\n<\/p><p>\n\"In schoolrooms the children are taught what is popularly called 'the facts of life.' Instead of\nbringing about the alleged purpose of the teaching, that is, strengthening of the morals of\nyouth, this teaching seems to have had directly the opposite effect. The teaching seems merely\nto have whetted curiosity and augmented appetite\" (<i>Relief Society Magazine<\/i>, December 1952,\np. 793).\n<\/p><p>\n\". . . A mind engrossed in sex is not good for much else . . .\n<\/p><p>\n\"Already the schools have taught sex facts <i>ad nauseam<\/i>. All their teachings have but torn away\nthe modesty that once clothed sex; their discussions tend to make, and sometimes seem to\nmake, sex animals of our boys and girls. The teachings do little but arouse curiosity for\nexperience . . .\n<\/p><p>\n\"A work on chastity can be given in one sentence, two words: Be chaste! That tells\neverything. You do not need to know all the details of the reproductive process in order to\nkeep clean\" (<i>Era<\/i>, December 1949, p. 803; see also, <i>Conference Report<\/i>, October 1949, p. 194).\n<\/p><p>\n<b>Responsibility of parents<\/b>\n<\/p><p>\nOur <i>Church News<\/i> editorials have warned us about sex education in the schools. As the April\n1, 1967, editorial stated: \n<\/p><p>\n\"Sex education belongs in the home . . . Movements to place sex education in nearly all\ngrades of public schools can end only in the same result which came to Sweden.\"\n<\/p><p>\nIn answer to inquiries that have been received by the First Presidency about sex education in\nthe schools, they have made the following statement: \"We believe that serious hazards are\ninvolved in entrusting to the schools the teaching of this vital and important subject to our\nchildren. This responsibility cannot wisely be left to society, nor the schools: nor can the\nresponsibility be shifted to the Church. It is the responsibility of parents to see that they fully\nperform their duty in this respect.\"\n<\/p><p>\nWhen you make a close study of the Sex Information and Education Council of the United\nStates (known as SIECUS), which is the major organization pushing sex education in the\nschools, and read their literature and learn of their amoral leadership, you can better\nappreciate why the Church is opposed to sex education in the schools, whether it is called\nfamily living program or by any other name. I commend the parents who have worked to\nkeep it out of their schools and those who have pushed it out or are attempting to do so. They\nmust love their children.\n<\/p><p>\n<b>Sensitivity training<\/b>\n<\/p><p>\nLet us consider another precept of men: One of the tragedies of the Korean War was the fact\nthat the enemy was able to brainwash some of our men. Those methods, highly refined and\ndeviously developed, have been introduced on a broad scale into our own country by some\nbehavioral scientists through a program commonly called sensitivity training.  While claiming\notherwise, the overall effect of this training has been to break down personal standards,\nencourage immorality, reduce respect for parents, and make well minds sick.\n<\/p><p>\nAs in Korea, the heart of the training involves trying to get each member of a group to\nself-criticize and confess as much as possible to the group. Now any informed holder of the\npriesthood knows that this is directly contrary to the word of the Lord as contained in the\nDoctrine and Covenants, Section 42, verses 88-92\n(<span class=\"citation\" id=\"15354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15354)\">D&amp;C 42:88-92<\/a><\/span>). Only when a person has sinned against\nmany people is he to make a public confession.\n<\/p><p>\n\"If any shall offend in secret, he or she shall be rebuked in secret, that he or she may have\nopportunity to confess in secret to him or her whom he or she has offended, and to God, that\nthe church may not speak reproachfully of him or her\"\n(<span class=\"citation\" id=\"15355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15355)\">D&amp;C 42:92<\/a><\/span>).\n<\/p><p>\nAs President Brigham Young put it, \". . . if you have sinned against your God, or against your\nselves, confess to God, and keep the matter to yourselves, for I do not want to know anything\nabout it\" (<i>Discourses of Brigham Young<\/i>, p. 158).\n<\/p><p>\nBut some sensitivity training doesn't stop there. They usually want each person to tell the\ngroup about all of their innermost feelings, their personal secrets, their fears, their repressed\ndesires. They have even conducted nudity sessions as a means of supposedly breaking down\ntheir inhibitions. They want the group to know each other's vulgar thoughts and lustful ideas,\ntheir hates, envies, jealousies. But this flies in the face of the counsel of the Prophet, who has\nsaid, \"All such evils you must overcome by suppression. That is where your control comes in.\nSuppress that anger! Suppress that jealousy, that envy! They are all injurious to the spirit\"\n(President David O. McKay, <i>Gospel Ideals<\/i>, p. 356).\n<\/p><p>\n<b>Standards attacked<\/b>\n<\/p><p>\nIn these sensitivity sessions one's standards, religion, family, and friends may be subjected to\nbrutal and prolonged attack by the group. And when it's all over, if you've confessed all and\nhad your values and ideals smashed, you may doubt if there is much worth believing or\ndefending, and your loyalties may now have been realigned away from your family and\nchurch toward the group&mdash;for on them you may now feel very dependent, and you may be\nmore anxious to get their consensus on a position and their approval than to find out what's\nright and do it.\n<\/p><p>\nWhen General William F. Dean was released from a Korean Communist prison camp, the\nyoung Chinese psychologists who had been trying to break him said: \"General, don't feel bad\nabout leaving us. You know, we will soon be with you. We are going to capture your\ncountry.\" Asked how, they replied: \"We are going to destroy the moral character of a\ngeneration of our young Americans, and when we have finished you will have nothing with\nwhich to really defend yourselves against us.\"\n<\/p><p>\n<b>Demoralizing influences<\/b>\n<\/p><p>\nAnd so the precepts of men are at work on our youth in so many ways. Said President Clark,\n\". . . a tremendous amount of the modern art, of the modern literature and music, and the\ndrama that we have today is utterly demoralizing&mdash;utterly\" (<i>Relief Society Magazine<\/i>,\nDecember 1952, p. 792).\n<\/p><p>\nHave you been listening to the music that many young folks are hearing today? Some of it is\nnerve-jamming in nature and much of it has been deliberately designed to promote revolution,\ndope, immorality, and a gap between parent and child. And some of this music has invaded\nour church cultural halls.\n<\/p><p>\nHave you noticed some of our Church dances lately? Have they been praiseworthy, lovely,\nand of good report? \"I doubt,\" said President McKay, \"whether it is possible to dance most of\nthe prevalent fad dances in a manner to meet LDS standards.\" And what about modesty in\ndress? When was the last time you saw a high school girl wearing a dress that covered her\nknees? The courageous address of Elder Spencer W. Kimball a few years ago entitled \"A\nStyle of Our Own\" is certainly applicable today.\n<\/p><p>\nI want to congratulate the Tabernacle Choir for their attire. It was noted that in their broadcast\nat Constitution Hall during the inaugural festivities, all the ladies seated on the front row had\ndresses that covered their knees.\n<\/p><p>\nNow what kind of magazines come into your home? With perhaps one or two exceptions, I\nwould not have any of the major national slick magazines in my home. As President Clark so\nwell put it, \". . . take up any national magazine, look at the ads and, if you can stand the filth,\nread some of the stories&mdash;they are, in their expressed and suggestive standards of life,\ndestructive of the very foundations of our society\" (<i>Conference Report<\/i>, April 1951, p. 79).\n<\/p><p>\n<b>President Cannon's test<\/b>\n<\/p><p>\nNow hear this test proposed by President George Q. Cannon: \"If the breach is daily widening\nbetween ourselves and the world . . . we may be assured that our progress is certain, however\nslow. On the opposite hand, if our feelings and affections, our appetites and desires, are in\nunison with the world around us and freely fraternize with them . . . we should do well to\nexamine ourselves. Individuals in such a condition might possess a nominal position in the\nChurch but would be lacking the life of the work, and, like the foolish virgins who slumbered\nwhile the bridegroom tarried (<span class=\"citation\" id=\"35951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35951)\">Matt. 25:5<\/a><\/span>),\nthey would be unprepared for his coming\" (<i>Millennial Star<\/i>,\nOct. 5, 1861 [Vol. 23], pp. 645-46.)\n<\/p><p>\nTo repeat again from the Book of Mormon, \". . . they have all gone astray save it be a few,\nwho are the humble followers of Christ; nevertheless, they are led, that in many instances they\ndo err because they are taught by the precepts of men\"\n(<span class=\"citation\" id=\"3818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3818)\">2 Ne. 28:14<\/a><\/span>).\n<\/p><p>\nMay we cherish God's revelations more than man's reasoning and choose to follow the\nprophets of the Lord rather than the precepts of men is my humble prayer, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}