{"ID":167, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Joseph Smith<\/p>\n<p class=\"gcspeaker\">President Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1945, pp. 64-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe first see him in the woods on the frontier of America praying as a child might pray and\nthe Lord appearing to him. Using the words of the Psalmist, \"Grace is poured into thy lips,\ntherefore God hath blessed thee for ever more\"\n(<span class=\"citation\" id=\"41733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41733)\">Ps. 45:2<\/a><\/span>).\n<\/p><p>\nJOSEPH SMITH'S FIRST VISION\n<\/p><p>\nWith the Father was Jesus the Savior. Joseph heard the voice of God and the divine words:\n\"This is my Beloved Son\" (<span class=\"citation\" id=\"30231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30231)\">JS&mdash;H 1:17<\/a><\/span>).\nA new day was at hand. From that moment he was heart and mind\nto the word of the Lord. What a message for our missionaries of today!\n<\/p><p>\nHe learned that day that the divisions of Christendom are its most conspicuous reproach and\nthe chief cause of its inefficiency. They present a moral affront to the enterprise inaugurated\nby Jesus Christ, and constitute the outstanding limitation of its progress. Christianity is\nweakened by its division in facing the problems of today, among which are class hatreds, race\nantagonisms, blindness to social justice, the lure of vicious literature, crime-instigating\nnarcotics, and the spread of military spirit in the world.\n<\/p><p>\nThe supreme test of religion is revelation. No religion can be persuasive unless it relies on the\nprinciple of revelation. The living Church of Jesus Christ must be revelatory. One readily sees\nthat the very lifeblood of the Church is the principle and potency of redemption. Christianity\nin its pure sense is the religion of redeemed personality. While all true men\nreveal God, the completest carrier of revelation can be no other than a chosen personality.\n<\/p><p>\nTHE MESSAGE OF THE RESTORATION\n<\/p><p>\nBy the power of the Holy Priesthood which he received from heaven, Joseph established our\ntrue relationship to God. Out of this grows the salvation of man&mdash;his true immortal life. The\nnations all bear witness to the need of a light that is not of man. We can give our word to the\nworld that the forces which are to make the world the world it ought to be are now within it.\nThe Prophet Joseph Smith gave a new idea of the duty of man toward God; of man's duty to\nman in religion, politics, and society; of the duties of nations towards one another. His\nmessage was for the fireside, for we are taught that the gospel must be in the home; it is\n\"pure religion breathing household laws.\" The father holds the priesthood of God; the mother\nis heir to the same influence of the priesthood. It brings the truest conception of home life,\nwhich lies at the root of civilization. Here are the children born and reared. Here are the\nteachings of faith expressed in prayer. Every child is taught faith, hope, charity, and love,\nwith an eye single to the glory of God. Reverence for God is the basis of morality.\n<\/p><p>\nJoseph Smith's concept of government and law was divinely enlightened. Government was\ninstituted by Almighty God, and the Constitution of the United States was written by men\ninspired of God to bring just civic life to the world, for there is a sacredness of citizenship\nwhich we all should know. It requires the faithful use of political rights. He saw the wrong of\nslavery and advocated that the government buy the slaves from their masters, and give them\nthe opportunity to develop their own lives adapted to them. What a tragedy this could have\naverted. There must be a revival of civic pride in America, a keener respect for law and\norder. All the written laws in the world cannot bring back that fine old love of justice and the\nways of God. There must be the spirit of consecration, of self-discipline, of devotion to the\nrighteous teachings of God. Far back in the ages, Isaiah, six hundred years before the Savior\nof mankind came, wrote: \"Open ye the gates, that the righteous nation which keepeth the truth\nmay enter in\" (<span class=\"citation\" id=\"25023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25023)\">Isa. 26:2<\/a><\/span>).\nThere is a conscience of nations as there is of individuals. We\nhad once a national conscience, as expressed by the Puritans, Quakers, and the many other\nreligious devotees who settled these shores. They knew moral integrity, moral purpose, moral\nrestraint.\n<\/p><p>\nTHE MEANING OF CIVILIZATION\n<\/p><p>\nOur civic ethics, our social idealism should rest securely on what an eminent lord chief justice\nof England said:\n<\/p><p>\nCivilization is not dominion, wealth, material luxury. Not a great literature and education,\ngood though these things are. Its true signs are thoughtfulness for the poor\nand suffering, chivalrous regard and respect for woman, the frank recognition for human\nbrotherhood, the doing away with war, the love of ordered freedom, abhorrence of what is\nmean and cruel, ceaseless devotion to the claims of justice.\n<\/p><p>\nYes, we need the old-fashioned ethics, \"when it was taught that every man should give\naccount of himself to god.\"\n<\/p><p>\nThe vision of the boy Prophet revealed two mighty truths: the reality of the spiritual life&mdash;the\ndivine life; and the divinity and sanctity of the human body. The proper knowledge of the\npersonality of God and of Jesus Christ gave foundation for the redemption of the world from\nsin.\n<\/p><p>\nBODY AND MIND CLOSELY RELATED\n<\/p><p>\nThe connection between body and mind is a commonplace of thought with us, but it is not a\ncommonplace of practice. The relation of mind and body is a very close one in which each\naffects the other for good or evil. We are more dependent on physical conditions for our\nhappiness, and even for our goodness, than we perhaps like to admit. The keenest brain and\nthe spirit of man need a foundation of physical health to do their best work. The treatment of\nthe body must be put on a moral basis. Every act of intemperance of whatever sort, every sin\nagainst the physical constitution, every wilful neglect of the laws of health and moral life, is\ninjuring the self in ways too delicate to estimate, and is dimming the radiance of the soul.\nThere is such a thing as physical morality.\n<\/p><p>\nBeautifully has the Prophet depicted in the D&amp;C that God reigns in heaven and in earth. He is\nthe rightful King of nations, and the source of supreme good to man. It is through forgetting\nGod and forsaking him that spiritual and moral degradation and all the sorrows of this\nwar-torn world result. It will be by mankind acting for God and responding to his call that a\nnew age will come. More majestic are his words: \"Man must be called of God to administer\nin his holy ordinances and to teach his eternal word\"\n(<span class=\"citation\" id=\"6611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6611)\">A of F 1:5<\/a><\/span>).\nMust be called of God! Do we of the\npriesthood of the Lord deeply feel and deeply know what this means? \"It administereth the\ngospel and holdeth the key of the mysteries of the kingdom, even the key of the knowledge of\nGod\" (<span class=\"citation\" id=\"12140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12140)\">D&amp;C 84:19<\/a><\/span>).\n\"In the ordinances the power of Godliness is manifest\"\n(<span class=\"citation\" id=\"12141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12141)\">D&amp;C 84:20<\/a><\/span>).\n<\/p><p>\nIf the priesthood is a living reality in our lives, all thought and action will be regulated by our\nrelation to God. Through a knowledge of God alone can human life assume its true destined\nsignificance. All duties will become in the highest sense duties to God; morality will become\nholiness.\n<\/p>\n<\/div>\n<\/div>"}