{"ID":1670, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Path in Today's World<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, April 1969, p. 15-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSometime ago a friend sent me a short story put in verse by Sam Walter Foss. Though it was\nwritten several decades ago, the message seems particularly relevant today. It is entitled \"The\nCalf-Path,\" and reads as follows: \n<\/p><p>\n\"One day through the primeval wood<br \/>\n     A calf walked home as good calves should; <br \/>\n     But made a trail all bent askew,<br \/>\n     A crooked path as all calves do . . .\n<\/p><p>\n\"The trail was taken up next day<br \/>\n     By a lone dog that passed that way; <br \/>\n     And then a wise bellwether sheep<br \/>\n     Pursued the trail o'er vale and steep,<br \/>\n     And drew the flock behind him, too,<br \/>\n     As good bellwethers always do.<br \/>\n     And from that day, o'er hill and glade,<br \/>\n     Through those old woods a path was made.\n<\/p><p>\n\"And many men wound in and out,<br \/>\n     And dodged and turned and bent about,<br \/>\n     And uttered words of righteous wrath<br \/>\n     Because 'twas such a crooked path . . .\n<\/p><p>\n\"The forest path became a lane<br \/>\n     That bent and turned and turned again: <br \/>\n     This crooked lane became a road,<br \/>\n     Where many a poor horse with his load<br \/>\n     Toiled on beneath the burning sun,<br \/>\n     And traveled some three miles in one . . .\n<\/p><p>\n     \"The years passed on in swiftness fleet,<br \/>\n     The road became a village street; <br \/>\n     And this, before men were aware,<br \/>\n     A city's crowded thoroughfare . . .\n<\/p><p>\n\"Each day a hundred thousand rout<br \/>\n     Followed this zigzag calf about<br \/>\n     And o'er his crooked journey went<br \/>\n     The traffic of a continent.<br \/>\n     A hundred thousand men were led<br \/>\n     By one calf near three centuries dead.<br \/>\n     They followed still his crooked way,<br \/>\n     And lost one hundred years a day; <br \/>\n     For thus such reverence is lent<br \/>\n     To well-established precedent.\n<\/p><p>\n\". . . For men are prone to go it blind<br \/>\n     Along the calf-path of the mind,<br \/>\n     And work away from sun to sun<br \/>\n     To do what other men have done.<br \/>\n     They follow in the beaten track,<br \/>\n     And out and in, and forth and back,<br \/>\n     And still their devious course pursue,<br \/>\n     To keep the path that others do.<br \/>\n     They keep the path a sacred groove,<br \/>\n     Along which all their lives they move; <br \/>\n     But how the wise old wood-gods laugh,<br \/>\n     Who saw the first primeval calf.\"\n<\/p><p>\n<b>Many paths to travel<\/b>\n<\/p><p>\nIn today's world there are many paths for people to travel. There are some who, like those\nwho followed the calf, are pursuing a course in life for no other reason than that others have\npreceded them.  They follow a path without thinking where it may lead them or even who\nmade the path. They justify their course because it is so well traveled.\n<\/p><p>\nWith so many ways meandering in so many directions, some may be confused. Careful\nanalysis reveals, however, that the solution is a matter of defining our objectives and then\nfollowing the path that leads to them. Every person should analyze the ultimate destination of\nthe way he is traveling.\n<\/p><p>\nAn unkind word spoken by a husband to his wife may start a conflict at home that leads to\nmisery, turmoil, and ultimately divorce.\n<\/p><p>\nYou can visualize the destination of the journey that begins with the neglect of children in\norder to pursue worldly goods.  Yet many mothers persist in traveling such a course.\n<\/p><p>\nWhat about the path that starts with that first so-called social drink? This could lead to\nmistrust, immorality, poverty, broken homes, and broken lives.\n<\/p><p>\nHas good ever come from walking the path of drug abuse? No. It leads rather to addiction,\ninsanity, immorality, suicide, and a dissipated life.\n<\/p><p>\nExposure to suggestive, obscene literature and entertainment, which provides repeated\nexamples of indiscretion and immorality, leads to a breakdown in one's moral values.  A\nperson soon finds that by this subtle means he has been induced to tread the path to the point\nwhere immorality becomes a common and accepted practice with him, with personal\ndegradation and misery the end products.\n<\/p><p>\n<b>The strait gate<\/b>\n<\/p><p>\nYet in spite of their destinations, these paths have many travelers. It is of such evil ways the\nLord was speaking when he counseled against them and said, \"Enter ye in at the strait gate:\nfor wide is the gate, and broad is the way, that leadeth to destruction, and many there be\nwhich go in thereat\" (<span class=\"citation\" id=\"35911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35911)\">Matt. 7:13<\/a><\/span>).\n<\/p><p>\nThe idea that a person would have to teach of these paths before he could judge whether it be\nwrong is a cunning plan laid by the adversary to entrap the souls of men. A continual\nexposure to evil ways develops a lowered resistance to them, a higher degree of tolerance for\nsin, which eventually leads to the embracing of the evil practices. Do not forget that the very\nability which man has to learn from the experiences of others sets him above the animal\nworld.\n<\/p><p>\nTo avoid the broad way, spoken of by the Master, it is necessary for all persons to\nperiodically evaluate the course of their lives and to envision the ultimate end toward which\nthey are traveling.\n<\/p><p>\n<b>Story by Van Dyke<\/b>\n<\/p><p>\nIn the story \"The Mansion,\" by Henry Van Dyke, one of the characters by the name of John\nWeightman envisioned the ultimate result of the path of life on which he traveled.\n<\/p><p>\nOne evening as he prepared to retire, he opened the Bible and read from Matthew, \"Lay not\nup for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves\nbreak through and steal; \n<\/p><p>\n\"But lay up for yourselves treasures in heaven\"\n(<span class=\"citation\" id=\"35903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35903)\">Matt. 6:19-20<\/a><\/span>).\n<\/p><p>\nHe fell asleep feeling comfortable in that he had been a benefactor, since he had donated\ngenerously to charities, foundations, and other worthy causes. As he slept, he dreamed that he\nvisited the life after death and was to receive his mansion. He was dismayed to find that his\nmansion in the other world was only a hut in a big field of weeds. He complained to the\nguide, \"Surely, sir, there is something wrong.\"\n<\/p><p>\n\"There is no mistake,\" said the guide. \"Were not all these endowments carefully recorded on\nearth where they would add to your credit? Verily you have had your reward, for them.\nWould you be paid twice?\"\n<\/p><p>\nHumbled, Weightman asked, \"What is it that counts here?\"\n<\/p><p>\nThe guide replied, \"Only that which is truly given. Only that good which is done for the love\nof doing it. Only those plans in which the welfare of others is the master thought.  Only those\nlabors in which the sacrifice is greater than the reward. Only those gifts in which the giver\nforgets himself. These are the things that the King never forgets; and because there were few\nof them in your life, you have a little place here.\"\n<\/p><p>\n<b>Counsel of Helaman<\/b>\n<\/p><p>\nHelaman, the Nephite leader and prophet, counseled his sons that they might be equipped with\nthe discernment to select the proven and eternal path. He said, \"And now, my sons,\nremember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God,\nthat ye must build your foundation; that when the devil shall send forth his mighty winds,\nyea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon\nyou, it shall have no power over you to drag you down to the gulf of misery and endless wo,\nbecause of the rock upon which ye are built, which is a sure foundation, a foundation\nwhereon if men build they cannot fall\"\n(<span class=\"citation\" id=\"24703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24703)\">Hel. 5:12<\/a><\/span>).\n<\/p><p>\nIn this day when the adversary is endeavoring to lead mankind \"care fully down to hell\"\n(<span class=\"citation\" id=\"3820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3820)\">2 Ne. 28:21<\/a><\/span>),\nit is imperative that parents lead and discipline their children in the teachings of\nthe gospel.  Our youth need this guidance and direction, and they themselves want it. They\nplead within, as did the psalmist, \"Make me to go in the path of thy commandments; for\ntherein do I delight\" (<span class=\"citation\" id=\"41898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41898)\">Ps. 119:35<\/a><\/span>).\n<\/p><p>\n<b>\"Narrow is the way\"<\/b>\n<\/p><p>\nThe gospel is described by the Savior in this way: \". . . strait is the gate, and narrow is the way,\nwhich leadeth unto life, and few there be that find it\"\n(<span class=\"citation\" id=\"35912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35912)\">Matt. 7:14<\/a><\/span>). It requires discipline to\ntravel this narrow way.\n<\/p><p>\nIn our modern world we talk of and use a method to efficiently and effectively accomplish a\nproject. It is known as the \"critical path\" method. This method is a way of correlating the\nchain of critical activities necessary for the completion of a given project, calling for high\ndiscipline in timing and filing each step in productive order.\n<\/p><p>\nThe critical path is the narrow way, and in business, education, science, or life we must\nfollow a critical path or narrow way to achieve ultimate success.  Thus it becomes a matter\nfor you and me to consider.  Someone calls it to our attention in this manner: \n<\/p><p>\n\"Your greatest problem is yourself. You are also your greatest treasure. If you can get\nyourself determined upon&mdash;find out what you are and what you are for&mdash;and if you can\ndiscover and develop the elements of value in your nature, your life will take on the beauty of\norderliness and your need of the savings bank will be less and less, for you will be your own\nriches. I say, if you can, for this procedure takes wisdom, and wisdom is the fruit which\nripens slowly. Perhaps you are not yet wise; perhaps you are still incapable of self-analysis;\nperhaps you are confused amid the surfaces and appearances of life; perhaps your code of\nconduct is based upon the customs of the times and the sayings of the alleged sages; perhaps\nyou are disheartened and discouraged&mdash;even in frenzy of retreat before the things in your life\nwhich seem to oppose you and beat you back. But even so, this is but a condition or mood\nwhich is not final&mdash;the condition will right itself, the mood will pass.\" (Richard Wightman,\n<i>The Speaker's Desk Book<\/i> [Maxwell Drake, 1937], p. 686.)\n<\/p><p>\n<b>Words of a missionary<\/b>\n<\/p><p>\nTo this I might add, you will achieve ultimate success if you will align yourself to the\ndiscipline required by the narrow way which leads to eternal life. There is great joy and\nsatisfaction in the realization of so embarking, as evidenced by the words of a missionary in\nthe mission field: \n<\/p><p>\n\". . . I have come to an understanding of the meaning of life&mdash;why I am here and where I\nwant to go.\n<\/p><p>\n\"It amazes me how little I knew about the gospel before. Sure, I had a lot of facts down, but I\njust hadn't caught the vision. I had heard people say that the gospel was and is a message of\nhappiness and good news, yet I didn't understand why.  It is here that I have begun to feel\nthe joy that the gospel was established to give to man.\n<\/p><p>\n\"Here, material and worldly things have taken on a second importance; and because I attach a\ngreater importance to what is important, I am happier than before.  Christ promised that if we\nseek first his kingdom, all other things will be added unto us\n(<span class=\"citation\" id=\"35906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35906)\">Matt. 6:33<\/a><\/span>).  I know this is true.\n<\/p><p>\n\"At home when I didn't like something, I went away from it; here I can't.  I have to face it,\nlearn to get along in situations and with people that are hard to get along with.  How great it\nis to find that you have conquered something that you otherwise would run away from!\n<\/p><p>\n\"Every day is spent trying to be more successful, doing things that are hard, and growing\nfrom it.\" (Willard Mitt Romney, \"Without a Worry in the World,\" <i>Era<\/i>, January 1969, p. 75.)\n<\/p><p>\n<b>The proven way<\/b>\n<\/p><p>\nMany parents and youth of the Church are securing their lives against the forces of evil by\nfollowing the counsel of the Savior.\n<\/p><p>\nNo one, it would seem, would knowingly follow a \"calf-path\" through life, yet carelessly they\nmay do just that.\n<\/p><p>\nWe must not be deceived.  That established by the Savior is the only proven way; it is the\nonly way that can stand the test of the eternities.  May we follow him into the joy of eternal\nlife, I pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}