{"ID":1671, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Loyalty and Freedom<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, April 1969, pp. 18-21<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I rejoice to be with you today.  I have been inspired and\nstrengthened by the beautiful music and the messages of President McKay and our other\nleaders.\n<\/p><p>\nWe are living in a remarkable age, the dispensation of the fullness of times, and I am grateful\nfor the knowledge that God lives and that Jesus is the Christ, our Savior and Redeemer.\n<\/p><p>\nI also bear my witness to you that the gospel of Jesus Christ has been restored in its fullness\nthrough the instrumentality of the Prophet Joseph Smith, and that there is a Prophet of God\non the earth today, our beloved President David O. McKay.  May the Lord bless and sustain\nhim.\n<\/p><p>\nDespite the fact that we are living in a wonderful age, as has been stated, we are living in a\ntroubled world with an abundance of problems.  In reality, this is one of the great purposes of\nlife, to meet challenges and obstacles and learn to overcome them.  Meeting obstacles and\nlearning to overcome them give us experience, and each experience should be for our good.\n<\/p><p>\nToday we hear much about the need to \"tell things as they are,\" the need for honesty and\nconsistency in living, and the need for greater freedoms.\n<\/p><p>\n<b>True and false freedoms<\/b>\n<\/p><p>\nSomeone has said, \"There are two freedoms; the false freedom where one is free to do what\nhe likes, and the true freedom where one is free to do what he ought to do.\"\n<\/p><p>\nI think it is appropriate and timely to discuss some things as they are and can be, as well as to\nconsider the difference between loyalty and disloyalty as pertains to the true and false\nfreedoms.\n<\/p><p>\nFirst, loyalty to true freedom principles or causes embraces love, dedication, faith, allegiance,\nwillingness to sacrifice, and many other qualities that contribute to achievement and\nhappiness.\n<\/p><p>\nDisloyalty to true freedom principles or causes embraces betrayal, unfaithfulness, disaffection,\nsedition, infidelity, and other qualities that contribute to failure, destruction, and unhappiness.\n<\/p><p>\nLoyalty to false freedom principles can only bring delusion, a counterfeit happiness, and\neventual destruction.  False freedom principles include such things as the abuse of one's body\nby the use of drugs, liquor, and tobacco, as well as sexual immoralities.  False freedom\nprinciples likewise include the spread of communistic doctrine and protest by force.\n<\/p><p>\nIn reality, true freedom can only exist in doing what is right, in being loyal&mdash;yes, in doing\nwhat we ought to do.\n<\/p><p>\n<b>Principle of loyalty<\/b>\n<\/p><p>\nLet me be more specific and identify some things we ought to do to enjoy true freedom.\n<\/p><p>\nWe should be loyal to ourselves, our family, friends, employers, our God, church, and\ncountry.\n<\/p><p>\nInsofar as loyalty to oneself is concerned, the great poet Shakespeare gave some sage advice\nwhen he said, \"This above all:  to thine own self be true, And if must follow, as the night the\nday, Thou canst not then be false to any man\" (<i>Hamlet<\/i>, Act 1, Sc. 3).\n<\/p><p>\nOne is true and loyal to himself: \n<\/p><p>\nWhen he develops himself mentally, physically, and spiritually; \n<\/p><p>\nWhen he develops a proper standard by which all decisions are made and unswervingly\nfollows the standard; \n<\/p><p>\nWhen he keeps his self-respect and the respect of others by being noble and consistent in his\nideals, acts, words, and thoughts; \n<\/p><p>\nWhen he combines faith with works in serving his God and his fellowmen.\n<\/p><p>\nLoyalty to one's family and friends is likewise basic and paramount.  It indicates love and\naffection.\n<\/p><p>\nPresident McKay has said that no other success can compensate for failure in the family.\n<\/p><p>\nThe Church provides a family home evening program, which gives the family an opportunity\nto understand the principle of loyalty and how to make it a part of their lives.\n<\/p><p>\nPresident McKay has promised that as family home evenings are held, great blessings will\nresult, in that there will be love at home, and obedience to parents will increase, and faith will\ndevelop in the hearts of the youth.\n<\/p><p>\nFamily loyalty means for each member to support and sustain every other member.  Loyalty\nin the family embraces love and appreciation and is evidenced by a willingness to sacrifice for\nand serve one another.\n<\/p><p>\nLoyalty to friends make it possible for them to rely on you and you on them, and what a\nwonderful sense of security this brings.\n<\/p><p>\nIn one's business relations, loyalty to an employer is most vital.  Loyalty here means to be\nfaithful and trustworthy and to give the best of your ability, recognizing that your employer's\nsuccess is reflected in your welfare.  Loyalty produces power and effectiveness.  An ounce of\nloyalty is worth a pound of cleverness.\n<\/p><p>\n<b>Loyalty to God<\/b>\n<\/p><p>\nWhat does loyalty to God and church imply?\n<\/p><p>\nSimply stated, it would seem to be doing God's will without reservations.\n<\/p><p>\nOur Lord and Savior set the pattern of loyalty in Gethsemane when in his prayer to the Father\nhe said, \"Father, all things are possible unto thee; take away this cup from me: nevertheless\nnot what I will, but what thou wilt\"\n(<span class=\"citation\" id=\"33227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33227)\">Mark 14:36<\/a><\/span>).\n<\/p><p>\nJudas set the pattern of disloyalty as he betrayed his Master, the Christ.  He became madly\nremorseful, but under the influence of Satan, he hanged himself\n(<span class=\"citation\" id=\"35956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35956)\">Matt. 27:3-5<\/a><\/span>), the final chapter of his\ndisloyalty.\n<\/p><p>\nThe great dedication of the Prophet Joseph Smith and other mighty men of modern Israel\nillustrates the meaning of loyalty to God and to church.\n<\/p><p>\nAnd the Lord has told us: \"Let no man be afraid to lay down his life for my sake; for whoso\nlayeth down his life for my sake shall find it again.\n<\/p><p>\n\"And whoso is not willing to lay down his life for my sake is not my disciple\"\n(<span class=\"citation\" id=\"15434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15434)\">D&amp;C 103:27-28<\/a><\/span>).\n<\/p><p>\nAn interesting experience is told of Brother J. Golden Kimball in speaking to a meeting of\nSaints on the subject of tithing.  He said, \"All of you who would be willing to die for the\ngospel please put up your hands.\"  Nearly every hand in the congregation was raised.\n<\/p><p>\nThen he said, \"All of you who have been paying an honest tithing please raise your hands.\" \nIt seems that only a few hands were raised.\n<\/p><p>\nBrother Kimball turned to the bishop and said, \"See, they would rather die than pay their\ntithing.\"\n<\/p><p>\nTithing, of course, is only one of God's commandments that tests our loyalty.  Loyalty is\ntruly one of the great and eternal principles of the gospel of Jesus Christ.\n<\/p><p>\n<b>Loyalty to country<\/b>\n<\/p><p>\nNow with respect to being loyal to our country: \n<\/p><p>\nIt is traditional that those elected or appointed to important governmental positions take an\noath of allegiance.  Public servants must be loyal to the office to which they are elected or\nappointed.  Disloyalty results in impeachment or dismissal.\n<\/p><p>\nWe know that the Constitution of our country is a divinely established document, and in the\nwords of modern-day scripture we recognize that it \"should be maintained for the rights and\nprotection of all flesh, according to just and holy principles\"\n(<span class=\"citation\" id=\"15432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15432)\">D&amp;C 101:77<\/a><\/span>).\n<\/p><p>\nThe position of the Church in this matter is clearly stated in the Twelfth Article of Faith: \"We\nbelieve in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and\nsustaining the law\" (<span class=\"citation\" id=\"6874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6874)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\n<b>Choice for loyalties<\/b>\n<\/p><p>\nNow in considering things as they are, in considering the need of honesty and consistency in\nliving, and in considering the need for greater freedoms, never let us forget that we must\nchoose where we place our loyalties.\n<\/p><p>\nAs Joshua of old declared, \". . . choose you this day whom ye will serve . . . but as for me and\nmy house, we will serve the Lord\"\n(<span class=\"citation\" id=\"30074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30074)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nThere are many today who have chosen to serve the Lord and are giving much, yes, even\ntheir lives, for true freedom principles that bring us real happiness, growth, and development. \nOn the other hand, there are others who are loyal to false freedom principles that would, if\nthey prevailed, destroy us as individuals and as a country.\n<\/p><p>\nAlways remember that what we do, far more than what we say, shows where our loyalties\nare.\n<\/p><p>\n<b>True freedom<\/b>\n<\/p><p>\nMy counsel to you is to live for true freedom, choose the right, do what you ought to do, and\nmake the choice that Joshua did&mdash;to serve the Lord.\n<\/p><p>\nNever give your loyalty to a cause that will bring you a false freedom of delusion, counterfeit\nhappiness, failure, and eventual destruction. Your loyalties set the pattern for your life and\neventually become a way of life for you.\n<\/p><p>\nBe loyal to yourself, your family, your God and church, your country, friends, and employers.\nThis will assure you true freedom and independence and result in peace, great achievement,\nhappiness, and eventually eternal life. It has been said by W. H. Murray that until one is\ncommitted, there is hesitancy, the chance to draw back, always ineffectiveness. The moment\none definitely commits himself, then Providence moves too. I know this is true.\n<\/p><p>\nLet us all, as in the words of our glorious hymn, commit ourselves to be \"True to the faith\nthat our parents have cherished, True to the truth for which martyrs have perished, To God's\ncommand, Soul, heart, and hand, Faithful and true we will ever stand\" (<i>Hymns<\/i>, No. 157).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}