{"ID":1672, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Growing Problem of Drug Abuse<\/p>\n<p class=\"gcspeaker\">Elder Loren C. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Loren C. Dunn, <i>Conference Report<\/i>, April 1969, pp. 21-23<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBy invitation I recently attended a conference on drug abuse that was called by a group of\nconcerned citizens.\n<\/p><p>\nSpeaking at this gathering were experts in this field from throughout the United States. Their\nmessages were in accordance with that which has been echoed by almost every group\ninvestigating this problem, and that is: Drug abuse is on the increase, especially among our\nyouth.\n<\/p><p>\n<b>Availability of drugs<\/b>\n<\/p><p>\nDespite the valiant efforts of law enforcement, the availability of drugs is increasing. In fact,\naccording to youthful offenders, drugs are readily available through what they term as \"the\nunderground\" in most of our high schools.\n<\/p><p>\nIt is evident that this is a fast-growing problem within the United States and Canada, and it is\nalso having its effect on many countries throughout the world.\n<\/p><p>\nThere is a great need for us as Church members to support efforts in our communities to\nstrengthen law enforcement and encourage other programs designed to deal with the drug\nabuse problem.\n<\/p><p>\nIn listening to a group of youthful former drug users, they stated that it frightens them to\nthink that possibly as many as 50 per cent of their fellow high school students might at least\ntry marijuana at some time with a smaller number continuing on to other drugs.\n<\/p><p>\nThese are students who evidently come from all backgrounds and economic levels of life.\n<\/p><p>\nShould these young people be correct in their estimates, we would have to face the realization\nthat each of our children sometime is going to be faced with the temptation of drug use.\n<\/p><p>\n<b>Reason for drug use<\/b>\n<\/p><p>\nThe reason most youthful offenders start on drugs gives us some idea as to what we might do\nto prevent this disastrous situation. When one group was asked why they started, they said\nwithout exception, \"We were alienated from our parents.\"\n<\/p><p>\nSomehow, in the home the love, confidence, and self-assurance that should have been\nconveyed from parents to children was not conveyed. Parents failed to understand the\nchildren, and the children failed to understand the parents; and in frustration and alienation the\nchildren sought escape by turning to drugs.\n<\/p><p>\nThese youthful offenders had been given material gifts by their parents, but these gifts seemed\nto be in place of love instead of an expression of love.\n<\/p><p>\nIf there are love and unity at home, and if children feel comfort there, they will know what to\ndo when this problem presents itself. But if there are bitterness and disharmony and mistrust,\nthen it is possible that they will seek escape through any form of vice available.\n<\/p><p>\n<b>Importance of home example<\/b>\n<\/p><p>\nPresident McKay has the following to say about the importance of example in our homes: \n<\/p><p>\n\"I believe that parents generally are teaching their children the gospel, yet I am convinced that\nthere is still much opportunity for improvement in this regard. I am not thinking of the set\nhours in which you sit down to teach these doctrines to your children, but of the example\nfathers and mothers give to their children regarding the faith that is dear to your hearts. Your\nexample will teach these principles more effectively than what you say. Out of our homes\ncome the future leaders of the government. If our homes were all they should be, the nation\nwould be safe\" (<i>Gospel Ideals<\/i>, p. 482).\n<\/p><p>\nI believe that the example of which President McKay speaks is most important.\n<\/p><p>\n<b>Faith in Heavenly Father<\/b>\n<\/p><p>\nIt's a simple step for a young person to go from faith and love and confidence in an earthly\nfather to faith and love and confidence in our Heavenly Father, and what better heritage can\nwe give him than the ability to communicate with God.\n<\/p><p>\nFrom Alma we read: \n<\/p><p>\n\"Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou\nliest down at night lie down unto the Lord, that he may watch over you in your sleep; and\nwhen thou risest in the morning let thy heart be full of thanks unto God; and if ye do these\nthings, ye shall be lifted up at the last day\"\n(<span class=\"citation\" id=\"9110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9110)\">Alma 37:37<\/a><\/span>).\n<\/p><p>\n<b>Intelligent obedience<\/b>\n<\/p><p>\nOn another occasion President McKay said: \"Children deserve to be taught intelligent\nobedience. Unhappiness in the child's life, as in the adult life, springs largely from\nnonconformity to natural and social laws. The home is the best place in which to develop\nobedience, which nature and society will later demand . . . I do not mean getting control by\ncruelty, nor by foolish threats, but merely by letting the child know that he is part of a\ncommunity in the home; and that the other children have their rights and each child must\nrespect those rights.\n<\/p><p>\n\"There is the beginning of democracy, and it is in the home\" (<i>Gospel Ideals<\/i>, p. 488).\n<\/p><p>\nAnd again the Prophet has said: \n<\/p><p>\n\"Homes are made permanent through love. Oh, then, let love abound. If you feel that you\nhave not the love of those little boys and girls, study to get it. Though you neglect some of\nthe cattle, though you fail to produce good crops, ever study to hold your children's love\"\n(<i>Gospel Ideals<\/i>, p. 484).\n<\/p><p>\n<b>Responsibility of communication<\/b>\n<\/p><p>\nThe responsibility of communication is not alone on the shoulders of parents. The youth also\nhave a responsibility to contribute love and strength to the family organization.\n<\/p><p>\nI recall a stage play that recently was made into a movie. It dealt win parents whose only\nchild, a son, returned from military service. The father and son had never been close. It was a\nsituation in which both father and son loved each other but were unable to find ways to\nexpress themselves, and therefore hostilities arose because each thought the other did not like\nhim. It was a breakdown of communication. But now the son was home from the army, and\nthings were different. The father and son began to establish a whole new relationship. The\nhigh point of the play came when the boy said to his father something like this: \n<\/p><p>\n\"Dad, I always resented you when I was younger because you never told me that you loved\nme, but then I realized that I had never told you that I loved you either. Well, Dad, I'm\ntelling you now: I love you.\"\n<\/p><p>\nFor one electrifying moment the father and son embraced each other as the pent-up love and\nappreciation of years came flooding out. This probably would never have happened had the\nson not realized that he was as guilty of lack of expression as his parents.\n<\/p><p>\n<b>Love in the home<\/b>\n<\/p><p>\nSo young people can make a difference. They can contribute to the love in their own home by\nexpressing their love for parents and in supporting the family. May the Lord bless us to know\nthat it is not our material heritage that can meet and defeat this problem of drug abuse, but\nour spiritual heritage as expressed in the sanctity of the home and the strength of the family.\nMay our homes be havens of spiritual strength and may we constantly bear witness to our\nchildren in word and deed of those truths that make a difference.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}