{"ID":1673, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Commitment to Christ<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, April 1969, pp. 23-25<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have two commitments today that I should like to fulfill. One I undertook upon reading a\nletter yesterday from one of our choice chaplains serving a second tour of duty in Vietnam,\nonce again moving among those engaged in the most serious of the fighting. His letter asks,\n\"Will you ask the brethren specifically to mention the wives and the children of the\nservicemen over here from time to time. They have it harder than we do.\"\n<\/p><p>\nI pledge, and ask you to join me, that I will remember and seek to put actively into effect my\ninterest in the wives and children and parents of those who are far away, giving what has to\nbe given to preserve the high ideals of this land, and thus to express to all mankind their own\nconcern for the well-being of those who are not able to take care of themselves.\n<\/p><p>\nThe second commitment I carry out for a young Scotsman who a few days ago in Britain at a\nmeeting of students expressed his love for President McKay, and then said, \"President McKay,\nwill you nae come back again?\"\n<\/p><p>\nIf the Lord will bless me in these few moments I would like to talk about the meaning of this\nday that we celebrate with all Christians everywhere, a day signal and significant, a day\npivotal in the whole history of mankind.\n<\/p><p>\n<b>Convictions of early Christians<\/b>\n<\/p><p>\nPerhaps I can do that best by reading a few words that came to my mind as I stood not long\nago in the catacombs outside Rome on the Appian Way, where multitudes of Christians gave\ntheir lives rather than relinquish their convictions or their faith. This is one of the things I\nremembered and was pleased to look up and read again on my return. It is a letter written by\nCyprian, a martyr in the third century, to his friend Donatus. He wrote from Carthage: \n<\/p><p>\n\"This seems a cheerful world, Donatus, when I view it from this fair garden under the shadow\nof these vines. But if I climbed some great mountain and looked out over the wide lands, you\nknow very well what I would sea brigands on the high roads, pirates on the seas, in the\namphitheaters men murdered to please applauding crowds; under all roofs misery and\nselfishness. It is really a bad world, yet in the midst of it I have found a quiet and holy\npeople. They have discovered a joy which is a thousand times better than any pleasure of this\nsinful life. They are despised and persecuted, but they care not. They have overcome the\nworld. These people, Donatus, are the Christians and I am one of them.\"\n<\/p><p>\nAnd then in a magazine some years ago I read and was deeply moved by another account. It\nhad come freshly to view after centuries of being hidden.\n<\/p><p>\nOn May 13, 303 A.D., in the Algerian city of Cirta (now Constantine), one Munatus Felix,\nhigh priest of the emperor, personally led a raid on a Christian worship service. He took with\nhim a stenographer, whose report, taken in shorthand, sounds disconcertingly familiar to\nmodern ears.\n<\/p><p>\n\"Bring out whatever scriptures you have got,\" commanded Felix, after his men had collected\nall the evidence they could find. A subdeacon brought only one large book, explaining that\nthe lectors kept the rest. Felix said to them: \"Identify the lectors.\" They said: \"We are not\ninformers. Here we stand. Command us to be executed.\" Felix said, \"Put them under arrest.\"\n<\/p><p>\nAnd the editorialist noted, \"No one knows how many thousands were rounded up in such\nraids and executed. They could easily have saved their skins by staying home and saying their\nprayers in comfortable privacy. But they insisted on the right to come together [in the name\nof Christ].\"\n<\/p><p>\n<b>Reasons for total commitment<\/b>\n<\/p><p>\nEaster is a time when those who believe in and accept his name gratefully worship the risen\nRedeemer. Men of goodwill everywhere join in the solemn celebration. What was so\nimportant about him? Why the total commitment of Cyprian and the saints at Cirta? In these\nfew brief moments, in outline form, let me offer an answer.\n<\/p><p>\n<i>His was a redemptive story.<\/i>\n<\/p><p>\n\"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in\nhim should not perish, but have everlasting life\"\n(<span class=\"citation\" id=\"28492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28492)\">John 3:16<\/a><\/span>).\n<\/p><p>\n<i>He was a God<\/i>, a member of the godly council, the Son delegated by his Father for a holy\nmission. He was a God who came to earth and walked among men and suffered more than\nany man could suffer (<span class=\"citation\" id=\"40369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40369)\">Mosiah 3:7<\/a><\/span>),\nbecause this was his mission, and in him was the love which made it\npossible for him to do what he had to do.\n<\/p><p>\n<i>He was a creator<\/i>, indeed the creator of this world, under the direction of his Father.\n<\/p><p>\n\"And there stood one among them that was like unto God, and he said unto those who were\nwith him: We will go down, for there is space there, and we will take of these materials, and\nwe will make an earth whereon these may dwell\"\n(<span class=\"citation\" id=\"7268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7268)\">Abr. 3:24<\/a><\/span>).\n<\/p><p>\n\"For by him were all things created, that are in heaven, and that are in earth\"\n(<span class=\"citation\" id=\"10513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10513)\">Col. 1:16<\/a><\/span>).\n<\/p><p>\n\"God . . . Hath in these last days spoken unto us by his Son, whom he hath appointed heir of\nall things, by whom also he made the worlds\"\n(<span class=\"citation\" id=\"24378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24378)\">Heb. 1:1-2<\/a><\/span>).\n<\/p><p>\n<b>Firstborn and Only Begotten<\/b>\n<\/p><p>\n<i>He was the Firstborn in the spirit.<\/i>\n<\/p><p>\n\". . . I was in the beginning with the Father, and am the Firstborn\"\n(<span class=\"citation\" id=\"15419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15419)\">D&amp;C 93:21<\/a><\/span>).\n<\/p><p>\n<i>His mission was prophesied<\/i> long before he was born into the world.\n<\/p><p>\n\". . . Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel\"\n(<span class=\"citation\" id=\"25359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25359)\">Isa. 7:14<\/a><\/span>).\n<\/p><p>\n<i>He was the Only Begotten in the flesh<\/i>, on this earth the only one begotten of a divine Father\nand an earthly mother.\n<\/p><p>\n\". . . I beheld his glory, as the glory of the Only Begotten of the Father\"\n(<span class=\"citation\" id=\"15418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15418)\">D&amp;C 93:11<\/a><\/span>).\n<\/p><p>\n<i>He was alone without blemish<\/i>, and yet he learned.\n<\/p><p>\n\"Though he were a Son, yet learned he obedience by the things which he suffered\"\n(<span class=\"citation\" id=\"24382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24382)\">Heb. 5:8<\/a><\/span>).\n<\/p><p>\n<b>His temptation<\/b>\n<\/p><p>\n<i>He was tempted<\/i>, but would not yield. It isn't so hard for us to identify, is it, with one who\nwas tempted, even as we are tempted?\n<\/p><p>\n\"For in that he himself hath suffered being tempted, he is able to succor them that are\ntempted\" (<span class=\"citation\" id=\"24381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24381)\">Heb. 2:18<\/a><\/span>).\n<\/p><p>\nAfter Christ had fasted for 40 days and nights, he was invited to use his marvelous powers to\nserve himself, to satisfy himself, to save his own life, to turn stones into bread, and he would\nnot.\n<\/p><p>\nThe tempter said to him, in effect, \"Win the plaudits of the crowd; it will be easy for you\nPlease them, gain their acceptance. Cast yourself down. Then they will listen to our important\nmessage.\" But he would not.\n<\/p><p>\nHe was offered power and glory in exchange for his soul, and he would not\n(<span class=\"citation\" id=\"35882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35882)\">Matt. 4:1-11<\/a><\/span>).\n<\/p><p>\nWe have similar temptations in our own time, and so we can identify.\n<\/p><p>\n<b>The servant of all<\/b>\n<\/p><p>\n<i>He was the servant of all<\/i>. One of his last earthly acts was to wash the feet of his disciples\n(<span class=\"citation\" id=\"28530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28530)\">John 13:5<\/a><\/span>).\n<\/p><p>\n<i>He suffered both body and spirit.<\/i>\n<\/p><p>\n\"For behold, I, God, have suffered these things for all, that they might not suffer if they\nwould repent\" (<span class=\"citation\" id=\"15322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15322)\">D&amp;C 19:16<\/a><\/span>).\n<\/p><p>\n<i>He died willingly, alone<\/i>, for this was how it must be. There had to be a propitiation, by one\nof his unique qualifications, for the sins of men&mdash;our sins&mdash;payment for which, through the\nlove of God and the love of his Son, was made on Calvary's hill.\n<\/p><p>\n\"Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than\ntwelve legions of angels?\n<\/p><p>\n\"But how then shall the scriptures be fulfilled, that thus it must be?\"\n(<span class=\"citation\" id=\"35955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35955)\">Matt. 26:53-54<\/a><\/span>).\n<\/p><p>\n\"My God, my God, why hast thou forsaken me?\"\n(<span class=\"citation\" id=\"35960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35960)\">Matt. 27:46<\/a><\/span>).\n<\/p><p>\n<b>Commitment to Christ<\/b>\n<\/p><p>\nI bear testimony and thank God for this Good Friday, tragic as are the events which it\ncommemorates, and for what it means to me and to all men, for what it lays before men of a\nfuture, for this day had to happen in order that Easter and its glorious events could come to\npass.\n<\/p><p>\nThe pure in heart shall see God (<span class=\"citation\" id=\"35890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35890)\">Matt. 5:8<\/a><\/span>).\nThose who become the manner of man he was, who walk in\nthe Spirit, will see him, and will be his.\n<\/p><p>\nI pray God to bless us, that all the good and wholesome and sweet feelings of the Christian\nworld at this sacred season may motivate us and all who worship his name and seek to do his\nwill to the kind of commitment spoken by Cyprian, to the kind of courage and devotion\nknown by those who died in the catacombs so long ago&mdash;they who loved him well and paid\nwhatever price was necessary to demonstrate that.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}