{"ID":1674, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Certainty of the Resurrection<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1969, pp. 27-31<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters and friends, I hope that all of you were as uplifted as I was\nthis morning by the inspired messages of our Prophet and the other brethren.\n<\/p><p>\nThis is Easter time, when the minds of many people are centered upon the Lord Jesus Christ,\nand may we speak again of his glorious resurrection. I join my testimony with that of these\nfine singers in the theme \"I know that my Redeemer lives.\"\n<\/p><p>\n<b>The paths that Jesus walked<\/b>\n<\/p><p>\nOne Christmas time some years ago, we walked the paths that Jesus walked. We spent some\nprecious hours in what is said to be the Garden of Gethsemane and tried to imagine the\nsufferings though which he moved in anticipation of his crucifixion and resurrection. We were\nnear the places where he prayed, where he was taken prisoner, where he was tried and\ncondemned.\n<\/p><p>\nOutside the city walls, we climbed the caliche hill, pockmarked with little caves, making the\nrounded end look like a skull, and we were told that this was Golgotha\n(<span class=\"citation\" id=\"35959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35959)\">Matt. 27:33<\/a><\/span>), the place where he\nwas crucified. We zigzagged down the backside of the hill around to the sheer cliff-side of it\nand entered the small window-size aperture into a roughhewn cave in which it is said the\nbody had lain.\n<\/p><p>\nSome hours we spent in the little garden outside this tomb and absorbed the gospel story of\nhis burial and of his resurrection, which here had taken place.  We read thoughtfully and\nprayerfully of the coming of the women to the sepulchre\n(<span class=\"citation\" id=\"33230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33230)\">Mark 16:1-3<\/a><\/span>), the angel of the Lord rolling away\nthe stone (<span class=\"citation\" id=\"35962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35962)\">Matt. 28:2<\/a><\/span>), and the discomfiture\nof the recreant keepers (<span class=\"citation\" id=\"50025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50025)\">Matt. 28:4<\/a><\/span>).\n<\/p><p>\n<b>\"He . . . is risen\"<\/b>\n<\/p><p>\nWe could almost imagine we saw the two angels in shining garments who spoke to Mary,\nsaying, \"Why seek ye the living among the dead?\n<\/p><p>\n\"He is not here, but is risen . . .\"\n<\/p><p>\nThe Lord had predicted: \". . . The Son of Man must be delivered into the hands of sinful\nmen, and be crucified, and the third day rise again\"\n(<span class=\"citation\" id=\"31779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31779)\">Luke 24:5-7<\/a><\/span>).\n<\/p><p>\nWe remembered the dialogue between Mary, the angels, and the Lord: \n<\/p><p>\n\". . . Woman, why weepest thou? She saith unto them, Because they have taken away my\nLord, and I know not where they have laid him.\"\n<\/p><p>\nShe turned and \"saw Jesus standing, and knew not that it was Jesus.\n<\/p><p>\n\"Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to\nbe the gardener, saith unto him, Sir, if thou have borne him hence tell me where thou hast\nlaid him, and I will take him away.\n<\/p><p>\n\"Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say,\nMaster.\n<\/p><p>\n\"Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my\nbrethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and\nyour God\" (<span class=\"citation\" id=\"28555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28555)\">John 20:13-17<\/a><\/span>).\n<\/p><p>\n<b>The Mount of Olives<\/b>\n<\/p><p>\nWe then walked laboriously up the rather steep Mount of Olives, possibly the approximate\npath he walked, a prelude to his ascension after having spent 40 days after resurrection on the\nearth and having, by many infallible proofs\n(<span class=\"citation\" id=\"8059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8059)\">Acts 1:3<\/a><\/span>), brought sureness to the hundreds of people who\nhad come now to realize his resurrection was real.\n<\/p><p>\nAnd now he was on the top of the Mount of Olives and was saying to these greatly concerned\nand loved men, \". . . ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and\nin Samaria, and unto the uttermost part of the earth\"\n(<span class=\"citation\" id=\"8060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8060)\">Acts 1:8<\/a><\/span>).\n<\/p><p>\nAs we sat at the trunk of an ancient olive tree there and read these scriptures, we could easily\nimagine the Lord standing near this spot in the group of worried, loving, wondering men; and\nthen the fog rolled in, the cloud settled down over the top of the hill, and he was gone. Then\nwe could almost hear the angels in white apparel saying: \n<\/p><p>\n\". . . Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken\nup from you into heaven, shall so come in like manner as ye have seen him go into heaven\"\n(<span class=\"citation\" id=\"8061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8061)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nAnd now we consulted Paul's writings to the Ephesians: \n<\/p><p>\n\"Wherefore he saith, When he ascended up on high, he led captivity captive . . .\n<\/p><p>\n\"He that descended is the same also that ascended up far above all heavens, that he might fill\nall things\" (<span class=\"citation\" id=\"21823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21823)\">Eph. 4:8,10<\/a><\/span>).\n<\/p><p>\n<b>Significance of Easter<\/b>\n<\/p><p>\nSometimes our celebrations of notable occurrences seem to take on earthly color, and we do\nnot fully realize the significance of the reason for the celebration.  This is true of Easter,\nwhen too often we celebrate the holiday rather than the deep significance of the resurrection\nof the Lord. They must be unhappy indeed who ignore the godship of Christ, the sonship of\nthe Master. We feel sorry indeed for those who call the supreme miracle of the resurrection\n\"but a subjective experience of the disciples, rather than an actual historical event.\"\n<\/p><p>\nWe know truly that all this is real. Christ spoke of himself to Nicodemus: \n<\/p><p>\n\". . . We speak that we do know, and testify that we have seen; and ye receive not our\nwitness\" (<span class=\"citation\" id=\"28490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28490)\">John 3:11<\/a><\/span>).\n<\/p><p>\nAnd then we remember that Peter testified: \n<\/p><p>\n\"Therefore let all the house of Israel know assuredly, that God hath made that same Jesus,\nwhom ye have crucified, both Lord and Christ\"\n(<span class=\"citation\" id=\"8063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8063)\">Acts 2:36<\/a><\/span>).\n<\/p><p>\n\"But ye denied the Holy One and the Just . . .\n<\/p><p>\n\"And killed the Prince of life, whom God hath raised from the dead; whereof we are\nwitnesses\" (<span class=\"citation\" id=\"8067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8067)\">Acts 3:14-15<\/a><\/span>).\n<\/p><p>\nBoldly, Peter and John stood before the council and said again: \n<\/p><p>\n\"Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of\nNazareth, whom ye crucified, whom God raised from the dead, even by him doth this man\n[the former lame man] stand here before you whole . . .\n<\/p><p>\n\"Neither is there salvation in any other: for there is none other name under heaven given\namong men, whereby we must be saved\"\n(<span class=\"citation\" id=\"8072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8072)\">Acts 4:10,12<\/a><\/span>).\n<\/p><p>\nWhen the council chastised the two apostles and commanded them not to speak or teach such\nthings in the name of Jesus (<span class=\"citation\" id=\"8075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8075)\">Acts 4:18<\/a><\/span>),\nthey answered and said: \"Whether it be right in the sight of God\nto hearken unto you more than unto God, judge ye.\n<\/p><p>\n\"For we cannot but speak the things which we have seen and heard\"\n(<span class=\"citation\" id=\"8076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8076)\">Acts 4:19-20<\/a><\/span>).\n<\/p><p>\n\"And with great power gave the apostles witness of the resurrection of the Lord Jesus: and\ngreat grace was upon them all\" (<span class=\"citation\" id=\"8077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8077)\">Acts 4:33<\/a><\/span>).\n<\/p><p>\n<b>Witness of Peter<\/b>\n<\/p><p>\nWe also know the resurrection is real.  The living Peter said to the council of persecutors: \n<\/p><p>\n\"The God of our fathers raised up Jesus, whom ye slew and hanged on the tree . . .\n<\/p><p>\n\"And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath\ngiven to them that obey him\" (<span class=\"citation\" id=\"8078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8078)\">Acts 5:30,32<\/a><\/span>).\n<\/p><p>\nWe stand in awe before the great Peter, who\nhad so completely received his total assurances and who had so graciously donned the robe of\nleadership and the mantle of authority and the courage of the inspired and assured. What\nstrength he had come to have as he led the saints and faced the world with all its persecutors,\nunbelievers, and difficulties. And, as he rehearsed over and over his absolute knowledge, we\nglory in his stamina as he faced mobs and prelates, officials who could take his life, and as he\nboldly proclaimed the resurrected Lord, the Prince of Peace\n(<span class=\"citation\" id=\"25360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25360)\">Isa. 9:6<\/a><\/span>), the Holy One and the Just, the\nPrince of Life (<span class=\"citation\" id=\"8068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8068)\">Acts 3:15<\/a><\/span>),\nthe Prince and Savior. Peter certainly now was sure, impregnable, never to\nfalter. We should gain much sureness by his certainty.\n<\/p><p>\nIt is significant to read the words and the testimony of Stephen, a holy martyr, who gave his\nlife for his faith.\n<\/p><p>\nStephen \"looked up steadfastly into heaven, and saw the glory of God, and Jesus standing on\nthe right hand of God,\n<\/p><p>\n\"And said, Behold, I see the heavens opened, and the Son of man standing on the right hand\nof God\" (<span class=\"citation\" id=\"8080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8080)\">Acts 7:55-56<\/a><\/span>).\n<\/p><p>\nStephen was a martyr and will inherit eternal life. His testimony reveals that Christ was not\ndead, but was still living, and was in an exalted, glorified condition with his Father.\n<\/p><p>\n<b>Paul's testimony<\/b>\n<\/p><p>\nThe testimony of Paul seems most conclusive. He heard the voice of the risen Christ: \n<\/p><p>\n\"Saul, Saul, why persecutest thou me?\" And to be sure of identity, Saul said, \"Who art thou,\nLord?\" and received the assurance, \"I am Jesus whom thou persecutest: it is hard for thee to\nkick against the pricks\" (<span class=\"citation\" id=\"8081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8081)\">Acts 9:4-5<\/a><\/span>).\n<\/p><p>\nAnd now that same Paul, who had recovered his strength, who had been administered to by\nthe priesthood, who had received his lost eyesight, went about in the synagogues confounding\nthe Jews in Damascus, proving \"that this is very Christ\"\n(<span class=\"citation\" id=\"8083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8083)\">Acts 9:22<\/a><\/span>).\n<\/p><p>\nAnd later, Paul came to the apostles in Jerusalem, and Barnabas, speaking for Paul, \"declared\nunto them how he had seen the Lord in the way, and that he had spoken to him, and how he\nhad preached boldly at Damascus in the name of Jesus\"\n(<span class=\"citation\" id=\"8084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8084)\">Acts 9:27<\/a><\/span>).\n<\/p><p>\nThen Paul continues: \n<\/p><p>\n\"And when they had fulfilled all that was written of him, they took him down from the tree,\nand laid him in a sepulchre.\n<\/p><p>\n\"But God raised him from the dead: \n<\/p><p>\n\"And he was seen many days of them which came up with him from Galilee to Jerusalem,\nwho are his witnesses unto the people . . .\n<\/p><p>\n\"God hath fulfilled the same unto us their children, in that he hath raised up Jesus again . . .\n<\/p><p>\n\"And as concerning that he raised him up from the dead, now no more to return to corruption\" \n(<span class=\"citation\" id=\"8087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8087)\">Acts 13:29-31,33-34<\/a><\/span>).\n<\/p><p>\n<b>Testimony on Mars Hill<\/b>\n<\/p><p>\nPaul's testimony on Mars hill in Athens was a significant one. The Greeks accepted any and\nall gods that were proposed. They had inscribed one altar \"To the Unknown God\"\n(<span class=\"citation\" id=\"8090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8090)\">Acts 17:23<\/a><\/span>) and Paul\nused this text to tell them that with all their gods of wood and stone they did not know the\nreal \"God that made the world and all things therein, seeing that he is Lord of heaven and\nearth, dwelleth not in temples made with hands; \n<\/p><p>\n\". . . seeing he giveth to all life, and breath, and all things; \n<\/p><p>\n\". . . and hath determined the times before appointed, and the bounds of their habitation . . .\n<\/p><p>\n\". . . he hath given assurance unto all men, in that he hath raised him from the dead\"\n(<span class=\"citation\" id=\"8091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8091)\">Acts 17:24-26,31<\/a><\/span>).\n<\/p><p>\nPaul told again of his own conversion and bore his testimony and said he heard the voice of\nChrist saying, \"I am Jesus of Nazareth,\" and he was promised by Ananias: \"For thou shalt be\nhis witness unto all men of what thou hast seen and heard\"\n(<span class=\"citation\" id=\"8096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8096)\">Acts 22:8,15<\/a><\/span>).\n<\/p><p>\nAnd then came his pertinent question to King Agrippa: \"Why should it be thought a thing\nincredible with you, that God should raise the dead?\"\n(<span class=\"citation\" id=\"8097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8097)\">Acts 26:8<\/a><\/span>).\n<\/p><p>\nAnd again Paul bore witness: \n<\/p><p>\n\"Am I not an apostle? am I not free? have I not seen Jesus Christ our Lord? are not ye my\nwork in the Lord?\n<\/p><p>\n\". . . for the seal of mine apostleship are ye in the Lord\"\n(<span class=\"citation\" id=\"491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(491)\">1 Cor. 9:1-2<\/a><\/span>).\n<\/p><p>\nThe risen Lord \"was seen of above five hundred brethren at once . . .\n<\/p><p>\n\"After that, he was seen of James; then of all the apostles.\n<\/p><p>\n\"And last of all he was seen of me also, as of one born out of due time\"\n(<span class=\"citation\" id=\"502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(502)\">1 Cor. 15:6-8<\/a><\/span>).\n<\/p><p>\nThen Paul launches into the beautiful treatise on the resurrection of the dead, as he spoke to\nthe Corinthians.\n<\/p><p>\nI have a great admiration and affection for our brother Paul, our fellow apostle. He was so\ndedicated, so humble, so straightforward. He was so eager, so interested, so consecrated. He\nmust have been personable in spite of his problems, for the people hung onto him with great\naffection when he was about to leave them. I love Paul, for he spoke the truth. He leveled\nwith people. He was interested in them. I love Paul for his steadfastness, even unto death and\nmartyrdom. I am always fascinated with his recounting of the perils through which he passed\nto teach the gospel to member and nonmember.\n<\/p><p>\n<b>Testimony of Eyewitnesses<\/b>\n<\/p><p>\nPerhaps one of the last of Peter's testimonies was borne to all the people, both those who had\nbeen converted to the gospel and those who would in the future be influenced by his\nstatement, throughout all time a memorial to be remembered.\n<\/p><p>\nAs this great prophet faced his death and knew that it would not be long until he would\ndiscard this body tabernacle and pass into the other world, he determined to write his\ntestimony message so that coming generations might all have his witness. It has been read and\nheard by countless millions. He said: \n<\/p><p>\n\"For we have not followed cunningly devised fables, when we made known unto you the\npower and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.\n<\/p><p>\n\"For he received from God the Father honour and glory, when there came such a voice to him\nfrom the excellent glory, This is my beloved Son, in whom I am well pleased.\n<\/p><p>\n\"And this voice which came from heaven we heard, when we were with him in the holy\nmount\" (<span class=\"citation\" id=\"4903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4903)\">2 Pet. 1:16-18<\/a><\/span>).\n<\/p><p>\n<b>Witness of Joseph Smith<\/b>\n<\/p><p>\nWe are lifted by the witness of the modern prophet, Joseph Smith, when he reassures the\npeople of the resurrection. Elder George A. Smith quotes the last public address of Joseph\nSmith in June 1844, only days before his cruel assassination: \n<\/p><p>\n\". . . I am ready to be offered a sacrifice for this people; for what can our enemies do? Only\nkill the body and their power is then at an end. Stand firm my friends. Never flinch. Do not\nseek to save your lives, for he that is afraid to die for the truth will lose eternal life. Hold out\nto the end; and we shall be resurrected and become like Gods, and reign in celestial\nkingdoms, principalities and eternal dominions.\"\n<\/p><p>\n<b>Sureness of resurrection<\/b>\n<\/p><p>\nThe sureness of the divine resurrection is believed by numerous people in the Christian world.\nVictor Hugo wrote: \n<\/p><p>\n\"I feel in myself the future life. The nearer I approach the end, the plainer I hear around me\nthe immortal symphonies of the worlds which invite me. When I go down to the grave I can\nsay like many others: 'I have finished my day's work.' But I cannot say, 'I have finished my\nlife.' My day's work will begin in the next morning. The tomb is not a blind alley, it is a\nthoroughfare.  It closes on the twilight.  It opens on the dawn.\"\n<\/p><p>\nAnd some unknown writer has expressed in verse this natural feeling of and unexplainable\nlonging for immortality.\n<\/p><p>\n\"Else when this pleasing hope, this fond desire,<br \/>\n     This longing for immortality,<br \/>\n     Or whence this secret dread, and inward horror<br \/>\n     Of falling into naught? Why shrinks the soul<br \/>\n     Back on herself, and startles at destruction?<br \/>\n     'Tis the divinity that stirs within us; <br \/>\n     'Tis heaven itself, that points out an hereafter<br \/>\n     And intimates eternity to man.\"\n<\/p><p>\n<b>Question and answer of Job<\/b>\n<\/p><p>\nThe question asked by Job has been asked by millions who have stood at the open bier of a\nloved one: \"If a man die, shall he live again?\"\n(<span class=\"citation\" id=\"26733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26733)\">Job 14:14<\/a><\/span>).\n<\/p><p>\nAnd the question has been answered acceptably to numerous of them as a great, sweet peace\nsettles down upon them like the dews of heaven. And innumerable times hearts that were\nweary in agonizing suffering have felt the kiss of that peace which knows not understanding.\nAnd when a deep tranquility of soul has brought a new warm assurance to minds that were\ntroubled and hearts that were torn, those numerous could repeat with beloved Job:\n<\/p><p>\n\"For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: \n<\/p><p>\n\"And though after my skin worms destroy this body, yet in my flesh shall see God: \n<\/p><p>\n\"Whom I shall see for myself, and mine eyes shall behold\"\n(<span class=\"citation\" id=\"26736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26736)\">Job 19:25-27<\/a><\/span>).\n<\/p><p>\nJob had expressed the wish that his testimony could be printed in books and cut into stone for\nthe generations following him to read\n(<span class=\"citation\" id=\"26735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26735)\">Job 19:23-24<\/a><\/span>).\nHis wish was granted, for peace has come into many souls as they have read his strong testimony.\n<\/p><p>\n<b>Vision of John<\/b>\n<\/p><p>\nAnd in conclusion, let me read the vision of John the Revelator: \n<\/p><p>\n\"And I saw the dead, small and great, stand before God; and the books were opened: and\nanother book was opened, which is the book of life: and the dead were judged out of those\nthings which were written in the books, according to their works.\n<\/p><p>\n\"And the sea gave up the dead which were in it; and death and hell delivered up the dead\nwhich were in them: and they were judged every man according to their works\"\n(<span class=\"citation\" id=\"42438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42438)\">Rev. 20:12-13<\/a><\/span>).\n<\/p><p>\nAnd as the living, verdant spring follows the dismal, death-like winter, all nature proclaims\nthe divinity of the risen Lord, that he was Creator, that he is the Savior of the world, that he\nis the very Son of God. And this I testify, also, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}