{"ID":1675, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Foundation of True Worship<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1969, pp. 31-33<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSomeone has said, \"The character of Jesus is a picture that stands by itself.\" There is no one\nwith whom he can be compared. He said and did the right thing at the right time and in the\nright way. He made no mistakes in his teachings. He was great in action and in moral\nexcellence. His Sermon on the Mount will live forever for it is founded on truth. His message\nto the world is the gospel of salvation.\n<\/p><p>\n<b>Leadership of Jesus Christ<\/b>\n<\/p><p>\nHis life had been an open book, his public ministry was to the rich and the poor, his miracles\nwere performed before eyewitnesses, and his testimony had been heard throughout Galilee and\nJudea.  He was the Messiah about whom the prophets had spoken, but he was rejected by his\nown. He is still rejected, even by many of those who claim to be his followers.\n<\/p><p>\nThe true Christian Church accepts without reservation the leadership of Jesus Christ. Many\nthings have been said and written about him.  His memory is everywhere, and his words are\nquoted by believers and unbelievers. He cannot and will not be expelled from the earth.  He\nmade this clear during his ministry among the Jews in the meridian of time.\n<\/p><p>\nThe Latter-day Saints believe in the divine mission of the Savior. The very first principle of\nthe restored gospel is faith in the Lord Jesus Christ\n(<span class=\"citation\" id=\"6867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6867)\">A of F 1:4<\/a><\/span>). It is the foundation of true worship.\nWithout him there could be no gospel of salvation. He is its author. His gospel is the same\nyesterday, today, and forever (<span class=\"citation\" id=\"24391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24391)\">Heb. 13:8<\/a><\/span>).\nIt originated in the heavens and was restored to the earth in\nthese modern times through Joseph Smith, the Prophet.\n<\/p><p>\n<b>A plan of life<\/b>\n<\/p><p>\nAt this Easter time we remind ourselves of his resurrection; that he submitted a plan of life,\nand chose 12 apostles and authorized them to preach his gospel of salvation and to establish\nhis Church upon the earth. He delivered the greatest sermon ever preached, broad and\ncomprehensive enough to reach the heart of humanity. It applies to all classes, for \"God is no\nrespecter of persons\" (<span class=\"citation\" id=\"8085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8085)\">Acts 10:34<\/a><\/span>).\nNo one will escape his loving watchcare. His\ncommandments are guideposts. They are solemn reminders of our relationships to our\nHeavenly Father. We are his children, his offspring, and are accountable to him. He said to\nAbraham: \"And we will prove them herewith, to see if they will do all things whatsoever the\nLord their God shall command them\"\n(<span class=\"citation\" id=\"7270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7270)\">Abr. 3:25<\/a><\/span>).\n<\/p><p>\n<b>Individual salvation<\/b>\n<\/p><p>\nWe believe in individual salvation. In other words, man must strive for a place in the\nhereafter if he wishes to obtain the salvation promised to the faithful. It will not come without\neffort, without prayerful searching and diligent application of those principles and procedures\noutlined in the holy scriptures.\n<\/p><p>\nThe other day I talked with a man who was not of us. He was glib and talkative in his\nridicule of the Word of Wisdom. \"A curtailment,\" he said, \"of our personal liberties.\" He\njustified, for instance, the use of tobacco. \"Do you know what the Word of Wisdom says\nabout tobacco?\" I asked. He was not sure. I quoted from the eighth verse of Section 89 of the\nDoctrine and Covenants in which it states that \"tobacco . . . is not good for man\"\n(<span class=\"citation\" id=\"15413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15413)\">D&amp;C 89:8<\/a><\/span>).\n<\/p><p>\nThis is but one of the truths taught by the Church. We teach a gospel of truth. Its very\nfoundation is truth. It is not only necessary to know the truth. It must also be accepted and\nintroduced into the lives of those who aspire to eternal life. To deny the truth, therefore, is to\ndeny God's power in the universe.\n<\/p><p>\nWe often sing the well-known hymn authored by John Jaques, \"O! Say, What Is Truth?\"\n<\/p><p>\n\"Then say, what is truth? 'Tis the last and the first,<br \/>\n     For the limits of time it steps o'er.<br \/>\n     Though the heavens depart and the earth's fountains burst,<br \/>\n     Truth, the sum of existence, will weather the worst,<br \/>\n     Eternal, unchanged, evermore.\"<br \/><br \/>\n&nbsp; &nbsp;                         (<i>Hymns<\/i>, No. 143.)\n<\/p><p>\n<b>A gospel of truth<\/b>\n<\/p><p>\nThe gospel of Jesus Christ, restored to earth through the Prophet Joseph Smith, is a gospel of\ntruth. It has survived much opposition and criticism, but no compromises have been\nnecessary. It stands like a bulwark against error and falsehood. Jesus knew this when he told\nPeter that the \"gates of hell shall not prevail against it\"\n(<span class=\"citation\" id=\"35933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35933)\">Matt. 16:18<\/a><\/span>). Also, he said: \"Heaven\nand earth shall pass away: but my words shall not pass away\"\n(<span class=\"citation\" id=\"33224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33224)\">Mark 13:31<\/a><\/span>).\n<\/p><p>\nThe millennial reign will be ushered in when God's program has reached a certain point,\nknown to him alone. There is much to do, brothers and sisters. The warnings to the nations\nmust continue to go forth, for eventually every knee shall bow and every tongue confess that\nJesus is the Christ (<span class=\"citation\" id=\"41272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41272)\">Philip. 2:10-11<\/a><\/span>).\nGod's work will not fail. Truth will triumph even against tremendous odds.\n<\/p><p>\n<b>Missionary enterprise<\/b>\n<\/p><p>\nChrist's teachings are sound and soul inspiring; they were confined to no worldly ambitions.\nHis program makes for peace and good will, and he advocated a faith that creates courage and\nstrength. His missionary enterprise was the greatest project ever launched. I quote: \"All power\nis given unto me in heaven and in earth.\n<\/p><p>\n\"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the\nSon, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world\"\n(<span class=\"citation\" id=\"35966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35966)\">Matt. 28:18-20<\/a><\/span>).\nOr, as Mark puts it: \"Go ye into all the world, and preach the gospel to every creature\"\n(<span class=\"citation\" id=\"33231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33231)\">Mark 16:15<\/a><\/span>).\n<\/p><p>\n<b>Gospel can redeem mankind<\/b>\n<\/p><p>\nNothing short of the gospel of Jesus Christ can redeem mankind. The Lord Jesus set before us\nthe only pattern of life which will save and exalt his children.  His words are always timely\nand authoritative.  The truths he taught and all he did constitute the gospel in its fullness.\n<\/p><p>\nThe atonement wrought out by the Lord on Calvary is the greatest contribution ever made to\nthe human race. It opened the door to life everlasting. It gave men and women the chance to\npossess their bodies forever. John, in his testimony to the world, made it clear when he said: \n\". . . all that are in their graves shall hear his voice,\n<\/p><p>\n\"And shall come forth; they that have done good, unto the resurrection of life; and they that\nhave done evil, unto the resurrection of damnation\"\n(<span class=\"citation\" id=\"28500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28500)\">John 5:28-29<\/a><\/span>).\n<\/p><p>\nMay we walk in the light with him I pray humbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}