{"ID":1677, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Thou Shalt Love the Lord<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1969, pp. 36-38<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFrom its beginning, the Church has constantly stressed the importance of the home. Homes\ncan be heaven here on earth. Where love is present in a home, it can and will be a happy\nhome.\n<\/p><p>\n<b>The principle of love<\/b>\n<\/p><p>\nWhen the Savior was here filling his earthly mission, he gave strong emphasis to the principle\nof love. At one time a learned man, a lawyer, approached him and asked: \"Master, which is\nthe great commandment in the law?\n<\/p><p>\n\"Jesus said to him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul,\nand with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself.\"\n<\/p><p>\nThen, to give added strength to his words, he added: \"On these two commandments hang all\nthe law and the prophets\" (<span class=\"citation\" id=\"35941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35941)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nOn another occasion the Lord taught that in addition to loving God our Father in heaven and\nour neighbor, we should also love even our enemies. With our human frailties and prejudices,\nthat becomes a real challenge. Here is the counsel of the Lord: \"Love your enemies, bless\nthem that curse you, do good to them that hate you, and pray for them which despitefully use\nyou, and persecute you\" (<span class=\"citation\" id=\"35896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35896)\">Matt. 5:44<\/a><\/span>).\n<\/p><p>\nAn American statesman once made this remark: \"Destroy your enemies by making friends of\nthem.\"\n<\/p><p>\nThen another has said: \"You should be kind to your enemies, because you are the one who\nmade them.\"\n<\/p><p>\nThe Lord has given strong counsel to husbands concerning their wives. Here is his command:\n\"Thou shalt love thy wife with all thy heart, and shalt cleave unto her and none else\"\n(<span class=\"citation\" id=\"15347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15347)\">D&amp;C 42:22<\/a><\/span>).\n<\/p><p>\n<b>Charity and love<\/b>\n<\/p><p>\nConsider now another phase of this great virtue&mdash;love&mdash;and its relationship to charity.\n<\/p><p>\nCharity and love, in some respects, seem to be synonymous. The ancient prophet Moroni\nmade this point clear when he quoted his father, Mormon: \". . . if ye have not charity, ye are\nnothing . . . But charity is the pure love of Christ, and it endureth forever; and whoso is found\npossessed of it at the last day, it shall be well with him\"\n(<span class=\"citation\" id=\"38356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38356)\">Moro. 7:46-47<\/a><\/span>).\n<\/p><p>\nCharity can and should mean not only the pure love <i>of<\/i> Christ, but it should also mean pure\nlove <i>for<\/i> him and his love for us.\n<\/p><p>\nThe Savior has demonstrated that his words concerning love are not empty, for he has shown\nhis love for us in his willingness to lay down his life, thus making it possible for us to receive\nsalvation through his atoning sacrifice and to achieve exaltation and eternal life through our\nobedience to his commandments. His atonement gave meaning to his teaching that \"greater\nlove hath no man than this, that a man lay down his life for his friends\"\n(<span class=\"citation\" id=\"28544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28544)\">John 15:13<\/a><\/span>). No\nman could willingly give his life for a friend without sincerely loving him.\n<\/p><p>\nThe Lord's unselfish act added great weight to his further words: \"A new commandment I\ngive unto you, That ye love one another; as I have loved you, that ye also love one another\"\n(<span class=\"citation\" id=\"28532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28532)\">John 13:34<\/a><\/span>).\n<\/p><p>\n<b>Missionary experience<\/b>\n<\/p><p>\nA lonely young Persian student was in Munich, Germany, struggling to find a meaning to life.\nHe was deeply disturbed by the materialism and selfishness that seemed to fill the world, and\nespecially postwar Europe. He heard a knock at the door, and two humble Mormon elders\nstood before him. He was not the least interested in religion. In fact, cynicism and doubt had\nfilled his soul until he was very nearly persuaded that there was no God nor any real meaning\nto life. The only thing that interested him about these two young men was their English\naccent. He had mastered four languages, but English was not one of them.\n<\/p><p>\nHe invited them in, but as they started their discussion, he cautioned: \"I don't want to hear\nabout your God, nor do I want to hear about how your religion got started. I only want to\nknow one thing: what do you people do for one another?\" He waited, and a look of doubt\ncrossed his dark features, as the elders exchanged glances.\n<\/p><p>\nFinally, the spokesman for the two said softly, \"We love one another.\"\n<\/p><p>\nNothing he could have said would have been more electrifying than this simple utterance had\nupon this young Persian, for the Holy Ghost immediately bore testimony to his soul that these\nmissionaries were true servants of the Lord. Shortly thereafter he was baptized, and he\npresently is in this country receiving his doctorate degree at a local university&mdash;all because a\nyoung Mormon missionary declared a simple truth, \"We love one another.\"\n<\/p><p>\n<b>Ways to demonstrate love<\/b>\n<\/p><p>\nVirtually all religions tell us to love one another, but the restored Church tells us <i>how<\/i> to love\none another. The home teaching visits, the inspired Welfare Program, the unselfish service\nperformed in the temples, and the worldwide missionary system demonstrate in a very\npractical way the teaching of the Savior: \"Thou shalt love thy neighbour as thyself\"\n(<span class=\"citation\" id=\"35945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35945)\">Matt. 22:39<\/a><\/span>).\n<\/p><p>\nAt this Easter time we are mindful of the Redeemer's sacrifice and acknowledge with heartfelt\ngratitude and appreciation our debt to him.\n<\/p><p>\nIn granting approval for the Savior's atonement, our Father in heaven has manifested his love\nfor us, his children. A prophet has made this plain in this statement: \"For God so loved the\nworld, that he gave his only begotten Son, that whosoever believeth in him should not perish,\nbut have everlasting life\" (<span class=\"citation\" id=\"28493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28493)\">John 3:16<\/a><\/span>).\n<\/p><p>\nHow do we show our love for our Heavenly Father, and our love and appreciation for the\nSavior? The Lord has given us the key. Listen to his admonition: \"If thou lovest me thou\nshalt serve me and keep all my commandments\"\n(<span class=\"citation\" id=\"15349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15349)\">D&amp;C 42:29<\/a><\/span>).\n<\/p><p>\n<b>Love an eternal principle<\/b>\n<\/p><p>\nLove is an eternal principle, an everlasting virtue. It operated before this earth life and will\ncontinue to do so throughout the eternities. President McKay has made it clear in this\nmagnificent declaration: \"Love is the most divine attribute of the human soul, and if you\naccept the immortality of the soul, that is, if you believe that personality persists after death,\nthen you must believe that love also lives\" (<i>Man May Know for Himself<\/i>, p. 221).\n<\/p><p>\nHowever, love is a virtue that can be lost. It may wither up and die as a result of neglect,\ncarelessness, and indifference. So President McKay has beautifully cautioned with the\nfollowing words: \"Love must be fed . . . love must be nourished; love can be starved to death\njust as literally as the body can be starved without daily sustenance\" (<i>Ibid.<\/i>, p. 221).\n<\/p><p>\n<b>Solution for major ills<\/b>\n<\/p><p>\nMany of the major ills and disturbances that plague mankind in this unsettled world today and\nare causing unhappiness and sorrow would disappear if the principle of love were manifested\nand practiced.\n<\/p><p>\nIf we would love the Lord our God, and show that love by keeping his commandments, we\nwould be law-abiding citizens, and there would be no need for law officers nor for prisons.\n<\/p><p>\nIf we would but love one another and our neighbors as ourselves, there would be no need for\nconventions and gatherings to be held behind barbed wire fences and protected by guards with\nrifles and bayonets.\n<\/p><p>\nIf we truly loved those who persecute us, they would no longer be enemies, but friends, and\nthere would be no wars or bloodshed.\n<\/p><p>\nIf men sincerely loved their wives, wives loved their husbands, parents loved and understood\ntheir children, and children loved and respected their parents, there would be no infidelity and\nunfaithfulness, no quarreling or bickering found among mankind; divorce, juvenile\ndelinquency, broken homes, and frustration of youth would he eliminated; and other social,\nmoral, and economic ills would cease. Peace would abide in the world.\n<\/p><p>\nGeneral Eisenhower was a person who not only expressed his love, but also demonstrated it in\nbehalf of others. Among his last words were these: \"I have always loved my wife, I have\nalways loved my children, I have always loved my grandchildren, and I have always loved\nmy country.\"\n<\/p><p>\n<b>Power to change world<\/b>\n<\/p><p>\nSome years ago President McKay told the brethren assembled in this building that if the 9,000\nor so priesthood bearers present would go forth from here and fully live the teachings of the\nMaster, they would have the power to change the world. This I believe. And I also believe\nthat if those of us who are here and those of you of the vast television and radio audience\nwould live fully the principle of love&mdash;and there's no greater principle&mdash;we would have the\npower to change our lives, our homes, our neighborhoods, then this nation, and eventually the\nworld, for in the words of that stirring contemporary song, \"Let there be peace on earth, and\nlet it begin with me.\" We do have the power to change our lives and surroundings by first\nrealizing our own worth and loving and valuing ourselves, and then by loving those with\nwhom we live and labor.\n<\/p><p>\nMay we have the desire and courage to so act, I humbly pray, in the name of the Lord, Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}