{"ID":1678, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Doubt Not, Fear Not<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1969, pp. 39-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I should like to say something that might be helpful to those among\nus who are weighed down with trials and difficulties and disappointments and tribulations,\nand to them I say, \"Doubt not, fear not\" (<span class=\"citation\" id=\"15307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15307)\">D&amp;C 6:36<\/a><\/span>).\n<\/p><p>\n<b>The gospel plan<\/b>\n<\/p><p>\nThe gospel of Jesus Christ embraces every principle, every law, and every ordinance\nnecessary for us to meet any condition in life and for the ultimate success of each of us.\n<\/p><p>\nThe teachings of Jesus warm the human heart. His doctrines enlighten the mind. They\ndesignate the proper course.\n<\/p><p>\nForemost among his teachings is the recognition of God as our Father. Jesus prayed to our\nFather and asked that all men do likewise, and that we live \"by every word that proceedeth out\nof the mouth of God\" (<span class=\"citation\" id=\"35883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35883)\">Matt. 4:4<\/a><\/span>).\nHe taught that by conformance to the plan of our Father,\ngiven through Jesus Christ, each of us can achieve a divine destiny.\n<\/p><p>\nIt is the only plan by which genuine peace of mind can be found. Indeed, it is the <i>only<\/i> plan\nthat leads men to salvation and exaltation. This plan was presented to us in our preexistent\nstate, and each of us gladly accepted it. As part of it, we understood that in mortality we\nwould most likely experience sorrow as well as joy, pain as well as comfort, disappointment\nalong with success, sickness as well as health. Because it is necessary for our development,\nthe Lord permits the bitter to be mixed with the sweet. He knows that our individual faith\nmust be tested in adversity as well as in serenity. Otherwise, that faith may not be sufficiently\ndeveloped when a condition arises that can be met through faith alone.\n<\/p><p>\n<b>Encouragement in adversity<\/b>\n<\/p><p>\nThe Bible says: \"If thou faint in the day of adversity, thy strength is small\"\n(<span class=\"citation\" id=\"41501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41501)\">Prov. 24:10<\/a><\/span>).\nEven in times of trouble and tribulation, the gospel of Christ offers encouragement and gives\nassurance.\n<\/p><p>\nI am always lifted in spirit and given greater hope by the words of the great hymn: \n<\/p><p>\n\"How firm a foundation, ye Saints of the Lord,<br \/>\n     Is laid for your faith in his excellent word!<br \/>\n     What more can he say than to you he hath said,<br \/>\n     You who unto Jesus, for refuge have fled?\n<\/p><p>\n\"When through the deep waters I call thee to go,<br \/>\n     The river of sorrow shall not thee o'erflow,<br \/>\n     For I will be with thee, thy troubles to bless,<br \/>\n     And sanctify to thee thy deepest distress.\n<\/p><p>\n\"Fear not, I am with thee, O be not dismayed,<br \/>\n     For I am thy God and will still give thee aid; <br \/>\n     I'll strengthen thee, help thee, and cause thee to stand,<br \/>\n     Upheld by my righteous, omnipotent hand.\"<br \/><br \/>\n&nbsp; &nbsp;                         (<i>Hymns<\/i>, No. 66)\n<\/p><p>\nBrothers and sisters, you and I are never alone.  The Lord will not forsake us. Let us not\nforsake him!\n<\/p><p>\nWe are God's children, and he, our Father, has a personal concern for each of us. He has\npromised that they who are faithful in tribulation and adversities shall be more greatly\nblessed (see <span class=\"citation\" id=\"15361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15361)\">D&amp;C 58:2-4<\/a><\/span>).\n<\/p><p>\n<b>Teachings from Liberty Jail<\/b>\n<\/p><p>\nLet us consider for a moment the plight of Joseph and Hyrum Smith, who, with their\ncompanions, were incarcerated in Liberty Jail through the winter of 1838 and 1839. They\nwere confined in one room with two small windows. No provision had been made to heat the\nroom; there was no chimney to draw out the smoke. The brethren slept on piles of straw on\nthe floor. Their food was of the coarsest kind. And yet, from that prison came some of the\nmost beautiful and sublime thoughts and writings ever given to the world. They will endure\namong sacred literature of the Church for all time. Here are some of the words of the Lord to\nJoseph Smith at that time as they are recorded in Doctrine and Covenants, Section 122: \n<\/p><p>\n\"If thou art called to pass through tribulation; if thou art in perils among false brethren . . .\n<\/p><p>\n\"If thou art accused with all manner of false accusations; if thine enemies fall upon thee . . .\n<\/p><p>\n\". . . know thou, my son, that all these things shall give thee experience, and shall be for thy\ngood.\n<\/p><p>\n\"The Son of Man hath descended below them all. Art thou greater than he?\n<\/p><p>\n\"Therefore, hold on thy way, and the priesthood shall remain with thee; for their bounds are\nset, they cannot pass. Thy days are known, and thy years shall not be numbered less;\ntherefore, fear not what man can do, for God shall be with you forever and ever\"\n(<span class=\"citation\" id=\"15452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15452)\">D&amp;C 122:5-9<\/a><\/span>).\n<\/p><p>\nMy, what a lesson! What assurance!\n<\/p><p>\nStrength comes by courageously adjusting our lives to our trials, and by so doing we are\nbrought closer to God.\n<\/p><p>\nElder James E. Talmage gave this promise: \"No pang that is suffered by man or woman upon\nthe earth, will be without its compensating effect . . . <i>if it be met with patience<\/i>.\"\n<\/p><p>\n<b>Trials can bring blessings<\/b>\n<\/p><p>\nWe cannot afford to meet adversities with impatience or bitterness. President Brigham Young\ntaught that \"if the Saints could realize things as they are when they are called to pass through\ntrials, and to suffer what they call sacrifices, they would acknowledge them to be the greatest\nblessings that could be bestowed upon them . . .\n<\/p><p>\n\". . . without the opposite and they could not know enjoyment; they could not realize happiness\n. . . If they should not taste the bitter, how could they realize the sweet? They could not!\"\n(<i>Journal of Discourses<\/i>, Vol. 2, pp. 301-302).\n<\/p><p>\nIf our existence terminated with death, adversities might tend to overwhelm us. But with the\ngospel as a foundation and with faith in a just God who watches over all, each one may\nreceive the comfort and acquire the fortitude to meet the vicissitudes of life.\n<\/p><p>\n<b>Doubt not fear not<\/b>\n<\/p><p>\nTo you who are discouraged, to you who are sorrowing, to you who doubt, to you who need\nhelp, may I say: Doubt not&mdash;fear not\n(<span class=\"citation\" id=\"15308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15308)\">D&amp;C 6:36<\/a><\/span>)!\n<\/p><p>\nThe Lord gives to you and to me assurance in these words: \n<\/p><p>\n\"Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me;\nask, and ye shall receive; knock, and it shall be opened unto you.\n<\/p><p>\n\"Whatsoever ye ask the Father in my name it shall be given unto you, <i>that is expedient for you<\/i>\"\n(<span class=\"citation\" id=\"15404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15404)\">D&amp;C 88:63-64<\/a><\/span>, italics added).\n<\/p><p>\nBut the gospel teaches also that each of us has obligations. Hear also the words of the apostle\nPaul to the saints in Rome: \n<\/p><p>\n\"Let love be without dissimulation [pretense]. Abhor that which is evil; cleave to that which is\ngood.\n<\/p><p>\n\"Be kindly affectioned one to another with brotherly love; in honour preferring one another\n. . .\n<\/p><p>\n\"Rejoicing in hope; patient in tribulation, continuing instant in prayer . . .\n<\/p><p>\n\"Bless them which persecute you . . .\n<\/p><p>\n\"Rejoice with them that do rejoice, and weep with them that weep\"\n(<span class=\"citation\" id=\"42829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42829)\">Rom. 12:9-15<\/a><\/span>).\n<\/p><p>\n<b>Build upon the rock<\/b>\n<\/p><p>\nYes, indeed, the teachings of the gospel enlighten the mind and warm the heart. They give\nencouragement to the sorrowing and replace fear with courage. With Helaman, I say: \n<\/p><p>\n\"And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is\nChrist, the Son of God, that ye must build your foundation; that when the devil shall send\nforth his mighty winds, yea, his shafts in the whirlwind, yea, and when all his hail and his\nmighty storm shall beat upon you, it shall have no power over you to drag you down to the\ngulf of misery and endless wo, because of the rock upon which ye are built, which is a sure\nfoundation, a foundation whereon if men build they cannot fall\"\n(<span class=\"citation\" id=\"24704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24704)\">Hel. 5:12<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}