{"ID":1679, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Blessings, Through Obedience to Counsel<\/p>\n<p class=\"gcspeaker\">Elder James A. Cullimore<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">James A. Cullimore, <i>Conference Report<\/i>, April 1969, pp. 41-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne of our hymns we sing most frequently and with great fervor is; \n<\/p><p>\n\"We thank thee, O God, for a prophet<br \/>\n     To guide us in these latter days.<br \/>\n     We thank thee for sending the gospel<br \/>\n     To lighten our minds with its rays.\n<\/p><p>\n\"We thank thee for every blessing<br \/>\n     Bestowed by thy bounteous hand.<br \/>\n     We feel it a pleasure to serve thee,<br \/>\n     And love to obey thy command.\"<br \/><br \/>\n&nbsp; &nbsp;                        (<i>Hymns<\/i>, No. 196.)\n<\/p><p>\nOne of the most important features of the last line is, \"We love to <i>obey<\/i> thy command.\" The\nmembers of the Church have listened to the counsel of their leaders and followed it quite\nimplicitly from the very organization of the Church.  Those who did not heed the counsel of\nthe brethren and were disobedient to the laws of the gospel usually apostatized and left the\nChurch.\n<\/p><p>\nAlthough there have been periods of great trial among the people in the history of the Church,\nthe revelations of the Lord, through the counsel of his leaders, have guided the people\nconstantly in both their material and spiritual lives.\n<\/p><p>\n<b>Guidance for the Church<\/b>\n<\/p><p>\nThe guidance for the Church continues to come through the President, the prophet, seer, and\nrevelator, to the present day. The basic principle of the restored gospel is that God reveals his\nmind and will to his established Prophet on earth for the guidance of the Church. The Church\nis founded on revelation.  On the day of the organization of the Church, the Lord gave a\nrevelation to the Church:  \"Wherefore, meaning the church, thou shalt give heed unto all his\n[the President of the Church] words and commandments which he shall give unto you as he\nreceiveth them, walking in all holiness before me; \n<\/p><p>\n\"For his word ye shall receive, as if from mine own mouth, in all patience and faith.\n<\/p><p>\n\"For by doing these things the gates of hell shall not prevail against you; yea, and the Lord\nGod will disperse the powers of darkness from before you, and cause the heavens to shake for\nyour good, and his name's glory.\n<\/p><p>\n\"For thus saith the Lord God: Him have I inspired to move the cause of Zion in mighty\npower for good, and his diligence I know and his prayers I have heard\"\n(<span class=\"citation\" id=\"15328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15328)\">D&amp;C 21:4-7<\/a><\/span>).\n<\/p><p>\nToday, more than ever before, we have need for implicit faith in God and his appointed\nleaders and their inspired counsel. In this day, when many doubt the very existence of God\nand the divinity of Christ, as we learn of the \"new morality,\" see a general breakdown in\nmoral standards, witness common use of drugs and disregard for parents and home, see\nincrease in juvenile delinquency and the tendency to break marriage vows, riots, violence, and\ngreat disturbances everywhere, there is justification for great concern.\n<\/p><p>\n<b>Man's free agency<\/b>\n<\/p><p>\nYet, no matter how sure the dangers and how great the need for counsel and guidance, there\ncan be no coercion in the Church. Man's free agency is held by the Church to be his first\nright.  Every man must be free to act for himself. The Lord has declared: \"For the power is in\nthem, wherein they are agents unto themselves\"\n(<span class=\"citation\" id=\"15363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15363)\">D&amp;C 58:28<\/a><\/span>).\n<\/p><p>\nBrigham Young said: \"All rational beings have an agency of their own . . . The volition of the\ncreature is free; this is a law of their existence\" (<i>Discourses of Brigham Young<\/i>, 1943 ed.,\np. 62).\n<\/p><p>\nCommenting on this, John A. Widtsoe has said:  \"Coercion, which is in direct opposition to\nfree agency, must not be applied in any form\" in the Church. This is the plan of the\nadversary.\n<\/p><p>\n\". . . There must be no attempt to force even a needed gift upon another. It is better that one\nlive in darkness than to be forced into light. There is ample place among men for teaching but\nnone for compelling others to accept what is taught. Every person is under obligation to\nrespect the free agency of every other individual.\"\n<\/p><p>\nHe states further: \"The application of these principles to daily affairs sometimes leads to\nmisunderstandings. Certain Church members may feel that a Church official is invading their\npersonal liberties when he gives counsel . . . Advice on . . . matters of conduct by the constituted\nleadership of the Church may be questioned by those who are affected by the advice.\n<\/p><p>\n\"The first answer to such a person is that all advice is given for the good of the individual\nconcerned, and that it is wise to follow those who have had experience and are unselfishly\ngiving help to others . . . The Church which exists for the welfare of man, would be derelict to\nits divinely imposed obligations did it not exercise its responsibility as a guardian against all\nevil and for all good.\n<\/p><p>\n\"The second answer is that under the law of free agency no one is obliged to obey . . . the\ncounsel given. Man is always free to act for himself.  But, to members of the Church, this\nanswer may be misleading. They are under the necessity of acknowledging that consistency\nrequires them to conform to counsel given and regulations set up.\n<\/p><p>\n\". . . Every member of the Church upon terms of faith and repentance, has entered the waters\nof baptism. By this ordinance he has pledged acceptance of the doctrine and practice of the\ngospel of Jesus Christ. The divinity of the work of the Church has become his settled\nconviction. Upon this foundation he henceforth regulates his life. Among the basic principles\n[we accept as members] are the inspiration and authority residing in the living priesthood.\nWhen, therefore, the President of the Church speaks, authoritatively, and we disobey, we are\nrepudiating one of the foundation principles of the gospel\" (John A. Widtsoe,\n<i>Gospel Interpretation<\/i>, pp. 70-72).\n<\/p><p>\n<b>Need for guidance<\/b>\n<\/p><p>\nWith our freedom of agency in the Church, we need the constant guidance of our leaders to\nhelp us in our decisions. It seems to me that no member of the Church can risk becoming\ninvolved in any questionable activity or association with extreme, radical groups, whose\nteachings and actions run counter to the gospel, without seeking advice from his spiritual\nleader. Your bishop or branch president, stake president or mission president has been duly\nappointed as your spiritual adviser and has the right of inspiration to give you counsel and\nguidance you might need.\n<\/p><p>\nIn a letter to all stake leaders in September of 1966 the First Presidency said: \"The Lord has\nso organized His Church that there is accessible to every member&mdash;man, woman, and\nchild&mdash;a spiritual advisor, and a temporal counselor as well, who knows them intimately and who\nknows the circumstances and conditions out of which their problems come, and who, by\nreason of his ordination, is entitled to an endowment from our Heavenly Father of the\nnecessary discernment and inspiration of the Lord to enable him to give the advice which the\none in trouble so much needs. We refer to the bishop or branch president in the first instance\nand to the stake or mission president if the bishop or branch president, for any reason, feels\nthe need of assistance in giving his counsel.\" (Letter from the First Presidency, September 22,\n1966, to stake Presidents, bishops, mission presidents, and branch Presidents.)\n<\/p><p>\n<b>Responsibility in following counsel<\/b>\n<\/p><p>\nHow should we regard and interpret counsel in the Church? Is there a distinction between the\nlaw of the gospel and counsel? Does the counsel of the priesthood differ from that which\nemanated from secular fields? Do we have a responsibility in following the counsel of the\nbrethren?\n<\/p><p>\nPresident Stephen L Richards answers these questions in this manner: \n<\/p><p>\n\". . . a moment's reflection will convince you of the rather serious regard in which we hold\ncounsel. While it is true that we characterize infractions of the law as sin and we do not apply\nquite that drastic a terminology to failure to follow counsel, yet in the Church, under the\npriesthood, counsel always is given for the primary purpose of having the law observed, so\nthat it does occupy a place of standing and importance, almost comparable to that law of the\ngospel.\" (Address at Brigham Young University, February 26, 1957, p. 1.)\n<\/p><p>\nAs we believe, there is the head of the Church today a living prophet to whom the Lord\nreveals his mind and will for the guidance of the Church, and we sustain the Council of\nTwelve as prophets, seers, and revelators who are also divinely chosen and inspired to watch\nover the Church and keep it in order and to be special witnesses of Christ; when you sustain\nyour stake president and bishop, your mission president and branch president as God's\ndivinely appointed representatives to preside over you in your respective area and then fail to\nobey their counsel, you deny yourself the blessings of the gospel and personal blessings and\ndirection.  The counsel of the leaders of the Church usually is but a repetition of the laws of\nthe gospel, encouragement to follow the teachings of the Church, to keep the covenants we\nmade as we entered the waters of baptism, and in the house of the Lord.\n<\/p><p>\n<b>Obedience brings happiness<\/b>\n<\/p><p>\nThe following of this counsel can only bring eventual happiness.  Disobedience to counsel can\nonly accrue to our detriment.  It often leads to fault-finding, lack of activity in the Church,\nbreaking the commandments, and even loss of faith.\n<\/p><p>\nSome most sincere counsel was given the members of the Church by Oliver Cowdery when\nhe came before the Church at Pottawatamie and requested that he be restored to the Church.\nHe said: \"Follow the Twelve: they are the men with whom the Priesthood rests. If you follow\nthe main channel of the stream, you will go right; but if you run into a bayou, you will find\nyourselves among snags\" (From a talk by Elder George A. Smith, <i>Journal of Discourses<\/i>, Vol.\n7, p. 117).\n<\/p><p>\nI can think of no better counsel for us today than to follow the main channel of the stream, to\nkeep from extremes to the right or the left, through obedience to the continual direction of the\nLord for the guidance of the Church.\n<\/p><p>\nThis testimony I leave with you in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}