{"ID":168, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1945, pp. 67-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my brethren and my sisters of the radio audience, that I might have an\ninterest in your prayers and faith this morning as I stand before you to express one or two\nthoughts.\n<\/p><p>\nGRATITUDE FOR BLESSINGS OF THE GOSPEL\n<\/p><p>\nAs I listened to the Lord's anointed, yesterday, there came into my heart a feeling of\nprofound gratitude&mdash;gratitude to my forebears who left the Alps of Switzerland and the\nvillages of England and came to the valleys of these mountains where their posterity might\nenjoy all of the blessings and gifts of the gospel of the Lord Jesus Christ. I am profoundly\ngrateful to them because it has brought me under the direction of the Lord's prophets. And\nanyone who listened to President Grant's message yesterday couldn't help feeling that he was\nspeaking to us as God's mouthpiece and servant. It is my firm conviction and testimony that\nif all of us will heed the advice and counsel of these men who guide and direct the destiny of\nthis great work that God will sustain us and bless us through all the vicissitudes, trials, and\ntribulations of life.\n<\/p><p>\nAs I grow older, I become more convinced in my heart and spirit that this is the work of the\nLord Jesus Christ. One evidence to me that it is his work, is that the Lord is not only mindful\nof those who live, but he is mindful of those who passed on without having had the\nopportunity of hearing the gospel of the Lord Jesus Christ in the flesh. The Lord ordained his\nSon to be the judge of both the dead and the quick. David, who transgressed sorely,\nunderstood fully that there would come a time when he, too, would have an opportunity of\nrepenting and enjoying the good will of our Heavenly Father. He said:\n<\/p><p>\nTherefore my heart is glad, and my glory rejoiceth: my flesh also shall rest in hope. For thou\nwilt not leave my soul in hell; neither wilt thou suffer thine Holy One to see corruption. Thou\nwilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are\npleasures for evermore (<span class=\"citation\" id=\"41731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41731)\">Ps. 16:9-11<\/a><\/span>).\n<\/p><p>\nBAPTISM A NECESSARY ORDINANCE\n<\/p><p>\nWith the advent of the Savior upon the earth, there came to him one of the learned Pharisees,\nNicodemus. Nicodemus was interested in the miracles the Savior performed, and finally out of\nthe discussion that ensued, the Savior said to Nicodemus, \"Verily, verily, I say unto thee,\nExcept a man be born again, he cannot see the kingdom of God\"\n(<span class=\"citation\" id=\"27176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27176)\">John 3:3<\/a><\/span>). Nicodemus could not\nunderstand this statement. Thinking that once a man had been born of woman that was\nenough, and then to clarify the statement the Lord said:\n<\/p><p>\n. . . Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot\nenter into the kingdom of God. That which is born of the flesh is flesh; and that which is\nborn of the Spirit is spirit (<span class=\"citation\" id=\"27178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27178)\">John 3:5-6<\/a><\/span>).\n<\/p><p>\nThe Savior here laid down the mandate of baptism that applies to every son and daughter of\nthe Lord that is born in the flesh, that if they expect entrance into the kingdom of our\nHeavenly Father they must be born of the water, or baptized of the water, born of the spirit or\nbaptized of the spirit. This declaration was so important that the Savior himself submitted to\nthe ordinance of baptism. We all recall the time when John was baptizing by the Jordan and\nthen cometh Jesus from Galilee unto John to be baptized of him, but John forbade him\nsaying:\n<\/p><p>\n. . . I have need to be baptized of thee, and comest thou to me? And Jesus answering said\nunto him. Suffer it to be so now: for thus it becometh us to fulfill all righteousness. Then he\nsuffered him. And Jesus, when he was baptized, went up straightway out of the water: and, lo,\nthe heavens were opened unto him, and he saw the Spirit of God descending like a dove, and\nlighting upon him: And lo a voice from heaven saying, This is my beloved Son, in whom I\nam well pleased (<span class=\"citation\" id=\"33943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33943)\">Matt. 3:14-17<\/a><\/span>).\n<\/p><p>\nChrist not only inaugurated the initiatory ordinance into the kingdom of heaven, but he also\nplaced upon his followers the mantle of authority. For said he this to Peter:\n<\/p><p>\nAnd I say also unto thee, That thou art Peter, and upon this rock will I build my church; and\nthe gates of hell shall not prevail against it. And I will give unto thee the keys of the kingdom\nof heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever\nthou shalt loose on earth shall be loosed in heaven\n(<span class=\"citation\" id=\"33989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33989)\">Matt. 16:18-19<\/a><\/span>).\n<\/p><p>\nThen there came Calvary Hill when the Savior of the world was crucified between two\nsinners, and upon the cross he conversed with one of these men, Christ making him this\npromise:\n<\/p><p>\nAnd Jesus said unto him, Verily I say unto thee, Today shalt thou be with me in paradise\n(<span class=\"citation\" id=\"31165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31165)\">Luke 23:43<\/a><\/span>).\n<\/p><p>\nThis statement has been confusing to the Christian world, in view of the fact that the Savior\nsaid unto Nicodemus, \"Verily, verily I say unto thee, except a man be born of water and the\nSpirit, he cannot enter the kingdom of God\"\n(<span class=\"citation\" id=\"27177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27177)\">John 3:5<\/a><\/span>).\nThere is no question but that the thief\nhad never heard the gospel of the Lord Jesus Christ until the Savior preached it to him on the\ncross, and yet the Savior promised him that he would be in paradise; the world in its confused\nthinking believes that paradise is heaven. The Apostle Peter clarifies this misconception of\nparadise when we read his statement found in I Peter:\n<\/p><p>\nFor Christ also hath once suffered for sins, the just for the unjust; that he might bring us to\nGod, being put to death in the flesh, but quickened by the Spirit: By which also he went and\npreached unto the spirits in prison; Which sometime were disobedient, when once the\nlongsuffering of God waited in the days of Noah, while the ark was\npreparing, wherein few, that is, eight souls were saved by water\n(<span class=\"citation\" id=\"2225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2225)\">1 Pet. 3:18-20<\/a><\/span>).\n<\/p><p>\nAfter the Savior was resurrected and meeting Mary, he said to her, \"Touch me not; for I am\nnot yet ascended to my Father\" (<span class=\"citation\" id=\"27205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27205)\">John 20:17<\/a><\/span>),\nwhich is an indication to us that during the\ntime his spirit and body were separated, he was in paradise, preaching the gospel message to\nthose who, as Peter tells us, sinned in the days of Noah and were swept from the earth by the\ngreat flood.\n<\/p><p>\nAnother very important statement with reference to baptism was made by Paul when he was\npreaching the resurrection. He said:\n<\/p><p>\nElse what shall they do which are baptized for the dead, if the dead rise not at all? why are\nthey then baptized for the dead? (<span class=\"citation\" id=\"132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(132)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nCHANGES MADE THROUGH APOSTASY\n<\/p><p>\nThereafter, according to prophecy, there came the great apostasy. It was only a matter of a\ncentury or two after the apostles had disappeared from the earth until the ordinances and\ndoctrines of men were substituted for those of the Lord Jesus Christ. The words of the old\nprophet Amos were fulfilled wherein he said:\n<\/p><p>\nBehold, the days come, saith the Lord God, that I will send a famine in the land, not a famine\nof bread, nor a thirst for water, but of hearing the words of the Lord\n(<span class=\"citation\" id=\"10392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10392)\">Amos 8:11<\/a><\/span>).\n<\/p><p>\nWe find one of the world's greatest ecclesiastical leaders making this statement in a book that\nhe wrote, the book written by Cardinal Gibbons called <i>The Faith of Our Fathers<\/i>, wherein he\nsaid that the ordinance of baptism was changed from that of immersion to sprinkling for\nconvenience's sake. Said he:\n<\/p><p>\nThere are those who are ill. There are those where there may be but little water found,\nconsequently there being little water it is right to sprinkle them, and that sprinkling is just as\nefficacious as immersion.\n<\/p><p>\nThe important thing is that this great ecclesiastical leader admits that baptism was by\nimmersion just as Christ indicated, and as he was baptized by John the Baptist, and as he\nindicated to Nicodemus, that if a man must be born again he would have to be born of the\nwater, completely submerged and come forth, symbolical of the birth.\n<\/p><p>\nWith the apostasy there came into the world many doctrines, There came into the world\nerroneous doctrines that there is no place in the kingdom of our Heavenly Father for those\nwho have not heard the gospel of the Lord Jesus Christ; but the Lord said in the beginning he\nordained his Son to be the judge of not only the living but also the dead\n(<span class=\"citation\" id=\"7539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7539)\">Acts 10:42<\/a><\/span>). The world has lost\nsight of this concept, and the great churches teach the following:\n<\/p><p>\nThere is nothing any human being can do to change the condition of the dead. After one dies\nthere is no more that can be done or that he can do.\n<\/p><p>\nAnother one declares:\n<\/p><p>\nDon't believe we can help those who have died, neither believers nor nonbelievers; no\nordinance for the dead that recognized intercession for the dead as well as for the living. Man\ncannot help those who have died. We have no form of work for the dead. After the death, the\njudgment.\n<\/p><p>\nAnother one:\n<\/p><p>\nWe are powerless to do anything for those who are dead. Don't believe in any form of work\nfor the dead. We are powerless to aid those who are dead.\n<\/p><p>\nI am sure that if these great religious organizations understood the mission of the Lord Jesus\nChrist, they would not declare to the world nor to their followers that nothing can be done for\nthose who have passed on. Without having heard the gospel of the Lord Jesus Christ and\nthose who have not submitted themselves to the ordinance of baptism, they would have us\nbelieve that they are lost forever and ever.\n<\/p><p>\nThen Cardinal Gibbons makes another father pertinent statement in his book (op. cit.) wherein\nhe said this:\n<\/p><p>\nFor if baptism by immersion only is valid, how many sick and delicate persons; how many\nprisoners and seafaring people, how many thousands living in the frigid zone, in the depth of\ninclement weather, though craving the grace of regeneration would be deprived of God's seal\nor receive it at the risk of their lives. Surely God does not ordinarily impose ordinances upon\nus under such a penalty. Moreover, if immersion is the only form of valid baptism, what has\nbecome of the millions of souls in every age and country that have been regenerated by\nsprinkling of water in the Christian churches?\n<\/p><p>\nPROMISES OF THE RESTORATION FULFILLED\n<\/p><p>\nWhen the Lord, through his servants, predicted that there would be a famine for his word in\nthe land, knowing that men would change the ordinances and substitute their own, he also\ngave the world a promise that the day would come, as he said, when:\n<\/p><p>\nBehold; I will send you Elijah the prophet before the coming of the\n<\/p><p>\ngreat and dreadful day of the Lord: And he shall turn the heart of the fathers to the children,\nand the heart of the children to their fathers, lest I come and smite the earth with a curse\n(<span class=\"citation\" id=\"32706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32706)\">Mal. 4:5-6<\/a><\/span>).\n<\/p><p>\nThat promise has been kept. John the Baptist appeared to Joseph Smith and Oliver Cowdery\nupon the banks of the Susquehanna River bestowing upon them the Aaronic Priesthood, the\nsame priesthood that John the Baptist held when he baptized the Savior They immersed one\nanother just as Christ was immersed by John the Baptist. Later there came three other\nheavenly beings, Peter, James, and John, who bestowed upon these men the Melchizedek\nPriesthood, that priesthood which Christ himself bestowed upon Peter and his associates,\ngiving them the right to bind on earth and to bind in heaven and to loose on earth and it\nwould be loosed in heaven.\n<\/p><p>\nElijah conferred upon Joseph Smith the keys of this great work, the work for\nthe dead, wherein children perform the ordinance of baptism for their dead progenitors, which\nis a vicarious form of work just as was Christ's atonement for the sin of Adam of a vicarious\nnature wherein he represented all of us upon the cross. Furthermore, President Joseph F.\nSmith in 1918 indicated that he had been caught up by the spirit and was permitted to see\nwhat was going on in the spirit world\n(<span class=\"citation\" id=\"12209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12209)\">D&amp;C 138:1-60<\/a><\/span>).\nThe sight he beheld was one wherein the brethren were\npreaching to the spirits in paradise just as the Savior nineteen centuries ago in spirit form\npreached them the gospel. By performing the ordinance of baptism here in proxy form for the\ndead, there are no obstacles in their way whereby they might embrace the gospel in its\nentirety though they be in paradise. I wish to declare that with the appearance of Elijah to the\nProphet Joseph, the restoration of the priesthood, baptism for the dead, and the preaching to\nspirits as President Joseph F. Smith indicates, constitute an answer to Cardinal Gibbons with\nreference to those who have not been born of the water and the spirit, as the Savior indicated\nto Nicodemus a man must needs be before he can enter the kingdom of heaven. Think, if you\nwill, of the millions who have died without the performance of this ordinance and the\nacceptance of the gospel during the period when the gospel was not upon the earth. To me it\nis only justice that our kind Father in heaven would institute a plan whereby all his children,\nbe they alive or dead, might have the privilege of accepting or rejecting the gospel of his\nbeloved Son. I could not worship a God who would permit some of his children to enjoy the\nblessings of the gospel and deprive others who for some reason or another had not heard the\ngospel because of some circumstances over which they had no control and were denied the\nprivilege of accepting it. I do not believe in that kind of a God, and neither do you. We\nbelieve in a God who so loved the world that he gave his only begotten Son to suffer, to\nbleed, and die to the end that everyone of us might enjoy salvation and exaltation in his\nkingdom.\n<\/p><p>\nThis is the philosophy of Mormonism, a plan of salvation so broad that it provides an\nopportunity for everyone of the Lord's children to gain entrance to his kingdom as was\nprescribed by the Savior to Nicodemus.\n<\/p><p>\nThis is my testimony to you, and I am grateful beyond words of expression to know that I\nenjoy membership in God's Church, the same Church that Christ established upon the earth\nwith apostles, prophets, evangelists, and teachers, for the purpose of teaching us the gospel in\nits fulness and to the ultimate end that we may all come to a unity of faith\n(<span class=\"citation\" id=\"21609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21609)\">Eph. 4:13<\/a><\/span>). And we may\ncome to a unity of the faith if we abide by the counsel given to us by the Lord's anointed,\nand that unity of faith will exemplify to the whole world the destiny of this great\norganization&mdash;a destiny of leadership to direct men from the paths of error into the paths of\ntruth, salvation, and exaltation, which I pray will be the blessing of every one of the Lord's\nchildren, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}