{"ID":1680, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Power of Example<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1969, pp. 44-48<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters and friends: In my heart I am fully convinced that more\nattention must be given to matching gospel principles, standards, and ideals with Christlike\nexamples in our personal lives if truth and righteousness are to prevail in the present decaying\nmoral and spiritual world. We cannot afford to depart from solid spiritual moorings and\nstumble down an evil course that can only lead to depravity of life.\n<\/p><p>\nThe world needs more men and women of good moral and spiritual character who will stand\nfirm, steadfast, and immovable in keeping the commandments of God and be living examples\nof truth and righteousness.\n<\/p><p>\n<b>The power of example<\/b>\n<\/p><p>\nThe power of example exhibits its strength when men and women live the gospel. For such\npersons, the light of the glorious gospel of Jesus Christ shines forth from their countenance as\na beacon light to draw others into virtue's path.\n<\/p><p>\nRecently, returning home by plane from a stake conference, a young stewardess, off duty, sat\ndown beside me. After introduction, she informed me that one of her roommates is a girl\nfrom Salt Lake City. I asked if the roommate belonged to the Mormon Church. She answered,\n\"Yes.\"  I inquired if she lived her religion. Again the answer was a positive yes. She\nexpressed admiration and respect for the faith, behavior, and good example of her newfound\nMormon friend.\n<\/p><p>\nA wise man, when asked to list three cardinal points that exemplified the lives of the great\nteachers of all time and that would be a guide to new teachers, said: \"First, teach by example.\nSecond, teach by example. Third, teach by example.\"\n<\/p><p>\nOur Savior, Jesus Christ, is the greatest example the world has ever known, and his teachings\nendure throughout the ages because the precepts he taught were emphasized by the example of\nhis own life.\n<\/p><p>\nTo be an example from a religious point of view, someone or some group must serve as a\nmodel and set a pattern of conduct and moral behavior in life that can safely be imitated and\nfollowed by others with benefit and blessing to them. \"No period of history has ever been\ngreat or ever can be that does not act on some sort of high, idealistic motives, and idealism in\nour time has been shoved aside, and we are paying the penalty for it.\" (Alfred North\nWhitehead.)\n<\/p><p>\nHigh-sounding thoughts and words without an appropriate example are as sounding brass and\ntinkling cymbal, therefore meaningless.\n<\/p><p>\n\"What you are,\" said Emerson, \"thunders so loudly in my ears, I cannot hear what you say.\"\n<\/p><p>\n<b>\"I am the light\"<\/b>\n<\/p><p>\n\". . . Behold,\" said Jesus, \"I am the light; I have set an example for you\"\n(<span class=\"citation\" id=\"5730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5730)\">3 Ne. 18:16<\/a><\/span>).\n<\/p><p>\nThis challenging statement by our Redeemer can be taken at face value with safety and\nassurance.\n<\/p><p>\nThe apostle Peter emphasized this truth when he declared: \"For even hereunto were ye called: \nbecause Christ also suffered for us, leaving us an example, that ye should follow his steps: \n<\/p><p>\n\"Who did no sin, neither was guile found in his mouth: \n<\/p><p>\n\"Who, when he was reviled, reviled not again; when he suffered, he threatened not; but\ncommitted himself to him that judgeth righteously\"\n(<span class=\"citation\" id=\"2320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2320)\">1 Pet. 2:21-23<\/a><\/span>).\n<\/p><p>\nIt has been said, \"The Christian ideal has not been tried and found wanting; it has been found\ndifficult and left untried.\" (Gilbert K. Chesterton.)\n<\/p><p>\n<b>Value of good example<\/b>\n<\/p><p>\nTo the members of the Church today are applicable the words of our Savior: \"Let your light\nso shine before men, that they may see your good works, and glorify your Father which is in\nheaven\" (<span class=\"citation\" id=\"35893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35893)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nThis scripture stresses the importance and value of good example.\n<\/p><p>\nPresident David O. McKay, in a general conference message, gave this counsel: \"If we would\nface the future, no matter what it may be, with calmness of spirit, with an assurance that God\ngoverns in the affairs of men, let us as individuals and as a group live exemplary lives\"\n(<i>The Improvement Era<\/i>, May 1948, p. 338).\n<\/p><p>\nThis plea from our beloved President is as timely today as it was 21 years ago, and perhaps\nmore so, because of today's increased wickedness and pervasive corruptness.\n<\/p><p>\n<b>Gospel standards and ideals<\/b>\n<\/p><p>\nThe Prophet Joseph Smith proclaimed that people should be taught correct principles and then\ngovern themselves. The gospel teaches correct principles, standards, and ideals, but there are\nso many who disregard these teachings, and thus fail to rightly govern themselves. In keeping\nwith this concept of teaching correct principles, the Lord warned the inhabitants of his\nkingdom: \n<\/p><p>\n\"And Zion cannot be built up unless it is by the principles of the law of the celestial\nkingdom; otherwise I cannot receive her unto myself\"\n(<span class=\"citation\" id=\"15436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15436)\">D&amp;C 105:5<\/a><\/span>).\n<\/p><p>\nNephi, a Book of Mormon prophet, being grieved by the hardness of the hearts of his older\nbrothers Laman and Lemuel, spake unto them, saying: \n<\/p><p>\n\"Behold, ye are mine elder brethren, and how is it that ye are so hard in your hearts, and so\nblind in your minds, that ye have need that I, your younger brother, should speak unto you,\nyea, and set an example for you?\n<\/p><p>\n\"How is it that ye have not hearkened unto the word of the Lord?\n<\/p><p>\n\". . . Wherefore, let us be faithful to him\"\n(<span class=\"citation\" id=\"1650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1650)\">1 Ne. 7:8-9,12<\/a><\/span>).\n<\/p><p>\n<b>\"Follow thou me\"<\/b>\n<\/p><p>\nWe learn in the writings of Nephi that Christ \"humbleth himself before the Father, and\nwitnesseth unto the Father that he would be obedient unto him in keeping his commandments.\n<\/p><p>\n\"And . . . it showeth unto the children of men the straightness of the path, and the narrowness of\nthe gate, by which they should enter, he having set the example before them.\n<\/p><p>\n\"And he said unto the children of men: Follow thou me. Wherefore, my beloved brethren,\"\nsaid Nephi, \"can we follow Jesus save we shall be willing to keep the commandments of the\nFather?\"\n<\/p><p>\nAnd, challenged the Christ to all mankind, \". . . follow me, and do the things which ye have\nseen me do\" (<span class=\"citation\" id=\"3823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3823)\">2 Ne. 31:7,9-10,12<\/a><\/span>).\n<\/p><p>\nThis admonition was confirmed to Nephi by the voice of God, saying: \n<\/p><p>\n\"Yea, the words of my Beloved are true and faithful. He that endureth to the end, the same\nshall be saved.\n<\/p><p>\n\"And now, my beloved brethren,\" said Nephi, \"I know by this that unless a man shall endure\nto the end, in following the example of the Son of the living God, he cannot be saved\"\n(<span class=\"citation\" id=\"3825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3825)\">2 Ne. 31:15-16<\/a><\/span>).\n<\/p><p>\nThese teachings constitute a summons to all men to live righteously. It is the only path that\nleads one back to the presence of God.\n<\/p><p>\n<b>Men believe what they see<\/b>\n<\/p><p>\nCorianton, son of a Nephite prophet, while engaged in missionary service, foolishly, and to\nthe great sorrow of his father, followed after the harlot Isabel. Alma, disappointed by his\nson's actions, reproved him and said: \n<\/p><p>\n\". . . for when they saw your conduct they would not believe in my words\"\n(<span class=\"citation\" id=\"9112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9112)\">Alma 39:11<\/a><\/span>).\n<\/p><p>\nTruly, example is greater than precept.\n<\/p><p>\nBilly Martin, the new manager of the Minnesota Twins baseball team, is quoted as saying:\n\"We represent the state of Minnesota, and I want us to look like gentlemen . . . The youth of\nAmerica is watching, and I am concerned about that. I want our guys to be a good example.\"\nI thought that statement was a very interesting observation.\n<\/p><p>\nThe writer Thoreau philosophized: \"If you would convince a man that he does wrong, do\nright. Men will believe what they see&mdash;<i>let them see<\/i>.\"\n<\/p><p>\nDr. Albert Schweitzer expressed this thought: \"Example is not the main thing in influencing\nothers&mdash;it is the only thing!\"\n<\/p><p>\n\"There is a transcendent power in example. We reform others unconsciously when we walk\nuprightly.\" (Madame Swetchine.)\n<\/p><p>\n<b>Parental example<\/b>\n<\/p><p>\nJacob, the brother of Nephi, speaking to parents, counseled: \". . . ye shall remember your\nchildren, how that ye have grieved their hearts because of the example that ye have set before\nthem; and also, remember that ye may, because of your filthiness, bring your children unto\ndestruction, and their sins be heaped upon your heads at the last day\"\n(<span class=\"citation\" id=\"25860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25860)\">Jacob 3:10<\/a><\/span>).\n<\/p><p>\nThis reminds us of the teachings of our Lord to parents in this latter day: the responsibility\nwe have of teaching our children the principles of the gospel&mdash;to see that they are baptized,\ntaught to pray, to walk uprightly before the Lord, and to observe the Sabbath day and keep it\nholy (see <span class=\"citation\" id=\"15377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15377)\">D&amp;C 68:27-29<\/a><\/span>).\n<\/p><p>\nPresident McKay declared: \"It is as futile to attempt to teach honesty, and to act dishonestly\nbefore a child, as to attempt to heat water in a sieve\" (<i>Pathways to Happiness<\/i>, p. 307).\n<\/p><p>\nHow important it is for parents to live clean lives and obey God's laws and commandments.\nTo do so will permit them to use the example of their own lives in the teaching of their\nchildren. To fail to do so creates personal inhibitions that prevent parents from discussing\nintimate and delicate questions and problems about life with which their children are deeply\nconcerned.\n<\/p><p>\nChildren gain balance, judgment, and wisdom on the foundation and platforms of their\nexemplary parents. The prophet Jacob again admonished the Nephites: \n<\/p><p>\n\". . . Ye have broken the hearts of your tender wives, and lost the confidence of your children,\nbecause of your bad examples before them; and the sobbings of their hearts ascend up to God\nagainst you\" (<span class=\"citation\" id=\"25859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25859)\">Jacob 2:35<\/a><\/span>).\n<\/p><p>\nIn President David O. McKay's message this morning, he gave timely advice to parents\nregarding their children.\n<\/p><p>\n<b>Brigham Young's Counsel<\/b>\n<\/p><p>\nMay I share with you President Brigham Young's counsel for parents to teach their children\nby example. Said President Young: \". . . if parents will continually set before their children\nexamples worthy of their imitation and the approval of our Father in heaven, they will turn\nthe current, and the tide of feelings of their children, and they, eventually, will desire\nrighteousness more than evil\" (<i>Journal of Discourses<\/i>, Vol. 14, p. 195).\n<\/p><p>\n\". . . we should never permit ourselves to do anything that we are not willing to see our\nchildren do. We should set them an example that we wish them to imitate . . . How often we\nsee parents demand obedience, good behavior, kind words, pleasant looks, a sweet voice and a\nbright eye from a child or children, when they themselves are full of bitterness and scolding!\nHow inconsistent and unreasonable this is!\" (<i>Ibid.<\/i>, p. 192).\n<\/p><p>\n\". . . parents should govern their children by faith rather than by the rod, leading them kindly\nby good example into all truth and holiness\" (<i>JD<\/i>, Vol. 12, p. 174).\n<\/p><p>\n\"Our children will have the love of the truth, if we but live our religion. Parents should take\nthat course that their children can say, 'I never knew my father to deceive or take advantage\nof a neighbor; I never knew my father to take to himself that which did not belong to him . . .\nbut he said . . . \"be honest, true, virtuous, kind, industrious, prudent and full of good works.\"'\nSuch teachings from parents to their children will abide with them for ever\" (<i>JD<\/i>, Vol. 14, p.\n195).\n<\/p><p>\n<b>Examples from scripture<\/b>\n<\/p><p>\nSpeaking of examples from the scriptures, the apostle Paul, writing to the Corinthian saints,\nadmonished: \n<\/p><p>\n\"Now these things were our examples, to the intent we should not lust after evil things, as\nthey also lusted.\n<\/p><p>\n\"Neither let us commit fornication, as some of them committed . . .\n<\/p><p>\n\"Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents.\n<\/p><p>\n\"Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.\n<\/p><p>\n\"Now all these things happened unto them for ensamples; and they are written for our\nadmonition.\n<\/p><p>\n\"Wherefore, let him that thinketh he standeth take heed lest he fall\"\n(<span class=\"citation\" id=\"493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(493)\">1 Cor. 10:6,8-12<\/a><\/span>).\n<\/p><p>\nThose who teach or lead in God's kingdom must remember that Christ is the great exemplar\nto them, and rightly so. Therefore, all leaders and teachers called to labor in his vineyard\naccept a great responsibility when they expect others to live up to gospel principles, standards,\nand ideals in order to enjoy the privileges and blessings of the gospel, yet fail themselves to\nmaintain these requirements in their own personal lives.\n<\/p><p>\n<b>Responsibility of leaders<\/b>\n<\/p><p>\nWe leaders must be what we ask or require others to be; otherwise, such hypocrisy turns to\nour condemnation.\n<\/p><p>\nThe candidate before baptism is required to repent of all his sins. Does it not seem reasonable\nthat the priesthood brethren officiating in this ordinance be equally free from all personal\ntransgressions? This also holds true in the performance of all gospel ordinances.\n<\/p><p>\nIt is deceitful and dishonorable for one to try to hide his own improper personal conduct and\nnot serve openly and exemplary according to the spirit of his holy calling. We must remember\nthat a heavenly record is kept of our conduct here on earth, and there will come a day of\nreckoning and judgment. This church is true; it has value and is meaningful to those seeking\nexaltation and eternal life. If this church is worth anything, it is worth everything! There is no\nexaltation and eternal glory without it.\n<\/p><p>\n<b>Lord's power over his saints<\/b>\n<\/p><p>\nBefore the second coming of our Lord, he has revealed that the devil is to have power over\nhis own dominion. We are witnessing evidences of it today in many forms. Men are setting\naside the accepted eternal teachings and verities of scriptures. Many intellectuals in this\npresent enlightened age think they have outgrown the basic and fundamental principles that\nthe Savior and his holy prophets have stressed throughout the ages of time. Even though in\nthis latter day, \"the devil shall have power over his own dominion,\" the Lord has promised he\n\"shall have power over his saints, and shall reign in their midst, and shall come down in\njudgment upon the world\" (<span class=\"citation\" id=\"15300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15300)\">D&amp;C 1:35-36<\/a><\/span>).\n<\/p><p>\nThis knowledge is comforting, but for the Savior to fulfill this promise, his people must live\nas saints. They are the only ones among whom the Lord promises to reign.\n<\/p><p>\nPerhaps it would be well to remember the account of Enoch and his people. They were in an\nabominable state of wickedness. They had all gone astray from the teachings of their fathers.\nEnoch accepted the challenge of turning the people from their evil ways unto the Lord. He\ndid it so effectively that God translated and received them unto himself (see\n<span class=\"citation\" id=\"39346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39346)\">Moses 7:69<\/a><\/span>).\n<\/p><p>\n<b>From wickedness to righteousness<\/b>\n<\/p><p>\nFollowing Christ's ministry and resurrection in Judea, he visited the inhabitants of the\nAmericas. After his appearance among them, they completely changed their ways from\nwickedness to righteousness.\n<\/p><p>\nFourth Nephi records this sublime condition: \n<\/p><p>\n\"And it came to pass in the thirty and sixth year, the people were all converted unto the Lord,\nupon all the face of the land . . . and there were no contentions and disputations among them,\nand every man did deal justly one with another.\n<\/p><p>\n\"And it came to pass that there was no contention in the land, because of the love of God\nwhich did dwell in the hearts of the people.\n<\/p><p>\n\"And there were no envyings, nor strifes, nor tumults, nor whoredoms, nor lyings, nor\nmurders, nor any manner of lasciviousness; and surely there could not be a happier people\namong all the people who had been created by the hand of God\"\n(<span class=\"citation\" id=\"6522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6522)\">4 Ne. 1:2,15-16<\/a><\/span>).\n<\/p><p>\nThese two examples are before us in the Church today. Our work and purpose is just the same\nnow as it was in earlier times. I wonder if we will so live and do as to measure up to this\nresponsibility. The task seems insurmountable, but if we, as a people, live righteously, seeking\nearnestly the riches of eternity, the ideal state of righteousness can be achieved.\n<\/p><p>\n<b>Return to evil ways<\/b>\n<\/p><p>\nAfter this period of Nephite and Lamanite happiness and peace, they gradually fell again into\nevil ways, and Mormon, in his second epistle to his son Moroni, stressed the wickedness and\nlack of principle in his people and lamented: \n<\/p><p>\n\"O the depravity of my people! They are without order and without mercy . . .\n<\/p><p>\n\"And they have become strong in their perversion; and they are alike brutal, sparing\nnone . . . and they delight in everything save that which is good . . .\n<\/p><p>\n\". . . Behold, thou knowest the wickedness of this people; thou knowest that they are without\nprinciple, and past feeling\"\n(<span class=\"citation\" id=\"38360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38360)\">Moro. 9:18-20<\/a><\/span>).\n<\/p><p>\nIs history beginning to repeat itself in this generation of time? I firmly believe it is. Our\nposition and responsibility are the same now as Mormon expressed to his son Moroni\ncenturies ago: \n<\/p><p>\n\"And now, my beloved son,\" said Mormon, \"notwithstanding their hardness, let us labor\ndiligently; for if we should cease to labor, we should be brought under condemnation; for we\nhave a labor to perform whilst in this tabernacle of clay, that we may conquer the enemy of\nall righteousness, and rest our souls in the kingdom of God\"\n(<span class=\"citation\" id=\"38359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38359)\">Moro. 9:6<\/a><\/span>).\n<\/p><p>\nStriving to exert the power of good example by living gospel principles, maintaining proper\nstandards, and holding firm to righteous ideals, while not always easy, will reward us in this\nlife and in the eternal worlds to come.\n<\/p><p>\n<b>Our obligation and challenge<\/b>\n<\/p><p>\nSomeone said: \"It is no trick to keep one's principles on a high level, but it is hard sometimes\nto stay up there with them.\"\n<\/p><p>\n\"For us, with the rule of right and wrong given us by Christ, there is nothing for which we\nhave no standard\" (Leo Tolstoy, <i>War and Peace<\/i>).\n<\/p><p>\nHonesty, integrity, uprightness, morality, observance of the Word of Wisdom, and all the\nrevelations concerning ideal behavior should be exemplified in our own lives, and we will\nthen become proper examples for others to follow.\n<\/p><p>\nDoes our pattern of life incorporate these basic qualities that permit us to say with assurance\nto our loved ones and friends, and those whom we serve, \"Come follow me, and do the things\nyou have seen me do\" (<span class=\"citation\" id=\"3824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3824)\">2 Ne. 31:12<\/a><\/span>)?\n<\/p><p>\nHere is our obligation, duty, and challenge.\n<\/p><p>\nMay God bless us, brothers and sisters, that we may have the strength and the courage under\nall conditions to live exemplary lives and to walk uprightly before the Lord and set a good\nexample for all mankind to follow, and particularly to our own children and families, I\nhumbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}