{"ID":1681, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel Is for All Men<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1969, pp. 50-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe apostle Peter, writing to the saints of his time, said, as recorded in First Peter 2:9, \"But\nye are a chosen generation, a royal priesthood, an holy nation, a peculiar people\"\n(<span class=\"citation\" id=\"2319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2319)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\n<b>A peculiar people<\/b>\n<\/p><p>\nWhether or not all will agree that these characterizations are applicable to the Saints of this\nday, I am sure most will at least agree that we are a peculiar people&mdash;not in any unkind way,\nbut perhaps most would say we are a <i>different<\/i> people.  My purpose for the next few moments\nis to examine and discuss some of those differences.\n<\/p><p>\nSome of the antagonisms that exist between people and between nations result from the fact\nthat they do not understand one another.\n<\/p><p>\n\"Not understood,\" the poet has said. <br \/>\n     \"We gather false impressions<br \/>\n     And hug them closer as the years go by,<br \/>\n     Till virtues often seem to us transgressions; <br \/>\n     And thus men rise and fall, and live and die&mdash;<br \/>\n     Not understood.<br \/><br \/>\n     \"O God! that men would see a little clearer,<br \/>\n     Or judge less harshly where they cannot see; <br \/>\n     O God, that men would draw a little nearer<br \/>\n     To one another; they'd be nearer Thee&mdash;<br \/>\n     And understood.\"<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &mdash;Thomas Bracken<br \/>\n&nbsp; &nbsp; &nbsp; (Poems of Inspiration, Halycon House, 1928, p. 188)\n<\/p><p>\nWe may discuss our subject under two general headings for a few minutes, namely, the\nFatherhood of God and the brotherhood of man.  The scriptures tell us that it is life eternal to\nknow God and Jesus Christ, whom he has sent\n(<span class=\"citation\" id=\"28548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28548)\">John 17:3<\/a><\/span>).\n<\/p><p>\n<b>What is man?<\/b>\n<\/p><p>\nAs to man, we join with David of old and ask, \"What is man, that thou art mindful of him?\nand the son of man, that thou visitest him?\"\n(<span class=\"citation\" id=\"41891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41891)\">Ps. 8:4<\/a><\/span>).\nAnd just here we ask the pertinent\nquestion, \"What is the relationship that exists between God and man?\"\n<\/p><p>\nDr. James E. Talmage summed up this part of our subject as follows: \n<\/p><p>\n\"What is man in this boundless setting of sublime splendor? I answer you potentially now,\nactually to be, he is greater and grander, more precious in the arithmetic of God than all the\nplanets and the suns of space. For him they were created. They are the handiwork of God.\nMan is his son. In this world man is given dominion over a few things. It is his privilege to\nachieve supremacy over many things. The heavens declare the glory of God and the\nfirmament showeth his handiwork (<span class=\"citation\" id=\"41893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41893)\">Ps. 19:1<\/a><\/span>).\nIncomprehensibly grand as are the physical creations of the\nearth and of space, they have been brought into existence as a means to an end, and are\nnecessary to the realization of the supreme purpose which in the words of the Creator is thus\ndeclared: For behold, this is my work and my glory, to bring to pass the immortality and\neternal life of man\" (<span class=\"citation\" id=\"39321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39321)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\n<b>What is God?<\/b>\n<\/p><p>\nMay we then discuss our subject briefly with respect to God and examine some of the things\nthat have been believed and taught in connection with that subject.\n<\/p><p>\nAt the, beginning of the nineteenth century, it was generally believed that God was\nincorporeal and immaterial, without body, without parts or passions, disregarding the facts that\nGod loves righteousness and he hates iniquity, and that love and hate, of course, are passions.\n<\/p><p>\nIt has been claimed that God was without form, even though the holy Scriptures teach that\nGod created man in his own image. In fact, we are told by Paul the apostle that Jesus Christ\nwas in the express image of his Father\n(<span class=\"citation\" id=\"24379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24379)\">Heb. 1:3<\/a><\/span>).\nAre we then created in the image of a formless entity?\n<\/p><p>\nFor us, God is not an abstraction. He is not an idea, a metaphysical principle, an impersonal\nforce or power. He is a concrete, living person. And though in our human frailty we cannot\nknow the total mystery of his being, we know that he is akin to us, for he is revealed to us in\nthe divine personality of his Son, Jesus Christ, and he is, in fact, our Father.\n<\/p><p>\nThe Church teaches that when God created man in his own image\n(<span class=\"citation\" id=\"23792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23792)\">Gen. 1:26-27<\/a><\/span>),\nhe did not divest himself\nof that image. He is still in human form and is possessed of sanctified and perfected human\nqualities, which we all admire. All through the holy scriptures, the Father and the Son are\nseen to be separate and distinct personages. We reaffirm the doctrine of the ancient scripture\nand of all the prophets that asserts that man was created in the image of God and that God\npossessed such human qualities as consciousness, will, love, mercy, justice. In other words, he\nis an exalted, perfected, and glorified Being.\n<\/p><p>\n<b>Man's eternal nature<\/b>\n<\/p><p>\nThe late President Brigham H. Roberts, in one of his later writings, discussed some of the\nprinciples of the gospel that I desire to give wider circulation. I shall quote and paraphrase\nhim.\n<\/p><p>\nUnder the uninspired teachings of men and creeds as they apply to man&mdash;premortal, mortal,\nand postmortal man&mdash;it was taught that while man's body was created by God, his origin\nwas purely an earthly one. We believe that before the creation of the body, all men existed as\nintelligences. These intelligences were not created or made, neither indeed can they be\n(<span class=\"citation\" id=\"15421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15421)\">D&amp;C 93:29<\/a><\/span>); the\nintelligent entity in man which we call spirit or soul is a self-existing entity, uncreated and\neternal. Thus man is crowned with the dignity which belongs to his divine and eternal nature.\n<\/p><p>\n<i>The Church of Jesus Christ of Latter-day Saints<\/i> (or the Mormon Church, if you prefer)\n<i>claims to be a bold, prophetic, and inspired Church built upon the rock of revelation<\/i>. It calls upon\nman to cooperate with God in his avowed purpose to bring to pass the immortality and eternal\nlife of man (<span class=\"citation\" id=\"39322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39322)\">Moses 1:39<\/a><\/span>).\nThis is a divine partnership and is available to all. It gives added meaning to the\nterm \"the brotherhood of man.\" It is not simply a philosophy of life; it is a divine plan or\nblueprint of life&mdash;preexistent life, mortal life, and postmortal life.\n<\/p><p>\n<b>System of continuing education<\/b>\n<\/p><p>\n<i>The gospel is a system of continuing education<\/i>, resulting in eternal progression. Education is,\nin fact, a part of our religion. We believe the glory of God is intelligence\n(<span class=\"citation\" id=\"15423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15423)\">D&amp;C 93:36<\/a><\/span>).\n<\/p><p>\nThe Lord said: \"And I give unto you a commandment that you shall teach one another the\ndoctrine of the kingdom\" (<span class=\"citation\" id=\"15408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15408)\">D&amp;C 88:77<\/a><\/span>).\n<\/p><p>\nJust here, we might ask the question: Is there any communication between God and man, or\nhas there ever been? If there ever was such, why not now?\n<\/p><p>\n<b>Continuous revelation<\/b>\n<\/p><p>\nAnd this brings us to the question of <i>revelation<\/i>.\n<\/p><p>\nAt the beginning of the last century, the idea prevailed among almost all Christian churches\nthat while there was a time when revelations from God were given, when angels visited the\nearth and imparted divine knowledge to men, when there were living among men certain ones\ncalled prophets who were able to declare the mind and will of our Heavenly Father, yet all\nthis was allegedly discontinued.\n<\/p><p>\nThough belief in continuous revelation seems to have been quite universally accepted in the\npast, orthodox Christianity maintains that there can be no current revelation; that no revelation\nhas been given since the crucifixion of Christ and the death of the apostles, and furthermore\nthat none would be given in the future; that the volume of scripture is completed and forever\nclosed&mdash;no angels, no opening of the heavens, no man authorized to speak for God. All this\nwas ended.\n<\/p><p>\nThe scriptures declare that some of the prophets talked with God face to face\n(<span class=\"citation\" id=\"22803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22803)\">Ex. 33:11<\/a><\/span>).\nFor instance, we are told in Exodus that Moses spoke face to face with God as one man\nspeaketh to his friends. In Exodus 3:6, the Lord declared: \"I am the God of thy father, the\nGod of Abraham, the God of Isaac, and the God of Jacob\"\n(<span class=\"citation\" id=\"22788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22788)\">Ex. 3:6<\/a><\/span>). We claim the Church is built\nupon the foundation of divinely inspired apostles and prophets, with Jesus Christ himself as\nthe chief cornerstone (<span class=\"citation\" id=\"21821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21821)\">Eph. 2:20<\/a><\/span>).\n<\/p><p>\n<b>Office of a prophet<\/b>\n<\/p><p>\nGenerally, when we speak of a prophet, we have in mind one who predicts future events, one\nwho foretells things that will come to pass. Indeed, that is, in part, the office of a\nprophet&mdash;in part it is what is expected of him. But a prophet should be primarily a teacher of men, an\nexpounder of the things of God. The inspiration of the Almighty must give him\nunderstanding (<span class=\"citation\" id=\"26737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26737)\">Job 32:8<\/a><\/span>),\nand when given he must declare it fearlessly to the people of his time and to\nfuture generations. He must be a seer who can help others to see, a teacher sent of God to\ninstruct a people, to enlighten an age. This is the primary office of a prophet.\n<\/p><p>\nBased upon the teachings of the Holy Bible, we assert that revelation from heaven was\ncommon in all dispensations of the gospel from Adam to the time when Christ was upon the\nearth. We agree that it apparently ceased for a time because of apostasy after the beginning of\nthe first century of the Christian era. The founder of The Church of Jesus Christ of Latter-day\nSaints asserts that he had a great and overpowering revelation from God&mdash;in fact, a visitation\nin which he beheld the Father and the Son\n(<span class=\"citation\" id=\"30516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30516)\">JS&mdash;H 1:17<\/a><\/span>).\nLater, other heavenly beings appeared.\n<\/p><p>\nThere is in all men an animated, ruling, characteristic essence, or spirit, which is himself. This\nspirit, dull or bright, petty or grand, pure or foul, looks out of the eyes, sounds in the voice,\nand appears in the manners of each individual. This is what we call personality.\n<\/p><p>\n<b>Man's salvation<\/b>\n<\/p><p>\nAs to man's <i>salvation<\/i>, some have taught that God, of his own volition, had predestined some\nmen and angels to everlasting destruction, while others were ordained to eternal life and\nglory, not for any good or ill that they had done or could do, but because their fate is fixed\nby divine decree. Those whom he would save he would move by irresistible grace to their\nsalvation; those whom he had predestined should be damned might not escape, struggle they\never so persistently. No prayers could save them; no act of obedience might mitigate their\npunishment; no hungering and thirsting after righteousness would bring them any blessedness\n(<span class=\"citation\" id=\"35887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35887)\">Matt. 5:6<\/a><\/span>).\nThey must perish, and that eternally! Those who perish in ignorance of Christ&mdash;the heathen\nnations, for instance&mdash;were damned. So said those who expounded this creed.\n<\/p><p>\nOthers taught that infants dying in infancy without receiving Christian baptisms were damned,\nand that everlastingly.  By some, unbaptized infants were denied burial in sanctified ground.\n\"Hell's Half Acre\" was a reality in some graveyards. We humbly but unequivocally proclaim\nthe eternal and revealed truth that through the atonement of Christ, <i>all<\/i> mankind may be saved,\nby obedience to the laws and ordinances of the gospel\n(<span class=\"citation\" id=\"6865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6865)\">A of F 1:3<\/a><\/span>).\n<\/p><p>\n<b>Salvation and damnation<\/b>\n<\/p><p>\nLet us refer for a moment to the significance of the terms <i>salvation<\/i> and <i>damnation<\/i>.  It was\ntaught in earlier days and to some extent today that these two terms meant either the\nattainment of heaven or the assignment to hell&mdash;referring to the former, the attainment of\nheaven, as a mysterious, indefinite state enjoyed somewhere beyond the bounds of time and\nspace, and to the latter, to which many were to be consigned, as a place of everlasting anguish\nand eternal misery.\n<\/p><p>\nIt was believed that if one gained heaven by ever so small a margin, he entered upon a\ncomplete possession of all the supernal ecstasy enjoyed by the angels and the holiest of saints.\nIf he missed even by ever so narrow a margin, he was doomed to everlasting torment, to be\nendured with the wickedest of men and the vilest of devils, from which there was to be no\ndeliverance.\n<\/p><p>\n<b>Graded state of future life<\/b>\n<\/p><p>\nAgainst these dogmas of the attainment of heaven or the assignment to hell with equality of\nglory in the one and equal severity of punishment in the other, we assert that a <i>just<\/i> God has\nprovided a graded state of existence for all men in the future life.\n<\/p><p>\nUpon this subject the restored Church teaches with the apostle Paul that there are many\nkingdoms of glory in which men may live, each in a sphere suited to his nature, disposition,\nand the degree of his intelligence Paul taught that there is one glory of the sun, another of the\nmoon, and another of the stars (<span class=\"citation\" id=\"515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(515)\">1 Cor. 15:40-42<\/a><\/span>),\nand that men will exist in varying degrees of glory in the\nhereafter; that as the stars of the heavens differ in infinite degrees of brightness, so also will\nmen, in their future, exist in places and states of infinite variety, corresponding to the\nvariations of their intelligence, knowledge, tastes, acquirements, inclinations, and aspirations.\n<\/p><p>\n<b>Love of God and man<\/b>\n<\/p><p>\nIn Luke 10 we read: \"Thou shalt love the Lord thy God . . . with all thy mind\"\n(<span class=\"citation\" id=\"31761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31761)\">Luke 10:27<\/a><\/span>).\nThis is but a part of Christ's injunction, but seemingly a part not often stressed either in press\nor pulpit. We hear often of the necessity of loving God with all our hearts and with all our\nsouls, but there was a purpose in his including <i>mind<\/i> in his instructions. Any person's\nconception of Deity must come within his mental horizon, which is determined by the degree\nof his intelligence. Man, by his reasoning, naturally endows God with his own noblest and\nhighest ideals, which, if he be studious and devout, are ever growing. Intellectual activity\nproduces an ever-changing, because ever-growing, concept of God. Once the mind has\ngrasped the idea of God, it will burn and glow and seek to assimilate and radiate, to adore,\nand emulate. This love of God by the mind of man, when accompanied by loving him with\nheart and soul, will light the pathway to salvation. The Master placed love of God and of\nfellowmen as paramount to all divine commandments\n(<span class=\"citation\" id=\"35943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35943)\">Matt. 22:37-40<\/a><\/span>).\n<\/p><p>\n<b>Acceptance of gospel principles<\/b>\n<\/p><p>\nAll Church members, then, are enjoined to understand and accept the principles of the gospel,\nof which faith in the Lord Jesus Christ is paramount.\n<\/p><p>\nWe must receive its saving ordinances and then go on unto perfection\n(<span class=\"citation\" id=\"24383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24383)\">Heb. 6:1<\/a><\/span>). Salvation is an eternal\nquest for knowledge. Man cannot be saved in ignorance\n(<span class=\"citation\" id=\"15459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15459)\">D&amp;C 131:6<\/a><\/span>). It is more than a philosophy of life:\nit is a divine plan or blueprint of life&mdash;preexistent, mortal, and postmortal life.\n<\/p><p>\nThe gospel of Jesus Christ is a revealed and challenging religion.  It calls upon all men to\ncooperate with God in an effort to bring to pass the immortality and eternal life of man\n(<span class=\"citation\" id=\"39323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39323)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nWe firmly declare that the gospel of Jesus Christ does not belong simply to an antiquated\nworld that has passed away; it is a real and powerful force in our world here and now, a force\nthat invests our individual lives with meaning and purpose.\n<\/p><p>\nYes, we doubtless are in many ways a peculiar people, a different people. We do not claim to\nbe better than any other people. We have our differences; we have our difficulties; we are\nmortal. But we do claim that we have a mission, and therefore we have a wide-ranging\nmissionary system that enables people throughout the world to hear the message of the\nrestoration of the gospel of Jesus Christ. To the truth of that message I humbly bear my own\nwitness in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}