{"ID":1682, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Precepts of Men<\/p>\n<p class=\"gcspeaker\">President Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, April 1969, p. 54-57<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOnce again, my brothers and sisters, we are feeling the surge and influence of this great\nconference of the Church. I am grateful with you that President McKay is listening and\nwatching this broadcast.\n<\/p><p>\n<b>The precepts of men<\/b>\n<\/p><p>\nThe prophet Nephi once spoke of the woeful condition of mankind when deceived by the\nprecepts of men. Said he: \n<\/p><p>\n\". . . wo be unto him that hearkeneth unto the precepts of men, and denieth the power of God,\nand the gift of the Holy Ghost!\"\n(<span class=\"citation\" id=\"3822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3822)\">2 Ne. 28:26<\/a><\/span>).\n<\/p><p>\nThe Lord has warned his people of the penetration of evil in the last days, \"seeking to destroy\nthe souls of men\" (<span class=\"citation\" id=\"15309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15309)\">D&amp;C 10:27<\/a><\/span>).\n<\/p><p>\nWe can see the need of these warnings in the evil trends that are deteriorating man's sense of\ndecency and moral standards.\n<\/p><p>\nThe divine declaration, which gives unto man the right of moral agency as once\ndeclared&mdash;\"Behold, the man is become as one of us, to know good and evil\"\n(<span class=\"citation\" id=\"23797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23797)\">Gen. 3:22<\/a><\/span>)&mdash;has come\nunder question, and man is seeking by the concepts of men to destroy moral agency by\ncreating what they have chosen to call the \"new morality.\" If we accept the evil doctrines of\nslanted educational programs, we will witness a breakdown of morals that could bring about a\ndepraved new social order.\n<\/p><p>\n<b>The \"new morality\"<\/b>\n<\/p><p>\nThe \"new morality\" denies distinctions between right or wrong, good or evil, substituting a\ncode that decides the right or wrong of behavior according to human need, regardless of what\nthat need is distorted to be.\n<\/p><p>\nIf we accept the teachings of this concept, it could lead to a society burdened with mass\ncontrol based upon principles of unrighteous dominion over the individual. It is well known\nthat a communistic philosophy would like to see this succeed in America and throughout the\nworld.\n<\/p><p>\n<b>Sex education programs<\/b>\n<\/p><p>\nThese deceptive and shadowed objectives of well-propagandized programs are moving at a\nvery rapid clip. The first to which I refer is sex education or family life education, which is\nplacing emphasis on raw sex in the school classroom, creating widespread contention, causing\ndeep concern among parents and leaders.\n<\/p><p>\nThe programmers of this type of sex education, aware of resistance, are fortified with\nworked-out methods to deal with parental and community opposition. This matter needs the\nserious concern of an aroused public to deny the use of such materials and more firmly\nestablish sound moral teachings in the fields of physiology and hygiene, as now provided by\npublic school law.\n<\/p><p>\nThe National Education Association and American Medical Association's endorsement of a\nmaturation educational program seems to have stepped up the activity of such organizations as\nthe Sex Information and Education Council of the United States (known as SIECUS) and the\nSchool Health Education Studies (known as SHES), with others, particularly those that are\nintegrated in family life education courses.\n<\/p><p>\nWith ominous precision, reputable publishing houses are competing in this untapped market\nwith expertly prepared materials, films, and teaching aids of all sorts. Herein, because of its\nsensational marketable value, is a formidable danger.\n<\/p><p>\nFalse images in the life of the very young will result from their idea to teach facts of\nreproduction before youth are emotionally involved. The misguided fostering of sex education\nin the classroom on the basis that it will lessen sex ignorance and reduce illegitimate\npregnancy, venereal disease, and related problems has no basis for sound conclusions. Actual\nexperience has proven the results to be just the opposite.\n<\/p><p>\n<b>Classroom programs<\/b>\n<\/p><p>\nBased on the slanted experience of foreign countries, whence the idea has come, infiltrations\ninto the classroom have already been made in certain areas. Others have it under study and\nhave launched pilot programs. Legislators throughout the country are being besieged for\nlegislation to make it legal; some, most fortunately, to prevent it.\n<\/p><p>\nAn article in Look magazine tells of sex education in a foreign country, inferring that\nAmerica is far behind in the new order. This article contains perverted concepts of morals\nfrom those who would fill the school classroom with a complete expose of sex. To\naccomplish this, the article suggests the need of a welfare state, to take over certain\nresponsibilities of parents, I quote: \n<\/p><p>\n\"The welfare state has taken over many economic responsibilities of the parents. We are all\nbecoming that kind of society . . . You can spot trends that may have a chance to become\ndominant in other countries. In sex education, there are some local programs that are very\ngood but most of the United States has nothing.\n<\/p><p>\n\"The Contraceptive Society is now here and can be pushed back as little as the industrialized\nsociety and the automobile.\"\n<\/p><p>\nThe \"new morality\" requires that young people solve their own sex problems without the help\nof teachers or parents. What is moral and what is not moral, or whether morality is involved\nat all, is to be decided by the student.  The most surprising and devastating of all is the effort\nthat is being made to isolate sex education as being completely devoid of moral responsibility,\nfear, inhibitions, and emotional restraints.\n<\/p><p>\nWhether used by those who are skilled or unskilled, any teachings that describe and illustrate\nhuman reproductive organs and their functions, and any teachings that are directly counter to\nstandards of sexual morality, do not harmonize with the gospel, and the Church is therefore\nopposed to such. They are void of respect and reverence for the opposite sex, life, birth, and\nparenthood.\n<\/p><p>\n<b>Results in other countries<\/b>\n<\/p><p>\nWe can measure what will happen in America by the experience and results in other countries\nthat have been saturated with sex education in the school classroom. These statistics apply to\none of the countries: \n<\/p><p>\n85% of the people believe in sex relations without marriage.\n<\/p><p>\n98% have had premarital relations.\n<\/p><p>\n50% of the brides who kneel at the altar are pregnant at the time.\n<\/p><p>\nThe majority of women want free and unrestricted abortions.\n<\/p><p>\nConcerning venereal disease, caused no doubt by the impact of sex education in this particular\ncountry, one report reveals the fact that \"gonorrhea and syphilis are more widespread than in\nany other civilized country in the world.\" Another report simply describes it as \"catastrophic.\"\nYet the programmers of sex education are trying to tell us that it will curb venereal disease.\n<\/p><p>\nIllegitimate births, which, according to SIECUS propaganda, will be reduced by sex\neducation, actually increased by nearly 50% in the country referred to.\n<\/p><p>\nTo claim any real benefits from such a system would not only need a so-called \"brain\nwashing\" from the earliest ages up, but would also require individuals to make choices\nwithout recognizing moral consequences.\n<\/p><p>\n<b>Sensitivity training<\/b>\n<\/p><p>\nMoving forward under the umbrella of the \"new morality\" is sensitivity training, which, as a\ntool to shape human behavior, can be, and is, used to ends that are inconsistent with gospel\nprinciples. Certain methods of sensitivity training develop a form of induced hysteria, meant\nto break down morals, manners, and the traditions of civility. Such approaches can do infinite\nharm, especially to young people.\n<\/p><p>\nAs we view sensitivity training and other group psychology designed for interclass\ncommunication affecting the character and personal life of the individual (such as is done in\nT-group training, group dynamics, auto-criticism, basic encounter group, self honesty session,\nand human potential workshop), emphasizing mass or consensus decision, well might we ask\nthe question, What has happened to the unfortunate individual?\n<\/p><p>\n<b>Personal agency jeopardized<\/b>\n<\/p><p>\nThe greatest gift from God unto his children is that of personal agency. It is the foundation of\nspiritual culture, the principle upon which our Constitution was founded, and is the underlying\nobligation of our school system to maintain, yet we see it being jeopardized in the teaching\nmethods of sensitivity training.\n<\/p><p>\nThere are three main points of the group criticism techniques that show how the rights of the\nindividual may be submerged: \n<\/p><p>\n1. An atmosphere is created by the participants to open up their behavior to the examination\nof others. This plays down self-reliance.\n<\/p><p>\n2. Steps are taken to unfreeze or destroy old values, which have been adhered to individually,\nand substitute mass decisions, which yield to the strongest personality of the group.\n<\/p><p>\n3. Gradually members may unlearn moral reactions and then experiment with new responses,\nadopting what they call the \"new morality,\" which has no morals in it.\n<\/p><p>\nWe hear the phrase, \"If therapy is good for people in trouble, then it is bound to be as good\nor better for people who function well.\" As to this, I would say, woe be unto the medical\ndoctor who would prescribe drugs and surgery for the hale and hearty.\n<\/p><p>\nGroup criticism sessions are suggestive of methods developed by Mao's Red Guards, where\nparticipants are exhorted to public confession and are encouraged to denounce one another, all\nfor the purpose of breaking the will. One thinks also of Nazi methods of \"strength through\njoy\" fun and games. Sensitivity training is a device used throughout Communist countries.\n<\/p><p>\n<b>Church methods preserve rights<\/b>\n<\/p><p>\nSex education and sensitivity training teaching methods, when abusively used, not only break\ndown barriers of privacy, but also provide the techniques for mass, rather than personal,\ndecision. This tends to destroy the agency of man and is therefore evil in concept.\n<\/p><p>\nChurch behavioral methods such as testimony meetings, priesthood and missionary report\nmeetings, oral evaluations, and self-evaluations and confession emphasize the importance of,\nand preserve the rights of, the individual.\n<\/p><p>\nIt will be of interest to know that sensitivity training has been ruled out as a teaching method\nin our Church institutes and seminaries.\n<\/p><p>\n<b>Flexibility in marriage laws<\/b>\n<\/p><p>\nA third deadly movement that is surging forward anew, to become united with other evil\nforces, is that of greater flexibility in marriage laws, which attempt to liberalize that which is\nalready immorally liberal. A Ministry of Education's medical officer describes unchastity as\nnot in his view unchaste, as associated with out-of-wedlock immoral activity.\n<\/p><p>\nA noted judge who has heard some 25,000 divorce cases tells of the immaturity of many early\nmarriages. \"If people,\" said he, \"spent as much time contemplating marriage as they do\nbuying a car or a house, they would be better off.\" In concluding his remarks, however, he\nsuggests a period of \"trial marriage,\" which nullifies his proper advice. Concerning this he\nsaid: \"And there's much to be said for trial marriage, especially since the pill is in such\nwidespread use.\"\n<\/p><p>\nCan you contemplate with me effects of a trial marriage system upon morals? The very idea\nof it fits the \"new morality\" concept and becomes a part of evil principles we must be alert to.\n<\/p><p>\n<b>\"Youth for alcohol\" movement<\/b>\n<\/p><p>\nThe \"youth for alcohol\" movement is gaining momentum. The magazine <i>Today's Health<\/i>,\npublished by the American Medical Association, reports a discussion on the subject, \"Should\nChildren Be Taught to Drink?\" All members of the panel, in one way or another, favored the\nintroduction of alcohol in the life of youth, even at the age of four years, as a prevention of\n<i>alcoholism<\/i>.\n<\/p><p>\nOne panelist made this comment: \"The parent has the responsibility to provide a healthy total\natmosphere for the child. This involves a lot of areas, including alcohol.\"\n<\/p><p>\nIt must be obvious, even to these noted specialists, that such a program would only intensify\nthe misery that it would erroneously try to correct.\n<\/p><p>\n<b>Opposition to evil influences<\/b>\n<\/p><p>\nWe must not be insensible to evil influences that are being thrust upon us by the perverted\nprinciples of sex education, sensitivity training, youth for alcohol, and any flexibilities in the\nsacredness of marriage, which are challenging moral decency and righteousness. We must\nunite our efforts, by organized parental councils with fathers taking part, through school\nboards, textbook committees, and proper legislation, to vigorously oppose such programming.\n<\/p><p>\nMay we be reminded of the prime role that parents have in teaching children principles of\ntruth and right.\n<\/p><p>\nFrom divine inspiration have come these words to safeguard us individually: \". . . let virtue\ngarnish thy thoughts unceasingly; <i>then<\/i> shall thy confidence wax strong in the presence of\nGod\" (<span class=\"citation\" id=\"15449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15449)\">D&amp;C 121:45<\/a><\/span>, italics added).\n<\/p><p>\n<b>Pattern of gospel laws<\/b>\n<\/p><p>\nThe Lord has told us to live by the pattern of gospel laws. Said he: \"And again, I will give\nunto you a pattern in all things, that ye may not be deceived; for Satan is abroad in the land,\nand he goeth forth deceiving the nations\"\n(<span class=\"citation\" id=\"15359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15359)\">D&amp;C 52:14<\/a><\/span>).\n<\/p><p>\nLet us be mindful of these prophetic words, speaking of the evil one: \". . . he shall speak great\nwords against the most high, and shall wear out the saints . . . and think to change times and\nlaws\" (<span class=\"citation\" id=\"10697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10697)\">Dan. 7:25<\/a><\/span>).\n<\/p><p>\nI bear testimony to the fact that if we will keep our place secure in the kingdom of God, if\nwe are to safeguard our children against the evils of the day, we must walk in paths of\nrighteousness and keep close to that way of life found in the pattern of the gospel of Jesus\nChrist. Of this I testify, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}