{"ID":1683, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Wonder of Jesus<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, April 1969, pp. 58-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am acutely aware of the vast congregation to whom I speak\nthis glorious Easter time. Humbly, I seek the inspiration of the Holy Spirit.\n<\/p><p>\n<b>Memorial service for Dwight D. Eisenhower<\/b>\n<\/p><p>\nWith millions of others around the world, I watched last Monday the funeral service of\nPresident Dwight D. Eisenhower.\n<\/p><p>\nI observed the pageantry of it&mdash;the solemn pallbearers, young men in military uniform\nrepresenting their legions of comrades in arms.\n<\/p><p>\nI listened to the roar of the guns&mdash;a final salute to a dedicated soldier, commander of the\nmightiest military machine ever assembled.\n<\/p><p>\nI noted the heads of state, men who had gathered from the far reaches of the earth to honor a\nformer president of the United States.\n<\/p><p>\nAll of this was proper, and befitting so great a man. But as I looked into the faces of those\nwho mourned, I saw in my mind's eye, through and above and beyond all of this, the\nmatchless wonder of the Son of God.\n<\/p><p>\nHere was a memorial service for one of the leaders of the earth, an honored chief of state and\na respected military commander. For those who mourned there was satisfaction in the\nassurance of a great life, well lived. But comfort&mdash;that comfort all seek on such\noccasions&mdash;came only from the quiet words, the example of the simple life, and the testimony of the\nresurrection of the Man of Peace, he who never lifted the sword of war, who never ruled as\nhead of state, who walked among the poor, who died on the cross and was buried in a\nborrowed tomb.\n<\/p><p>\nWe were told that General Eisenhower some years earlier, in approving the plans for his\nfuneral, had requested that the music and sermons be on a triumphant note.\n<\/p><p>\nThat wish was fulfilled.\n<\/p><p>\nThe choir in the great cathedral sang the stirring words of Luther's moving hymn, \"A Mighty\nFortress Is Our God.\" They repeated the peaceful assurance of the twenty-third Psalm, \"The\nLord Is My Shepherd\" (<span class=\"citation\" id=\"41896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41896)\">Ps. 23:1<\/a><\/span>).\nThey gave voice to the battle hymn of the faithful, \"Onward, Christian\nSoldiers.\" They reverently sang the prayer of John Henry Newman, \"Lead, kindly Light, amid\nth'encircling gloom; Lead thou me on!\"\n<\/p><p>\nThe sermon included the majestic declaration of Jesus: \". . . I am the resurrection, and the life:\nhe that believeth in me, though he were dead, yet shall he live: And whosoever liveth and\nbelieveth in me shall never die\"\n(<span class=\"citation\" id=\"28524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28524)\">John 11:25-26<\/a><\/span>).\n<\/p><p>\nThe prayer, spoken in concert by the congregation, was the prayer of the Lord: \"Our Father\nwhich art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done in earth,\nas it is in heaven\" (<span class=\"citation\" id=\"35900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35900)\">Matt. 6:9-10<\/a><\/span>).\n<\/p><p>\n<b>Preeminence of Jesus of Nazareth<\/b>\n<\/p><p>\nWhile watching that service, I reached for a book and read this statement from Bruce Barton: \n<\/p><p>\n\"I talked one day,\" said Mr. Barton, \"with H. G. Wells after his <i>Outline of History<\/i> had\nappeared. I said: \n<\/p><p>\n\"'You have stood upon a mountain and viewed the whole panorama of human progress. You\nhave seen captains and the kings, the princes and the prophets, the millionaires and the\ndreamers&mdash;all the billions of human atoms that have lived and loved and struggled for their\nlittle hour upon the earth. In this vast army what heads arise above the common level?\nAmong all those who have fought for fame, who have actually achieved it?  What half dozen\nmen among them all deserve to be called great?'\n<\/p><p>\n\"He turned the question over in his mind for a day or two, and then gave me a list of six\nnames.\"\n<\/p><p>\nJesus of Nazareth led that list.\n<\/p><p>\nMr. Barton then goes on to say: \n<\/p><p>\n\"Think of the thousands of emperors who have battled for fame, who have decreed themselves\nimmortal, and fashioned their immortality into monuments of brick and stone . . . Think of the\nhosts who have struggled for wealth, fretting over figures, denying their generous instincts,\ncheating and grasping and worrying\" (<i>The Man Nobody Knows<\/i>, pp. 174-75).\n<\/p><p>\nAnd then, I should like to add, think of Jesus, who walked the dusty roads of a conquered,\nvassal state; whose only army was a following of the sick and the poor and the outcast; who\nwas dishonored and abused by the rulers and the princes; who himself carried the cross to\nwhich he was nailed; for whose burial there was no procession, but only a hurrying in the\nnight to a borrowed tomb.\n<\/p><p>\n<b>The hope of immortality<\/b>\n<\/p><p>\nMen are born, they live for an hour of glory, and die. Most throughout their lives are teased\nby various hopes; and among all the hopes of men in all ages of time, none is so great as the\nhope of immortality.\n<\/p><p>\nThe empty tomb that first Easter morning brought the most comforting assurance that can\ncome into man's heart. This was the affirmative answer to the ageless question raised by Job,\n\"If a man die, shall he live again?\" (<span class=\"citation\" id=\"26734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26734)\">Job 14:14<\/a><\/span>).\n<\/p><p>\n<b>Relevance of Jesus' teachings<\/b>\n<\/p><p>\nWhile seated in front of my television screen watching the funeral of General Eisenhower, I\nreflected on the wonder of the quiet man of Galilee, whose life and teachings have\never-increasing relevance in our time&mdash;as great a relevance, I would like to say, as in the day\nthat he walked the earth.\n<\/p><p>\nIn response to such a statement as this on another occasion, a straggly haired young\nintellectual asked, \"What relevance? Just what relevance has Jesus for us? Why, he's as\nout-of-date as the Roman legions who occupied Jerusalem when he was there.\"\n<\/p><p>\n\"Relevance?\" I replied, \"Ask my friends who tearfully watched the body of a beloved child\nlowered into the grave. Ask my neighbor who lost her husband in an accident. Ask the fathers\nand mothers of the thousands of good young men who have died in the steaming jungles of\nVietnam. He&mdash;the risen Lord Jesus Christ&mdash;is their only comfort. There is nothing more\nrelevant to the cold, stark fact of death than the assurance of eternal life.\"\n<\/p><p>\n<b>Testimony of infantryman<\/b>\n<\/p><p>\nI am reminded of the young infantryman we met in Vietnam. He was to return the next day\nto the battle line along the DMZ. He knew what he would face on that dreaded tomorrow. He\nsaid quietly, \"I guess it really doesn't matter whether I live or die. Sure, I love life, but I\nbelieve the life ahead will be as real and a lot better than the life here.\" He continued, \"I hope\nand pray that I will live to return home; but if it should be otherwise, I know my father and\nmother will understand. You see, they know that God lives. They know that Jesus is the\nChrist. They know that life is eternal, as do I.\"\n<\/p><p>\nSuch the testimony of a sensitive young man of faith who walked with death. Such the hope\nof his comrades in their brooding hours of quiet thought.\n<\/p><p>\n<b>Faith of mother<\/b>\n<\/p><p>\nI walked one day through the great military cemetery on the outskirts of Manila in the\nPhilippines.  There, standing row on row in perfect symmetry, are marble crosses marking the\ngraves of more than 17,000 who gave their lives to the cause of liberty. Surrounding that\nhallowed ground are two great marble colonnades on which are inscribed the names of more\nthan 35,000 others who were lost in combat and whose remains were never found. I read the\nwords chiseled in stone, \"Comrades in arms whose resting place is known only to God.\"\n<\/p><p>\nI walked the quiet corridor and saw among the multitude of names that of a boy who grew up\nnot far from me. He had played ball and laughed and danced and studied. He had gone off to\nwar.  His plane was last seen falling in flames somewhere in the vast area of the South\nPacific. His mother wept in sorrow.  Her hair turned to gray and then to white. But radiant\nthrough all her tragedy has been a sublime and quiet faith that she shall meet and know and\nlove her son again.\n<\/p><p>\nAs I stood before that name engraved in marble, there came into my mind these great words\nof the Lord: \n<\/p><p>\n\"Thou shalt live together in love, insomuch that thou shalt weep for the loss of them that die.\n<\/p><p>\n\". . . [but] those that die in me shall not taste of death, for it shall be sweet unto them\"\n(<span class=\"citation\" id=\"15353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15353)\">D&amp;C 42:45-46<\/a><\/span>).\n<\/p><p>\n<b>The master of life<\/b>\n<\/p><p>\nThis, my brethren and sisters, is the assurance of Easter. This is the promise of the risen Lord.\nThis is the relevance of Jesus to a world in which all must die. But there is further and more\nimmediate relevance. As he is the conqueror of death, so also is he the master of life. His\nway is the answer to the troubles of the world in which we live.\n<\/p><p>\nI return to my reflections while witnessing President Eisenhower's funeral. On that occasion I\nreached for another book, a book written by the general himself. I read a statement he made\nin 1953 concerning the future of our troubled world. Said he: \"The worst to be feared and the\nbest to be expected can be simply stated: \n<\/p><p>\n\"The worst is atomic war.\n<\/p><p>\n\"The best would be this: A life of perpetual fear and tension; a burden of arms draining the\nwealth and the labor of all people; a wasting of strength that defies . . . any system to achieve\ntrue abundance and happiness for the peoples of this earth . . .\n<\/p><p>\n\"It calls upon them to answer the question that stirs the hearts of all sane men: Is there no\nother way the world may live?\" (From the jacket of <i>Mandate for Change<\/i>).\n<\/p><p>\nThere is a way, if men will subdue their hearts to seek it.\n<\/p><p>\n<b>Example of miraculous contrast<\/b>\n<\/p><p>\nThe simple answer&mdash;the only answer&mdash;is found in the words and life of the immortal\nSon of God. I thought of the power of that teaching on a December day in 1956 when tanks\nwere rolling down the streets of Budapest and students were being slaughtered with\nmachine-gun fire.  I was in Switzerland at the time. I stood that December day in the railroad\nstation in Bern. At eleven o'clock in the morning every church bell in Switzerland began to\nring, and at the conclusion of that ringing every vehicle stopped&mdash;every car on the highway,\nevery bus, every railroad train. That great, cavernous station became deathly still. I looked out\nthe door across the plaza. Men working on the hotel on the other side of the street stood on\nthe scaffolding with bared heads. Every bicycle stopped, and every man and woman and child\ndismounted and stood, hatless and bowed. Then, after three minutes of reverent pause, trucks,\ngreat convoys of them, began to roll from Geneva, across Austria to the Hungarian border,\nladen with supplies&mdash;food, clothing, and medicine. The gates of Switzerland\nwere thrown open to refugees. As I stood there that December morning, I could not help\nmarveling at the miraculous contrast&mdash;the devilish oppressive power of those who were\nsnuffing out the sparks of freedom on the streets of Budapest, in contrast with the spirit of the\nChristian people of Switzerland who bowed their heads in reverence and then rolled up their\nsleeves to provide succor and refuge.\n<\/p><p>\nThanks be to God for the relevance of Jesus to the problems of our time.\n<\/p><p>\n<b>Way to improve world<\/b>\n<\/p><p>\nIt has been said that history is only the story of private lives. If we would improve the world\nin which we live, we must first improve the lives of the people. Conversion is never a mass\nprocess. It is an individual thing. The behavior of the masses is the behavior of individuals.\n<\/p><p>\nIt was said of old that as a man \"thinketh in his heart, so is he\"\n(<span class=\"citation\" id=\"41500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41500)\">Prov. 23:7<\/a><\/span>). The wonderful\nmiracle of our day, as of all time, is the fact that men, when properly motivated, can and do\nchange their lives.\n<\/p><p>\nIt is reported that when Clinton T. Duffey became the warden at the San Quentin Prison and\ninitiated reform procedures, he was chided by a radio commentator who said, \"Mr. Duffey,\nyou should know that leopards don't change their spots.\" Duffey replied, \"You should know I\ndon't work with leopards. I work with men, and men change every day.\"\n<\/p><p>\nPresident David O. McKay has said that the purpose of the gospel is to make evil-minded\nmen good and good men better.\n<\/p><p>\nOne of the complaints of the young pot smokers and drug takers who are seeking escape from\nreality is that the world has become intolerably impersonal. If this be the problem, the answer\nis not the kind of escape in which they waste their lives. The solution lies in implementing\nthe transcendent teachings of the Son of God, who more than any other that ever walked the\nearth gave dignity and worth to the individual. He declared us each to be a child of the living\nGod, endowed with a divine birthright, capable of eternal achievement. Who, I ask, possessed\nof such conviction, would seek relief in the euphoria of debilitating drugs? There is a better\nway to improve the world, to ease suffering, to enhance the quality of man's life.\n<\/p><p>\n<b>Power of example<\/b>\n<\/p><p>\nA wise man once declared that every great institution is but the lengthened shadow of a great\nman or woman.\n<\/p><p>\nAs an instance, who can discount the tremendous good accomplished by the Red Cross?\nBehind this vast international organization stands the frail figure of the Christ-inspired English\ngirl, Florence Nightingale, who walked among the death-haunted hospital wards of the Crimea\nbringing cleanliness, comfort, and hope and cheer to thousands of suffering men?\n<\/p><p>\nIs there relevancy in Jesus for our time? The world never needed more urgently the power of\nhis example; the world never needed more desperately the vitality of his teachings.\n<\/p><p>\nOur young friends of the psychedelic crowd clamor for love as the solution to the world's\nproblems. Their expression may sound genuine, but their coin is counterfeit. Too often the\nlove of which they speak is at best only hollow mummery; at worst it deteriorates into a\nlascivious eroticism. On the other hand, the love of Jesus was a thing of courage so much\nneeded in our time. It was the love that embraced all men as the children of God; it was the\nlove that turned the other cheek (<span class=\"citation\" id=\"35895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35895)\">Matt. 5:39<\/a><\/span>);\nit was the love spoken from the cross in undying words,\n\"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31773)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\n<b>The hope of mankind<\/b>\n<\/p><p>\nThis is Easter. This is the season when we commemorate the most important event in human\nhistory. Millions upon millions through the ages have testified through the goodness of their\nlives and the strength of their courage of the reality of that event.\n<\/p><p>\nTo these testimonies we add our witness that we know that he was the Son of God, born in\nBethlehem of Judea, who walked the earth as the promised Messiah, who was lifted up upon\nthe cross, who gave his life as an atoning sacrifice for the sins of mankind, our Savior, our\nRedeemer, the one sure hope of mankind, the Resurrection and the Life.\n<\/p><p>\nGod bless us with increased faith in these great truths, I humbly pray in his holy name, even\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}