{"ID":1684, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Dangers of the So-called Sex Revolution<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1969, pp. 62-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe Latter-day Saints believe in the Lord Jesus Christ, who died for us all and was raised the\nthird day afterward, in a physical, bodily resurrection. We believe that he has given us a way\nof life that will bring joy and happiness to all who truly follow him.\n<\/p><p>\nBut without obedience to his laws, we cannot hope to receive his blessings.\n<\/p><p>\n<b>The law of chastity<\/b>\n<\/p><p>\nI wish at this time to refer to one of his divine statutes, which is binding upon all mankind,\nbut which is widely disregarded. It is that pertaining to our moral conduct.\n<\/p><p>\nHumanity will rise or fall through its attitude toward the law of chastity. If the world will\nhonor virtue, it can expect to receive God's blessings; but if it persists in the practice of\nsodomy, adultery, and other perversions, it can expect only destruction, for the wage of sin is\ndeath (<span class=\"citation\" id=\"42825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42825)\">Rom. 6:23<\/a><\/span>).\n<\/p><p>\nIt is this awesome fact that should frighten at least the Christian world into a realization that\nwe are being hurled into an abyss of moral degradation.\n<\/p><p>\nThe so-called sex revolution is destroying us.\n<\/p><p>\nIn a recent edition of the <i>Sacramento Union<\/i>, an editorial warned that the stench of moral\ndecay has become intolerable. It called for a reestablishment of the divine code of chastity\nbefore everything is lost.\n<\/p><p>\nThe <i>Chicago Tribune<\/i> recently reported that venereal infection is now the nation's leading\ncommunicable disease, which is another index to the extent of our moral breakdown. Three\nthousand new cases of this dreadful plague are contracted in America every day, more than\nhalf of them among teenagers.\n<\/p><p>\n<b>Standards of right and wrong<\/b>\n<\/p><p>\nAs people change their standards of right and wrong, they begin to suppose that what was sin\na generation ago is no longer so, that standards are relative things that may be altered at will\nthrough usage and desire, and that old-fashioned goodness now has turned into priggishness.\n<\/p><p>\nMany actually seem to think that the popular trend is what determines right or wrong, and\nthat moral values change with public sentiment.\n<\/p><p>\nA mother recently wrote to a medical doctor who conducts a newspaper column and asked\nwhether she should provide her daughter with a supply of \"the pill\" as she left to attend a\nboarding school. In writing to the doctor, the mother said: \n<\/p><p>\n\"Personally I don't approve of sexual relations outside of marriage, but I wonder if I should\nbe realistic and supply my daughter with birth control pills, just in case.\"\n<\/p><p>\nCan any mother in her right mind take such a position? Has the writer of this letter never\ntaught her daughter the Lord's law of chastity? Why does she dread pregnancy but apparently\nhave no great aversion to her daughter's loss of virtue?\n<\/p><p>\nWas this girl never taught about her bodily functions in the sanctity of a good home?\n<\/p><p>\n<b>Teaching the facts of life<\/b>\n<\/p><p>\nAll children need to be taught the facts of life, but where that teaching is to be given has\nbecome a source of great controversy. Should it be provided publicly or in the privacy of the\nhome?\n<\/p><p>\nIs it wise to give it openly in such a way as to create a desire for corruption?\n<\/p><p>\nIs it to be merged with the so-called sex revolution that already has brought about the greatest\nmoral decline in our age, with a plague of social disease in its wake? Or can it more properly\nbe used to teach a nation chastity and sobriety?\n<\/p><p>\nHave you ever asked yourselves why this sudden urge to teach sex in a public way? Is\nsomeone afraid that the rising generation will not know how to reproduce itself, and that the\nrace thereby may die out?\n<\/p><p>\nHow is it that we ourselves were brought into existence? Our parents received none of this\nkind of teaching when they went to school.\n<\/p><p>\nThink of the hundreds of generations that have preceded us on the earth. Is it by some great\nmiracle that they ever saw the light of day, since many of their parents never went to any\nkind of school, public or otherwise, and certainly had none of the instruction now being\nproposed?\n<\/p><p>\nAnd what of those people who are concerned about overpopulation? They think we will run\nout of food if we do not control the birth rate. We may yet need a top-level conference of the\nadvocates of sex education and the proponents of birth control to see whether we shall\nbecome extinct because they think too few people know how to reproduce themselves, or\nwhether we shall starve to death because too many people know how to reproduce themselves.\n<\/p><p>\n<b>Safeguards in sex instruction<\/b>\n<\/p><p>\nWho is competent to give wholesome sex instruction to our children without creating lust in\ntheir minds?\n<\/p><p>\nI would like to say, with all the emphasis at my command, that the proper teaching of sex\nrequires also the teaching of complete chastity, whether that instruction is given in the home,\nthe school, or the church. To do otherwise is nothing less than suicidal. To ignore chastity in\nsuch instruction can transform it into a course in youthful sex experimentation.\n<\/p><p>\nThe experience of some European countries clearly confirms the fact that public sex education\nincreases promiscuity, and as promiscuity is multiplied, venereal disease spreads like wildfire.\n<\/p><p>\nIn all fairness to the children, we must not teach them the mechanics of reproduction without\nalso emphasizing to them the safeguard that the Almighty has placed about it, that is, that the\nuse of sex is to be confined completely and exclusively within the bonds of sacred marriage.\nNo free sex is permitted by him. In his law, promiscuity is adulterous.\n<\/p><p>\nThe whole point of sex education will be missed unless we teach chastity as a major part of it.\n<\/p><p>\n<b>Co-creators with God<\/b>\n<\/p><p>\nGod made sex, but not for entertainment. It was provided for a divinely appointed act of\ncreation in which we, to this extent, become co-creators with him.\n<\/p><p>\nIf we fail to teach this, we defeat the whole purpose of sex education.\n<\/p><p>\nWhen schools are prevented from teaching anything of a spiritual nature, they are thereby\ndisqualified from teaching sex at all, for in its very nature, sex is spiritual and inseparably\nconnected with the creative work of God.\n<\/p><p>\nWe are not animals, to dwell only in a physical world. We are the offspring of God, learning\nin this life to become like him.\n<\/p><p>\nHe decreed that human beings never shall indulge in sex outside of holy matrimony, which he\nhimself instituted. This is his definition of chastity. This is what he requires of every man and\nevery woman.\n<\/p><p>\nThat is why, on the fiery slopes of Mt. Sinai, he declared: \"Thou shalt not commit adultery\"\n(<span class=\"citation\" id=\"22797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22797)\">Ex. 20:14<\/a><\/span>).\n<\/p><p>\nThat is why, in his Sermon on the Mount, the Savior taught that anyone who even looks upon\nanother with lust has committed adultery in his heart\n(<span class=\"citation\" id=\"35894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35894)\">Matt. 5:28<\/a><\/span>).\n<\/p><p>\n<b>Place for sex education<\/b>\n<\/p><p>\nSex education belongs in the home, where parents can teach chastity in a spiritual\nenvironment as they reveal the facts of life to their children. There, in all plainness, the\nyoungsters can be taught that procreation is part of the creative work of God and that,\ntherefore, the act of replenishing the earth must be kept on the high plane of personal purity\nthat God provides, free from all forms of perversion.\n<\/p><p>\nUnskilled parents can learn to teach their children properly. In fact, God commands it, and\nwho are we to disobey? Why do some attempt to supersede the parents instead of teaching\nthem how to fulfill their responsibility?\n<\/p><p>\n<b>Casualties from immorality<\/b>\n<\/p><p>\nAnother evidence of the effect of our declining morals comes from Vietnam. Each week we\ncount our war casualties. They are listed as killed, wounded, and missing. These reports are\nmost sobering, and wring the hearts of loved ones who had hoped so fervently that such a loss\nwould never come to them,\n<\/p><p>\nBut there are other casualties that are seldom mentioned, casualties which should stagger this\nnation and compel every man who enters the service to pause and consider their causes and\nconsequences.\n<\/p><p>\nThese casualties are not the flower of America, shot down in defense of our flag. They are\ninnocent babies born as the offspring of adulterous relationships between some of our soldiers\nand the women of the Orient.\n<\/p><p>\nMedical men warn of the skyrocketing rise of venereal disease in our armed forces, and it is\ncertainly something to fear. But what of the innocent children born from illicit relationships?\n<\/p><p>\nNo one knows exactly how many of these children are now living in Vietnam. The figure\nmay run well beyond the 50,000 mark. In Japan there are more than 20,000 mixed-bloods\nfathered by U.S. servicemen. Other thousands of such illegitimates are in Thailand, Korea,\nand Taiwan.\n<\/p><p>\nNearly all have been abandoned by their fathers, who sought momentary thrills, as they\nsupposed, by cohabiting with Oriental women, not thinking that their own flesh and\nblood&mdash;born of these illicit unions&mdash;would become abandoned orphans, shunned by nearly all who\nsee them. In Vietnam these unfortunates roam the streets, unwanted, uncared for, begging for\na living.\n<\/p><p>\nIt is said that one in every ten American soldiers fathers a child by an Asian woman.\n<\/p><p>\nWho has the right to beget illegitimate children?\n<\/p><p>\nWho has the right to take the virtue of an Asian or any other girl, or to lose his own?\n<\/p><p>\nWhich American&mdash;at home or abroad&mdash;has the right to abandon his own flesh and blood\nand forget that his illegitimate child ever existed?\n<\/p><p>\n<b>Can God bless America?<\/b>\n<\/p><p>\nCan the God of heaven, who holds us all accountable for our sins, overlook this wickedness?\n<\/p><p>\nOf what good are national days of prayer if we do not support our prayers by our good\nworks?  Will God strengthen the arms of fighting men who desecrate his most holy laws?\nWill he prosper a nation that apparently condones these illicit practices and does little more\nthan provide prophylactics to men who indulge?\n<\/p><p>\nAre these fathers so lacking in natural affection that they are willing to completely forget and\nignore their own offspring in a foreign land?\n<\/p><p>\nWe sing, almost tearfully at times, \"God Bless America.\" But we are almost constrained to\nask: How can he?\n<\/p><p>\nThe venereal disease rate in our war areas is frightening in the extreme. We welcome our\nboys home as conquering heroes, but some of them bring back a plague of venereal disease,\nwhich can destroy them.\n<\/p><p>\nVenereal disease is a killer. It also maims, causes heart trouble, insanity, and blindness.  It\ndestroys homes, spreads corruption to innocent wives, and blights the lives of helpless\nchildren.\n<\/p><p>\n<b>God a significant presence<\/b>\n<\/p><p>\nSome people justify their immorality by saying that restrictions against it are merely religious\nrules that have no meaning any longer because there really isn't any God.\n<\/p><p>\nThoughtful people now recognize the existence of Deity more than ever before. Persons of\ngenuine intellect, the true researchers, the great philosophers, and the outstanding educators\nnot only acknowledge him, but they also worship him.\n<\/p><p>\nIt is the selfish element in the world that no longer accepts Deity.  And why? Because they do\nnot want to be interrupted in their ingrown pursuits and are so involved in their personal\ndesires, passions, appetites, and lusts that they have no room left for sacred things. Therefore,\nin their selfishness they reject or ignore God.\n<\/p><p>\nTo the true realist, God is a significant presence who guides the ultimate destiny of the world.\nBut let us never forget that one of his most basic laws concerns morality.\n<\/p><p>\n<b>Moral law irrevocable<\/b>\n<\/p><p>\nThat law is irrevocable and inescapable and applies to all, whether we believe in God or not.\nEveryone is subject to its penalties, no matter how they may try to ignore them, The wage of\nsin is death (<span class=\"citation\" id=\"42826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42826)\">Rom. 6:23<\/a><\/span>)&mdash;even to the unbeliever!\n<\/p><p>\nImmorality is next to murder in God's category of crime, and always brings in its wake both\ndestruction and remorse, even to college students who carry the pill with a mother's consent.\n<\/p><p>\nThis nation was built upon a foundation of morality and spirituality. It is just possible that a\nrejection of these basic factors may bring about its fall. It was so with Greece and Rome. It\ncan happen to us unless we repent.\n<\/p><p>\nEvery one of us would do well to remember that the \"mills of the Gods grind slowly, but they\ngrind exceeding small.\" No one can flout the divine law with impunity.\n<\/p><p>\nEvery right-thinking person should be willing even to die if necessary in defense of virtue,\nwhether that death be physical or social.\n<\/p><p>\n\"Thou shalt not commit adultery\" (<span class=\"citation\" id=\"22798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22798)\">Ex. 20:14<\/a><\/span>)\nwill forever stand as an immutable law to all human beings.\nThis generation may rationalize itself into complete intoxication with sin and proclaim to high\nheaven that it is old-fashioned to be clean, but it will yet wake up to the stem reality that God\ndoes not change and that the moral laws are his and not man's to shift with every whim.\n<\/p><p>\n<b>Adultery next to murder<\/b>\n<\/p><p>\nAdultery is still next to murder in the Lord's category of crime\n(<span class=\"citation\" id=\"9111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9111)\">Alma 39:5<\/a><\/span>).\n<\/p><p>\nHomosexuality was made a capital crime in the Bible\n(<span class=\"citation\" id=\"30908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30908)\">Lev. 20:13<\/a><\/span>).\n<\/p><p>\nIt was the Almighty who decreed that men and women must cover their nakedness by wearing\nproper and modest clothing (<span class=\"citation\" id=\"23796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23796)\">Gen. 3:21<\/a><\/span>).\n<\/p><p>\nNo amount of rationalizing can change God's laws.  No amount of fashion designing can turn\nimmodesty into virtue, and no amount of popularity can change sin into righteousness.\n<\/p><p>\nOnce again we Latter-day Saints affirm the reality of the existence of Jesus Christ. Once\nagain, as his humble servants, we define his law of personal purity, and solemnly declare that\nsex sin is an abomination in the sight of God\n(<span class=\"citation\" id=\"25858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25858)\">Jacob 2:28<\/a><\/span>).\n<\/p><p>\nNo one on earth can ever cancel the divine command that says, \"Thou shalt not commit\nadultery\" (<span class=\"citation\" id=\"22799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22799)\">Ex. 20:14<\/a><\/span>).\n<\/p><p>\nTo this I humbly testify in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}