{"ID":1686, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Wayfaring Man Need Not Err<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1969, pp. 77-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMany years ago in our town we were given by a generous man a four-inch reflector telescope\nfor the boys of our community. The first night we tried it out we managed to focus on the\nmoon. In a sense it was a new revelation to see the moon in three dimensions. But the\nemotional thrill we experienced as we gazed on the physical features of the satellite was as\nnothing compared to the effect on us when we were able to focus on Jupiter. There, hanging\nin the heavens, was the planet about the size of a baseball, and there, too, were four smaller\nJupiters about the size of marbles. They resembled the celestial exhibit in our school\nlaboratory, except that they looked real&mdash;and they were real. There they were rushing\nthrough empty space at immense speed, but always falling in a circle around the sun.\n<\/p><p>\n<b>The meaning of space<\/b>\n<\/p><p>\nSpace? We do not grasp its meaning! Endless? We do not conceive what it means, either.\n<\/p><p>\nBy the Spirit of Christ, which is available to all men, imaginative men have had inspiration\ngiven them to theorize, to measure, to reach out, to prove, to move on, until they have\nreached so far out into space that it is difficult to describe what has been discovered by words\nthat convey meaning to us. They have found that light from a distant cluster of stars traveling\nat the rate of 186,000 miles per second takes thousands of light years to reach us. We cannot\nconceive of that, even though we can understand the mathematical formula it represents on\npaper. Then, just as we read that the limits may have been reached, it is learned that there are\nuncountable island universes&mdash;not just stars, but whole universes&mdash;still farther away, their\ndiameters thousands of millions of miles across, yet so distant that they are but points of light\nin the telescope.\n<\/p><p>\n<b>A controlling intelligence<\/b>\n<\/p><p>\nAnyone who contemplates this mighty spectacle of the skies and realizes its perfect order\ncannot fail to know that it must be controlled by an intelligence greater than he can imagine.\n<\/p><p>\nAnd this brings one to the worship of the Father of us all and his Son, the Lord Jesus Christ.\nWe do not know the means by which the worlds are brought into being, live out their destiny,\nand are destroyed, although there are theories about it. But that they are created and\ncontrolled by the power of faith and priesthood is amply stated by the revealed word of God.\nHear the witness of their Creator, for it is God who speaks: \n<\/p><p>\n\"And by the word of my power, have I created them, which is mine Only Begotten Son, who\nis full of grace and truth.\n<\/p><p>\n\"And worlds without number have I created; and I also created them for mine own purpose;\nand by the Son I created them, which is mine Only Begotten\"\n(<span class=\"citation\" id=\"39319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39319)\">Moses 1:32-33<\/a><\/span>).\n<\/p><p>\n<b>Jesus Christ, the Creator<\/b>\n<\/p><p>\nThe Lord Jesus Christ was not only the Redeemer but also the Creator. Paul understood this,\nfor he said: \n<\/p><p>\n\"For by him were all things created, that are in heaven, and that are in earth, visible and\ninvisible, whether they be thrones, or dominions, or principalities, or powers: all things were\ncreated by him, and for him: \n<\/p><p>\n\"And he is before all things, and by him all things consist\"\n(<span class=\"citation\" id=\"10514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10514)\">Col. 1:16-17<\/a><\/span>).\n<\/p><p>\nThe Lord himself declared it to the ancient Nephites: \n<\/p><p>\n\"Behold, I am Jesus Christ the Son of God. I created the heavens and the earth, and all things\nthat in them are. I was with the Father from the beginning. I am in the Father, and the Father\nin me; and in me hath the Father glorified his name\"\n(<span class=\"citation\" id=\"5726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5726)\">3 Ne. 9:15<\/a><\/span>).\n<\/p><p>\nWith awe we contemplate the perfection of this Firstborn of God, his power, his glory. Ours\nis more than the simple act of worship as an end. We testify that his purpose and mission are\nto make it possible for us to come into his presence, be like him, and share his honor and his\nglory forever. He said, \". . . this is my work and my glory&mdash;to bring to pass the immortality\nand eternal life of man\" (<span class=\"citation\" id=\"39324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39324)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\n<b>Offer of eternal lives<\/b>\n<\/p><p>\nAn earthly father shows his love for his children by giving them all the earthly advantage\nwithin his power. How much greater is the love of the Christ, who becomes our Father by our\nacceptance of his offer to us not only of earthly development but also of salvation, exaltation,\nand eternal lives. In the gospel of Christ he offers us the opportunity to become not just\ngazers into the wonders of the heavens, but creators of them. We sing unto heaven paeans of\njoy for our opportunity. The plan is very simple and very grand: \n<\/p><p>\n1. Accept the Lord Jesus Christ as our Savior and believe on his holy name and repent of our\nsins.<br \/>\n2. Accept the ordinance of baptism, at the hands of the priesthood of God, as a covenant with\nhim. Baptism is symbolic of his death and resurrection.<br \/>\n3. Receive the gift of the Holy Ghost by those he has authorized to give it.<br \/>\n4. Receive and honor the holy priesthood.<br \/>\n5. Keep his simple commandments.\n<\/p><p>\n<b>Relationship with fellowmen<\/b>\n<\/p><p>\nMost of these commandments are guides to our relationship with our fellowmen. One does\nnot need to look at the stars with mathematical mind to become a son of God and to\nparticipate in these great creations; he needs to be kind to his neighbor. He does not need to\nvisit the moon; he needs to tell the truth, be honest, and be honorable. He does not need to fly\nto Venus in a spacecraft; he needs to visit the widow and orphan in their affliction (as James\npointed out). He does not need to count the rings of Saturn; he needs to honor his father and\nhis mother, render them obedience in his youth, and respect and succor their old age. He does\nnot need to plumb the Milky Way; he needs to support the organized Church and its\npriesthood. He does not need to analyze an island universe; he needs to love the Lord his God\nwith all his might, mind, and strength, and seek to learn his ways.\n<\/p><p>\nIn a word, he needs to repent of his sins, his evil acts, and live as a son of God would live,\nputting first in his life the first and second commandments, which have to do with loving\none's fellows, and especially the Lord.\n<\/p><p>\n<b>Love of Christ<\/b>\n<\/p><p>\nI listened to President George F. Richards [of the Council of the Twelve] one time as he told\nof a dream.  In the dream he saw the Savior.  There came to him at the moment of that\nseeing such a feeling of love, he could not describe it. It overpowered him, and he said that\nhe made up his mind that if that was the love of Christ, he was going to do all he could to keep\nit all his life and through all eternity. We need to love the Lord too.\n<\/p><p>\n<b>Eternal family relationships<\/b>\n<\/p><p>\nA vital requirement, often overlooked, is that a man be sealed in eternal marriage to a woman\nwho has the same desire as does he to be exalted. They then live together in love, practicing\nin the home with the children, and with each other, the love, charity, long-suffering, kindness,\nvirtues, and actions of eternal beings who expect to become sons of God. Theirs is not just an\nearthly paradise, but it is truly the beginning of exalted eternal life.\n<\/p><p>\nYou and I will not win the mansions of our Father by waiting until after we leave this life,\nbut rather each degree of glory is anchored to our actions on the earth. Eternal life begins\nwhen a couple is sealed in marriage by the Lord's authority. In their lives together they are\ngiven a taste of eternal life&mdash;or, if they ignore righteous principles, a taste of the hell which\ncan await them if they do not strive to practice the principles of eternal life here.\n<\/p><p>\nRemarkably, when these acts are accepted as a course of action by anyone, new life comes\ninto him. He has peace in his heart and gladness in his soul, while the sweet whispering of\nthe Spirit gives him a taste of what is in store for him.\n<\/p><p>\nWhen will he reach the goal? Not in this life, although he may have a foretaste of its\nmagnitude in this life. But he lays the foundation of character and love in this life upon which\nhis eternal being is constructed.  He is watched by the angels. His record of accomplishment\ntoward the goal is recorded, and his reward is sure.\n<\/p><p>\n<b>Obedience to first principles<\/b>\n<\/p><p>\nIt is wondrous to know that the most magnificent of God's creations may be duplicated&mdash;not\nby technical knowledge gained here, although this may be of help, but by such simple acts as\nbeing kind to and honest with all people. By obeying the first principles and ordinances, one\nplaces himself in harmony with eternal teachings that will lead him to the presence of the\nCreator, and from him he will learn to take part in the acts of creation.\n<\/p><p>\nWe understand that these wondrous accomplishments will not come without work. We know\nwe must learn all we can of the truth of things in this life, and that we shall have to conquer\neternal physics, eternal chemistry, eternal biology, and all eternal arts to give eternal science\nbeauty. But our Lord and Master will guide the teaching, and the truth will be the text.\n<\/p><p>\nNo wonder that we bow in worshipful praise and adoration! No wonder that the name of\nJesus Christ is used only in adoration and love!\n<\/p><p>\nAll glory to the Lord God. He revealed himself to Joseph Smith and pointed the way, giving\nto Joseph the keys of the kingdom in this the dispensation of the fulness of times. With those\nkeys operative today, through President David O. McKay, we may enter at the strait gate\nwhich leadeth to life eternal (<span class=\"citation\" id=\"35913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35913)\">Matt. 7:14<\/a><\/span>),\nand may become among the few who find it. I bear witness with\nwords of soberness to the truth of our eternal destiny in the kingdom of heaven. I pray we\nmay be alert to and worthy of these blessings, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}