{"ID":1687, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Service: the Heart of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1969, pp. 79-81<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs we celebrate this Easter season, we remember the promise of the Lord and Savior Jesus\nChrist: \". . . I am the resurrection, and the life: he that believeth in me, though he were dead,\nyet shall he live\" (<span class=\"citation\" id=\"28522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28522)\">John 11:25<\/a><\/span>).\n<\/p><p>\nWith the assurance of this great promise, obedience to eternal law should be a joy, not a\nburden, and give each the incentive to not just be passive members of the Church but to be\ndiligent in trying to further advance his kingdom on the earth.\n<\/p><p>\n<b>Parable of the sower<\/b>\n<\/p><p>\nThe Savior, speaking in parable, told the story of the sower: how some seeds fell by the\nwayside, some upon stony paces, some among thorns. Then he told of the seed that fell into\n\"good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold\"\n(<span class=\"citation\" id=\"35923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35923)\">Matt. 13:8<\/a><\/span>).\n<\/p><p>\n\". . . his disciples asked him, saying, What might this parable be?\"\n(<span class=\"citation\" id=\"31757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31757)\">Luke 8:9<\/a><\/span>).\n<\/p><p>\nHe answered, saying: \"Hear ye therefore the parable of the sower\"\n(<span class=\"citation\" id=\"35924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35924)\">Matt. 13:18<\/a><\/span>). He then\ntold of the seed that fell by the wayside and in stony places and among the thorns. In each\ncase, all became unproductive.\n<\/p><p>\n\"But he that received seed into the good ground, said he, is he that heareth the word, and\nunderstandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some\nsixty, some thirty\" (<span class=\"citation\" id=\"35925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35925)\">Matt. 13:23<\/a><\/span>).\n<\/p><p>\nWe frequently refer to this parable in reference to missionary work. The gospel is preached to\nmany, and to each the same is taught. The seed is the same&mdash;the same quality, the same\nstrength, same value&mdash;yet some persons accept quickly, some more slowly, some not at all.\nSome fall away and leave the Church, as the parable declares. Some remain steadfast to the\ntruth.\n<\/p><p>\nThen the Lord describes those who are as the seed sown in good ground. Speaking of these he\nsaid some bear fruit or produce an hundredfold, some sixty, some thirty.\n<\/p><p>\n<b>Membership alone not enough<\/b>\n<\/p><p>\nThis means, then, that mere membership alone is not enough&mdash;no, not even if you have a\ntestimony of the divinity of the gospel&mdash;if you are not producing or bearing fruit. Speaking\nof those who receive the word, which means those who are members of the Church, some\nproduced one hundredfold, some sixty, some thirty.  In which category are you? Where do\nyou find yourself? Are you producing? To what degree are you producing? What does it\nmean to produce?\n<\/p><p>\nAre you doing anything to teach someone else the gospel, if this is where your abilities and\nopportunities lie, or are your abilities and opportunities elsewhere? Are you doing your share\nin family research, temple work, teaching a class, or some other activity? Are you doing\nsomething to be of service to someone else? Are you one who is tottering on the fence,\nstaying away from church activities, not growing in spirituality?\n<\/p><p>\nHave you become stagnant in priesthood advancement? Are you an adult but have not yet\nreceived the Melchizedek Priesthood or temple blessings? Are you working toward that end?\nWhat is producing?\n<\/p><p>\n<b>Becoming productive<\/b>\n<\/p><p>\nProducing means, first, preparing yourself, then helping someone else. You cannot wait until\nyou are perfect before you teach or assist someone else, but should pass on to others all you\nreceive, as you receive it. This is how we fulfill the advice of President David O. McKay\nwhen he said, \"Every member a missionary.\" Live so your life reflects the blessings of the\ngospel. Obedience to eternal law is to produce, to serve, to work.\n<\/p><p>\nIn another parable, the Savior gives us the answer to how we bear fruit and become\nproductive.\n<\/p><p>\n\"When the Son of man shall come in his glory, and all the holy angels with him, then shall he\nsit upon the throne of his glory: \n<\/p><p>\n\"And before him shall be gathered all nations: and he shall separate them one from another,\nas a shepherd divideth his sheep from the goats: \n<\/p><p>\n\"And he shall set the sheep on his right hand, but the goats on the left.\n<\/p><p>\n\"Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit\nthe kingdom prepared for you from the foundation of the world: \n<\/p><p>\n\"For I was an hungered, and ye gave me meat: I was thirsty, and ye gave me drink: I was a\nstranger, and ye took me in: \n<\/p><p>\n\"Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto\nme.\n<\/p><p>\n\"Then shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed\nthee? or thirsty, and gave thee drink?\n<\/p><p>\n\"When saw we thee a stranger, and took thee in? or naked, and clothed thee?\n<\/p><p>\n\"Or when saw we thee sick, or in prison, and came unto thee?\n<\/p><p>\n\"And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have\ndone it unto one of the least of these my brethren, ye have done it unto me\"\n(<span class=\"citation\" id=\"35952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35952)\">Matt. 25:31-40<\/a><\/span>).\n<\/p><p>\nHere the Lord has mentioned the necessities of life&mdash;food, shelter, and clothing. Then he said\nto visit the sick or the imprisoned. This means to give comfort and encouragement to those\nwho are less fortunate. He does not necessarily mean to use the dole, but to help others to\nobtain the benefits of life, help others to enjoy life.\n<\/p><p>\n<b>Serving each other<\/b>\n<\/p><p>\nJesus gave his life for us. He took upon himself the burden of all the sins of all mankind who\nwill accept him and do his will, who will produce, to build up his kingdom upon the earth.\n<\/p><p>\nHe has asked us to serve each other, to help each other, to do good to each other. As one of\nour hymns suggests: \n<\/p><p>\n\"Have I done any good in the world today?<br \/>\n     Have I helped any one in need?<br \/>\n     Have I cheered up the sad, and made someone feel glad?<br \/>\n     If not, I have failed indeed.<br \/>\n     Has any one's burden been lighter today,<br \/>\n     Because I was willing to share?<br \/>\n     Have the sick and the weary been helped on their way?<br \/>\n     When they needed my help was I there?\"<br \/><br \/>\n&nbsp; &nbsp;                              (<i>Hymns<\/i>, No. 58.)\n<\/p><p>\nThere are many unexpected ways to serve, in addition to that of church service.\n<\/p><p>\n<b>Example of service<\/b>\n<\/p><p>\nA young man driving down the street one early morning saw several streetcars lined up one\nbehind the other. The motormen were all gathered together by the front car. He stopped and\nwent over to see what was happening. He saw that one streetcar was off the track, and the\nmotormen were trying to put it on again.\n<\/p><p>\nFinally they gave up, and each went to his own car and went back the other direction around\nthe loop, back to town, leaving the one motorman in his car, all alone, just to wait for help.\n<\/p><p>\nThe young man sized up the situation, then asked the motorman if he might try to put the car\nback on the track.\n<\/p><p>\n\"Do you think you can?\" asked the motorman.\n<\/p><p>\n\"I'd like to try,\" the young man said.\n<\/p><p>\nHe took the steel bar off the hooks on the side of the car, blocked it against the wheel, gave\ndirections, and in just a minute the wheels dropped into the track with a thud. The young man\nhung the bar back on the car, and the happy motorman was again on his way.\n<\/p><p>\nThe poet and song writer Harry Robert Wilson has expressed the thought so beautifully.\n<\/p><p>\n\"Lord, make me an instrument of thy peace.<br \/>\n     Where there is hatred, let me sow love; <br \/>\n     Where there is doubt, let me sow faith; <br \/>\n     Where there is despair, let me sow hope; <br \/>\n     Where there is darkness, let me sow light; <br \/>\n     Where there is sadness, let me sow joy!<br \/>\n     O divine Master, grant that I may not so much seek<br \/>\n     To be consoled as to console,<br \/>\n     To be understood as to understand,<br \/>\n     To be loved as to love.<br \/>\n     For it is in giving that we receive; <br \/>\n     It is in pardoning that we are pardoned; <br \/>\n     And it is in dying that we are born to eternal life.\"\n<\/p><p>\nMay we all receive the word of the gospel of Jesus Christ, and bear fruit one hundredfold,\nand sow seeds of joy, happiness, and eternal life, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}