{"ID":1689, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Stand on Holy Ground<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">Of the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, April 1969, pp. 85-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters: I feel strength in the presence of this assembly. I feel great\nhumility in the presence of these lovely children who have borne witness to us in song, and I\nbask in the reflected memory of an inspiring Primary conference that concluded just the day\nbefore yesterday. I am sure we all compliment Sister Parmley and the great Primary\norganization for their tremendous effort. On this sacred square we gain a feeling of peace, we\ngain a feeling of security, and sometimes we might be inclined to say, \"All is well in Zion.\" I\nwould like to take for my thought today, \"All is well in Zion, but . . .\" And I would like to\nbegin by telling you of a disturbing incident that came to my attention a day or two ago as I\nread a recent letter from the head of one of the state's largest employers, seeking help in\ncurbing dishonest practices among his employees, who incidentally are people who should\nknow better. He stated in the letter that sick-leave privileges were being grossly violated,\nmore so than in other sections of the country. The Lord expects more from this community.\n<\/p><p>\n<b>Lack of integrity<\/b>\n<\/p><p>\nAnother company head who recently moved to this community from another section of the\nUnited States complains that among his business associates there is a serious lack of integrity,\nthat seemingly good men who are obviously trained to know better are discovered to be\nunethical in their business dealings.\n<\/p><p>\nRecently some variety store managers met with law enforcement officers for the purpose of\nimplementing some sort of control in the midst of a rash of shoplifting, an evil practice that\nwas apparent in all age levels, regardless of sex, and in all sectors of the community.\n<\/p><p>\n\"And there shall also be many which shall say: Eat, drink and be merry; nevertheless, fear\nGod&mdash;he will justify in committing a little sin; yea, lie a little, take the advantage of one\nbecause of his words, dig a pit for thy neighbor; there is no harm in this; and do all these\nthings, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few\nstripes, and at last we shall be saved in the kingdom of God.\n<\/p><p>\n\"And others will he pacify, and lull them away into carnal security, that they will say: All is\nwell in Zion; yea, Zion prospereth, all is well&mdash;and thus the devil cheateth their souls, and\nleadeth them away carefully down to hell\"\n(<span class=\"citation\" id=\"3815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3815)\">2 Ne. 28:8,21<\/a><\/span>).\n<\/p><p>\n<b>Led away from the good<\/b>\n<\/p><p>\nI know a man who used to be an authority on the Book of Mormon. He had the ability of\nthrilling the people with his speaking and profound knowledge of the truth. The adversary\nfound a weakness ever so small, but a weakness. Finally the grip was secure, and he was\ngradually led away&mdash;ever so gently, but ever so surely, away from all that was good and\nsacred. This same man who was a leader among the people has now lost his ability to lead, at\nleast for the time being. That great gift of knowledge that was once his has become dim and\nremote. He seems helplessly engulfed in transgression and has been unable to even recognize\nthe hand of fellowship that would lift him back to firm ground. I suppose this is the same\ncondition described in the seventy-eighth section of the Doctrine and Covenants, verse 10: \n<\/p><p>\n\"Otherwise Satan seeketh to turn their hearts away from the truth, that they become blinded\nand understand not the things which are prepared for them\"\n(<span class=\"citation\" id=\"15396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15396)\">D&amp;C 78:10<\/a><\/span>).\n<\/p><p>\n<b>Others turned from truth<\/b>\n<\/p><p>\nMay I tell you about a man who has a keen mind, but his sweet spirit of testimony has been\nreplaced with criticism of his priesthood leaders. He seems impatient because certain basic\ndoctrines cannot be altered to suit his convenience of social concept based on the meager\nknowledge and philosophy of men.\n<\/p><p>\nLet me tell you about a sister who became literally hypnotized by a deck of playing cards.\nEventually, there were not enough hours in the week to fit everything in. Her keen spiritual\nsensitivity became dulled, and it was easy for the cunning one to help her decide to give up\nan important Relief Society calling and abandon her wonderful circle of former associates in\nfavor of the nonessential, time-wasting pastime that had captured her fancy. Sisters in the\nward continuing their lives of charity and compassionate service are now termed by her as\nnarrow-minded, as hypocritical and do-gooders, but in reality, the only thing that changed was\nthis woman.\n<\/p><p>\nI know a man who started taking supplies home from his place of employment. First it was\njust a few pencils; then it was something more. In the end, it cost him his job, the respect of\nhis family, and the spirit of his calling in the Church. His practices became incompatible with\nthe priesthood that gave him the promise of life eternal.\n<\/p><p>\nI know a host of others that time will not permit us to discuss, wonderful people of the\nkingdom who ventured too close to the edge, all the time saying to themselves, \"I know what\nI am doing. I can turn back the second I choose.\" Then all of a sudden it happens. The riptide\nloosens the last foothold, the quicksand starts to sink, the thin ice suddenly cracks, the\nprecipice abruptly gives way. There are physical laws that govern the riptide, the cracking ice,\nthe unstable ground; and there are moral and spiritual laws that are just as real, whose safe\nboundary is just as clearly defined, but as we take one fatal step, just one step too far, the\nlaws of the universe take over&mdash;the consequence is inevitable.\n<\/p><p>\n<b>Eternal judgment undeviating<\/b>\n<\/p><p>\nThere have been some excellent thoughts on repentance during these conference sessions, but\nthis plea is for each and every member of the Church to stand on holy ground, to avoid the\ninevitable, to make repentance unnecessary. In terms of eternity, there is no such thing as not\ngetting caught. Eternal judgment is undeviating, for it is founded on truth. Maybe that is why\nthe Lord said what he did on page one of the Doctrine and Covenants, revelation for our day,\nas he declared: \n<\/p><p>\n\"For verily the voice of the Lord is unto all men, and there is none to escape; and there is no\neye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated.\n<\/p><p>\n\"And the rebellious shall be pierced with much sorrow; for their iniquities shall be spoken\nupon the housetops, and their secret acts shall be revealed.\n<\/p><p>\n\"Unto the day when the Lord shall come to recompense unto every man according to his\nwork, and measure to every man according to the measure which he has measured to his\nfellow man\" (<span class=\"citation\" id=\"15294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15294)\">D&amp;C 1:2-3,10<\/a><\/span>).\n<\/p><p>\nTo him who says: \"I am lucky, I didn't get caught,\" I say, how unfortunate; for his other foot\nis already in motion for the next treacherous step.\n<\/p><p>\n<b>Things the Lord hates<\/b>\n<\/p><p>\n\"These six things doth the Lord hate: yea, seven are an abomination unto him: \n<\/p><p>\n\"A proud look, a lying tongue, and hands that shed innocent blood,\n<\/p><p>\n\"An heart that deviseth wicked imaginations, feet that be swift in running to mischief,\n<\/p><p>\n\"A false witness that speaketh lies, and he that soweth discord among brethren\"\n(<span class=\"citation\" id=\"41499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41499)\">Prov. 6:16-19<\/a><\/span>).\n<\/p><p>\nNow it seems rather odd that the Lord would speak of a proud look and running to mischief\nin the same breath with the shedding of innocent blood, but can anything counter to the glory\nand power of God or the exaltation of man be counted as trivial? \"For I the Lord cannot look\nupon sin with the least degree of allowance\"\n(<span class=\"citation\" id=\"15299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15299)\">D&amp;C 1:31<\/a><\/span>). And then he also says in another\nplace: \"He that diggeth a pit shall fail into it\"\n(<span class=\"citation\" id=\"21419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21419)\">Eccl. 10:8<\/a><\/span>).\n<\/p><p>\n<b>Bad habits tip the scale<\/b>\n<\/p><p>\nMy dear fellow members of our Heavenly Father's true and everlasting Church, with our\nfamilies and eternal life on one side of the scales, is it conceivable that we are willing to\nallow a few bad habits to tip that scale away from all that is good and precious and true?\nNone is exempt from the possibility. Just open the door&mdash;just a crack, that's all&mdash;and the\nadversary will lead us quietly away, and we will rationalize as we go that what we are doing\nis done by so many, and surely this once won't hurt.\n<\/p><p>\nThe adversary sometimes changes the labels on the bottles, but the contents are still full of\npoison. Just like the young lad I visited in prison. Upon asking him if the offense was\nstealing, I received an indignant, \"Not on your life. I would never steal. My mother has taught\nme better than that. I am here for forgery.\" Shoplifting never, but what is wrong with forging\nsomeone else's name on a $500.00 check!\n<\/p><p>\n<b>The way clearly marked<\/b>\n<\/p><p>\nMay our judgment be sound and our course straight. The way is clearly marked before us and\nis to be found in every word of this conference. Just as the insignificant termite takes his\nannual toll, causing buildings to tumble, and just as rust and erosive forces eat away at the\nfoundations of that which seems so strong and so firm, so it is with those little habits that\nmust be corrected if we are to dwell in His presence.\n<\/p><p>\nMay we know the truth, may we live the truth, may we sustain the truth. May we do these\nthings, that all may truly be well in Zion, for you know and I know that the truth shall make\nus free (<span class=\"citation\" id=\"28516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28516)\">John 8:32<\/a><\/span>),\nin the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}