{"ID":169, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1945, pp. 72-75<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Grant, President Clark, President McKay, members of the priesthood, and all the\nradio audience: I stand before this assembled group today in deep humility, in trembling and\nweakness. I have no words to express the intense feelings that have completely filled me\nduring the past twenty-four hours. The more I contemplate the call which has been made upon\nme the greater the responsibility looms before my mind, and the more I recognize my\nweakness and incapability in filling this position. I knew that without the help of God the task\nwill be too great, but I do trust and pray with all my heart that I might have his Holy Spirit to\nbe with me, that in this new call I may be a worthy servant in helping to proclaim the gospel\nof Jesus Christ. I do covenant before my Heavenly Father and before you that I will put forth\nmy very best efforts, that I will give all of my time and talents and anything that God has\nblessed me with for the upbuilding of his Church and kingdom here upon this earth.\n<\/p><p>\nI hope you will pardon me this morning if I say a few things that are personal, but during the\npast twenty-four hours with such a sudden change coming into my life, my mind has been\ngoing back in retrospect over the events of my past life and also of my future. I desire to\nexpress, with the help of the Lord, a few of my feelings, a few of my hopes.\n<\/p><p>\nEXPERIENCE IN SEMINARY WORK\n<\/p><p>\nI have always loved the gospel of Jesus Christ more than anything else in life. I have\ncontinuously labored in the Church from my boyhood up, willingly and happily. The gospel\nand the opportunities to serve in the Church have been the greatest blessing and joy in my\nlife. When I was attending high school seminary under one of our very excellent teachers,\nBrother William Tew, I made up my mind that if I ever had the opportunity I should like to\nbe a seminary teacher and devote my time and my entire life to teaching the gospel of our\nLord Jesus Christ. With that thought in mind I went on through school. Elder Joseph F.\nMerrill offered me the opportunity, which I gladly accepted, and in happiness I undertook the\nwork.\n<\/p><p>\nI have had the great privilege of spending seventeen years in the Church system of education\nin the high school seminaries and in the institutes. They have been years of much happiness to\nme, years I know that have furnished me wonderful opportunities. Throughout that time I\nhave never lost opportunity on any occasion to bear testimony to the students of the\ntruthfulness of the gospel and to try to help them with all evidence possible to gain a\ntestimony of the gospel; and to gain facts and the proper spirit which will\nsustain this great Church of our Master to which we belong.\n<\/p><p>\nI would like on this occasion to remark to the parents of the young people of the Church and\nto the First Presidency and to the officers of the Church, that I have found through working\nwith the young people that they are great; they are wonderful; they are filled with the\ntestimony of the gospel; they are just as staunch, just as true, just as faithful, I am sure, as\nwere their parents or their grandparents. I have never seen more faith exhibited in my life by\nany group of people than I have seen among the young people of our Church with whom I\nhave had the privilege of working. I do not fear for the future of the Church so long as our\nyoung people are of this splendid type, and so long as they are filled with the spirit of the\ngospel and continue living their present type of lives. I am sure that they will take leadership\nin the Church in due time and carry it on very effectively. I accept the promise made to the\nProphet Joseph that the gospel is upon the earth never to be taken from the earth again and\nnever to be given to another people.\n<\/p><p>\nWe should thank the Presidency of the Church and all those working for this great cause who\nhave made possible our educational system. They foster the great opportunities that we have\ntherein. I speak of that subject definitely this morning because of my close contact for many\nyears with that particular work. I am convinced that the educational program is completely in\nline with the gospel as revealed to the Prophet Joseph Smith&mdash;that man \"cannot be saved in\nignorance\" (<span class=\"citation\" id=\"12205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12205)\">D&amp;C 131:6<\/a><\/span>);\nthat \"we are saved no faster than we gain knowledge\"; that \"the glory of God is\nintelligence\" (<span class=\"citation\" id=\"12169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12169)\">D&amp;C 93:36<\/a><\/span>).\nThe educational program is also definitely in line with the practices of the\nChurch from the beginning, during pioneer days, and on down to the present time. We are a\ngroup of people who know that we must gain knowledge of truth in order that we may\nprogress on to godhood. So I do express my appreciation to the First Presidency and their\nassociates for the privilege I have had of spending seventeen years in that very excellent work\nand also for all the opportunities that I have had in the Church.\n<\/p><p>\nWhen I completed my doctor's degree in California, I was given the opportunity to teach at\nthe institute in Logan. I was delighted; but when I went down to California and told the\nprofessors under whom I had taken my graduate work, they tried to persuade me to not come\nback to Utah to teach. They wanted me to teach in history, the field that I had taken my\nspecial work in, but I talked to my wife&mdash;who is a very faithful and devout Latter-day Saint\nand a splendid companion&mdash;and her feelings agreed with mine. We recognized that we had a\ngreat opportunity at Logan to help the young people of the Church, and we felt that we\nwanted to rear our family in Utah, and so we turned our backs upon that suggestion and\nreturned to our home state. We have been very happy in our decision.\n<\/p><p>\nPERSONAL TESTIMONIES\n<\/p><p>\nBefore closing my remarks, I would like to bear my testimony. I know that God lives. I know\nthat Jesus the Christ is his Beloved Son. He is the Savior of the world, the Redeemer, the\nauthor of the eternal plan of salvation. I know that God, the Eternal Father, through his only\nbegotten son, restored the gospel upon the earth through the Prophet Joseph Smith in our\ndispensation; that it is the true gospel; that it is the power of God unto salvation\n(<span class=\"citation\" id=\"42662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42662)\">Rom. 1:16<\/a><\/span>). I know that\nif we live by these eternal principles we shall gain a great reward, even that of eternal life in\nthe kingdom of God. I know that our Heavenly Father is good; that he hears and answers\nprayers; that he is gracious and kind even beyond our comprehension; and that he delights in\nblessing those who keep his commandments. The Holy Ghost has borne this testimony to my\nsoul so strongly that I am as sure of these facts as I am that I live. I pray that I may ever live\nworthy enough to retain this testimony.\n<\/p><p>\nEveryone in this audience no doubt has had many experiences which to them have testified to\nthe goodness of God and which have given them a testimony of the truthfulness of the\nrestored gospel. Herein lies the strength of Mormonism. I would like to give an experience or\ntwo of mine.\n<\/p><p>\nAt least twice in my life I was at the point of death and was brought back to life through the\npower of the priesthood, through the goodness of God. One June day when I was twenty-one\nyears old, I had climbed the hay pole to thread it in order that we might harvest our crop. Just\nas I had finished, the guy wire broke, and the pole came crashing to the earth. It splintered\ninto many pieces. The hayfork lit with the tines straight up just a few feet from where I lit.\nAlthough I fell nearly fifty feet, the only injury that I received was a broken foot. Of course\nthe shock was terrific. I went to bed, and the next day I thought I could get up. I crawled out\nof bed and immediately everything went black, but through the power of God I was restored\nto health and strength.\n<\/p><p>\nEleven years later, when I finished my doctor's degree, my physical condition was poor\nbecause I had worked very hard. I was teaching seminary in Provo. In November I went to\nSalt Lake City and had my wisdom teeth extracted. On the way home a storm arose and\nwithin twenty-four hours I was seriously ill. A streptococcus infection had settled in my\nthroat, and for the next three weeks I lay at the point of death. The doctor had no hopes that I\nwould recover. The bishop came to our home, and as kindly as he could, told my wife I\nshould not be able to recover. But the seminary teachers I worked with came daily and\nadministered to me. Never once did I have the thought in my mind that I would not get well.\nI knew there were many things in this world that I was to do yet. In three weeks' time I got\nout of bed and went back to my schoolroom. It took a year, however, to get the infection out\nof my system. I am sure that it was through the help and blessings of God\nthat I was restored to life. Upon returning to my school, the students asked me to what I\nattributed my recovery from such a severe sickness. I testified to them on that occasion, and\nhave done so on many occasions since, that it was through the power of the priesthood and\nbecause of the goodness of God that my life was preserved.\n<\/p><p>\nI want to bear my testimony today that I know these things are true and that my Heavenly\nFather has been kind and good to me, blessing me more abundantly than I have deserved. I\nsincerely hope and pray that I have the full support and the faith of all the members of the\nChurch and the same help from God in the performance of my duties as a member of the\nFirst Council of the Seventy. This is my humble prayer in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}