{"ID":1690, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">One Lord, One Faith<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1969, pp. 87-91<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI rejoice with you, my brethren and sisters, in this wonderful conference, and in the inspiring\nremarks of our worthy president, President David O. McKay.\n<\/p><p>\nWe have just listened to Bishop Simpson as he quoted the statement of Jesus, when he said:\n\"And ye shall know the truth, and the truth shall make you free\"\n(<span class=\"citation\" id=\"28517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28517)\">John 8:32<\/a><\/span>). I ask, free from\nwhat? The false teachings and philosophies and man-made doctrines.\n<\/p><p>\nJesus said: \"I thank thee, O Father, Lord of heaven and earth, because thou hast hid these\nthings from the wise and prudent, and hast revealed them unto babes\"\n(<span class=\"citation\" id=\"35919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35919)\">Matt. 11:25<\/a><\/span>).\n<\/p><p>\nWith man's wisdom alone, one cannot know the truth. This is evidenced by a survey taken in\nNew Zealand last year, in which there were 411 different churches listed. Hence the need of\ndivine revelation to interpret the teachings of the prophets, and this church is built upon\ndivine revelation.\n<\/p><p>\n<b>A marvelous work and a wonder<\/b>\n<\/p><p>\nI take my text today from the twenty-ninth chapter of Isaiah, where he states: \"Wherefore the\nLord said, Forasmuch as this people draw near me with their mouth, and with their lips do\nhonour me, but have removed their heart far from me, and their fear toward me is taught by\nthe precept of men: \n<\/p><p>\n\"Therefore, behold, I will proceed to do a marvelous work among this people, even a\nmarvelous work and a wonder: for the wisdom of their wise men shall perish, and the\nunderstanding of their prudent men shall be hid\"\n(<span class=\"citation\" id=\"25367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25367)\">Isa. 29:13-14<\/a><\/span>).\n<\/p><p>\nWhere do we find these precepts of men to which Isaiah refers? In these 411 different\nreligious professions.\n<\/p><p>\nShouldn't the average son of God want to know if he is worshiping God through the precepts\nof men? Or, if he is privileged to live until the Lord performs that marvelous work and a\nwonder, wouldn't he like to have a part in it?\n<\/p><p>\nCompare this situation to Paul's statement to the Ephesians when he said there is \"one Lord,\none faith, one baptism\" (<span class=\"citation\" id=\"21822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21822)\">Eph. 4:5<\/a><\/span>).\n<\/p><p>\n<b>Difference between man-made and divine doctrines<\/b>\n<\/p><p>\nHow things have changed! Why? Because men, without divine guidance, could not agree in\ntheir interpretation of the scriptures. Jesus understood that without divine guidance men could\nnot properly interpret the scriptures, for he said: \"Ye do err, not knowing the scriptures\"\n(<span class=\"citation\" id=\"35940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35940)\">Matt. 22:29<\/a><\/span>).\nHence the need of the voice of authority to differentiate between the doctrines\nthat are the precepts of men, as Isaiah states, and the truths revealed from heaven in the\nrestoration of the gospel, for we did not get our teachings through man's interpretation of the\nscriptures, but by the revelations of the Lord to his latter-day prophet.\n<\/p><p>\nA whole book could be written on the difference between the man-made doctrines to which\nIsaiah refers and the truths revealed from heaven which constitute the marvelous work and a\nwonder that the Lord promised through Isaiah would cause the wisdom of their wise men to\nperish and the understanding of their prudent men to be hid.\n<\/p><p>\nLet me mention a few important corrections the Lord has made in the teachings of men\nthrough the restoration of the gospel.\n<\/p><p>\n<b>Teachings on Godhead<\/b>\n<\/p><p>\nWhen the Lord gave to Moses the Ten Commandments, the first was:  \"Thou shalt have no\nother gods before me\" (<span class=\"citation\" id=\"22791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22791)\">Ex. 20:3<\/a><\/span>).\n<\/p><p>\nWhen Joseph Smith had his glorious vision and the Father and the Son appeared to him in the\nSacred Grove in the state of New York in 1820, the Father, pointing to the Son, said: <i>\"This is\nmy Beloved Son. Hear Him!\"<\/i> (<span class=\"citation\" id=\"30517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30517)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nThus Joseph saw that Jesus and his Father were glorified persons, as was Jesus following his\nresurrection, when he appeared unto his disciples and had them feel the prints in his hands\nand the wound in his side, saying: \". . . handle me, and see; for a spirit hath not flesh and\nbones, as ye see me have\" (<span class=\"citation\" id=\"31785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31785)\">Luke 24:39<\/a><\/span>).\n<\/p><p>\nNow compare this with the teaching of the entire Christian world at the time that Joseph\nSmith had this glorious experience. Here is a statement from their creeds: \n<\/p><p>\n\"There is but one living and true God, who is infinite in being and perfection, a most pure\nspirit, invisible, without body, parts or passions . . . and in unity of this godhead, there are\nthree persons, of one substance, power and eternity, the Father, the Son and the Holy Ghost.\"\n<\/p><p>\nHow could there be three persons in one? How could Joseph Smith or any other prophet have\nseen God if he has neither body, parts, nor passions, and is invisible? That means he has no\neyes, so he cannot see; he has no ears, so he cannot hear; he has no mouth, so he cannot\nspeak; he has no body, so he cannot be seen. This is a fairly good description of nothing.\nHow is it possible that the entire world was worshiping this kind of a god at the time that the\nFather and Son, two glorified personages, appeared to Joseph Smith\n(<span class=\"citation\" id=\"30518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30518)\">JS&mdash;H 1:17<\/a><\/span>)?\n<\/p><p>\n<b>Condition foretold by Moses<\/b>\n<\/p><p>\nAnd yet Moses knew that this condition would exist in the world, for when he led the\nchildren of Israel to the promised land, he told them that, in coming generations, they should\nbe scattered among the heathen nations. \"And there ye shall serve gods, the work of men's\nhands, wood and stone, which neither see, nor hear, nor eat, nor smell\"\n(<span class=\"citation\" id=\"21279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21279)\">Deut. 4:28<\/a><\/span>).\n<\/p><p>\nThen Moses promised them that in the latter days (and we are living in the latter days) when\nthey were in tribulation, if they would seek after the Lord their God, they would find him if\nthey would seek him with all their hearts and with all their souls (see\n<span class=\"citation\" id=\"21280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21280)\">Deut. 4:29-30<\/a><\/span>).\n<\/p><p>\nJoseph Smith as a boy truly sought after him and was rewarded with the glorious vision to\nwhich I have referred. And for his testimony that God, the Father, and Jesus Christ, his Son,\nwere two glorified personages, he gave his life. We bear witness to all the world of this great\neternal truth. What knowledge could be more wonderful than to know what we might look\nforward to, as Jesus said in the Sermon on the Mount: \"Blessed are the pure in heart: for they\nshall <i>see<\/i> God\" (<span class=\"citation\" id=\"35891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35891)\">Matt. 5:8<\/a><\/span>, italics added).\n<\/p><p>\nHow could we see God if he does not exist, has no body, parts, or passions, and is invisible?\n<\/p><p>\nTo correct this false doctrine should justify the Lord in raising up a prophet in these latter\ndays, and this gives real meaning to Easter, which the Christian world is celebrating at this\ntime.\n<\/p><p>\nThrough the restoration of the gospel through the Prophet Joseph Smith, the Lord corrects\nanother false teaching, one of the doctrines of men to which Isaiah refers. The Christian world\nteaches that children are born into this world with the sin of Adam and Eve resting upon\nthem, thus denying the atonement of Jesus Christ, as stated by the apostle Paul: \"For as in\nAdam all die, even so in Christ shall all be made alive\"\n(<span class=\"citation\" id=\"507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(507)\">1 Cor. 15:22<\/a><\/span>).\n<\/p><p>\n<b>Little children redeemed through Christ<\/b>\n<\/p><p>\nNow here is the word of the Lord with respect to this matter in a revelation to the Prophet\nJoseph Smith: \"But, behold, I say unto you, that little children are redeemed from the\nfoundation of the world through mine Only Begotten; \n<\/p><p>\n\"Wherefore, they cannot sin, for power is not given unto Satan to tempt little children, until\nthey begin to become accountable before me\"\n(<span class=\"citation\" id=\"15337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15337)\">D&amp;C 29:46-47<\/a><\/span>).\n<\/p><p>\nThe Prophet Mormon discussed this subject in a letter to his son, Moroni, as recorded in the\nBook of Mormon in these words: \n<\/p><p>\n\"And now, my son, I speak unto you concerning that which grieveth me exceedingly; for it\ngrieveth me that there should disputations rise among you.\n<\/p><p>\n\"For, if I have learned the truth, there have been disputations among you concerning the\nbaptism of your little children.\n<\/p><p>\n\"And now, my son, I desire that ye should labor diligently, that this gross error should be\nremoved from among you; for, for this intent I have written this epistle.\n<\/p><p>\n\"For immediately\nafter I had learned these things of you I inquired of the Lord concerning the matter. And the\nword of the Lord came to me by the power of the Holy Ghost, saying:\n<\/p><p>\n\"Listen to the words\nof Christ, your Redeemer, your Lord and your God. Behold, I came into the world not to call\nthe righteous but sinners to repentance; the whole need no physician, but they that are sick;\nwherefore, little children are whole, for they are not capable of committing sin;\nwherefore the curse of Adam is taken from them in me, that it hath no power over them . . .\n<\/p><p>\n\"And after this manner did the Holy Ghost manifest the word of God unto me; wherefore, my\nbeloved son, I know that it is solemn mockery before God, that ye should baptize little\nchildren.\n<\/p><p>\n\"Little children cannot repent; wherefore, it is awful wickedness to deny the pure mercies of\nGod unto them, for they are all alive in him because of his mercy.\n<\/p><p>\n\"And he that saith that little children need baptism denieth the mercies of Christ, and setteth\nat naught the atonement of him and the power of the redemption\"\n(<span class=\"citation\" id=\"38358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38358)\">Moro. 8:4-9,19-20<\/a><\/span>).\n<\/p><p>\nShouldn't the whole Christian world welcome this great revealed truth to save them from\nfollowing this man-made doctrine that they have been taught?\n<\/p><p>\n<b>Marriage for time and eternity<\/b>\n<\/p><p>\nLet me briefly mention another man-made and very important doctrine taught by all the\nso-called Christian churches at the time the Lord restored his true Church to the earth in this\nlast dispensation through the Prophet Joseph Smith.\n<\/p><p>\nThey have universally taught that marriage is for this life only, hence their marriages are all\nperformed \"until death do you part\" or \"for the period of your mortal lives.\"\n<\/p><p>\nIn light of God's restored truth to us, this is a very flimsy and unsatisfactory doctrine. Love is\neternal, and where couples live true Christian lives together, their love for each other and their\nchildren increases with the years.\n<\/p><p>\nI like the words of Anderson M. Baten to his wife, Beulah, entitled \"Philosophy of Life\": \n<\/p><p>\n\"I wed thee forever, not for now,<br \/>\n     Not for the sham of earth's brief years; <br \/>\n     I wed thee for the life beyond the tears<br \/>\n     Beyond the heart pain and clouded brow.<br \/>\n     Love knows no grave and it shall guide us dear<br \/>\n     When life's spent candles flutter and burn low.\"\n<\/p><p>\nThe apostle Paul indicated that we without our loved ones cannot be made perfect (see\n<span class=\"citation\" id=\"24388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24388)\">Heb. 11:40<\/a><\/span>).\nThe Lord has revealed the fact that marriage ties are intended to be eternal, hence all\nmarriages in his Church are for time and for all eternity.\n<\/p><p>\n<b>Scriptural affirmation<\/b>\n<\/p><p>\nThe first record we have of marriage was when the Lord told Adam, \"It is not good that the\nman should be alone; I will make him an help meet for him . . .\n<\/p><p>\n\"Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and\nthey shall be one flesh\" (<span class=\"citation\" id=\"23794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23794)\">Gen. 2:18,24<\/a><\/span>).\n<\/p><p>\nIf it was not good for man to be alone before death came into the world, it will obviously not\nbe good for man to be alone when he is resurrected from the dead.\n<\/p><p>\nJesus also taught this principle, for he said:\n<\/p><p>\n\"For this cause shall a man leave his father and mother, and cleave to his wife;\n<\/p><p>\n\"And they twain shall be one flesh: so then they are no more twain, but one flesh.\n<\/p><p>\n\"What therefore God hath joined together, let not man put asunder\"\n(<span class=\"citation\" id=\"33222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33222)\">Mark 10:7-9<\/a><\/span>).\n<\/p><p>\nBoth God\nand Jesus Christ indicated that the man and his wife should become one flesh, and Jesus\nwarns: \"What therefore God hath joined together, let not man put asunder.\"\n<\/p><p>\nWhere is there any scriptural justification to assume and teach that death should annul the\nmarriage covenant?\n<\/p><p>\nThe apostle Peter understood that the man and his wife would inherit together the results and\nthe rewards of this life. He said:\n<\/p><p>\n\"Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the\nwife, as unto the weaker vessel, and as being heirs together of the grace of life; that your\nprayers be not hindered\" (<span class=\"citation\" id=\"2321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2321)\">1 Pet. 3:7<\/a><\/span>).\n<\/p><p>\nThe Prophet Isaiah saw the day when we would have a new heaven and a new earth, when\nwe would build houses and inhabit them, and plant vineyards and eat the fruit thereof. Then\nhe adds: \"For they are the seed of the blessed of the Lord, and their offspring with them\"\n(see <span class=\"citation\" id=\"25376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25376)\">Isa. 65:17,19-25<\/a><\/span>).\n<\/p><p>\n<b>Reality of resurrection<\/b>\n<\/p><p>\nWhat a comfort to those of us who have buried our little children to know that we will be\nprivileged in the resurrection to raise our little ones unto manhood and womanhood.\n<\/p><p>\nThe man-made doctrines of the so-called Christian churches give their members no such\npromises of comfort.\n<\/p><p>\nI attended a funeral service for an only young daughter of one of my business associates, and\nthe minister did not hold out one hope to this sorrowing couple that they would ever see or\nknow their precious little daughter again.\n<\/p><p>\nAfter the funeral, I told my friend that the Lord had something better than that for him if he\nwould live for it. He has since joined the Lord's true Church and now looks forward to the\nprivilege of raising that little daughter in the morning of the first resurrection.\n<\/p><p>\nIn a revelation to the Prophet Joseph Smith, the Lord said, referring to the conditions during\nthe millennium: \n<\/p><p>\n\"And the earth shall be given unto them for an inheritance; and they shall multiply and wax\nstrong, and their children shall grow up without sin unto salvation.\n<\/p><p>\n\"For the Lord shall be in their midst, and his glory shall be upon them, and he will be their\nking and their lawgiver\" (<span class=\"citation\" id=\"15356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15356)\">D&amp;C 45:58-59<\/a><\/span>).\n<\/p><p>\nThere are many other man-made interpretations of the scriptures that have brought into\nexistence these 411 different churches referred to in New Zealand. Isaiah prophesied that\nwhen men should serve God through the precepts and doctrines of men, the Lord would\nproceed to do a marvelous work and a wonder that would cause the wisdom of their wise men\nto perish and the understanding of their prudent men to be hid\n(<span class=\"citation\" id=\"25368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25368)\">Isa. 29:13-14<\/a><\/span>).\n<\/p><p>\n<b>The Church that Isaiah promised<\/b>\n<\/p><p>\nI testify that this Church is the marvelous work and a wonder that Isaiah promised when men\nwould be worshiping through the precepts of men.\n<\/p><p>\nRecently, a converted minister joined the Church. He sat in my office and made this\nstatement: \"When I think of how little I had to offer my people as a minister of the gospel\ncompared with what I now have in the fullness of the gospel as it has been restored, I want to\ngo back and tell all my friends what I have found. Now,\" he said, \"they will not listen to me.\nI am an apostate from their church.\" But he gave up his ministry and performed menial work\nhere in the city in order that he might be a member of God's true Church.\n<\/p><p>\nWe invite all men everywhere to share with us these glorious truths that God has revealed\nthrough his prophet of this dispensation. I repeat the Savior's promise: \"Blessed are they\nwhich do hunger and thirst after righteousness: for they shall be filled\"\n(<span class=\"citation\" id=\"35888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35888)\">Matt. 5:6<\/a><\/span>).\n<\/p><p>\nI bear witness to all within the sound of my voice that The Church of Jesus Christ of\nLatter-day Saints is in very deed the marvelous work and a wonder the Lord promised\nthrough Isaiah the prophet.\n<\/p><p>\nMay God bless you all, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}