{"ID":1691, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Let Virtue Garnish Thy Thoughts\"<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, David Lawrence McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1969, pp. 93-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren of the priesthood, I welcome you, and appreciate this privilege of once\nagain expressing my feelings to you of our great callings.\n<\/p><p>\nAs I contemplate the vast audience of priesthood assembled tonight in the various places\nnamed at the opening of the meeting, and realize the power of this great body of men, I am\noverwhelmed.\n<\/p><p>\nI felt my feelings swell within my breast as to the possibility of the good that will be done,\nand can be done, by these many thousands of men of the priesthood who are worshiping\ntonight.\n<\/p><p>\n\"There's surely somewhere a lowly place<br \/>\n     In earth's harvest fields so wide,<br \/>\n     Where I may labor through life's short day<br \/>\n     For Jesus, the Crucified; <br \/>\n     So trusting my all to thy tender care,<br \/>\n     And knowing thou lovest me,<br \/>\n     I'll do thy will with a heart sincere,<br \/>\n     I'll be what you want me to be.\"<br \/><br \/>\n&nbsp; &nbsp;                    (<i>Hymns<\/i>, No. 318.)\n<\/p><p>\nI hope everybody who listened to that verse tonight applied it to himself, and in a way made\na sacred vow to do better in the future than in the past. There came to my mind some\nfundamental virtues that should be associated with that will. I will just name them.\n<\/p><p>\n<b>Fundamental virtues<\/b>\n<\/p><p>\n<i>First is faith:<\/i> faith in God the Father, faith in his Son, faith in our fellowmen.\n<\/p><p>\n<i>The second is honesty<\/i>, a childish sincerity, honesty in dealing with our fellowmen. It is the\nfoundation of all character. If you offer prayer at night and you have dealt dishonestly with\nyour fellows during the day, I rather think that, as the king in <i>Hamlet<\/i>, your words fly up but\nyour thoughts remain below; but if you have dealt honestly, the Lord will hear and answer\nyour true feelings.\n<\/p><p>\n<i>The third is loyalty<\/i>. It is a wonderful principle. A true friend is loyal. Many acquaintances are\nnot, and may not be. Be loyal to the priesthood. Be loyal to your wives and your families,\nloyal to your friends.\n<\/p><p>\n<b>Strength in resistance<\/b>\n<\/p><p>\nTo the men of the priesthood I give this caution. Your weakest point will be the point at\nwhich Satan tries to tempt you, and will try to win you, and if you have made it weak\nyourself before you have undertaken to serve the Lord, he will add to that weakness. Resist\nhim and you will gain in strength.  He will tempt you in another point.  Resist him and he\nbecomes weaker and you become stronger, until you can say, no matter what your\nsurroundings may be, \"Get thee behind me, Satan: or it is written, Thou shalt worship the\nLord thy God, and him only shalt thou serve\"\n(<span class=\"citation\" id=\"31755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31755)\">Luke 4:8<\/a><\/span>).\n<\/p><p>\nNow, I mention this because there are too many broken hearts in our Church because men,\nsome of whom hold the priesthood and prominent positions, are tempted right where they are\nweak. They forget that they have made covenants with the Lord, and step aside from the path\nof virtue and discretion, and will break their wives' hearts because of foolish indulgence and\nbecause of their yielding.\n<\/p><p>\n<b>Sacred covenants<\/b>\n<\/p><p>\nWe have one of the most sacred covenants in all the world pertaining to the happiness of the\nhome. There are men within the sound of my voice who have forgotten how sacred that\ncovenant is.  The brethren of the Twelve, the General Authorities of the Church, the stake\nauthorities are urging youth everywhere to go to the temple to be married. Do not go to that\ntemple unless you are ready to accept the covenants that you make.\n<\/p><p>\nMarriage in the temple is one of the most beautiful things in all the world. A couple is led\nthere by love, the most divine attribute of the human soul.  A young man looks, rightfully,\nupon that bride who will be the mother of his children as being as pure as a snowflake, as\nspotless as a sunbeam, as worthy of motherhood as any virgin. It is a glorious thing for a\nwoman thus to wear the robes and be the pride of a young elder's heart, one who trusts her to\nbe the head of his household.\n<\/p><p>\nShe trusts him as being as worthy of fatherhood as she is of motherhood, and rightfully, too,\nbecause on his shoulders are the robes of the Holy Priesthood, testifying to his young bride,\nand to all, of his worthiness.\n<\/p><p>\nTogether they stand in the house of the Lord to testify and covenant before him that they will\nbe true to the covenants they make that day, each keeping himself or herself to the other and\nno one else. That is the highest ideal of marriage ever given to man. If those covenants are\nkept as sacred as sacred covenants should be kept, there would be fewer broken hearts among\nwives and fewer among the husbands. A covenant is a sacred thing. A man who is married in\nthe temple has no right to be looking at young women, whether they are in the choir or in the\nRelief Society, or a member of a general board, or doing any of the duties of the Church.\nYou have a covenant to be true to that wife. Brethren, keep it true, be true to it.\n<\/p><p>\n\"It is easy enough to be prudent,<br \/>\n     When nothing tempts you to stray,<br \/>\n     When without or within no voice of sin<br \/>\n     Is luring your soul away; <br \/>\n     But it's only a negative virtue<br \/>\n     Until it is tried by fire,<br \/>\n     And the life that is worth the honor of earth,<br \/>\n     Is the life that resists desire.\n<\/p><p>\n\"By the cynic, the sad, the fallen<br \/>\n     Who had no strength for the strife,<br \/>\n     The world's highway is cumbered to day; <br \/>\n     They make up the sum of life.<br \/>\n     But the virtue that conquers passion<br \/>\n     And the sorrow that hides in a smile,<br \/>\n     It is these that are worth the homage of earth<br \/>\n     For we find them but once in a while.\"<br \/><br \/>\n&nbsp; &nbsp;          &mdash;Ella Wheeler Wilcox, \"Worth While\"\n<\/p><p>\n<b>Keep true to covenants<\/b>\n<\/p><p>\nI plead with the army of the priesthood assembled tonight in this meeting to keep true to the\ncovenants made in the house of God. You have no right to neglect your wives and go and\nseek the company of others who seem to be more attractive to you because you are thrown\nwith them in daily life, in your business affairs, or in church affairs. This may seem general,\nbut while I speak to you, a wife with her tears and her pleadings comes to me now, asking,\n\"Won't you please just say a prayer, won't you offer a prayer to try to bring my husband\nback?\" Well, she may have been to blame for the trouble&mdash;she said that she was partly to\nblame&mdash;but I know that her husband was to blame, for he is a man who holds the priesthood\nand has no right to break his covenants.\n<\/p><p>\nThe Spirit of God will not strive with a man who in any way helps to break up another man's\nfamily. \"The greatest battle of life is fought out within the silent chambers of the soul.\"\n<\/p><p>\n<b>Duties of priesthood bearers<\/b>\n<\/p><p>\nI ask you fellow priesthood bearers to do again what undoubtedly you have done frequently,\nto sit down and commune with yourself. There is a battle going on within you, and within\nme, every day. Fight it out with yourself, and decide upon your course of action regarding,\nfirst, what your duty is to your family.  Avoid conditions and people getting into your life\nwho will cause unhappiness in your home. Second, decide what your duty is to your quorum.\nDecide whether you owe your quorum anything, and see if have strength enough to do it after\nyou decide. Third, decide in that silent moment what your duty is to your Church. And\nfourth, decide what you owe to your fellowmen. Decide where your duty is, even\nremembering that \"the greatest battle of life is fought out within the silent chambers of your\nown soul.\"\n<\/p><p>\n<b>\". . . Act well thy part\"<\/b>\n<\/p><p>\nRemember this as a guideline in whatever position you are called to serve: \"What e'er thou\nart, act well thy part.\" That, of course, applies to moral and lawful endeavors, and not to\nharmful or villainous actions. That influenced me many years ago when, as I have told some\nof you before, Peter G. Johnston and I were walking around Stirling Castle in Scotland. I was\ndiscouraged; I was just starting my mission. I had been snubbed that day in tracting.  I was\nhomesick.  We walked around the Stirling Castle, really not doing our duty; and as we\nreentered the town, I saw a building, half-finished. To my surprise, from the sidewalk I saw\nan inscription over the lintel of the front door, carved in stone. I said to Brother Johnston, \"I\nwant to go over and see what that is,\"\n<\/p><p>\nI was not more than halfway up the pathway leading to it when that message struck me.\nCarved there was: \"What e'er thou art, act well thy part.\"\n<\/p><p>\nAs I rejoined my companion and told him, do you know what man came into my mind first?\nThe custodian at the University of Utah, from which I had just been graduated. I realized that\nI had as great a respect for that man as I had for any professor in whose class I had sat. He\nacted well his part. I recalled how he helped us with the football suits, how he helped us with\nsome of our lessons, for he was a university graduate himself. Humble, but to this day I hold\nrespect for him.\n<\/p><p>\nWhat are you? You are men who hold the priesthood of God, who hold divine authority to\nrepresent Deity in whatever position to which you have been assigned.\n<\/p><p>\n<b>Appreciation of fellowship<\/b>\n<\/p><p>\nIt has always been my nature to enjoy the company of my associates. I love to be with my\nfriends. The older I grow, the more intense becomes my appreciation of fellowship in the\nbrotherhood of Christ. I sense that tonight more deeply, more sincerely than ever before.\n<\/p><p>\nMay God add his blessings to the instructions and reports that will be given this night; may\nwe depart with greater determination in our hearts to serve the Lord and keep his\ncommandments; may we go forth with greater resolution to defend one another in righteous\nliving, to defend the Church, not to speak against our neighbors, nor against authorities of the\nChurch, local, stake, or general. Let us avoid evil speaking; let us avoid slander and gossip.\nThese are poisons to the soul to those who indulge.  Evil speaking injures the reviler more\nthan the reviled.\n<\/p><p>\n<b>Statement on Communism<\/b>\n<\/p><p>\nIn the United States of America, the Constitution vouchsafes individual freedom, and let us\npray also that the Lord will frustrate the plans of the Communists who would deprive us of\nfreedom.\n<\/p><p>\nI desire to refer to some remarks concerning Communism that I made in the general\npriesthood meeting three years ago. At that priesthood conference, in addition to\nencouragement to study the Constitution and be alert to communistic inroads that would\nundermine it, I said the following: \n<\/p><p>\n\"The Church, out of respect for the rights of all its members to have their political views and\nloyalties, <i>must maintain the strictest possible neutrality<\/i>. We have no intention of trying to\ninterfere with the fullest and freest exercise of the political franchise of our members under\nand within our Constitution, which the Lord declared he established 'by the hands of wise\nmen whom [he] raised up unto this very purpose'\n(<span class=\"citation\" id=\"15433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15433)\">D&amp;C 101:80<\/a><\/span>) and which as to the\nprinciples thereof, the Prophet Joseph Smith, dedicating the Kirtland Temple, prayed should\nbe 'established forever'\n(<span class=\"citation\" id=\"15438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15438)\">D&amp;C 109:54<\/a><\/span>).\nThe Church does not yield any of its devotion to or\nconvictions about safeguarding the American principles and the establishments of government\nunder federal and state constitutions and the civil rights of men safeguarded by these.\n<\/p><p>\n\"The position of this Church, however, on the subject of Communism has never changed. We\nconsider it the greatest satanical threat to peace, prosperity, and the spread of God's work\namong men that exists on the face of the earth\" (<i>The Improvement Era<\/i>, June 1966, p. 477).\n<\/p><p>\n<b>Neutrality of Church<\/b>\n<\/p><p>\nIt is suggested that, in educating themselves on the perils of Communism, members should\nnot expect bishops and stake presidents to join with them or through their positions lend\nsupport to their efforts, since they are expected to maintain a strict neutrality as referred to.\nNor should organized movements to become informed on Communism impose their ideas\nupon the membership of the Church in any area in a manner that may lead to division among\nthe members. Nor should bishops, stake presidents, and other Church leaders take the lead in\nsupport of such efforts of groups in such a way as to impose such movements upon other\nChurch members.\n<\/p><p>\nIt is the right and obligation of every citizen, and therefore every member of the Church, to\nbe alert and to be informed about social, educational, communistic, and other political\ninfluences that would tend to undermine our free society. But it would defeat its own\npurposes if it were done in a manner that would tend toward division in our own membership.\n<\/p><p>\n<b>Responsibility to teach truth<\/b>\n<\/p><p>\nIt must never be forgotten that converts to the Church come from all nations, representing\ndiverse views on controversial issues. Ours must be the responsibility to teach our members\nfrom all nations the true doctrines of Christ with such power that they be fortified against all\nfalse ideas, regardless of the label under which they may be presented.\n<\/p><p>\nThe Melchizedek Priesthood course of study for the coming year will include in the lesson\nmaterial such subjects as liberty and freedom, religion and the state, the dangers of\nCommunism, and other subjects considered of vital importance in the study of the profound\ntruths of the gospel.\n<\/p><p>\nThe study of these lessons will enable the brethren of the priesthood to become better\nacquainted with forces that are opposed to righteousness, as well as with the Lord's plan of\nsalvation for all his children.\n<\/p><p>\nIn these days of great turmoil and social upheaval, it would be well if all our leaders and\nmembers of the priesthood would be constantly reminded of the apostle Paul's wise counsel\nwherein he said: \"And I, brethren, when I came to you, came not with excellency of speech or\nof wisdom, declaring unto you the testimony of God.\n<\/p><p>\n\"For I determined not to know any thing among you, save Jesus Christ, and him crucified\"\n(<span class=\"citation\" id=\"489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(489)\">1 Cor. 2:1-2<\/a><\/span>).\n<\/p><p>\n<b>Defense of the truth<\/b>\n<\/p><p>\nGod help us to defend the truth&mdash;better than that, to live it, to exemplify it in our homes.\nWhat we owe to our parents we cannot express. Are you parents&mdash;fathers and\nmothers&mdash;going to have that same influence on your children? God give you power so to have that\ninfluence, that your children may be true to the last, to death if necessary, to the truth of the\ngospel of Jesus Christ, which magnifies God, our Father, who, with his Beloved Son Jesus\nChrist, the Redeemer of the world, appeared to the Prophet Joseph Smith. They revealed\nthemselves in this dispensation and his work was established, never more to be thrown down\nor given to another people.\n<\/p><p>\nSatan is still determined to have his way, and his emissaries have power given them today as\nthey have not had throughout the centuries. Be prepared to meet conditions that may be\nsevere, ideological conditions that may seem reasonable but are evil. In order to meet these\nforces, we must depend upon the whisperings of the Holy Spirit, to which you are entitled.\nThey are real.\n<\/p><p>\n<b>Admonition to be true<\/b>\n<\/p><p>\nGod is guiding this church. Be true to it; be loyal to it. Be true to your families, loyal to\nthem. Protect your children. Guide them, not arbitrarily, but through the kind example of a\nfather, and so contribute to the strength of the Church by exercising your priesthood in your\nhome and in your lives.\n<\/p><p>\nAs I bring my remarks to a close, I want you to know that I am mindful of the sacrifices\nbeing made by those serving in the armed forces. May they have the strength to resist\ntemptation and by their examples be a living testimony to others.\n<\/p><p>\nGod bless our missionaries who day by day seek out those who will accept their message. \nMay they resist evil influences and thus become true servants in building the kingdom of\nGod.\n<\/p><p>\nMay his blessings attend you all as you go forward in the work of the Master.  May this work\ncontinue to expand to fulfill its divine purposes. Be true to your callings, brethren, and the\nLord will bless and lift you up.\n<\/p><p>\nI bear testimony to the truth of this great work, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}