{"ID":1692, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Armor of God<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, April 1969, pp. 104-107<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, I feel humble in responding to this appointment from the First Presidency, an\nassignment that comes because of responsibility as managing director of military regions and\nof priesthood home teaching. The teaming up of these assignments is a demonstration of\npriesthood activities drawing together in a very close relationship under the priesthood\ncorrelation program.\n<\/p><p>\nBrethren, we are men of the priesthood! There is an obligation that accompanies manhood, for\nin his very nature, his body, his mind, his attitude, the man is the protector.\n<\/p><p>\nSince ancient time, it has been the duty of the man to protect \"his home, his family, his\nrights, his religion\" (see <span class=\"citation\" id=\"9118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9118)\">Alma 43:46-47<\/a><\/span>).\n<\/p><p>\n<b>Service in military forces<\/b>\n<\/p><p>\nAcross the world the holders of the priesthood answer the call of the government to which\nthey owe allegiance and serve in military forces. In Germany and Australia, in the\nNetherlands, here in the United States, in Canada and Latin America&mdash;across the world&mdash;we\nfind our brethren serving out their obligations, for \"we believe in being subject to kings,\npresidents, rulers, and magistrates, in obeying, honoring, and sustaining the law\"\n(<span class=\"citation\" id=\"6875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6875)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\nFew desire to bear arms. Fortunate, indeed, is the generation which escapes the necessity of so\ndoing; ours is not so blessed.\n<\/p><p>\nOur young brethren, more than ever before, and perhaps more than ever again, as they are\ncalled into military service need to buckle on the, whole armor of God, with their \"loins girt\nabout with truth,\" having the breastplate of righteousness, and their feet shod with the\npreparation of the gospel of peace, bearing the shield of faith, and the helmet of salvation\n(see <span class=\"citation\" id=\"15332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15332)\">D&amp;C 27:15-18<\/a><\/span>).\n<\/p><p>\nBut some of our brethren have slipped quietly away and have left the family circle\nill-prepared to do battle with the forces of evil. These brethren deserve quite as much and\nneed ever so much more the attention and the same preparation that the missionary receives as\nhe leaves for the mission field.\n<\/p><p>\n<b>Assistance for servicemen<\/b>\n<\/p><p>\nMany things are now being done to strengthen them. It is my privilege to report a few of\nthem to you.\n<\/p><p>\nRecently the servicemen's committee was redesignated as the Military Relations Committee of\nthe Church and given extended responsibility. Elder Harold B. Lee is chairman of the\ncommittee, with Elders Mark E. Petersen and Gordon B. Hinckley as members.\n<\/p><p>\nThen last October there was organized, in Germany, Servicemen's Stake&mdash;Europe. \nMembership includes men serving in the military and their dependents. This unit joins the\nfamily of stakes as a strong, well-ordered organization. This suggests that the day is before us\nwhen a young man may leave home and the shelter of a well-organized Church program to\nfind another at the place of his military service.\n<\/p><p>\nSome have wondered why this was not done a generation ago, but we were not prepared. \nThe Lord has said:  \"Behold, I will hasten my work in its time\"\n(<span class=\"citation\" id=\"15406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15406)\">D&amp;C 88:73<\/a><\/span>).\n<\/p><p>\nWe have learned, through the university stakes, what to do when a member frequently moves\nabout.\n<\/p><p>\n<b>New echelon of leadership<\/b>\n<\/p><p>\nMore important than this, there has been called a new echelon of leadership in the Church, the\nRegional Representatives of the Twelve, on whom it seems we must now depend.\n<\/p><p>\nBrother Kay A. Schwendiman, who gave the opening prayer, was recently called as a\nRegional Representative of the Twelve, with responsibility for Servicemen's Stake-Europe and\nother duties relating to servicemen.\n<\/p><p>\nThese things have come by way of preparation, and we see the guiding hand of the Lord in\nthem. The Lord does hasten his work in its time.\n<\/p><p>\nPresently we have 27 chaplains on active duty in the armed forces of the United States. We\nare drawing closer to these men. Many of them are here this evening. We held a special\nmeeting with them yesterday.\n<\/p><p>\nSome of them and some reserve chaplains now serve on special task committees, fitting out,\nas it were, this \"armor\" of which we spoke earlier.\n<\/p><p>\nSteps have been taken to assure that servicemen will receive Church publications, including\nnew ways of handling <i>The Improvement Era<\/i>. They are now mailed in individual envelopes. \nPre-franked change of address cards are included. Similar attention is being given to the\n<i>Church News<\/i>.\n<\/p><p>\n<b>Importance of home teacher<\/b>\n<\/p><p>\nThe key to our servicemen's program is the home teacher. He visits the home and is\naccountable for those away in the military.  He can assure that Church publications have been\nprovided by the family or by the priesthood quorums.\n<\/p><p>\nIn order that the home teacher can better do his work, the executive secretary of the ward\npriesthood executive committee was recently designated as the adviser to the bishopric on\nmilitary relations.  Through the home teachers he will determine who is serving and who may\nbe called up for military service. This he will continually bring to the attention of the\nbishopric.  Perhaps he will nudge the bishopric a bit to see that through the priesthood\nexecutive committee and the ward council everything that can be done will be done to secure\nour men in the military.\n<\/p><p>\n<b>Stake executive secretary<\/b>\n<\/p><p>\nA recent letter from the First Presidency instructed stake presidents to call an executive\nsecretary to the stake priesthood executive committee.  His major responsibility is home\nteaching.\n<\/p><p>\nHe is likewise the adviser to the stake presidency on military relations.\n<\/p><p>\nThrough home teaching reports he remains constantly alert to the needs of men in the military\nservice and those preparing to go.\n<\/p><p>\nHe keeps the stake presidency alerted.  As their \"intelligence officer,\" he keeps them up against\ntheir job. They, through the stake priesthood executive committee and the stake council, may\nthen take action to benefit their servicemen.\n<\/p><p>\n<b>Pilot seminars<\/b>\n<\/p><p>\nThree pilot seminars have been held for men who face call-up or have volunteered for\nmilitary service. The first was in Oakland, one was in Idaho Falls, and one in Chicago, where\nsome men already in basic training were invited.\n<\/p><p>\nWith the assistance of the Regional Representatives of the Twelve, our chaplains, and others,\nthese brethren were given intense training. It was as though they were being fitted up with the\nwhole armor of God.\n<\/p><p>\nSome assessment of this training may be drawn from two letters. The first comes from a\n19-year-old deacon who had attended the Oakland seminar.\n<\/p><p>\n\"Hello, I finally got time to write after almost three weeks of training.  It's just like the\nchaplains said it would be the seminar actually brought me much closer to the Church and\nexplained my mission in the service. I'm going to try to not miss a single Sunday of church.\n<\/p><p>\n\"I've been wondering if you could send me some information on what all has to be done in\norder to go through the temple or be married in the temple, because if it takes time, I'd like\nto start preparing now, so whenever I decide to get married, in about four years, I'll be a few\nsteps ahead. I don't think there would be anything I'd want more than to be married in the\ntemple.\n<\/p><p>\n\"I'd be honored to be a missionary in a foreign country someday when I become qualified.\"\n(Signed by Brother Bertoglio.)\n<\/p><p>\n<b>Chaplain's report<\/b>\n<\/p><p>\nHis desire for missionary service may come sooner than he knows. Listen to one of our\nchaplain's reports: \n<\/p><p>\n\"I would like to report firsthand results of the pilot seminar for prospective servicemen . . .\n<\/p><p>\n\"Four of the . . . servicemen were eventually assigned here for basic training . . . They were\nencouraged, inspired, and given a more full outlook as to what to expect in military service.\n<\/p><p>\n\"Each has been most willing to assist with the sacrament services held for their areas. Pvt.\nMichael Paige, for example, was so inspired that he brought 15 friends with him to Church on\nSunday, January 12.  Since that date 12 have been baptized. All of these contacts have come\nfrom the four servicemen who were at the Oakland seminar.\" (Letter from Chaplain Madsen)\n<\/p><p>\nIt has now been determined that similar training will be given every member as he leaves his\nhome to enter the military service. This training is not unlike the training given to a\nmissionary. And we repeat, the serviceman deserves it quite as much and needs it infinitely\nmore.\n<\/p><p>\n<b>Churchwide training seminars<\/b>\n<\/p><p>\nInstructions have already been given to the Regional Representatives of the Twelve.  We\ntherefore wish to alert the stake presidents, quorum leaders, bishops, the stake and ward\nexecutive secretaries, home teachers, and parents to look forward to the inauguration of the\nChurchwide program of these training seminars.\n<\/p><p>\nWe can announce that the next one will be held in Salt Lake City on June 6, 7, and 8 for all\nmen entering the military from Utah during the summer, and we suggest that the bishops in\nUtah look for their home teachers to supply them with information concerning the men who\nwill be entering the military.\n<\/p><p>\nWe <i>do<\/i> care about our men in the military.  We return again in conclusion to the words of the\nLord. They have much meaning to the young man who faces military service.\n<\/p><p>\n<b>The armor of God<\/b>\n<\/p><p>\n\"Wherefore, lift up your hearts and rejoice, and gird up our loins, and take upon you my\nwhole armor, that ye may be able to withstand the evil day, having done all, that ye may be\nable to stand.\n<\/p><p>\n\"Stand, therefore, having your loins girt about with truth, having on the breastplate of\nrighteousness, and your feet shod with the preparation of the gospel of peace, which I have\nsent mine angels to commit unto you; \n<\/p><p>\n\"Taking the shield of faith wherewith ye shall be able to quench all the fiery darts of the\nwicked; \n<\/p><p>\n\"And take the helmet of salvation, and the sword of my Spirit, which I will pour out upon\nyou, and my word which I reveal unto you, and be agree as touching all things whatsoever ye\nask of me, and be faithful until I come, and ye shall be caught up, that where I am ye shall be\nalso. Amen\" (<span class=\"citation\" id=\"15333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15333)\">D&amp;C 27:15-18<\/a><\/span>).\n<\/p><p>\nGod bless our men in the military service and those who anticipate that call. The Church does\nlove you. The Lord is guiding us in preparing help for you. Of this I bear witness, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}