{"ID":1693, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Home Teaching and Family Home Evening<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1969, pp. 107-111<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis subject and this assignment have come to me because of the fact that the home teaching\nprogram with which I am connected has been assigned some responsibility with respect to the\nhome evening program.\n<\/p><p>\nMy objective is twofold: one, to call your attention to what the Lord has said about the\nresponsibility of Church members to teach the gospel in the home, and two, to point out some\nthings that can be done in the home through home teaching to inspire and encourage the\nmembers of the Church to hold and conduct home evenings in the home.\n<\/p><p>\nTo endeavor to so instruct this great audience is indeed an awesome responsibility. Think of it\nfor a moment. As mentioned by President Dyer today, there are perhaps 150,000 listening to\nthis meeting, men and boys, every one of them holding an office in the priesthood of God.\nEach, by reason of accepting ordination, bears a divine charge to visit the homes of Church\nmembers and exhort them to attend to all family duties and to individual duties.\n<\/p><p>\nWe have all heard of home teaching, and we have all heard of home evenings, but we do not\nall do home teaching, nor do we all hold home evenings, notwithstanding the fact that both of\nthese activities are divinely instituted to help us teach the gospel in the home.\n<\/p><p>\n<b>Pattern for gospel teaching<\/b>\n<\/p><p>\nBecause no one can be saved without a knowledge of the gospel, the Lord himself set the\npattern as to how it should be taught in order that everyone can be taught. He himself came to\nhis son Adam and taught him the gospel, and directed him to teach his children.\n<\/p><p>\nThe record says that \"Adam and Eve . . . made all things known unto their sons and their\ndaughters\" (<span class=\"citation\" id=\"39338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39338)\">Moses 5:12<\/a><\/span>).\n<\/p><p>\nThey instructed their sons and daughters to follow their example. We know that the faithful\nones of them did so, because we read that Jared, the sixth generation from Adam, taught his\nson \"in all the ways of God\"\n(<span class=\"citation\" id=\"39340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39340)\">Moses 6:21<\/a><\/span>).\nWe know that the unfaithful did not teach their\nchildren, because the Lord said that the blood of those who were drowned in the flood would\nbe required at the hands of their fathers. The basis on which the Lord holds the parents\nresponsible for untaught children he explained to Ezekiel when he told him that when he gave\nnotice and the watchmen did not warn the wicked that they would be destroyed, the blood\nwould be required at the hands of the watchmen (see\n<span class=\"citation\" id=\"23141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23141)\">Ezek. 3:18<\/a><\/span>).\n<\/p><p>\nI have here the scriptures as to how Moses taught the children of Israel to teach their children,\nof how King Benjamin taught the people of the Book of Mormon days to teach their children,\nand so on down through the various dispensations. I shall not take time, because of the\nlateness of the hour, to go through these scriptures.  Furthermore, the scriptures that are\nbinding upon us are the ones the Lord has given us in these latter days. He has never required\nhis people of one dispensation to rely solely upon the teachings he gave to former\ndispensations. But he has revealed his law, given his commandments anew in every\ndispensation. And in this dispensation the commandments that we are bound by are those in\nthe Doctrine and Covenants.\n<\/p><p>\n<b>Modern instruction<\/b>\n<\/p><p>\nIn 1831, while the Prophet Joseph was \"reviewing the commandments\" to be sent to Zion, the\nLord gave this instruction: \n<\/p><p>\n\". . . inasmuch as parents have children in Zion, or in any of her stakes . . . that teach them\nnot to understand the doctrine of repentance, faith in Christ the Son of the living God, and of\nbaptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old,\nthe sin be upon the heads of the parents.\n<\/p><p>\n\"For this shall be a law unto the inhabitants of Zion, or in any of her stakes which are\norganized\" (<span class=\"citation\" id=\"15375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15375)\">D&amp;C 68:25-26<\/a><\/span>).\n<\/p><p>\n<b>Failure to teach children<\/b>\n<\/p><p>\nThe Lord's follow-up on this commandment 18 months later must have shaken the presidency\nand bishop.  Explaining that \"every spirit of man was innocent in the beginning,\" but that\nbecause of their \"disobedience . . . [and] the tradition of their fathers . . . that wicked one\ncometh and taketh away light and truth.\" The Lord continued: \n<\/p><p>\n\"But I have commanded you to bring up your children in light and truth.\n<\/p><p>\n\"But verily I say unto you, my servant Frederick G. Williams . . .\n<\/p><p>\n\"You have not taught your children light and truth, according to the commandments; and that\nwicked one hath power, as yet, over you, and this is the cause of your affliction.\"\n<\/p><p>\nI wonder how many of us today are suffering afflictions because we fail to teach our children.\n<\/p><p>\n\"And now a commandment I give unto you&mdash;if you will be delivered you shall set in order\nyour own house, for there are many things that are not right in your house.\n<\/p><p>\n\"Verily, I say unto my servant Sidney Rigdon, that in some things he hath not kept the\ncommandments concerning his children; therefore, first set in order thy house.\n<\/p><p>\n\"Verily, I say unto my servant Joseph Smith, Jun., . . .\n<\/p><p>\n\"You have not kept the commandments, and must needs stand rebuked before the Lord; \n<\/p><p>\n\"Your family must needs repent and forsake some things, and give more earnest heed unto\nyour sayings, or be removed out of their place . . .\n<\/p><p>\n\"My servant Newel K. Whitney also a bishop of my church, hath need to be chastened, and\nset in order his family, and see that they are more diligent and concerned at home, and pray\nalways, or they shall be removed out of their place\"\n(<span class=\"citation\" id=\"15424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15424)\">D&amp;C 93:38-50<\/a><\/span>).\n<\/p><p>\nThe failure of parents to teach their children affects not only them and their children but\nwhole civilizations.\n<\/p><p>\nSuch failure contributed to the wickedness that brought on the flood; it contributed to the fall\nof ancient Israel, and to the destruction of the Book of Mormon peoples. I read recently that\nthe renowned author \"Edward Gibbon, back in 1788, set forth in his famous book, 'Decline\nand Fall of the Roman Empire,' five basic reasons why that great civilization withered and\ndied,\" and that the first of these reasons was \"the undermining of the dignity and sanctity of\nthe home, which is the basis for human society.\"\n<\/p><p>\n<b>Home Evening inaugurated<\/b>\n<\/p><p>\nAll our leaders in this dispensation have counseled parents to teach their children. The First\nPresidency of the Church, in 1915, advised and urged \"the inauguration of a 'Home Evening'\nthroughout the Church, at which time fathers and mothers may gather their boys and girls\nabout them in the home, and teach them the words of the Lord . . .\n<\/p><p>\n\"If the Saints obey this counsel, we promise that great blessings will result. Love at home and\nobedience to parents will increase, faith will be developed in the hearts of the youth of Israel,\nand they will gain power to combat the evil influences and temptations which beset them\"\n(<i>The Improvement Era<\/i>, June 1915, pp. 733-34).\n<\/p><p>\nI suppose this statement and the following I will read from President McKay give as good a\ndefinition of a home evening as we have in the scriptures. In April 1964, President McKay\nsaid: \"No other success can compensate for failure in the home\" (<i>The Improvement Era<\/i>, June\n1964, p. 445).\n<\/p><p>\nIn 1965, as an aid to parents in teaching their children, the weekly Family Home Evening\nProgram was inaugurated. Introducing the manual, President McKay said: \n<\/p><p>\n\"These lessons for 'Teaching and Living the Gospel in the Home' are offered as helps for the\nweekly home evening.\n<\/p><p>\n\"Earnestly we urge parents to gather their families around them, and to instruct them in truth\nand righteousness, and in family love and loyalty.  The home is the basis of a righteous life,\nand no other instrumentality can take its place nor fulfill its essential functions. The problems\nof these difficult times cannot better be solved in any other place, by any other agency, by\nany other means, than by love and righteousness, and precept and example, and devotion to\nduty in the home\" (<i>Family Home Evening Manual<\/i>, 1965, p. iii).\n<\/p><p>\nPursuant to this counsel, many families have adopted and faithfully pursued the Family Home\nEvening Program. Others have yet to move into it and qualify for the promised blessings.\n<\/p><p>\n<b>Purpose of home teaching<\/b>\n<\/p><p>\nSome of the things that can be done through home teaching&mdash;and this is really the purpose\nof this talk tonight to inspire obedience to the commandment to teach the gospel in the home,\nand particularly to hold the home evening as directed, are as follows: \n<\/p><p>\nTo the stake presidents:\n<\/p><p>\n1. That under the leadership of the stake president, there be in every stake an evening&mdash;other\nthan Sunday&mdash;designated and exclusively reserved as home evening. I recently heard a\nformer stake president who said the bishops in the stake he had presided over did not even\nanswer the telephone on this evening. When it rang, one of the children would gently say,\n\"We are holding home evening. Are you?\"\n<\/p><p>\n2. Let each stake president see to it that he himself regularly conducts a weekly home evening\nwith his own family, and that he inspires each of his counselors, clerks, high councilors, and\nall members of his stake council to do likewise.\n<\/p><p>\nI had written in these remarks: It will be in order for Representatives of the Twelve to\nemphasize this matter in their regions. I was very happy day before yesterday to hear\nPresident Tanner tell these Regional Representatives directly to hold their own home evenings\nand then take it up with the stake presidents.\n<\/p><p>\n3. That in their monthly oral evaluations, stake presidents motivate bishops and branch\npresidents to implement the family home evening program in their own homes and in their\nwards and branches.\n<\/p><p>\nNow to the bishops: \n<\/p><p>\n4. Let every bishop and branch president not only conduct a weekly home evening with his\nown family, but also so teach, exhort, and inspire his counselors, clerks, and ward council\nmembers that they follow his example.\n<\/p><p>\n5. That in their monthly oral evaluations with their priesthood leaders, bishops and branch\npresidents accomplish three things: One, inspire these leaders to conduct home evenings with\ntheir own families. Two, motivate them to inspire home teachers to hold home evenings with\ntheir own families, and to encourage the families they visit to hold home evenings. Three,\nbishops should, at these interviews, receive a report from each priesthood leader on the status\nof home teaching in the families for whom he is responsible.\n<\/p><p>\n6. Let every home teacher (a) regularly conduct with his own family the kind of a home\nevening he would be proud to have the families he visits use as an example, and (b) carry\ninto the homes of the families he is assigned to visit such teaching, encouragement, and spirit\nas will inspire them to observe home evening. The home teacher should also render a\ncomplete report on each of his families to his priesthood leader each month in their\ninterviews.\n<\/p><p>\n<b>Youth targets of evil one<\/b>\n<\/p><p>\nSuch is the care we must exercise, brethren, as we watch over the Church, if we are to prevail\n\"against the wiles of the devil.\n<\/p><p>\n\"For we wrestle not against flesh and blood, but against principalities, against powers, against\nthe rulers of the darkness of this world, against spiritual wickedness in high places\"\n(<span class=\"citation\" id=\"21827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21827)\">Eph. 6:11-12<\/a><\/span>).\n<\/p><p>\nThe world is ripening in iniquity.\n<\/p><p>\n\". . . all flesh is corrupted before [the Lord] . . . the powers of darkness prevail upon the\nearth\" (<span class=\"citation\" id=\"15341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15341)\">D&amp;C 38:11<\/a><\/span>).\n<\/p><p>\nSatan, our enemy, is making an all-out assault upon righteousness. His well-marshaled forces\nare legion. Our children and youth are the targets of his main thrust. They are everywhere\nsubjected to wicked and vicious propaganda. Every place they turn, they are buffeted with\nevil, cunningly devised to deceive and to destroy every sacred thing and every righteous\nprinciple.\n<\/p><p>\n<b>True principles ridiculed<\/b>\n<\/p><p>\nFaith in the Lord Jesus Christ is scoffed at. God, they are told, is dead.  The principle of\nrepentance, baptism by immersion for the remission of sins, and laying on of hands for the\ngift of the Holy Ghost are ridiculed.\n<\/p><p>\nMorality in general and chastity particularly are outmoded. Man&mdash;so our children are\ntold&mdash;is an animal, the product of biological evolution; his generative powers are not sacred and\nGod-given for the purpose of bringing God's spirit children into mortality, and therefore to be\nexercised within the limits divinely prescribed, as the gospel teaches, but they are playthings\nto be exploited and prostituted for the gratification of sensual and lustful desires.  Courage,\nhonesty, loyalty, patriotism, law and order&mdash;these and other elements of the divine nature are\nno longer revered as virtues.\n<\/p><p>\n<b>Children to be strengthened<\/b>\n<\/p><p>\nIf our children are to be sufficiently strengthened to stand against this satanic onslaught, they\nmust be taught and trained in the home, as the Lord has directed.\n<\/p><p>\nLet every priesthood bearer, in the majesty and power of his calling, set in order his own\nhouse; let him regularly observe home evening and otherwise bring up his \"children in light\nand truth\" (<span class=\"citation\" id=\"15426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15426)\">D&amp;C 93:40<\/a><\/span>);\nlet him accept a home teaching assignment and so faithfully visit,\nexhort, encourage, and inspire his families that they follow his example. Then will the\nchildren of Zion be able to stand against the wiles of the devil, and then will the Church\nbegin to \"arise and shine forth, that [her] light may be a standard for the nations\"\n(<span class=\"citation\" id=\"15442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15442)\">D&amp;C 115:5<\/a><\/span>).\n<\/p><p>\nThat every priesthood bearer will rise to the challenge given us by the Lord when he said, in\nthe words already quoted by Brother Packer: \". . . gird up your loins, and take upon you my\nwhole armor, that ye may be able to withstand the evil day, having done all, that ye may be\nable to stand . . . that where I am ye shall be also\"\n(<span class=\"citation\" id=\"15334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15334)\">D&amp;C 27:15,18<\/a><\/span>),\nI humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}