{"ID":1694, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Time of Testing<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1969, pp. 111-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have had two days of almost constant meetings. I know you are all rather weary at this\nhour, so I shall not take much time. I have enjoyed very much the meeting tonight; and\nrealizing the numbers of men who are listening in, I am wondering if I can add a word. I\nhope we have taken to heart the very worthwhile and important messages that have been\ngiven by the brethren throughout the conference. Tonight especially, when President McKay\nhad such an inspiring message for us, and then to hear these young boys respond to the call\nso well, so efficiently, so humbly, was an inspiration to all of us. To hear Elders [Lysle R.]\nCahoon, Packer, and Romney discuss their special assignments is a challenge to every man\nwho holds the priesthood.\n<\/p><p>\nI was especially impressed when Elder Packer mentioned military men.  I have had a little\nexperience in that field, and I think I would like to tell you a story with relation to it, a story\nthat may be not so well known here in the United States because it happened in Canada.\n<\/p><p>\n<b>A sense of humor<\/b>\n<\/p><p>\nFirst, I think I would like to say to the young men who are listening and who are present that\nI wish you would cultivate a sense of humor.\n<\/p><p>\nIn the army while in the first world war, one of our boys who was a pretty good fighter was\nchallenged in England to a fight. This young man, our Mormon boy, had the habit of smiling\nall the way through a fight. One of the men whom he was pitted against was champion, and\nduring the fight he said to his attendants between rounds, \"I can't lick that guy unless I can\nknock that grin off of his face.\" He was not able to do it. That smile represented a courage of\ncold steel, and the Mormon boy won the battle.\n<\/p><p>\n<b>Story of Canadian recruitment<\/b>\n<\/p><p>\nNow as to the story: In 1906 the government of Canada passed a law that was known as the\nMilitia Act, comparable to the home guard here.  They sent out into all the provinces a call\nfor men to take training preparatory to what Lord Roberts said was sure to come, a world\nwar. A young man was sent to Cardston to recruit some of our men. This young fellow was\nthe son of a prominent military man. He had been raised with a silver spoon in his mouth,\nevidently. He was one of those fellows who had a jaunty moustache and a little swagger stick,\nand he wore a monocle, a one-eye glass. He was a most objectionable fellow in the eyes of\nour young men.  In fact, his monocle reminds me of another story.\n<\/p><p>\nI was standing one day between Picadilly Circus and Leicester Square talking to an American\nofficer during the first world war. We saw a man coming down the sidewalk with his hat on\none side, swinging a swagger stick, a Charlie Chaplin moustache, and a monocle. I said to the\nofficer, \"I wonder why those fellows wear a one-eye glass instead of two.\"\n<\/p><p>\n\"Well,\" he said, \"I'll tell you. A guy like that can see more with one eye than he can\ncomprehend.\"\n<\/p><p>\nWell, such was the man who came out to recruit the Mormon boys. He spent two weeks in\nCardston. He was sent out to organize a squadron of mounted men. He did not get one recruit\nduring that two weeks. A lot of them came in and responded to his call, but did not sign up.\nHe went back to Ottawa and reported the Mormons were disloyal and ought to be expelled\nfrom Canada.\n<\/p><p>\nThe member of parliament from our district at that time was W. A. Buchanan, who knew our\npeople very well. The matter was taken to the floor of the parliament, and considerable\nagitation was whipped up. Mr. Buchanan arose and said, \"If you will allow some of their own\nmen to become officers, you will get all the Mormon boys you want.\"\n<\/p><p>\n<b>Training as militia officers<\/b>\n<\/p><p>\nThe government finally accepted his recommendation, and they sent word out to President\nEdward J. Wood to appoint some men to go and take training, which he did. I happened to be\none who was called in by President Wood and called on a three-year mission, to go to\nCalgary and take training as a militia officer.\n<\/p><p>\nWhile I was in training, a young Mormon boy came into the camp. He was awkward. He was\nnot educated very well, but he was a young Mormon boy who had been taught to live the\ngospel. After one parade, when he had gone through everything backwards, he was called by\nthe captain to come into his office. The captain said, \"I have noticed you, young fellow. You\nare from Cardston, aren't you?\"\n<\/p><p>\nHe said, \"Yes, sir.\"\n<\/p><p>\n\"You are a Mormon, I suppose.\"\n<\/p><p>\n\"Yes, sir.\"\n<\/p><p>\n\"Well, I just wanted to make friends with you. Will you have a glass of beer?\"\n<\/p><p>\n\"Sir, I do not drink liquor.\"\n<\/p><p>\nThe captain said, \"The ________ you don't. Maybe you will have a cigar then.\"\n<\/p><p>\nHe said, \"Thank you, sir, but I do not smoke.\"\n<\/p><p>\nThe captain seemed much annoyed by this, and he dismissed the boy from the room.\n<\/p><p>\nWhen the young man went back to his quarters, some of the lesser officers accosted him\nangrily and said, \"You fool, don't you realize the captain was trying to make a friend of you,\nand you insulted him to his face?\"\n<\/p><p>\nThe young Mormon boy answered, \"Gentlemen, if I must be untrue to my ideals and my\npeople and do things that I have been instructed all my life I should not do, I'll quit the army.\"\n<\/p><p>\n<b>A man of character<\/b>\n<\/p><p>\nWhen the time came for the final examinations in that camp, the captain sent this young man\ndown to Calgary from Sarcee Camp to do some work for him, and they were having\nexaminations while he was gone. When he returned the captain said, \"Now you go in the\nother room there, and I will give you the list of questions, and you can write your\nexamination.\"\n<\/p><p>\nHe went in and returned and said, \"Sir, all the books we have studied are there on that desk.\nSurely you don't want me to write my examination there where I can turn to those books.\"\n<\/p><p>\nThe captain said, \"That is just what I do want. I know from my knowledge of you that you\nwill not open a one of those books. You will be honorable, you will be honest, and I trust\nyou.\"\n<\/p><p>\nWell, that young man, while overseas later on in the war, was sent for by his captain, who\nhad then become a lieutenant colonel, in response to a call from general headquarters for the\nbest man he had in his battalion. They had a special mission for him to perform. They said,\n\"We don't care anything about his education or his training. We want a man who can't be\nbroken when put under test. We want a man of character.\" The lieutenant colonel, his former\ncaptain, selected and assigned this young man who had the courage to stand before him and\nsay, \"I do not smoke. I do not drink.\"\n<\/p><p>\nI cite that as a type of thing that happens sometimes in military life, and because Brother\nPacker spoke of the military, it reminded me of it.\n<\/p><p>\nWell, at the end of the training period we organized a squadron and took them to Calgary in\nthe years 1912-14, when, as you know, the first world war broke out, Canada and England\nhaving been in the war for some years before the United States came in. Our Mormon boys\nmade a great name for themselves, both in Canada and overseas.\n<\/p><p>\n<b>When is success a failure?<\/b>\n<\/p><p>\nBrethren, there are many things that could be said on an occasion of this kind, but most of\nthem have been said, so I will not detain you. I would like to bring to your attention, though,\none or two paragraphs that might be helpful. I hope they will. This is entitled \"When Is\nSuccess a Failure?\"\n<\/p><p>\n\"When you are doing the lower while the higher is possible,<br \/>\n     When you are not a cleaner, finer, larger man on account of your work,<br \/>\n     When you live only to eat and drink, have a good time, and\n       accumulate money, then success is a failure.<br \/>\n     When you do not carry a higher wealth in your character than in\n       your pocketbook,<br \/>\n     When the attainment of your ambition has blighted the aspirations\n       and crushed the hopes of others,<br \/>\n     When hunger for more money, more land, more houses and bonds has\n       grown to be your dominant passion,<br \/>\n     When your profession has made you a physical wreck&mdash;a victim of\n       'nerves' and moods,<br \/>\n     When your absorption in your work has made you practically a stranger\n       to your family,<br \/>\n     When your greed for money has darkened and cramped your wife's\n       life, and deprived her of self-expression, of needed rest and\n       recreation, of amusement of any kind,<br \/>\n     When all sympathy and fellowship have been crushed out of your life\n       by selfish devotion to your vocation,<br \/>\n     When you do not overtop your vocation, when you are not greater as\n       a man than as a lawyer, a merchant, a physician or a scientist,<br \/>\n     When you plead that you have never had time to cultivate your friend&mdash;\n       ships, your politeness, or your good manners,<br \/>\n     When you have lost on your way your self-respect, your courage,\n       your self-control, or any other quality of manhood, then success\n       has been a failure.\"\n<\/p><p>\n<b>Each is being tested<\/b>\n<\/p><p>\nLet us take that to heart, brethren, and remember that each of us is being tested, just as the\nfinest cars and planes are tested before they are put into service. They are tested for\nweaknesses; they are tested for flaws. Can you stand the test? At the bar the Judge will not\nlook us over for medals, degrees, or diplomas, but for scars. Let us resolve that there will be\nno stains.  Let every young man who holds the priesthood stand himself up against the wall\nand look himself over and ask himself to reply honestly, \"What kind of a man are you really?\nYou make a pretty good showing at times, but what is in your heart?\" Talk to yourself along\nthat line, brethren, and then put your lives in order.\n<\/p><p>\nYou young men who are going into the service are going to come up against some terrible\ntemptations and some real tests of courage. God bless you that your priesthood may enable\nyou to measure up to any responsibility that is placed upon you.\n<\/p><p>\nWe are living in very difficult times.  They are ominous times. They are times when men are\ngetting discouraged. Many references have been made to these things during this conference.\n<\/p><p>\nI would like to leave with you a poem on what the future portends: \n<\/p><p>\n\"You that have faith to look with fearless eyes<br \/>\n     Upon the tragedy of a world at strife,<br \/>\n     And know that out of death and night<br \/>\n     Shall rise the dawn of amplier life,<br \/>\n     Rejoice, whatever anguish rend the heart,<br \/>\n     That God has given you the priceless dower<br \/>\n     To live in these great times and have your part<br \/>\n     In freedom's crowning hour; <br \/>\n     That you may tell your sons who see the light,<br \/>\n     High in the heavens, their heritage to take,<br \/>\n     I saw the powers of darkness take their flight; <br \/>\n     I saw the morning break.\"\n<\/p><p>\nThen look forward with courage and faith, remembering that unless we have been true, unless\nwe have kept the faith, unless we have kept clean, unless we have done the things that we\nknow we ought to do, then we will fail in this great test.\n<\/p><p>\n<b>The rights of the priesthood<\/b>\n<\/p><p>\nI must close by drawing your attention to a very familiar section of the Doctrine and\nCovenants: \n<\/p><p>\n\". . . the rights of the priesthood are inseparably connected with the powers of heaven, and . .\n. the powers of heaven cannot be controlled nor handled only upon the principles of\nrighteousness.\n<\/p><p>\n\"That they may be conferred upon us, it is true; but when we undertake to cover our sins, or\nto gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon\nthe souls of the children of men, in any degree of unrighteousness, behold, the heavens\nwithdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to\nthe priesthood or the authority of that man.\n<\/p><p>\n\"Behold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute the\nsaints, and to fight against God.\n<\/p><p>\n\"We have learned by sad experience that it is the nature and disposition of almost all men, as\nsoon as they get a little authority, as they suppose, they will immediately begin to exercise\nunrighteous dominion . . .\n<\/p><p>\n\"Let thy bowels also be full of charity towards all men, and to the household of faith, and let\nvirtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence\nof God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.\n<\/p><p>\n\"The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of\nrighteousness and truth; and thy dominion shall be an everlasting dominion, and without\ncompulsory means it shall flow unto thee forever and ever\"\n(<span class=\"citation\" id=\"15447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15447)\">D&amp;C 121:36-39,45-46<\/a><\/span>).\n<\/p><p>\n<b>Divinity of the work<\/b>\n<\/p><p>\nGod bless you, my brethren. I leave with you my own testimony as to the divinity of this\nwork. God has been so good to me as to make known to me, in ways that I cannot explain,\nthat Jesus of Nazareth is the Son of God.  I know that he is the Redeemer of this world. I\nhave been close enough to him to get from him a convincing testimony of that fact, which has\nbeen sealed upon my soul. I leave you this testimony, and I say, as Peter of old said in\nanswer to the question, \"Whom say ye that I am?\" \"Thou art the Christ, the Son of the living\nGod\" (see <span class=\"citation\" id=\"35931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35931)\">Matt. 16:15-16<\/a><\/span>).\nI know it. I know it better than I know anything else, and for\nthat knowledge I am grateful to him. I would like to continue faithful to the end if I can.\n<\/p><p>\nGod bless you now as you go to your homes. Set your houses in order. Set your lives in\norder, for you are going to be tested as men heretofore have not been tested, and you will\nmake good in proportion as you build character, as you do the things you know you ought to\ndo, deprive yourself of the things you know you should not have, and yield obedience to the\ncommandments of God.\n<\/p><p>\n\"If a man is primarily after wealth, the world can whip him. If he is primarily after pleasure,\nthe world can beat him. But if a man is primarily growing character, then he can capitalize on\nanything that life does to him.  How much a man owns depends on the height and breadth\nand depth of his mind and soul and not on his bank account.\"\n<\/p><p>\nMay his peace and blessing be with you all, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}