{"ID":1695, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Evidence of Our Savior's Resurrection<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1969, pp. 116-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOn behalf of the First Presidency, the Quorum of the Twelve Apostles, and the other General\nAuthorities, I wish to extend a warm welcome to our radio and television audiences to join\nwith us here in this historic Tabernacle on Temple Square this lovely Easter morning.\n<\/p><p>\n<b>Commemoration of resurrection<\/b>\n<\/p><p>\nWe are commemorating today the greatest event that has ever taken place in the history of\nmortal man: the resurrection of our Lord and Savior, Jesus Christ, the Son of God, the\nCreator of the world, who came and gave his life for us and was resurrected. The fact that\nChrist rose from the dead has made secure the resurrection of all mankind from the grave and\noffers an opportunity for them to return to their Father in heaven. Yes, all sons and daughters\nof Adam and Eve are to be resurrected, raised from the dead and each shall enjoy the glory\nfor which he has prepared himself.\n<\/p><p>\nThe birth, life, death and resurrection, and the message of our Lord and Savior is the central\ntheme of all scripture&mdash;the Old Testament, the New Testament, and our latter-day scriptures,\nthe Book of Mormon, Doctrine and Covenants, and Pearl of Great Price. What would the\nscriptures be without this message? All other things lose their meaning and purpose and fade\ninto insignificance.\n<\/p><p>\nJoseph Smith, the Prophet, said:  \"The fundamental principles of our religion are the\ntestimonies of the Apostles and Prophets, concerning Jesus Christ, that He died, was buried,\nand rose again the third day, and ascended into heaven; and all other things which pertain to\nour religion are only appendages to it\" (<i>Documentary History of the Church<\/i>, Vol. 3, p. 30).\n<\/p><p>\nIn fact, without this great message of the Redeemer, we are left without a purpose, without an\nanchor, and without hope.\n<\/p><p>\n<b>Predictions of resurrection<\/b>\n<\/p><p>\nAs the Christian world commemorates the crucifixion and resurrection of our Savior, who is\nthe source of Christianity, I should like to review some of the predictions and events\nsurrounding this most important occasion. Centuries before the crucifixion of the Savior, the\npsalmist wrote: \n<\/p><p>\n\". . . the assembly of the wicked have inclosed me: they pierced my hands and my feet.\n<\/p><p>\n\"They part my garments among them, and cast lots upon my vesture\"\n(<span class=\"citation\" id=\"41894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41894)\">Ps. 22:16,18<\/a><\/span>).\n<\/p><p>\nAlso centuries before, Isaiah said: \n<\/p><p>\n\". . . he hath poured out his soul unto death: . . . and he bare the sin of many, and made\nintercession for the transgressors\"\n(<span class=\"citation\" id=\"25374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25374)\">Isa. 53:12<\/a><\/span>).\n<\/p><p>\nLong before the birth of Christ, Alma was asked: \"What does this mean which Amulek hath\nspoken concerning the resurrection of the dead, that all shall rise from the dead, both the just\nand the unjust, and are brought to stand before God to be judged according to their works?\"\n(<span class=\"citation\" id=\"9103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9103)\">Alma 12:8<\/a><\/span>).\n<\/p><p>\nIn his discourse following this question, Alma explained: \". . . it meaneth the reuniting of the\nsoul with the body\" (<span class=\"citation\" id=\"9115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9115)\">Alma 40:18<\/a><\/span>).\n<\/p><p>\nJesus also predicted his death and resurrection time and again as he went about his mission.\nMatthew, Mark, Luke, and John record such statements as: \"I am the living bread which came\ndown from heaven: if any man eat of this bread, he shall live for ever: and the bread that I\nwill give is my flesh, which I will give for the life of the world\"\n(<span class=\"citation\" id=\"28507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28507)\">John 6:51<\/a><\/span>).\n<\/p><p>\nAgain: \". . . he taught his disciples, and said unto them, The Son of man is delivered into the\nhands of men, and they shall kill him; and after that he is killed, he shall rise the third day.\n<\/p><p>\n\"But they understood not that saying, and were afraid to ask him\"\n(<span class=\"citation\" id=\"33221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33221)\">Mark 9:31-32<\/a><\/span>).\n<\/p><p>\n<b>Purpose of Christ's mission<\/b>\n<\/p><p>\nChrist himself, however, clearly understood the purpose of his mission and what would\nhappen; and as the time approached, he was very much concerned. As he felt the time\npressing upon him he prayed: \n<\/p><p>\n\". . . Father, save me from this hour: but for this cause came I unto this hour.\n<\/p><p>\n\"Father, glorify thy name. Then came there a voice from heaven, saying, I have both glorified\nit, and will glorify it again\"\n(<span class=\"citation\" id=\"28529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28529)\">John 12:27-28<\/a><\/span>).\n<\/p><p>\nLet us try to visualize what took place as Christ was with his apostles at the Passover.\n<\/p><p>\n\"And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with\nme shall betray me.\n<\/p><p>\n\"And they began to be sorrowful, and to say unto him one by one, Is it I? . . .\n<\/p><p>\n\"And he answered and said unto them, It is one of the twelve, that dippeth with me in the\ndish\" (<span class=\"citation\" id=\"33225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33225)\">Mark 14:18-20<\/a><\/span>).\n<\/p><p>\nFollowing this they went out into the Mount of Olives and came to a place called\nGethsemane. Leaving his disciples there, he took with him Peter, James, and John, \"And saith\nunto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch.\n<\/p><p>\n\"And he went forward a little, and fell on the ground, and prayed that, if it were possible, the\nhour might pass from him.\n<\/p><p>\n\"And he said . . . Father, all things are possible unto thee; take away this cup from me:\nnevertheless not what I will, but what thou wilt\"\n(<span class=\"citation\" id=\"33226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33226)\">Mark 14:34-36<\/a><\/span>).\n<\/p><p>\nAs he returned to Peter, James, and John, who were not fully aware of what was taking place,\nhe found them asleep. He left them a second and third time and prayed the same words, but\neach time as he returned he found them asleep again.  Finding them asleep the third time, he\nsaid: \"Sleep on now, and take your rest . . . the hour is come\"\n(<span class=\"citation\" id=\"33228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33228)\">Mark 14:41<\/a><\/span>). How alone\nhe must have felt!\n<\/p><p>\n<b>Betrayal and trial<\/b>\n<\/p><p>\nImmediately following this we see Judas Iscariot betraying his Master with a kiss\n(<span class=\"citation\" id=\"35954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35954)\">Matt. 26:48-49<\/a><\/span>). We\nremember how he was led away to the high priests and how there he was falsely accused, but\nthe witnesses disagreed.  When he answered that he was Christ, the Son of God, they\nridiculed him, spat upon him, and struck him and told him to prophesy. \". . . And they all\ncondemned him to be guilty of death\"\n(<span class=\"citation\" id=\"33229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33229)\">Mark 14:64<\/a><\/span>).\n<\/p><p>\nAs the Jews could not impose the death penalty in the Sanhedrin, he was taken to Pilate.\nPilate said, after questioning him, \"I find no fault in this man\"\n(<span class=\"citation\" id=\"31771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31771)\">Luke 23:4<\/a><\/span>). The multitude\nthen renewed their demand for his crucifixion. Pilate, learning he was a Galilean, sent him to\nHerod, but Herod sent him back, not knowing what judgment to pass. Pilate again began to\nexamine Jesus. At least three times he pleaded with the multitude to release Jesus instead of\nBarabbas, who was guilty of murder, but each time they said, \". . .  release unto us\nBarabbas,\" and when he asked concerning Jesus, they cried, \"Crucify him\"\n(<span class=\"citation\" id=\"31772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31772)\">Luke 23:18,21<\/a><\/span>).\n<\/p><p>\nIt is interesting to note that Pilate finally took water, \"and washed his hands before the\nmultitude, saying, I am innocent of the blood of this just person see ye to it.\n<\/p><p>\n\"Then answered all the people, and said, His blood be on us, and on our children\"\n(<span class=\"citation\" id=\"35957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35957)\">Matt. 27:24-25<\/a><\/span>).\n<\/p><p>\n<b>The crucifixion<\/b>\n<\/p><p>\nAs he was turned over to be crucified, he was scourged, and a wreath of thorns was placed\nupon his head (<span class=\"citation\" id=\"35958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35958)\">Matt. 27:29<\/a><\/span>).\nIn his agony, as he was hanging on the cross, the Savior cried out in his\nGodlike manner, \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31774)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nAlso, while hanging on the cross, he made this very significant statement to one of the thieves\nwho pleaded for mercy: \". . . To day shalt thou be with me in paradise\"\n(<span class=\"citation\" id=\"31778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31778)\">Luke 23:43<\/a><\/span>).\n<\/p><p>\nWhile he lay in the tomb, the chief priests and Pharisees went to Pilate, \"Saying, Sir, we\nremember that that deceiver said, while he was yet alive, After three days I will rise again.\n<\/p><p>\n\"Command therefore that the sepulchre be made sure until the third day, lest his disciples\ncome by night, and steal him away, and say unto the people, He is risen from the dead: so the\nlast error shall be worse than the first.\n<\/p><p>\n\"Pilate said unto them, Ye have a watch: go your way, make it as sure as ye can\"\n(<span class=\"citation\" id=\"35961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35961)\">Matt. 27:63-65<\/a><\/span>).\n<\/p><p>\nTry to imagine how heavyhearted, discouraged, and gloomy the apostles' and others who had\nfollowed Jesus were as they realized their leader had been crucified. They were left alone, in\ndoubt, confused, not knowing what to do. Though they had been with him and had listened to\nhis words, they had not understood him when he said he would rise again. They thought their\ncause was lost. Peter said, \"I go a fishing.\" Others said, \"We also go with thee\"\n(<span class=\"citation\" id=\"28557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28557)\">John 21:3<\/a><\/span>).\nThey were prepared to go back to their old vocations.\n<\/p><p>\n<b>Evidences of resurrection<\/b>\n<\/p><p>\nLet us review briefly some of the visual demonstrations that were given in the early days\nfollowing the resurrection, or the irrefutable evidence of the fact that he was literally\nresurrected.\n<\/p><p>\nIn the early morning of the third day Mary Magdalene and others came to the tomb with the\nidea of preparing the body for a proper burial. How surprised, fearful, and perplexed they\nwere to find the tomb was empty. An angel who was in the tomb said: \"Fear not ye: for I\nknow that ye seek Jesus, which was crucified.\n<\/p><p>\n\"He is not here: for he is risen, as he said\"\n(<span class=\"citation\" id=\"35963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35963)\">Matt. 28:5-6<\/a><\/span>).\n<\/p><p>\nThey were told to go and tell the disciples, and also told that the risen Lord had gone to\nGalilee, where they would see him. Imagine their fear and great joy! On the way, Jesus\nappeared to them (<span class=\"citation\" id=\"35965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35965)\">Matt. 28:9-10<\/a><\/span>).\nThey then hurried and reported their experience to the apostles, who\ndoubted what they said.  But Peter and John hastened to the sepulchre and found it to be true\n(<span class=\"citation\" id=\"28554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28554)\">John 20:2-10<\/a><\/span>).\nLater two of the disciples, traveling to Emmaus, saw and talked to him. That same evening\nthe apostles were sitting together and recounting the happenings of the day when suddenly the\nSavior stood among them, and said: \n<\/p><p>\n\"Peace be unto you.\n<\/p><p>\n\"But they were terrified and affrighted, and supposed that they had seen a spirit.\n<\/p><p>\n\"And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?\n<\/p><p>\n\"Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not\nflesh and bones, as ye see me have.\n<\/p><p>\n\"And when he had thus spoken, he shewed them his hands and his feet\"\n(<span class=\"citation\" id=\"31783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31783)\">Luke 24:36-40<\/a><\/span>).\n<\/p><p>\nThomas, who was not present on the first occasion, when told of the appearance refused to\nbelieve. A week later Christ appeared again to the eleven, including Thomas. When the Lord\nspoke, \". . . Thomas answered and said unto him, My Lord and my God.\n<\/p><p>\n\"Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are\nthey that have not seen, and yet have believed\"\n(<span class=\"citation\" id=\"28556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28556)\">John 20:28-29<\/a><\/span>).\n<\/p><p>\nLater he appeared to over five hundred persons, most of whom were still living when Paul\nbore his testimony that he had been visited by Christ and called to his ministry\n(<span class=\"citation\" id=\"500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(500)\">1 Cor. 15:5-8<\/a><\/span>).\n<\/p><p>\n<b>Appearance on American continent<\/b>\n<\/p><p>\nTwo other very important occasions on which the risen Lord appeared were on this the\nAmerican continent. We read in the Book of Mormon that, as the Lamanite prophet, Samuel,\nhad predicted concerning the crucifixion and resurrection of Christ, there was darkness for the\nspace of three days over the face of the land, and there was great and terrible destruction\n(<span class=\"citation\" id=\"24705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24705)\">Hel. 14:20-28<\/a><\/span>).\nCities were destroyed, many persons were killed, and great was their terror and mourning, as\nthey were heard to say: \"O that we had repented before this great and terrible day, and had\nnot killed and stoned the prophets, and cast them out; then would our mothers and our fair\ndaughters, and our children have been spared\"\n(<span class=\"citation\" id=\"5725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5725)\">3 Ne. 8:25<\/a><\/span>).\n<\/p><p>\nFollowing this great destruction multitudes of the people who were saved gathered together\naround the temple in the land Bountiful. They heard a voice, as if it came out of heaven, but\ndid not understand until it spoke a third time, saying: \"Behold my Beloved Son, in whom I\nam well pleased, in whom I have glorified my name&mdash;hear ye him\"\n(<span class=\"citation\" id=\"5727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5727)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nAnd then they saw a man descending out of heaven. He showed them his hands and his feet,\nand said: \"Behold, I am Jesus Christ, whom the prophets testified shall come into the world.\n<\/p><p>\n\". . . I have suffered the will of the Father in all things from the beginning.\"\n<\/p><p>\nAt his invitation, the multitude went forth . . . and did feel the prints of the nails in his hands\nand in his feet and did know of a surety and did bear record, that it was he, of whom it was\nwritten by the prophets, that should come\"\n(<span class=\"citation\" id=\"5728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5728)\">3 Ne. 11:10-11,15<\/a><\/span>).\n<\/p><p>\n<b>Modern-day testimony<\/b>\n<\/p><p>\nThen we have the testimony of our modern-day prophet, Joseph Smith, 1,800 years following\nthe crucifixion and resurrection. He says that as he was kneeling in the grove in prayer, \". . . I\nsaw a pillar of light exactly over my head, above the brightness of the sun, which descended\ngradually until it fell upon me.\n<\/p><p>\n\". . . When the light rested upon me I saw two Personages, whose brightness and glory defy\nall description, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30515)\">JS&mdash;H 1:16-17<\/a><\/span>).\n<\/p><p>\nHere we have the testimony of a young man in this dispensation who actually saw and talked\nwith the risen Lord, and who, as some of the prophets of old, sealed his testimony with his\nblood. These are the testimonies of only a few of those who knew and followed him.\n<\/p><p>\n<b>Doubting Thomases<\/b>\n<\/p><p>\nThere are many, many in the world today, however, who find it hard to believe that there was\na literal resurrection, and though the testimonies and evidences before them are irrefutable, it\nis difficult for them to believe because they do not understand just how it could take place.  It\nleaves them as Thomas&mdash;doubting, because they have not seen.\n<\/p><p>\nWe all know that there are many, many things in science which we do not understand, but\nwhich we must and do accept. Where would we be if the laws of nature and the laws of God\nwere limited to man's understanding?  We have been admonished: \"Trust in the Lord with all\nthine heart; and lean not unto thine own understanding\"\n(<span class=\"citation\" id=\"41498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41498)\">Prov. 3:5<\/a><\/span>).\n<\/p><p>\n<b>Acceptance on Faith<\/b>\n<\/p><p>\nHow much wiser we would be to accept the word of the Lord, the Creator of the world, and\nhis teachings, and prepare ourselves for immortality and eternal life through accepting by faith\nthose things we cannot understand. Our faith should be strengthened by the testimonies of all\nthose who saw and talked with Christ, both in Jerusalem and here on the American continent.\n<\/p><p>\nHow can anyone believe that these stories were concocted or are figments of the imagination,\nwhen there were so many predictions and testimonies of the prophets and others, living in\ndifferent lands and at different times, all testifying and telling the same story about the same\nindividual? The stories have to be true. What comfort and joy and security it gives to those\nwho believe what Christ and his prophets have told us about death and the resurrection.\n<\/p><p>\n<b>Immortality and eternal life<\/b>\n<\/p><p>\nChrist said of his mission here upon the earth: \". . . this is my work and my glory&mdash;to bring\nto pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39325)\">Moses 1:39<\/a><\/span>). He further stated: \n<\/p><p>\n\"I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he\nlive: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die\"\n(<span class=\"citation\" id=\"28525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28525)\">John 11:25-26<\/a><\/span>).\n<\/p><p>\nHe also said: \n<\/p><p>\n\"Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear\nhis voice,\n<\/p><p>\n\"And shall come forth; they that have done good, unto the resurrection of life; and they that\nhave done evil, unto the resurrection of damnation\"\n(<span class=\"citation\" id=\"28501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28501)\">John 5:28-29<\/a><\/span>).\n<\/p><p>\nThe time is fast approaching when death and the resurrection will come to every one of us.\nWhat must we do to come forth unto the resurrection of life and not to the resurrection of\ndamnation? How do we take upon us his name? What do we do to come unto the Father by\nhim (<span class=\"citation\" id=\"28535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28535)\">John 14:6<\/a><\/span>)?\nHis answer was clear and simple: Repent and be baptized and believe the gospel, and \"If\nye love me, keep my commandments\"\n(<span class=\"citation\" id=\"28542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28542)\">John 14:15<\/a><\/span>).\n<\/p><p>\n<b>Good news of gospel<\/b>\n<\/p><p>\nWhat is the gospel? It is the good news which the Savior brought and which he taught during\nhis ministry.  His gospel has been restored and is being taught today in his Church by those\nwho have been called, just as he called his disciples, to go throughout the world and proclaim\nhis message of peace and goodwill toward all men.\n<\/p><p>\nEvery living soul should be earnestly striving to learn the teachings of the gospel and how to\nlive them, thus making it possible to gain immortality and eternal life. May we accept these\ntruths, follow his teachings, and enjoy the blessings of the faithful.\n<\/p><p>\nIt is my testimony that he lives, and that his Church is upon the earth today, and is being\ndirected through his chosen Prophet; that the prophecies of the scriptures will all be fulfilled,\nand that, as we are told, \". . . this same Jesus, which is taken up from you into heaven, shall\nso come in like manner as ye have seen him go into heaven\"\n(<span class=\"citation\" id=\"8062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8062)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nMay we prepare\nourselves to meet him when he comes again, and prove ourselves worthy to dwell with him\nforever when we have finished our work upon the earth, I humbly pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}