{"ID":1696, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Procrastination Is the Thief of Eternal Life<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the First Presidency and President of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1969, pp. 121-123<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: \n<\/p><p>\nHere we are at another general conference. I am sure we are all very happy that we can\nattend, and we welcome all those who are listening in. I hope and pray that the Lord will\nbless me in what I may say.\n<\/p><p>\n<b>The thief of eternal life<\/b>\n<\/p><p>\nProcrastination, as it may be applied to gospel principles, is the thief of eternal life, which is\nlife in the presence of the Father and the Son. There are many among us, even members of\nthe Church, who feel that there is no need for haste in the observance of gospel principles and\nthe keeping of the commandments.\n<\/p><p>\nNephi wrote of the people of the last days: \"Yea, and there shall be many which shall say:\nEat, drink, and be merry, for tomorrow we die; and it shall be well with us.\n<\/p><p>\n\"And there shall also be many which shall say: Eat, drink, and be merry; nevertheless, fear\nGod&mdash;he will justify in committing a little sin; yea, lie a little, take the advantage of one\nbecause of his words, dig a pit for thy neighbor; there is no harm in this; and do all these\nthings, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few\nstripes, and at last we shall be saved in the kingdom of God\"\n(<span class=\"citation\" id=\"3813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3813)\">2 Ne. 28:7-8<\/a><\/span>).\n<\/p><p>\nDo not think that this was said of the world, or even the \"stranger . . . within our gates\" (see\n<span class=\"citation\" id=\"22794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22794)\">Ex. 20:10<\/a><\/span>).\nIt is said of members of the Church. Moreover, Nephi warns us that in the last\ndays there will be many who will follow Satan. I could go on and read more from Second\nNephi, but I am going to give you the chapter and verse so when you go home, get out your\nBook of Mormon and read Second Nephi, Chapter 28, verses 20-29\n(<span class=\"citation\" id=\"3819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3819)\">2 Ne. 28:20-29<\/a><\/span>).\n<\/p><p>\nWe are living in the last days. Have we not heard individuals talk as Nephi said they would?\nAre there not many who excuse themselves and lull themselves to sleep in \"carnal security\"\n(<span class=\"citation\" id=\"3821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3821)\">2 Ne. 28:21<\/a><\/span>),\nthinking that the Lord will overlook their little sins? Are there not those among us who are\ndenying the power of the devil, and who deny that there is a devil? Do they not \"spiritualize\"\nthe torments of hell and say there is no hell? Have you not heard these things taught? In this\nmanner, Satan is raging in the hearts of the people, and members of the Church do not\nentirely escape his cunning sophistries!\n<\/p><p>\n<b>Restitution must be made<\/b>\n<\/p><p>\nBad habits are easily formed, but not so easily broken. Are we yielding to our evil habits,\nthinking they are only trifles after all, and we will get rid of them in the grave? Do we expect\nthat our bodies will be cleansed in the grave, and we shall come forth with perfect end\nsanctified bodies in the resurrection? There are some among us who teach such things and\nexcuse themselves for their practices, saying that they will be cleansed in the grave.\n<\/p><p>\nAlma taught a very different doctrine. He said to Corianton: \"Do not suppose, because it has\nbeen spoken concerning restoration, that ye shall be restored from sin to happiness. Behold, I\nsay unto you, wickedness never was happiness.\n<\/p><p>\n\"For that which ye do send out shall return unto you again, and be restored; therefore, the\nword restoration more fully condemneth the sinner, and justifieth him not at all\"\n(<span class=\"citation\" id=\"9117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9117)\">Alma 41:10,15<\/a><\/span>).\n<\/p><p>\nThe Savior also said, \". . . with what measure ye mete, it shall be measured to you again\"\n(<span class=\"citation\" id=\"35909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35909)\">Matt. 7:2<\/a><\/span>).\nSome think that a little punishment will not be so bad, and they are willing to\ntake a chance and suffer for their offenses rather than keep the commandments of the Lord, as\nwe are instructed. If they are able to escape with a \"few stripes\"\n(<span class=\"citation\" id=\"3814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3814)\">2 Ne. 28:8<\/a><\/span>), they may consider\nthemselves fortunate.  But let us remember that sin must be atoned for.  Restitution must be\nmade; we will have to pay the price if we refuse to repent and to receive the blessings of the\ngospel.\n<\/p><p>\nPunishment is not easy to bear, especially when the conscience is troubled. Who could be\nhappy in suffering, and all the while be thinking that the suffering had come because of a\nwillful, or persistent, breaking of the commandments of God, when knowledge and counsel\nhad been given to walk in righteousness? What will the sinner think in that day when he has\nlearned repentance for willful rebellion, and realizes that the great suffering of our Lord in\nlove made it unnecessary for him so to suffer if he had accepted Christ and his work?\n<\/p><p>\n<b>Three kingdoms prepared<\/b>\n<\/p><p>\nOur Eternal Father has prepared three great kingdoms into which the souls of men will go. It\nis not the purpose here to discuss these kingdoms. In passing, it is only necessary to say that\nin the telestial will go all those who have not been true: those who have professed and who\nhave not performed (<span class=\"citation\" id=\"15346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15346)\">D&amp;C 41:1<\/a><\/span>);\nthe liars, sorcerers, adulterers (<span class=\"citation\" id=\"15395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15395)\">D&amp;C 76:103<\/a><\/span>),\nand all who refuse to walk in\nways of truth. Into the terrestrial will go all those who are honorable, who have been morally\nclean, but who would not receive the gospel; also those who die without law\n(<span class=\"citation\" id=\"15392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15392)\">D&amp;C 76:71,75<\/a><\/span>).\n<\/p><p>\nTo enter the celestial and obtain exaltation, it is necessary that the whole law be kept. The\nword of the Lord is as follows: \n<\/p><p>\n\"Therefore, it must needs be sanctified from all unrighteousness, that it may be prepared for\nthe celestial glory . . .\n<\/p><p>\n\"And they who are not sanctified through the law which I have given unto you, even the law\nof Christ, must inherit another kingdom, even that of a terrestrial kingdom, or that of a\ntelestial kingdom\" (<span class=\"citation\" id=\"15401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15401)\">D&amp;C 88:18,21<\/a><\/span>).\n<\/p><p>\nTo become sanctified, there are certain definite covenants we must keep in faithfulness, living\nby \"every word that proceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"15397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15397)\">D&amp;C 84:44<\/a><\/span>). \"They are they\nwho received the testimony of Jesus, and believed on his name and were baptized after the\nmanner of his burial . . .\n<\/p><p>\n\"That by keeping the commandments they might be washed and cleansed from all their sins,\nand receive the Holy Spirit by the laying on of the hands of him who is ordained and sealed\nunto this power; \n<\/p><p>\n\"And who overcome by faith, and are sealed by the Holy Spirit of promise, which the Father\nsheds forth upon all those who are just and true\"\n(<span class=\"citation\" id=\"15388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15388)\">D&amp;C 76:51-53<\/a><\/span>; see also\n<span class=\"citation\" id=\"15391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15391)\">D&amp;C 76:54-60<\/a><\/span>).\nAnd they who are not scaled by the Holy Spirit of promise and who are not just and true\nneed not expect these great blessings.\n<\/p><p>\n<b>Seek the Lord early<\/b>\n<\/p><p>\nNo person can begin too early to serve the Lord. Parents are instructed to teach their children\nfrom infancy, with the warning that they will be held accountable if they fail to do so\n(<span class=\"citation\" id=\"15373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15373)\">D&amp;C 68:25<\/a><\/span>). If a\nchild is taught in righteousness from birth, it will most likely be a follower of righteousness\nalways. They who refuse to seek the Lord early\n(<span class=\"citation\" id=\"15409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15409)\">D&amp;C 88:83<\/a><\/span>) are forsaken in the hour of their trouble. Read\nthe history of Israel, of the Nephites. How often when they rebelled were they punished! How\nslow was the Lord to hear their cries when trouble came upon them because of their sins!\n<\/p><p>\n\"They were slow to hearken unto the voice of the Lord their God; therefore, the Lord their\nGod is slow to hearken unto their prayers, to answer them in the day of their trouble\"\n(<span class=\"citation\" id=\"15431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15431)\">D&amp;C 101:7<\/a><\/span>).\nSo spake the Lord to modern Israel.\n<\/p><p>\n<b>Obligation to keep commandments<\/b>\n<\/p><p>\nDo you desire to enter into the celestial kingdom and receive eternal life? Then be willing to\nkeep all of the commandments the Lord may give you.  Baptism and confirmation are the\nordinances by which we come into the kingdom of God. But these ordinances of themselves\nwill not grant us a place of exaltation.\n<\/p><p>\nEach person baptized into the Church is under obligation to keep the commandments of the\nLord.  He is under covenant, for baptism is a \"new and an everlasting covenant\"\n(<span class=\"citation\" id=\"15329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15329)\">D&amp;C 22:1<\/a><\/span>). When he has proved himself by a worthy life, having been faithful in all things required of\nhim, then it is his privilege to receive other covenants and to take upon himself other\nobligations that will make of him an heir, and he will become a member of the \"Church of\nthe Firstborn\". \"They are they into whose hands the Father has given all things.\"  He will\nreceive of the Father's fullness and of his glory\n(<span class=\"citation\" id=\"15390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15390)\">D&amp;C 76:54-56<\/a><\/span>). Is this worth having? It cannot be obtained\nwithout some effort.\n<\/p><p>\nWe frequently hear quoted these words of the Lord to Joseph Smith: \"It is impossible for a\nman to be saved in ignorance\"\n(<span class=\"citation\" id=\"15460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15460)\">D&amp;C 131:6<\/a><\/span>).\nIn ignorance of what?  The philosophies of the\nworld? No! In ignorance of the gospel truths&mdash;the saving principles and ordinances by which\nsalvation comes! These must not only be understood, but they must be lived. Knowledge of\nthem will not in itself save us. Obedience thereto will. And then will come the fullness of\nknowledge, bringing with it wisdom, power, and dominion. And the fullness of these\nblessings can only be obtained in the temple of the Lord.\n<\/p><p>\n<b>The time to prepare<\/b>\n<\/p><p>\nWe are told that the fear (love) of the Lord is the beginning of knowledge, but fools despise\nwisdom and instruction (<span class=\"citation\" id=\"41497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41497)\">Prov. 1:7<\/a><\/span>).\n<\/p><p>\n\"Also, I give unto you a commandment that ye shall continue in prayer and fasting from this\ntime forth.\n<\/p><p>\n\"And I give unto you a commandment that you shall teach one another the doctrine of the\nkingdom\" (<span class=\"citation\" id=\"15407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15407)\">D&amp;C 88:76-77<\/a><\/span>).\n<\/p><p>\nDo not let us forget the words of Alma: \"For behold, this life is the time for men to prepare\nto meet God; yea, behold the day of this life is the day for men to perform their labors.\n<\/p><p>\n\"And now, as I said unto you before, as ye have had so many witnesses, therefore, I beseech\nof you that ye do not procrastinate the day of your repentance until the end; for after this day\nof life, which is given us to prepare for eternity, behold, if we do not improve our time while\nin this life, then cometh the night of darkness wherein there can be no labor performed.\n<\/p><p>\n\"Ye cannot say, when ye are brought to that awful crisis, that I will repent, that I will return\nto my God. Nay, ye cannot say this; for that same spirit which doth possess your bodies at the\ntime that ye go out of this life, that same spirit will have power to possess your body in that\neternal world\" (<span class=\"citation\" id=\"9108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9108)\">Alma 34:32-34<\/a><\/span>).\n<\/p><p>\n<b>Diligence in seeking<\/b>\n<\/p><p>\nThe Lord is always merciful and kind. If we draw near unto him, he will draw near unto us.\n\". . . seek me diligently and ye shall find me; ask, and ye shall receive; knock, and it shall be\nopened unto you\" (<span class=\"citation\" id=\"15403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15403)\">D&amp;C 88:63<\/a><\/span>).\n<\/p><p>\nOur chief trouble is that we do not seek diligently. Our seeking is superficial; we seem to\nthink the Lord is bound to hear us without our putting forth much effort. Let diligence and\nlove be our guides, and we shall find the path of eternal life.\n<\/p><p>\nMay we all heed these warnings, I humbly pray, in the name of Jesus Christ, our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}