{"ID":1697, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Peace in the World<\/p>\n<p class=\"gcspeaker\">Elder A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, April 1969, pp. 124-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: \n<\/p><p>\nYou may have experienced traveling through a canyon on a narrow mountain road during a\nstorm. Cloudy, foggy conditions, with rain blowing hard against the windshield, make driving\nperilous at best.  Suddenly the windshield wipers lose their synchronization and begin to fight\none another. Only momentarily can they clear the windshield. The person with you is no help. \nHe can likewise see only sideways.\n<\/p><p>\nNow, while this is not like losing the motor or a wheel, you are obviously in serious trouble. \nYou have either to stop and wait for the fury of the storm to cease or to proceed on a perilous\nmountain road in extreme danger&mdash;because you cannot see clearly.\n<\/p><p>\n<b>Conditions in the world<\/b>\n<\/p><p>\nThe whole world is in such a storm. Dark clouds hover all around. International turmoil,\ndomestic social conditions, and the usual family problems, all seemed solvable before. Now,\nin the fury of our times, they close in upon us and threaten our safe journey. Present\nconditions make it impossible to see the way clearly.\n<\/p><p>\nHowever, unlike driving, we have not the alternative to stop living and wait for the storm\nclouds to lift. We must face life's tempest. Robert Frost spoke a truth when he said, \"The\nonly way out is through.\"\n<\/p><p>\nCrime is soaring. Disobedience and lawlessness increase. Modesty is disappearing.\nDrunkenness and immorality run rampant. The forces of evil with sinister intent strike directly\nat the very vitals of society&mdash;the home and our children. Values are distorted. Debauchery\nand evil mock virtue. Hardly anything is now sacred.  The world lieth in sin.\n<\/p><p>\n<b>Courage to face problems<\/b>\n<\/p><p>\nYou may be surprised to learn that even admitting all of this, I have a calm assurance in my\nsoul. All is not, nor will it be, lost.  This peace that speaks to my heart has not removed life's\nproblems, but it gives courage to face them.\n<\/p><p>\nMay I share with you some of the things that I know that give me positive assurance: \n<\/p><p>\nI know that Jesus was born of Mary; that he grew to manhood as \"the carpenter's son\"\n(<span class=\"citation\" id=\"35927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35927)\">Matt. 13:55<\/a><\/span>); that\nhe did his Father's will while he walked the earth.\n<\/p><p>\nI know that he taught men the right way to live; and more, that he lived a perfect life, that he\nwas the example of all that he taught.\n<\/p><p>\nI know that he took upon himself the sins of all men and wrought an atonement for them that\nwe can claim by obedience to his laws.\n<\/p><p>\nHe was taken and crucified on Calvary's hill.\n<\/p><p>\nHe died that we might live.\n<\/p><p>\nI know that he broke the bonds of death, rose from the grave the third day, and appeared unto\nmany.\n<\/p><p>\n<b>God lives today<\/b>\n<\/p><p>\nI know that he lives today.\n<\/p><p>\nThere is other knowledge equally important.  I testify that God the Father and his Son Jesus\nChrist, in the year 1820, appeared to a young man, Joseph Smith. Regarding this marvelous\nmanifestation Joseph Smith wrote: \n<\/p><p>\n\". . . I saw a pillar of light exactly over my head, above the brightness of the sun, which\ndescended gradually until it fell upon me.\n<\/p><p>\n\"It no sooner appeared than I found myself delivered from the enemy which held me bound.\nWhen the light rested upon me I saw two Personages, whose brightness and glory defy all\ndescription, standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other&mdash;[Joseph,] <i>This is My Beloved Son. Hear Him!<\/i>\"\n(<span class=\"citation\" id=\"30519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30519)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nOn another occasion, in 1832, Sidney Rigdon was with the Prophet Joseph. Together they\nreceived a heavenly manifestation recorded thus: \n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony,\nlast of all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father\"\n(<span class=\"citation\" id=\"15386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15386)\">D&amp;C 76:22-23<\/a><\/span>).\n<\/p><p>\nOn yet another occasion in 1836, Joseph Smith and Oliver Cowdery, after arising from\nsolemn and silent prayer, explained: \". . . the following vision was opened to both of us\"\n(<span class=\"citation\" id=\"15439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15439)\">D&amp;C 110 Headnote<\/a><\/span>).\n<\/p><p>\n\"The veil was taken from our minds, and the eyes of our understanding were opened.\n<\/p><p>\n\"We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet\nwas a paved work of pure gold, in color like amber.\n<\/p><p>\n\"His eyes were as a flame of fire; the hair of his head was white like the pure snow; his\ncountenance shone above the brightness of the sun; and his voice was as the sound of the\nrushing of great waters, even the voice of Jehovah, saying: \n<\/p><p>\n\"I am the first and the last; I am he who <i>liveth<\/i>, I am he who was slain; I am your advocate\nwith the Father\" (<span class=\"citation\" id=\"15440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15440)\">D&amp;C 110:1-4<\/a><\/span>, italics added).\n<\/p><p>\nI know these things are true.  The significant thing, however, is that <i>you<\/i> also can know for\nyourself! You can know by following the prescribed process&mdash;adhere to the gospel principles\nthat the Savior taught.\n<\/p><p>\n<b>Testimony brings confidence<\/b>\n<\/p><p>\nLet me tell you what this testimony and knowledge means. It brings peace and confidence and\ncalm assurance. It stimulates right conduct.  It fosters repentance from sin.  This assurance\ndoes not mean inactivity; rather, it generates positive action. It motivates Christian acts of\nkindness.  It opens channels to heavenly power.\n<\/p><p>\nDo you realize that the power of God is available in this Church today as it was with the\napostles of old?\n<\/p><p>\nIn the midst of the turmoil we presently face, how would you like to have someone take you\nby the hand as it were and lift you up and guide you? How would you like to hear a\nprophet's voice give continued heaven-inspired guidance? How would you like to belong to a\ndivinely organized church that provides a family-oriented program to help you teach your\nfamily correctly? Where is a family that could not use this kind of assistance today?\n<\/p><p>\nIt ought to mean something to you that while many other churches are closing their doors for\nlack of attendance, one of the most pressing problems of The Church of Jesus Christ of\nLatter-day Saints is to provide sufficient meeting halls for growth and expansion. This church\ninvites your investigation.\n<\/p><p>\n<b>Appeal to truthseekers<\/b>\n<\/p><p>\nThe unique position of being the restored Church appeals to people of wisdom and\nreason&mdash;people who are seeking for the truth. This church has particular appeal to men. If you could\nsee this congregation here this morning, you would know it attracts men&mdash;men of capacity\nand stature in the work of the world.  Here are husbands and fathers who receive guidance\nfrom this great church to unify and bless their homes.\n<\/p><p>\nHere are men who come to listen to a prophet's counsel.  They seek direction in these\ntroubled times from a seer. A seer is one who sees. We have not been disappointed. The\nprophet has said: \n<\/p><p>\n1. Strengthen the home.\n<\/p><p>\n2. Youth, keep yourselves pure and virtuous.  Intelligent home building begins in your teens.\nIt is the chief factor to a happy home.\n<\/p><p>\n3. Marriage is ordained of God. Guard the sacredness of your marriage vow.\n<\/p><p>\n4. Marriage is a sacred obligation and a covenant that is eternal or that may be made eternal. \nThe bearing and rearing of children is the highest of all human duties.\n<\/p><p>\n\"Where there is no vision, the people perish\"\n(<span class=\"citation\" id=\"41502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41502)\">Prov. 29:18<\/a><\/span>).\nWe have been given the vision. We have been instructed.\n<\/p><p>\n<b>Preparation dispels fear<\/b>\n<\/p><p>\nSpeaking of the great tribulations to come in the latter days, the Lord gave this assurance:\n\". . . <i>my people<\/i> will I preserve\" (<span class=\"citation\" id=\"39344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39344)\">Moses 7:61<\/a><\/span>, italics added).\n<\/p><p>\nLater he counseled: \". . . if ye are prepared ye shall not fear\"\n(<span class=\"citation\" id=\"15344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15344)\">D&amp;C 38:30<\/a><\/span>).\n<\/p><p>\nAnd again he has promised: \"But learn that he who doeth the works of righteousness shall\nreceive his reward, even peace in this world, and eternal life in the world to come\"\n(<span class=\"citation\" id=\"15369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15369)\">D&amp;C 59:23<\/a><\/span>). I believe in that promise.\n<\/p><p>\nI am grateful to be a member of the Church of which the Lord by his own voice has declared:\n\". . . the only true and living church upon the face of the whole earth, with which I, the Lord,\nam well pleased\" (<span class=\"citation\" id=\"15297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15297)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nAs a member of this church I have full confidence in \"the prophecies and promises which . . .\n[the Lord has said] shall all be fulfilled\"\n(<span class=\"citation\" id=\"15301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15301)\">D&amp;C 1:37<\/a><\/span>).\n<\/p><p>\nI know that if we will follow the counsel from these brethren, we can be prepared, and we\nneed not fear. We can make our way along the road of life safely.\n<\/p><p>\nAnd I know that by doing the works of righteousness, we can all have peace in this world and\neternal life in the world to come (<span class=\"citation\" id=\"15370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15370)\">D&amp;C 59:23<\/a><\/span>).\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}