{"ID":1699, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Know God<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1969, pp. 129-133<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the spirit of that beautiful hymn which has been something of a dedication to this glorious\nsession, I seek for the spirit which has actuated this conference thus far.\n<\/p><p>\nToday, I would take as something of a text the words of our Savior and Redeemer just prior\nto his betrayal, as recorded in the Gospel of John.\n<\/p><p>\n\"These words spake Jesus, and lifted up his eyes to heaven, and said glorify thy Son, that thy\nSon also may glorify thee: \n<\/p><p>\n\"As thou hast given him power over all flesh, that he should give eternal life to as many as\nthou hast given him.\n<\/p><p>\n\"And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent\" (<span class=\"citation\" id=\"28546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28546)\">John 17:1-3<\/a><\/span>).\n<\/p><p>\n<b>Questions recall scriptures<\/b>\n<\/p><p>\nSome questions being asked today have recalled these and other scriptures.\n<\/p><p>\nOne man asked: How can one find God?\n<\/p><p>\nTo him I gave a hurried answer. One finds God in the same way he finds anything&mdash;by\nsearching.  The Master had answered to a similar question: \"If any man will do his will, he\nshall know\" (<span class=\"citation\" id=\"28509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28509)\">John 7:17<\/a><\/span>).\n<\/p><p>\nAnother man wrote: \"If a member cannot believe the concept that God himself was once as\nwe are now, and sits enthroned in yonder heavens,\" is this justification for excommunication\nfrom the Church? This, he has quoted, was from a statement made by the Prophet Joseph\nSmith in a funeral sermon delivered in Nauvoo, Illinois, shortly before his martyrdom, in\nabout 1844.\n<\/p><p>\nIn answering this man's question, I must hasten to assure him that the question of his Church\nmembership and his worthiness to continue as a member must be left to the determination of\nlocal Church authorities charged with the responsibility of making that decision.\n<\/p><p>\n<b>True concept of God<\/b>\n<\/p><p>\nI would rather be concerned in an attempt to enlarge his views and his understanding as to the\ntrue concept of that glorified being whom all so-called Christians worship as God, our\nHeavenly Father.\n<\/p><p>\nThe reasoning of Joseph Smith, in the partial statement from which he has quoted, \"that God\nwas once as we are now,\" is given additional strength if our brother will recall the words of\nthe Master: \"The Son can do nothing of himself, but what he seeth the Father do; for what\nthings soever he [the Father] doeth, these also doeth the Son likewise\"\n(<span class=\"citation\" id=\"28499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28499)\">John 5:19<\/a><\/span>).\n<\/p><p>\nWhen we consider the fact that our Lord and Master, Jesus of Nazareth one of the Godhead,\ncame to tabernacle in mortality, then this quoted statement, taken literally, is of great\nsignificance.\n<\/p><p>\nThe scriptures make it plain to the student of these sacred writings that there are three\npersonages in the Godhead:  (1) God, the Eternal Father, also known as the Father of our\nspirits, (2) his Son, Jesus Christ, the Redeemer, even Jehovah, and (3) the Holy Ghost?\n<\/p><p>\nWe are told in an inspired explanation that \"the Father has a body of flesh and bones as\ntangible as mans; the Son also; but the Holy Ghost has not a body of flesh and bones, but is a\npersonage of Spirit\" (<span class=\"citation\" id=\"15456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15456)\">D&amp;C 130:22<\/a><\/span>).\n<\/p><p>\n<b>Man created in God's image<\/b>\n<\/p><p>\nSurely one must stop and ponder deeply the biblical account of the creation, where God\ndeclared: \"Let us make man in our image, after our likeness\"\n(<span class=\"citation\" id=\"23789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23789)\">Gen. 1:26<\/a><\/span>).\n<\/p><p>\nAnd later, after Adam's act of transgression, the Lord God said to one other who was with\nhim: \"Behold, the man is become as one of us\"\n(<span class=\"citation\" id=\"39332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39332)\">Moses 4:28<\/a><\/span>).\n<\/p><p>\nIf man, then, was created after the image and likeness of his glorified Creator, and afterward\nman became as one with those who had created him, then the doubts in my friend's mind\nmust begin to be resolved, and he can then come to see the grandeur of this greater concept\nof the living God whom we worship.\n<\/p><p>\nCommenting on this same teaching, President Brigham Young had this to say: \". . . it must be\nthat God knows something about temporal things, and has had a body and been on an earth;\nwere it not so He would not know how to judge men righteously, according to the temptations\nand sins they have had to contend with\" (<i>Journal of Discourses<\/i>, Vol. 4, p. 271;\nsee also <span class=\"citation\" id=\"9100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9100)\">Alma 7:12<\/a><\/span>).\n<\/p><p>\n<b>Eternal life<\/b>\n<\/p><p>\nThe sacred writings of the prophets speak of an exalted state to which man may attain, which\nis called eternal life, or life in the presence of God and our Lord and Savior, Jesus Christ.\nThose who can attain to this highest degree of glory are spoken of in a revelation we know as\nDoctrine and Covenants 131:1-4: \n<\/p><p>\n\"In the celestial glory there are three heavens or degrees; \n<\/p><p>\n\"And in order to obtain the highest, a man must enter into this order of the priesthood\n[meaning the new and everlasting covenant of marriage]; \n<\/p><p>\n\"And if he does not, he cannot obtain it.\n<\/p><p>\n\"He may enter into the other, but that is the end of his kingdom; he cannot have an increase\"\n(<span class=\"citation\" id=\"15457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15457)\">D&amp;C 131:1-4<\/a><\/span>).\n<\/p><p>\nPresident Young again expands upon the meaning of this quotation: \n<\/p><p>\n\". . . The kingdoms he possesses and rules over are his own progeny. Every man who is\nfaithful and gets a salvation and glory, and becomes a king of kings and Lord of Lords\n(<span class=\"citation\" id=\"42436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42436)\">Rev. 19:16<\/a><\/span>), or a\nfather of fathers, it will be by the increase of his own progeny. Our Father and God rules over\nhis own children. Wherever there is a God in all the eternities possessing a kingdom and glory\nand power it is by means of his progeny\" (<i>Journal of Discourses<\/i>, Vol. 11, p. 262).\n<\/p><p>\nThere are those who would think to go beyond that which God has revealed. It was to such as\nthese, who would seek to penetrate that curtain of revealed truth, that inspired writers of our\nearly leaders posed a profound question that was later given a musical setting in one of our\nmost beloved hymns: \n<\/p><p>\n\"If you could hie to Kolob<br \/>\n     In the twinkling of an eye,<br \/>\n     And then continue onward<br \/>\n     With that same speed to fly,<br \/>\n     D'ye think that you could ever,<br \/>\n     Through all eternity,<br \/>\n     Find out the generation<br \/>\n     Where Gods began to be?\n<\/p><p>\n\"Or see the grand beginning,<br \/>\n     Where space did not extend?<br \/>\n     Or view the last creation,<br \/>\n     Where Gods and matter end?<br \/>\n     Me-thinks the Spirit whispers,<br \/>\n     No man has found \"pure space,\"<br \/>\n     Nor seen the outside curtains,<br \/>\n     Where nothing has a place.\n<\/p><p>\n\"The works of God continue,<br \/>\n     And worlds and lives abound; <br \/>\n     Improvement and progression<br \/>\n     Have one eternal round.<br \/>\n     There is no end to matter; <br \/>\n     There is no end to space; <br \/>\n     There is no end to spirit; <br \/>\n     There is no end to race.\"<br \/><br \/>\n&nbsp; &nbsp;     (<i>Hymns<\/i>, No. 257.)\n<\/p><p>\n<b>Advice to truth seekers<\/b>\n<\/p><p>\nA prophet-leader of our dispensation then extends this great wisdom to all truth seekers: \n<\/p><p>\n\"Many have tried to penetrate to the First Cause of all things; but it would be as easy for an\nant to number the grains of sand on the earth. It is not for man, with his limited intelligence,\nto grasp eternity in his comprehension . . . What, then, should be the calling and duty of the\nchildren of men? Instead of inquiring after the origin of the Gods&mdash;instead of trying to\nexplore the depths of eternities that have been, that are, and that will be&mdash;instead of\nendeavoring to discover the boundaries of boundless space, let them seek to know the object of\ntheir present existence, and how to apply, in the most profitable manner for their mutual good and salvation,\nthe intelligence they possess\" (Brigham Young, in <i>Journal of Discourses<\/i>, Vol. 7, p. 284).\n<\/p><p>\nThen, finally, this most timely admonition: \n<\/p><p>\n\"Let them seek to know and thoroughly understand things within their reach, and to make\nthemselves well acquainted with the object of their being here, by diligently seeking unto a\nsuperior Power for information, and by the careful study of the best books\" (<i>Ibid.<\/i>, pp.\n284-285).\n<\/p><p>\n<b>Fullness of knowledge<\/b>\n<\/p><p>\nThe ancient prophet was not speaking idly when he declared in exaltation, \"O how great the\nholiness of our God! For he knoweth all things, and there is not anything save he knows it\"\n(<span class=\"citation\" id=\"3808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3808)\">2 Ne. 9:20<\/a><\/span>).\n<\/p><p>\nNeither was the profound injunction to his disciples meaningless. \"Be ye therefore perfect,\neven as your Father which is in heaven is perfect\"\n(<span class=\"citation\" id=\"35898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35898)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nThe Master was speaking of a state of ultimate perfection to which all might attain through\ntheir faithfulness.\n<\/p><p>\nAbout this fullness of knowledge, and power, and glory, the Prophet Joseph Smith said this: \n<\/p><p>\n\"When you climb up a ladder, you must begin at the bottom, and ascend step by step, until\nyou arrive at the top; and so it is with the principles of the gospel&mdash;you must begin with the\nfirst, and go on until you learn all the principles of exaltation.  But it will be a great while\nafter you have passed through the veil before you will have learned them.  It is not all to be\ncomprehended in this world; it will be a great work to learn our salvation and exaltation even\nbeyond the grave\" (King Follett Discourse, <i>Documentary History of the Church<\/i>, Vol. 6,\npp. 306-307).\n<\/p><p>\n<b>Begin with first principles<\/b>\n<\/p><p>\nA few weeks ago we met in Chicago with 165 young men who are going into military\nservice, or who are in their basic training in nearby military training stations.\n<\/p><p>\nIn a discussion period of the seminar being conducted to give them a perspective of their\nopportunities in the Church while they were in military service, they began asking questions\nabout deep theological problems with which they said they were confronted by their inquiring\nfriends: about conditions in the premortal world, about the creation, about eternal marriage\nand temple work, about the hereafter.\n<\/p><p>\nThe wise and able teacher drew a diagram on the blackboard to resemble ascending steps and\nthen asked a simple, logical question: To reach the topmost step on a ladder, where must you\nbegin? The answer was obvious: with the bottom step first.\n<\/p><p>\nThen, to teach one to understand the highest principles and ordinances, where should one\nbegin?\n<\/p><p>\n\"With the first principles of the gospel,\" came the answer. The discussion brought out that\nthese first principles of the gospel are: faith, repentance, baptism by immersion for the\nremission of sins, and the receiving of the gift of the Holy Ghost\n(<span class=\"citation\" id=\"6868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6868)\">A of F 1:4<\/a><\/span>), by which one could come\nto know the truth of all things\n(<span class=\"citation\" id=\"38362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38362)\">Moro. 10:5<\/a><\/span>), the greatest of which revealed knowledge would he the true\nknowledge of God.\n<\/p><p>\nThis lesson, of course, was merely another way to impress what the Master meant when he\nanswered a question I have previously quoted: \"If any man would know of his doctrine\"\n(<span class=\"citation\" id=\"28510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28510)\">John 7:17<\/a><\/span>), they\nmust do his will and keep his commandments.\n<\/p><p>\nThe apostle Paul had said that one of the prime purposes of the organization of the Church\nwas \"for the edifying of the body of Christ [or the Church], till we all come in the knowledge\nof the Son of God, unto a perfect man\" (see\n<span class=\"citation\" id=\"21825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21825)\">Eph. 4:12-13<\/a><\/span>), which knowledge, the apostle\nPaul explained, no man could have except by the revelations of the Holy Ghost (see\n<span class=\"citation\" id=\"495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(495)\">1 Cor. 12:3<\/a><\/span>).\n<\/p><p>\n<b>Knowledge of character of God<\/b>\n<\/p><p>\nThe wisdom of the teacher's reply to the young men in Chicago is impressed by another\nstatement from a modern prophet: \n<\/p><p>\n\"These are incomprehensible ideas to some, but they are simple. It is the first principle of the\ngospel to know for a certainty the character of God, and to know that we may converse with\nHim as one man converses with another\" (<i>DHC<\/i>, Vol. 6, p. 305).\n<\/p><p>\nTime does not permit a further exposition of these most vital truths relative to our personal\nrelationship to our Heavenly Father and to our Lord and Master, Jesus Christ.\n<\/p><p>\nThis relationship is nowhere more aptly expounded than in the apostle Paul's sermon on Mars\nhill, in Athens, where he found an inscription: \"To the Unknown God,\" whom these devout\nGrecians were \"ignorantly\" worshiping\n(<span class=\"citation\" id=\"8089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8089)\">Acts 17:22-23<\/a><\/span>).\n<\/p><p>\nThis is his clear and forceful testimony of the true God, who to them, at that time, was\nunknown: \n<\/p><p>\n\"[God] hath made of one blood all nations of men for to dwell on all the face of the earth,\nand hath determined the times before appointed, and the hounds of their habitation; \n<\/p><p>\n\"That they should seek the Lord . . . and find him, though he be not far from every one of us:\n<\/p><p>\n\"For in him we live, and move, and have our being . . . For we are also his offspring.\n<\/p><p>\n\"Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is\nlike unto gold, or silver, or stone, graven by art and man's device.\n<\/p><p>\n\"And the times of this ignorance God winked at; but now commandeth all men every where\nto repent\" (<span class=\"citation\" id=\"8092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8092)\">Acts 17:26-30<\/a><\/span>).\n<\/p><p>\n<b>True knowledge through revelation<\/b>\n<\/p><p>\nIn this dispensation, as has been the case in all previous dispensations of the gospel upon the\nearth, there was given through the modern prophet, Joseph Smith, the true knowledge of God\nand his Son, our Savior, when, as glorified personal beings who could tall: with and he seen\nof men, they conversed with him, as though to demonstrate their tangible reality, as the\ndispensation of the fulness of times was ushered in, in preparation for the second coming of\nthe Lord to reign as Lord of lords and King of kings\n(<span class=\"citation\" id=\"42437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42437)\">Rev. 19:16<\/a><\/span>) at the commencement of the millennium.\n<\/p><p>\nHis Church, bearing his name, is upon the earth. To his Church, through a living prophet, \"he\nhas revealed . . . does now reveal, and . . . will yet reveal many great and important things\npertaining to the Kingdom of God\"\n(<span class=\"citation\" id=\"6872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6872)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nWith all this knowledge that, through revelation, is available to us and, through diligent\nefforts on our part, can be made available to all the world, if we yet stand in ignorance of the\ntrue God and Jesus Christ, his Son, we might one day be among those to whom our Master\nmay ask again a searching question&mdash;which will imply a stern rebuke&mdash;as he did to his\ndisciples of a former dispensation.\n<\/p><p>\nJesus asked his disciples, \"Have I been so long time with you, and yet hast thou not known\nme . . . ? he that hath seen me hath seen the Father\"\n(<span class=\"citation\" id=\"28541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28541)\">John 14:9<\/a><\/span>).\n<\/p><p>\n<b>\"Certainty that succeeds doubt\"<\/b>\n<\/p><p>\nThe fundamental and soul-satisfying step in our eternal quest is to come in a day when each\ndoes know, for himself, that God answers his prayers.\n<\/p><p>\nThis will come only after \"our soul hungers,\" and after mighty prayer and supplication\n(<span class=\"citation\" id=\"21502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21502)\">Enos 1:4<\/a><\/span>), and\nafter, as one who, as a faithful defender of the faith, in past generations has testified: \"Into my\nheart, purified of all sin, there entered a light that came from on high, and then suddenly and\nin a marvelous manner I saw certainty succeed doubt.\" (Cyprian.)\n<\/p><p>\nMay the Lord put within each of us the determination to put our lives in order, to the end that\nwe too may know with a \"certainty that succeeds doubt\" that God does live, and that through\nthe glorious mission of our Lord and Savior, we too can live again in that realm where God\nand Christ dwell&mdash;to obtain which is to attain eternal life.\n<\/p><p>\nTo all of this, I add my humble testimony as to this true knowledge of God, even as the\nMaster answered: \"If any man will do his will, he shall know of the doctrine, whether it be of\nGod, or whether I speak of myself\"\n(<span class=\"citation\" id=\"28511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28511)\">John 7:17<\/a><\/span>).\n<\/p><p>\nIn this dispensation, when the fullness of the gospel is upon the earth, I sincerely pray that\ntruth seekers everywhere may not \"walk in the darkness at noon-day\"\n(<span class=\"citation\" id=\"15427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15427)\">D&amp;C 95:6<\/a><\/span>). In unison with all of\nthose who have this witness, I too know that my Redeemer lives, to which I bear solemn\ntestimony in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}