{"ID":17, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Whom Say Ye That I Am?\"<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, pp. 57-61<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOur meeting here this morning seems hopelessly discordant in its purpose with current,\nall-enveloping happenings. We gather to worship the God of love in the name of His Son, the\nPrince of Peace. And even as we speak, the whole world is ablaze with the devouring flames\nof war. At this instant, in far-away places men are locked in a death grapple.\n<\/p><p>\nBoth in its scope and portent the present conflict dwarfs what we heretofore, out of tribute to\nits magnitude, have styled the World War, as that eclipsed the wars which had gone before.\nScarcely is there a land some of whose citizens have not forfeited their lives. In all the earth,\nas it was in Ramah, there is heard the voice of lamentation: \"Rachel weeping for her children\nrefused to be comforted for her children, because they were not\"\n(<span class=\"citation\" id=\"33789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33789)\">Matt. 2:18<\/a><\/span>).\n<\/p><p>\nBut we are not met here for mourning, nor to commiserate with ourselves. We are not even\nconvened to call down fire from heaven to consume the adversaries of our country. We are\ncome together, both within these walls and beyond them so far as the spreading ether waves\nreach out and bring us into communion, to refresh ourselves in the faith that God lives and\ndirects the destinies of this world and of men and of nations; to remind ourselves again and to\ndraw sustaining power from the assurance that in this world there are such simple elementary\nprinciples as right and wrong and that in their unending struggle for supremacy right will\nalways triumph.\n<\/p><p>\nWe should accordingly be composed in our feelings. Though none of us can penetrate the\ngloom and see what lies beyond, we know that this war, like others that have gone before,\nwill come to an end. Then we shall want our farms and our businesses and our trades the\nsame as before. We should hold on to them, and, so far as may be under the limitations and\nrestrictions imposed by the times, keep everything productive. We cannot give way to despair.\n<\/p><p>\nWe must likewise sustain our country to the full measure of the requirements of loyalty and\npatriotic devotion. The nation is now at war. We dare not lose that war, for its loss would\nmean the end of liberty as we have come to esteem it. It could mean loss of the right to meet\nand worship as we are doing now. We may have a major task to preserve freedom as we have\nknown it even with the war won. With the war lost we should have no chance at all. We of\nthis Church have a particular regard for freedom under the protection of law. With us it is a\nreligious tenet. We have vivid and unhappy memories of the misery and the suffering that\nfollow when men in blind fury defy the restraints of law and act on their own caprice. We\nrecognize the right of men in the exercise of their freedom of choice to reject the very\ncommandments of God. Only a free soul is fit to enter His kingdom. Men must learn here to\nlive as free men and to apply the restraints which true freedom imposes to be fit for the\nheavenly realm. Hence we are unalterably opposed to the attempt of any nation or man or\ngroup of men, foreign or domestic, to take away or destroy or abrogate the freedoms\nguaranteed under the law of our land.\n<\/p><p>\nSeated behind and around me are the men who hold the principal offices in this Church. I\ndoubt if there is one of them who has not now in the armed forces sons or grandsons or\nbrothers or other near kindred. Some of these have already made the supreme sacrifice. They,\nwith the membership at large, sustain the government, purchase its bonds, contribute to it their\nsubstance and give it their fealty.\n<\/p><p>\nWe abhor war with all its savagery, its human wastage and its moral degradation. But war is\nhere and since the principles of liberty are at stake, challenging the very purposes of God, my\nfaith is that they will be rescued, though at what cost of blood and treasure I know not.\n<\/p><p>\nAbraham Lincoln fully believed that the Civil War was the price this nation had to pay for\nthe sin of human slavery. We had proclaimed to the world as a foundation principle of our\npolitical faith the inalienable rights of all men to be free, but we practiced human bondage.\nThat was a base denial of our loud-toned profession. We refused to repent. War came. In a\ndark day of reverses Lincoln expressed concern lest it prove to be God's will that the\nchastisement of the nation might continue \"until all the wealth piled up by the bondsman's\ntwo hundred and fifty years of unrequited toil shall sink, and until every drop of blood drawn\nby the lash shall be paid by another drawn by the sword.\"\n<\/p><p>\nWhat may now be our national sins and what may be exacted in expiation I leave to your\nconclusions. Among them I do not hesitate to name arrogance, godlessness and the decay of a\nliving Christian faith.\n<\/p><p>\nDuring the troubled years of his presidency, Lincoln many times by proclamation set apart\ndays for prayer and supplication for divine favor. He never omitted from those proclamations\nthe admonition to pray for forgiveness of our national sins as a condition to the reception of\nGod's help.\n<\/p><p>\nThere are numerous ways besides those I have already mentioned in which we may contribute\nstrength to the nation. But I am persuaded that the service the Church can best render &mdash; and it\nis a transcendently important service &mdash; is to keep alive as the foundation of our country's\nfuture the true spirit of religion, which involves the establishment and preservation of a living\nfaith in a living God. Experience should have taught that \"except God build the house, they\nlabor in vain who build it!\" (<span class=\"citation\" id=\"41720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41720)\">Ps. 127:1<\/a><\/span>).\n<\/p><p>\nYou recall an occasion when Jesus asked his disciples, \"Whom do men say that I am?\" They\ngave him the various conflicting conjectures they had heard expressed, whereupon he put it to\nthem direct, \"But whom say ye that I am?\" The reply came from Peter with equal directness:\n\"Thou art the Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"33803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33803)\">Matt. 16:13-19<\/a><\/span>).\nChrist approved that answer and declared\nthat the basis of the knowledge implicit in it was the rock upon which he would build His\nChurch. He said more than that. He said that being so foundationed the gates of hell should\nnot prevail against it. That is a very important assurance. It promises solidity and perpetuity.\nThat is the essence of the message which His disciples bore to the world. As Paul phrased it,\nthey determined to know nothing save Jesus Christ and Him crucified\n(<span class=\"citation\" id=\"88\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88)\">1 Cor. 2:2<\/a><\/span>).\n<\/p><p>\nI want here to quote some very penetrating observations of an eminent editorial writer,\nThomas F. Woodlock. After some remarks about the lack of real substance in the lip service\nwe pay to Christian precepts he continues,\n<\/p><p>\nHow many of us would with a whole heart and clear conviction echo Peter's confession of\nfaith when challenged by his Master? And what are we teaching in our schools, grammar and\nhigh, and colleges and universities concerning that confession?\n<\/p><p>\nNow the answer to the question put to Peter is of the all-or-none order. The Christianity\nwhich built the western civilization was built upon Peter's answer. It was that Christianity\nwhich brought democracy into the world because it was the first to bring to man the\nrevelation of human personality, and that is the rock upon which the democracy in which we\nprofess . . . a faith rests <i>and alone can rest<\/i>. It was that Christianity upon which the declared\nprinciples of our civil order rest, and there is no other resting place for them. A belief in\ndemocracy without a belief in that Christianity is no better than a code deprived of its creed\nor a flower cut from its parent stem: it must ultimately wither and die. When it dies freedom\ndies, even if democratic forms survive. Hitler rules today under the \"forms\" of the Weimar\nconstitution and Stalin under the \"forms\" of a constitution as \"democratic\" sounding as anyone\ncould wish! The same thing could happen here under our own \"forms\" if we, too, should lose\nfaith in the soul that alone can give them life.\n<\/p><p>\nI am not predicting dire catastrophe for our country. But I do say that the warning sounded is\nno idle one. The arraignment made by Mr. Woodlock is, I am forced reluctantly to admit,\njustified by the facts. Since sometime before the war started in Europe thoughtful men, there\nand here, scholars, scientists, publicists, statesmen, religionists, have been calling for a\nspiritual and religious recovery; they have solemnly warned that our nation cannot endure\n\"except upon a solid religious foundation,\" but I very much doubt if any of them would give\nthe answer Peter gave to the same question as was addressed to him. Men profess a deep\nattachment to what they call the ethical quality of Christ's teachings, but they deny Him. The\nnineteenth century is described as the one in which man substituted belief in himself for belief\nin God. \"Glory to man in the highest\" was Swinburne's impious exultation. Now the things of\nwhich man thought himself master have turned on him with a terrible vengeance. We have\nseen the decline of religious faith followed by the rise of tyranny. I believe it is a safe\ngeneralization that despotism is always at enmity with the Christian religion. They rest upon\ninherently and irreconcilably antagonistic conceptions about man, his worth and dignity and\ndestiny and place in the order of things; the one debases him, the other exalts; the one denies\nGod, the other acknowledges His supreme power and bows before His majesty. The teaching\nof the Christian religion irritates the despot because it is a constant denial of his assumed\nsupremacy and a rebuke to his tyrannies. Hence the despot always seeks to put religion down.\nThe rise of Hitler in Germany heralded assaults upon the church. His Minister of Religion\nsaid, \"Adolph Hitler is the true Holy Ghost,\" and the Minister of Culture declared, \"We must\nproclaim a German Christ, not a lamb of God.\" In Russia the line was the same, \"What is\nworrying us is not that Christianity is dying in Russia, but that it is still surviving,\" said the\nCommissioner of Justice. \"The natural transition,\" said another, \"is to bring about the death of\nall religion.\"\n<\/p><p>\nApparently they have found it impossible to root out of their people their ingrained instincts\nfor religious worship. And so the effort is now to divert them to a new religion. Dr. Alfred\nRosenberg has come forward with the blue print for a \"new national church.\" It does not\nrequire that citizens adhere to it but it outlaws all other churches, confiscates their property,\nforbids any of the teachings and practices of Christianity, banishes the Bible and substitutes\nfor it <i>Mein Kampf<\/i> which is never to be added to nor taken from and the exposition of which\nby state designated orators is to be the substance of all religious service. As one reads the\nprescriptions one wonders if it is of today or whether by some magic he has been shuttled\nback into primitive paganism.\n<\/p><p>\nBut you may say what has all that to do with us. Just this. Germany is not the only land in\nwhich there is an ambition to set up a new order, nor to recast religion to fit into that order.\nIncredible as it may seem there is at work in our own country today a body of men and\nwomen, highly intellectual, trained and lettered, apparently earnest and sincere who have\nissued a manifesto which they call \"A Declaration on World Democracy.\" They propose the\ncreation of a World State of which the United States of America is to be the hub and its\nframework of government to furnish the pattern, of course with plenty of circumscriptions and\nmodernizations. This model state is to have the modest name, \"City of Man,\" and the\nindwellers are to have their ideas of freedom redefined so as to bring them within very certain\nlimitations. But we pass all that to observe that this world state is to have provided for it a\nreligion which is to be a \"religion of democracy.\" A committee of experts is to examine all\nthe various existing religions and determine what there is in them \"of greater or lesser value\nfor the preservation and growth of the democratic principle,\" what \"elements in them are more\napt to cooperate with the democratic community and consequently more deserving of\nprotection by it.\" Our notions of religious freedom are to be re-examined for we \"must know\nwhat limits are set by the religion of freedom, which is democracy to freedom of worship.\"\nThe implication is clear that it will be just too bad for any religion which the committee of\nexperts finds not to be in the best interests of democracy for \"the universal religion of\ndemocracy shall underlie each and all of them.\" Perhaps I ought to say that the authors\nexpressly disclaim the intention of setting up a state religion though they have provided all the\nframework for it including a body of inquisitors. It has always been our assumption that\ndemocracy was born of the teachings of religion, but now democracy is to determine the uses\nand value and content of religion. \n<\/p><p>\nWhat place, I ask you, is there for God in that \"religion for democracy\" set up by a\ncommittee of experts? How would the projectors of the scheme answer the question which\nwas directed to Peter? And if God is excluded how can you have a religion at all? Where are\nwe getting to in our cry for the recovery of religion if God has no place in it except to supply\na convenient name which people are accustomed to associate with worship? Why do the\nauthors desire or think it important to have in the model state a religion at all? What they\nwould provide is a sham, a hollow shell wholly devoid of the spirit that gives life. The\nproposal is near blasphemy. It dethrones God and deifies man, which is one of the principal\nreasons for our present confusion and turmoil and impotence. I don't mean to imply that these\nmen are of a kind with Hitler at all, but I still ask what essential difference there is in\nprinciple between their \"religion for democracy\" and Hitler's \"new order\" or Rosenberg's\n\"new religion.\"\n<\/p><p>\nThe advocates of the new religion are powerful writers, capable of expressing their ideas with\nforce. They command wide attention. They present America with the issue, clearly drawn,\nwhether religion is a plan and a way of life for mortals emanating from Deity or whether\nreligion shall be taken over by the intellectuals, formulated on their design and made the mere\ncreature and servant of the political state.\n<\/p><p>\nFor the future safety of the world, for the welfare of the souls of men, for the preservation\nand salvation of our beloved country we can never make that surrender.\n<\/p><p>\nIn that matchless prayer, in which he pleaded with the Father for the disciples whom He was\nabout to leave, just before He crossed over the brook into the Garden, Jesus used these words:\n<\/p><p>\nAnd this is life eternal, that they might know thee the only true God, and Jesus Christ whom\nthou hast sent (<span class=\"citation\" id=\"27088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27088)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThat is our belief and our message. That is the message which won the western world to\nacceptance of the Christian faith. Never did men more need the sustaining power of that firm\nconviction than in this confused, bewildering, and muddled time. Never were those words\nfreighted with a deeper meaning for the needs of the hour. They are simple, direct, and clear\nas distinguished from the tangled skein of mystifying phrases which men are driven to use\nwhen they try to expound a God of philosophy who is not the Lord God omnipotent.\n<\/p><p>\nGod grant us the power to stand true to our trust, I pray, in the name of Jesus, Amen.\n<\/p>\n<\/div>\n<\/div>"}