{"ID":170, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder John H. Taylor<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">John H. Taylor, <i>Conference Report<\/i>, April 1945, pp. 83-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very happy, brethren, to have the opportunity of being at this conference and of speaking\nto you for a few minutes. As has been stated, we recently lost two of the members of our\ncouncil, men who were great missionaries, men who had good judgment and good inspiration.\nI am sure that we will miss them; our associations with them have been long and satisfying.\nMen who have been intimately associated in a common cause become very close to each\nother. Separations like this come to all of us, but with the blessings of the Lord, other good\nmen are given to us to carry on the work. We are grateful to have two such good men as\nBrother Young and Brother Hunter associated with us in the First Council of the Seventy. I\nam quite certain that we shall love them and hope that they will love us and that with the\nblessings and inspirations of our Heavenly Father, we as a council may be helpful in his great\nmissionary cause.\n<\/p><p>\nSOME OF THE PRIVILEGES OF CITIZENSHIP\n<\/p><p>\nSome time ago I was in court where there were a number of people being examined as to\ntheir qualifications to become citizens of this great country of ours. The judge asked one of\nthe men this question: \"What can you receive as a citizen of this country that you cannot\nreceive without being a citizen?\" As an alien, a man could reside in our country, could move\nabout in freedom from place to place, could have the advantages of our schools, could have\npolice protection for himself and family and his business, irrespective of the fact that he was\nnot a citizen. But with all these privileges, he was always an alien, having no part in the\nfeeling and enthusiasm and love of country that belong to us as citizens. One all-important\nthing that he was unable to enjoy was the right of suffrage&mdash;the right to vote\nand to participate in the government, in its laws and regulations. He could not go out and\nrepresent or speak officially for the country or for the officers who might be elected.\nTherefore, he failed to have one of the great things we value so much.\n<\/p><p>\nBLESSINGS THROUGH MEMBERSHIP IN THE CHURCH\n<\/p><p>\nWe are often asked, \"What is there in your Church that I cannot receive without becoming a\nmember?\" Well, as a non-member of the Church, he could get all the blessings and all the\nrewards that have to do with obedience to certain laws. He could be clean and receive from\nour Heavenly Father all of the blessings that we receive because of our being clean. He could\nreceive the blessings that come to one who is honest, one who is a good neighbor, one who is\nwilling to live up to the obligations of his country. He could participate with us in the\nblessings of the Word of Wisdom and could have for himself that health and strength and\nvitality that can come to one who obeys the rules pertaining to this law.\n<\/p><p>\nHe can have all the blessings that come from keeping the Ten Commandments. By living in\nharmony with the spirit of the Sermon on the Mount, he can receive all the blessings\npromised by the Savior.\n<\/p><p>\nThat is the thing about the Church and kingdom of the Lord. It gives rewards to those who\nmerit them. It is stated in the Doctrine and Covenants that upon every law there is a blessing attached; and all\npeople, provided they can live up to the laws and regulations, will have the promised\nblessings given to them (<span class=\"citation\" id=\"12203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12203)\">D&amp;C 130:20-21<\/a><\/span>).\nBut as in the case of citizenship, there are some things that simply\ncannot come to a man without his becoming a member of the Church and kingdom of our\nHeavenly Father.\n<\/p><p>\nThe priesthood of God is one such thing. This priesthood can come only from God himself or\nfrom those who are delegated to hold the priesthood and give it to somebody else. You\nremember the case of the lame man, sitting in front of the temple. When Peter and John came\nalong, he asked for alms. Peter said to him:\n<\/p><p>\n. . . Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ\nof Nazareth rise up and walk (<span class=\"citation\" id=\"7534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7534)\">Acts 3:6<\/a><\/span>).\n<\/p><p>\nNo man has the authority to speak in the name of the Lord unless he holds the priesthood of\nGod.\n<\/p><p>\nYou remember the occasion when the seven sons of Sceva trying to do the things that Paul\nhad been doing said unto a man who was afflicted, \". . . We adjure you by Jesus whom Paul\npreacheth.\" and the spirit returned the answer, \"Jesus I know, and Paul I know; but who are\nye?\" (<span class=\"citation\" id=\"7541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7541)\">Acts 19:13,15<\/a><\/span>).\nGod has always limited the power and the right to speak in his name to\nthe men who hold his Holy Priesthood. Because of this priesthood we have a number of\nblessings that no one else can have. Others may wish them; they may desire\nthem, but the only way they can have them is by becoming members of his Church.\n<\/p><p>\nOne blessing of membership is that men and women when entering into holy matrimony may\nbe sealed for time and eternity and not only have each other, but also have their children.\nOnly in the temples of the Lord can this work be done. Another blessing of membership is\nthe constant direction by men who speak and act and are called by God to preside over the\nChurch. We are never left without guidance and without help to meet life's changing\nproblems.\n<\/p><p>\nAs members of the Church, we have the privilege and opportunity of doing missionary work.\nMen and women can go out in the name of the Lord as they may be called. Men have the\nright to act in the name of the Lord, and when they teach, they teach correct doctrine. When\nthey perform certain ordinances they perform those ordinances according to the laws and\nregulations of our Heavenly Father, and they are done right, and when these things are\nperformed men and women are truly members of the Church and kingdom of our Heavenly\nFather.\n<\/p><p>\nMISSIONARY WORK IN THE STAKES\n<\/p><p>\nJust in passing I would like to say a word about our missionaries. In the hands of the brethren\nwho have met together today rests the responsibility for the amount of missionary work that\nwill be done in the Church. You men are the leaders in our stakes and in our wards, and it is\nthrough your recommendations that members are called to become missionaries. When we\nhave a ward or a stake that thoroughly believes in the great work that God has given us to do\nas a Church, we find that we have a great missionary corps of men and women preaching the\ngospel. Where presiding men are not thoroughly enthusiastic or converted to the missionary\ncause, we have stakes and wards where not much is done in the missionary line. It is quite\ntrue, brethren, that all the priesthood of the Lord can be used in preaching the gospel. Those\nholding the Aaronic Priesthood can be authorized and sent out to preach the gospel, if\nnecessary, and women can be called to go out and preach the gospel; but to those holding the\nspecial calling of seventies there has been given the obligation that they shall preach and teach\nthe gospel. We are in hopes, brethren, you leading men who have this great responsibility in\nyour hands will see that our seventies shall have the opportunity of magnifying their calling\nthrough preaching the gospel of Jesus Christ, that, if necessary, they may be released from\nother duties so that they may preach the gospel either out in the world or in the missions of\nyour stakes. I am quite certain if we could get the seventies necessary for missionary work\nthat we would be able to bring men and women into the Church who are at present running to\nand fro and cannot understand the gospel of Jesus Christ because there is no preacher or no\nteacher.\n<\/p><p>\nUNDERSTANDING INCREASED THROUGH STUDY\n<\/p><p>\nThrough membership we have a right to understand more about the work of the Lord.\nBecause of the additional things that have come to us by way of revelation, instead of having\nonly the Bible we have in addition, the Pearl of Great Price, the Book of Mormon, and the\nD&amp;C. These enable us to understand what God expects us to do here upon the earth, that we\nmay walk more uprightly and more sincerely than we could without the additional evidence\nand the additional testimony that come from these great revelations of the Lord. In addition,\nbecause of our faith and membership, we have the privilege of understanding doctrines that\nare not generally understood by the world, such as pre-existence, salvation for the dead, and\nthe resurrection with its three glories. Our understanding is increased, and we gain strength\nfrom many things that the Lord has revealed to us for our consolation, for our blessing, and\nfor our encouragement.\n<\/p><p>\nMay the Lord bless us and help us to value our membership in the Church and our citizenship\nin the great kingdom of the Lord, that we shall not only use the things that are easy for us to\nunderstand and to use, but that we shall search deeply into the ways of the Lord and make use\nof all the principles and the doctrines and live by all of the standards of the Church, I pray, in\nJesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}