{"ID":1700, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Reality of the Resurrection<\/p>\n<p class=\"gcspeaker\">Elder Howard W. Hunter<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Howard W. Hunter, <i>Conference Report<\/i>, April 1969, pp. 135-139<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nNearly two thousand years ago, Corinth was one of the most celebrated cities of Greece,\nfounded 1,500 years before the Christian era, supposedly by the grandfather of Ulysses.\nBecause of its strategic position, it commanded the commerce and navigation of the\nMediterranean Sea from the Straits of Gibraltar on the west to the great seaport of Alexandria\non the east.  With the decline of the Greek political power and civilization, the Roman power\nwas expanded over the Mediterranean world by a series of successful wars.\n<\/p><p>\nIt was in one of these wars, 146 years before Christ, that Corinth was destroyed by the\nRomans but afterward rebuilt under Julius Caesar as a Roman colony. The city and harbors\nwhich it controlled are about 50 miles west of Athens.  It was not the philosophical center\nthat Athens was acclaimed to be, but it was the capital of the Roman province and ranked\nwith Ephesus and Antioch as great commercial centers.  According to the historical records, it\nwas known as the wealthiest city of Greece.\n<\/p><p>\n<b>Splendor of Corinth<\/b>\n<\/p><p>\nIt is said that the city of Corinth exceeded all the cities of the world at that time for the\nsplendor and magnificence of its public buildings. The temples, palaces, theaters, and other\nedifices were ornamented with the columns, capitals, and bases which have become patterns\nfor the Corinthian style of architecture all over the world. The statues of Jupiter, Venus,\nNeptune, Diana, Apollo, and other Roman gods and goddesses that adorned the city are\nknown today as some of the finest art objects of this period.  In the center of the city was the\ngreat marketplace surrounding the bronze statue of Athena and the temple of Apollo, the most\nprominent ruin from antiquity.\n<\/p><p>\nRiches produced luxury, and luxury a total corruption of morals.  On the Acrocorinthus rising\nabruptly above the city was the famous Temple of Aphrodite, the goddess of carnal love,\nsymbolic of the domination of the city by licentious impulses.  There were many other\ntemples dedicated to immoral practices, but in this one temple alone there were a thousand\nvirgins engaged as slaves to the godless in temple prostitution. The inhabitants of the city\nwere as lascivious as they were learned.\n<\/p><p>\n<b>Paul's Missionary labors<\/b>\n<\/p><p>\nIt was to this city, notorious even in the world of that time for drunkenness and sensuality,\nthat Paul came as a missionary in the spring of the year 50 A.D. He was the first missionary\nto carry the gospel of Christ to Greece. Some of the regions through which he had passed on\nthe way to Corinth were receptive to his teaching; others were not. In Athens there were a\nfew converts, but there is no record of a branch of the church being established there. The\nsuccess at Corinth was a contrast. Paul got a strong foothold, and the branch which was\nestablished became one of the most important of the early church.\n<\/p><p>\nThe record tells us that he stayed 18 months in Corinth, longer than in any other city except\nEphesus, but we have little information concerning the missionary work of these months.\nSeveral epistles were written to the saints in other branches of the church during this stay, and\nhis labors were successful, as demonstrated by the large branch which was established by the\nmany converts.\n<\/p><p>\nAt the conclusion of his labors, Paul sailed from Corinth, stopping at Ephesus and Caesarea,\nthen traveled to Jerusalem and returned to Antioch. After a rest, he commenced another\nmissionary journey. While again in Ephesus, word came to him from several sources of a\ncrisis developing in the branch of the church in Corinth. One of the fascinating subjects in the\nlife of the apostle is the exchange of communications and news between him and his converts\nin Corinth. The communications revealed that there were factions forming in the branch with\ndifferent views regarding moral conduct and doctrine.  Some of the converts were assuming a\nlibertine or freethinking attitude with respect to the doctrines which had been taught to them\nby Paul and the missionaries who worked with him.  Some were defending loose sexual\nstandards that were rampant in the notorious city. These problems came into being because of\nthe background of the new converts and the conditions of the time and place in which they\nwere living. They were reactions to the new faith which had been taught to them against the\nold background which had been part of their former conduct and thinking.\n<\/p><p>\n<b>Letter to Corinthians<\/b>\n<\/p><p>\nIt was his concern over these disappointing happenings and also the questions that had been\nasked of him in the communications that caused Paul to write a letter to the saints at Corinth\nat Easter time, the anniversary of the resurrection of Jesus.  The letter was not intended to be\nan organized doctrinal presentation of faith, but an admonition to the saints and an answer to\ntheir questions.  It portrays the simple, unphilosophical character of the gospel of the crucified\nChrist. This letter, which has been preserved as part of scripture, casts light on the many\naspects of the writer's thoughts and also the problems which arose in the early branches of the\nchurch.  In this letter, which we know as First Corinthians, Paul pleads with them to abstain\nfrom dissensions, to be of one mind, and to be unified.  He reprimands them for their\nfornications, immorality, and loose sex mores. The letter admonishes the women not to follow\nthe modernistic tendencies which they were embracing, and it teaches the saints how to\nproperly observe the Lord's Supper.\n<\/p><p>\nThe last subject of the letter is an extensive discussion of the resurrection. It is not clear\nwhether there was a division of the saints on this subject, whether the question had been\nasked in the communications, or whether it was the Easter season that caused Paul to dwell so\nheavily upon the subject of the resurrection.  In any event, this letter to the saints gives the\nearliest and most important witness to the resurrection of the Savior.\n<\/p><p>\n<b>Witness of Christ's Resurrection<\/b>\n<\/p><p>\nPaul commences by saying: \n<\/p><p>\n\"For I delivered unto you first of all that which I also received, how that Christ died for our\nsins according to the scriptures; \n<\/p><p>\n\"And that he was buried, and that he rose again the third day according to the scriptures\"\n(<span class=\"citation\" id=\"498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(498)\">1 Cor. 15:3-4<\/a><\/span>).\n<\/p><p>\nThis statement indicates the source of his knowledge of the resurrection. The story of the\ncrucifixion has been related in scripture from the visible facts of what was seen and what was\nactually heard during those dark hours, but the account of the resurrection was a proclamation\nor a declaration of what had happened when the crucified Lord took up his body from the\ndead and arose from the tomb.  Paul indicates in these opening words that his knowledge\ncame to him by revelation from God, not from man.  Then he adds: \n<\/p><p>\n\"And that he was seen of Cephas, then of the twelve: \n<\/p><p>\n\"After that, he was seen of above five hundred brethren at once; of whom the greater part\nremain unto this present, but some are fallen asleep.\n<\/p><p>\n\"After that, he was seen of James; then of all the apostles\"\n(<span class=\"citation\" id=\"499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(499)\">1 Cor. 15:5-7<\/a><\/span>).\n<\/p><p>\nThese appearances to other persons, many of whom were then yet living and who had actually\nseen him, were cited as additional proof of the fact that Jesus was raised from the dead.\n<\/p><p>\n<b>Personal Witness<\/b>\n<\/p><p>\nPaul was saying that he accepted the testimony of those who had seen him, and if there was\ndoubt in the minds of the saints of Corinth, they could verify these facts from living persons. \nThen follows this significant statement: \n<\/p><p>\n\"And last of all he was seen of me also, as one born out of due time\"\n(<span class=\"citation\" id=\"503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(503)\">1 Cor. 15:8<\/a><\/span>).\n<\/p><p>\nThus Paul adds his personal witness, referring to his experience on the way to Damascus\nwhen he was suddenly changed from a persecutor to one of the greatest exponents.  He refers\nto himself as \"one born out of due time,\" that is, after the time that Jesus conversed in person\nwith his followers. His dramatic change and conversion is used in his argument as the final\npoint to prove the actual resurrection of Jesus.  Paul was anxious that the saints would not\nonly believe, but should never have the least doubt as to this basic fact upon which eternal\nlife hinges.  The writer of the letter then asks this question: \n<\/p><p>\n<b>A challenging question<\/b>\n<\/p><p>\n\"Else what shall they do which are baptized for the dead, if the dead rise not at all? why are\nthey then baptized for the dead?\"\n(<span class=\"citation\" id=\"509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(509)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nThis is a challenging question. Why are you performing vicarious baptisms for those who are\ndead if there is no resurrection? History bears out the facts of the practice of baptizing for\nthose who had died without the benefit of this ordinance.  It would seem certain, from the\nquestion that was asked by Paul, that this vicarious practice was followed in the branch of the\nchurch in Corinth. His query is well taken. There would be no sense in such ordinances\nexcept there be a resurrection.  Nothing matters if there is not a resurrection; everything\nwould end in the darkness of death. Paul then quotes Isaiah: \". . . let us eat, and drink; for to\nmorrow we die\" (<span class=\"citation\" id=\"511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(511)\">1 Cor. 15:32<\/a><\/span>).\nOnly a person of atheistic beliefs could sink to such depths\nof irreverence, but the reality of a resurrection gives hope; it is uplifting, a joy to the\nrighteous.\n<\/p><p>\n<b>Nature of resurrected body<\/b>\n<\/p><p>\nPaul now turns to an explanation of the nature of the resurrected body: \"But some man will\nsay, How are the dead raised up? and with what body do they come?\"\n(<span class=\"citation\" id=\"512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(512)\">1 Cor. 15:35<\/a><\/span>). After\nasking that question, he proceeds to explain the change of the body in its resurrected state by\nusing the analogy of the seed that is placed in the ground, giving birth to the new plant.\nThese are his words: \n<\/p><p>\n\"Thou fool, that which thou sowest is not quickened, except it die: \n<\/p><p>\n\"And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may\nchance of wheat, or of some other grain: \"But God giveth it a body as it hath pleased him,\nand to every seed his own body\"\n(<span class=\"citation\" id=\"513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(513)\">1 Cor. 15:36-38<\/a><\/span>).\n<\/p><p>\nPaul then explains in his letter the differences existing in various bodies: \n<\/p><p>\n\"All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts,\nanother of fishes, and another of birds.\n<\/p><p>\n\"There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and\nthe glory of the terrestrial is another.\n<\/p><p>\n\"There is one glory of the sun, and another glory of the moon, and another glory of the stars:\nfor one star differeth from another star in glory\"\n(<span class=\"citation\" id=\"514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(514)\">1 Cor. 15:39-41<\/a><\/span>).\n<\/p><p>\n<b>Analogy misunderstood<\/b>\n<\/p><p>\nNow follows one of the most misunderstood and controversial statements made by Paul: \n<\/p><p>\n\"So also is the resurrection of the dead.  It is sown in corruption; it is raised in incorruption: \n<\/p><p>\n\"It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power: \n<\/p><p>\n\"It is sown a natural body; it is raised a spiritual body.  There is a natural body, and there is a\nspiritual body\" (<span class=\"citation\" id=\"516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(516)\">1 Cor. 15:42-44<\/a><\/span>).\n<\/p><p>\nBecause Paul distinguishes between a natural body and a spiritual body, and had previously\nreferred to the seed planted in the ground, a false conclusion is reached from the analogy. It is\nargued that the seed itself is not harvested&mdash;it dies in the ground and there comes forth a\nnew plant; therefore, this is so with the body which is buried in the ground&mdash;it comes forth a\nspiritual body, something new and different. This appears to be strengthened by the fact that\nPaul adds: \"Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God\"\n(<span class=\"citation\" id=\"517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(517)\">1 Cor. 15:50<\/a><\/span>).\n<\/p><p>\n<b>Redemption of the soul<\/b>\n<\/p><p>\nNow let me point up the fallacy of this reasoning by this statement from scripture: \n<\/p><p>\n\"And the spirit and the body are the soul of man.\n<\/p><p>\n\"And the resurrection from the dead is the redemption of the soul\"\n(<span class=\"citation\" id=\"15400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15400)\">D&amp;C 88:15-16<\/a><\/span>).\n<\/p><p>\nThere is a separation of the spirit and the body at the time of death.  The resurrection will\nagain unite the spirit with the body, and the body becomes a spiritual body, one of flesh and\nbones but quickened by the spirit instead of blood. Thus, our bodies after the resurrection,\nquickened by the spirit, shall become immortal and never die. This is the meaning of the\nstatements of Paul that \"there is a natural body, and there is a spiritual body\" and \"that flesh\nand blood cannot inherit the kingdom of God.\" The natural body is flesh and blood, but\nquickened by the spirit instead of blood, it can and will enter the kingdom.\n<\/p><p>\n<b>First fruits of resurrection<\/b>\n<\/p><p>\nThe best example of the validity of this position&mdash;and which portrays the truth of the\nresurrection&mdash;is the happening which we commemorate at this Easter season, when Jesus\ncame forth from the tomb, the first fruits of the resurrection\n(<span class=\"citation\" id=\"505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(505)\">1 Cor. 15:20<\/a><\/span>).  The record tells us he appeared\nto many and they recognized him, the most specific example occurring that first Easter day\nwhen ten of the Twelve were together, and \"Jesus himself stood in the midst of them, and\nsaith unto them, Peace be unto you.\n<\/p><p>\n\"But they were terrified and affrighted, and supposed that they had seen a spirit.\n<\/p><p>\n\"And he said unto them, Why are ye troubled?  and why do thoughts arise in your hearts?\n<\/p><p>\n\"Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not\nflesh and bones, as ye see me have.\n<\/p><p>\n\"And when he had thus spoken, he shewed them his hands and his feet\"\n(<span class=\"citation\" id=\"31784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31784)\">Luke 24:36-40<\/a><\/span>).\n<\/p><p>\nNot a spirit, but a body reunited with the spirit&mdash;a spiritual body as defined by Paul.\n<\/p><p>\n<b>Atonement of Christ<\/b>\n<\/p><p>\n\"We believe that through the Atonement of Christ, all mankind may be saved, by obedience\nto the laws and ordinances of the Gospel\"\n(<span class=\"citation\" id=\"6866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6866)\">A of F 1:3<\/a><\/span>).\n<\/p><p>\nWe also believe in the literal resurrection of the body, reunited with the spirit, becoming the\nspiritual body or the soul as defined by scripture.  If we should eliminate from our religious\nbeliefs the doctrine of the atonement and resurrection of Jesus Christ and the resurrection of\nmankind, there would be nothing left but a code of ethics. The propositions of ethics may be\nnoble, but they lack those elements of the gospel that lead men to eternal exaltation. \nPhilosophy and theology may be interesting and give us lofty concepts, and we may become\ninspired by profound thinking, but Christian faith is based upon the simplicity of the gospel,\nthe example, the life, and the teachings of Jesus Christ.  This was the witness of Paul to the\nsaints at Corinth, and the message applies to us in this day, living as we do in a world that\ncan be compared in many ways to Corinth of old. In a society of turmoil, immorality,\nfreethinking, and questioning of the reality of God, we reach out for the simplicity of the\ngospel of Jesus Christ&mdash;the gospel which gives to us comfort, hope, a desire for\nrighteousness, and peace in one's heart.\n<\/p><p>\nI have a conviction that God lives and that Jesus is the Christ. As Paul bore testimony to the\nsaints of Corinth by his letter at that Easter season many years ago, I add my witness that we\nshall rise from mortal death to have life everlasting, because of the atoning sacrifice and\nresurrection of the Savior. In my mind I picture him with arms outstretched to all who will\nhear: \n<\/p><p>\n\". . . I am the resurrection, and the life: he that believeth in me, though he were dead, yet\nshall he live: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die\"\n(<span class=\"citation\" id=\"28527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28527)\">John 11:25-26<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}