{"ID":1703, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Use of Our Personal Influence<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1969, pp. 145-146<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs we approach the end of this sacred, spiritual feast we have attended, including, of course,\nthe Primary and Sunday School conferences, I am sure we are all of one heart; we now await\nanxiously the blessing of our revered Prophet, President David O. McKay, so I should like to\nsuggest as my thought that all of us must be better, more dedicated, more knowledgeable,\nmore tolerant, more truly spiritual leaders of men. As we have listened to our great leaders\nduring this conference, I venture to say we have all made resolutions to be more valiant in the\nservice of our Master.\n<\/p><p>\n<b>Zone of influence<\/b>\n<\/p><p>\nThose who know me best have heard me say before that each of us has our own zone of\ninfluence. How am I using my influence? How are you? Are we leading our fellowmen up the\npath to higher, greater achievements? Or are we despoiling our leadership qualities by helping\nothers in the paths of folly, unbelief, bitterness, and unhappiness? We lead by example.\n<\/p><p>\nIn a tribute paid to a great statesman who is no longer with us, one of his fellows who knew\nhim best said of him: \"He was a great leader of men. He stood boldly by the things he\nbelieved to be right.\" I'm certain this is true of this man.\n<\/p><p>\nAlways, when I hear tributes like this, I find myself applying them to the great men I sustain\nas prophets of God. Today, and in past years, this same tribute and much more can be said of\nthe men who are prophets in The Church of Jesus Christ of Latter-day Saints. Each of these\ngreat men has given us, in the past days, so much food for thought. Each, in his own right, is\na great leader. How are we at following leadership?\n<\/p><p>\n<b>Example of custodian<\/b>\n<\/p><p>\nMay I share a rich experience with you? Not too long ago, when I was on the campus of one\nof our Church schools, a professor called my attention to a man close by. He said he was a\ncustodian there. He didn't have a college degree, but he and his wife had been blessed with\nseven children; each of them had earned a college degree. Each had found a companion of his\nchoice, and had married in the temple. The sons had all filled honorable missions for the\nChurch.\n<\/p><p>\nAs the professor left, I introduced myself to this gentleman. In the course of the conversation,\nhe related this story to me: \n<\/p><p>\nA few days before, he found a wallet. In order to find some identification, he opened it and\ndiscovered some pornographic pictures. Rather than turn it over to the lost and found\ndepartment, he personally called the young man who owned the wallet, and when he came to\nclaim it, the custodian showed his own wallet to the young lad. It contained a picture of his\nwife, their children, and grandchildren; he said, \"This is the kind of wallet I would like to see\nyou accumulate.\"\n<\/p><p>\nThe young man, quite ashamed, removed the pictures from his wallet, tore them up, and\nthrew them in the waste basket. A good leader, this caretaker? \"For where your treasure is,\nthere will your heart be also\" (<span class=\"citation\" id=\"35904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35904)\">Matt. 6:21<\/a><\/span>).\n<\/p><p>\n<b>False concepts<\/b>\n<\/p><p>\nA young lad with some problems came to my office to seek advice. I discovered that in his\nhome, his school, and even in his church, he had not been really touched by a good leader.\nHe complained that some of his peers had not acted as they had spoken, yet here was a\nprecious soul, a spirit child of God, who instinctively wanted better things of life.\n<\/p><p>\nI believe young people generally are basically endowed with a desire to please their peers, to\nbelieve in a supreme being, and it is most simple for the real young to pray to him and\nexpress heartfelt wishes, thoughts, and desires. It is when their peers give them false concepts\nof life, when adults disappoint them by their actions, when the lack of our own integrity\nshows through, that the very young begin to form wrong opinions and start wrong practices,\nthus ending up on wrong paths.\n<\/p><p>\n<b>Warfare with evil<\/b>\n<\/p><p>\nI quote from a discourse given by President J. Reuben Clark, Jr., in the general priesthood\nmeeting of October 1954. To me, it is an enthralling thought that the priesthood of the Church\nof Jesus Christ is the army of the Lord, \"the Army to which the Lord looks to carry on his\ngreat warfare with evil . . .\n<\/p><p>\n\"We are to fight . . . the foes of righteousness, we are to fight a life and death struggle for\nourselves, not only, but for those who are associated with us, for the membership of the\nChurch\" (<i>Conference Report<\/i>, October 1954, p. 78).\n<\/p><p>\n<b>The power of Jesus Christ<\/b>\n<\/p><p>\nPresident David O. McKay, one of the greatest leaders of men of all time, our living Prophet,\nsaid: \n<\/p><p>\n\"The greatest power in the world today, and the power that is needed to thwart the schemes of\nthe adversary, is the power of the Lord Jesus Christ.\n<\/p><p>\n\"That man is greatest who is Christlike, and what you think of Christ is largely what you will\nbe.\"\n<\/p><p>\nIn the opening remarks of this conference read by Brother Robert McKay, President McKay\nchallenged us to \"bravely and heroically choose a better course of life.\" So, whoever we are,\nwherever we may be, whether young or old, may we determine to be better parents, better\ncitizens, better members of The Church of Jesus Christ of Latter-day Saints, better leaders of\nmen.\n<\/p><p>\nWith deep emotion and thanksgiving, may I add my testimony of the divinity of this great\nwork to those already expressed, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}