{"ID":1704, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Meaning of Jesus Christ for Our Time<\/p>\n<p class=\"gcspeaker\">Elder Paul H. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Paul H. Dunn, <i>Conference Report<\/i>, April 1969, pp. 146-150<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my beloved brothers and sisters: This is always a very humbling\nexperience. I too seek the faith of your prayers in my behalf. I have been most uplifted, as I\nhave sensed you have, by the great messages of this conference, the sweet testimonies that\nhave been borne, the great truths that have been emphasized again.\n<\/p><p>\nThese experiences and messages have brought to my attention, as it relates to our\nresponsibility, an experience I had a few years ago while serving as a religion teacher on the\nUniversity of Southern California campus.\n<\/p><p>\n<b>Incident at PTA convention<\/b>\n<\/p><p>\nBecause of my particular position in directing the institute program, I was invited by that\ngreat institution to participate in what was known as a PTA convention discussing the\nproblems concerning our youth. I suppose I was invited as a member because of the great\nwork that this Church does for its young people.\n<\/p><p>\nI remember that the president of the university himself was sponsoring a little luncheon to be\nheld before the conference. As I entered the cafeteria, there assembled around the table were\nthose who would participate in the meeting that was to ensue. I had not met my colleagues\nwho were to discuss the problems of youth with me, and this was a chance for us to get\nacquainted. I noticed when I went in to take my seat that there were appropriate name cards\nidentifying each one of us and that I was to be seated next to a full navy commander.\n<\/p><p>\nAs we sat down, the navy commander leaned over and said to me, \"You're the Latter-day\nSaint, aren't you?\" And I wondered what I had done to tip him off.\n<\/p><p>\nI said, \"Yes, sir, I am, how did you know?\"\n<\/p><p>\n\"Well,\" he said, pointing to the cup that I had turned over as I took my chair, \"I noticed you\nweren't going to partake of that liquid.\"\n<\/p><p>\nI said, \"Yes, sir, but I happen to know a lot of people who aren't members of my faith that\ndon't use that liquid. How would you know?\n<\/p><p>\nHe said, \"Well, it is the way you turned your cup over.\" He said, \"You have that Mormon\ntwist in your wrist.\"\n<\/p><p>\n<b>A salute to the Church<\/b>\n<\/p><p>\nI immediately started to exercise my own faith as a missionary and attempted to teach him a\nlittle about the Word of Wisdom. He interrupted me and said, \"Young man, I didn't invite\nthis conversation to get a dissertation from you at this time. But I would like to take this\nopportunity, if I may, to salute you. May I do that?\"\n<\/p><p>\nWell, now, to a former PFC, that is great tribute. I said, \"Please, sir, go right ahead.\"\n<\/p><p>\n\"Well,\" he said, \"I don't mean you personally.\" I must confess that hurt my ego a little.\n<\/p><p>\nHe said, \"I would like to take this opportunity to salute your church and that great body you\nrepresent here today. As you know, I am directing one of the navy testing programs\neducationally throughout the United States, and wherever I go I watch you people with great\ninterest, and I suppose I have seen many of you without your knowing it, and I would like\nyou to know, Mr. Dunn, that I feel secure in the presence of the Latter-day Saint people.\"\n<\/p><p>\nHe said, \"You have something, I don't know what it is [you and I do&mdash;the priesthood, the\nSpirit of the Lord which beckons all to come], but,\" he added, \"I feel that one day this\ncountry&mdash;in fact the world&mdash;will look to you for direction. Thank you, sir, for being what\nyou are and for the great influence of your church.\"\n<\/p><p>\nCan you appreciate in some small measure the thrill that was mine as a representative of\nGod's true Church? You have had like experiences, and I thought about that again today and\nthese past days as we have been reminded of our great responsibilities, as parents, as teachers,\nand as leaders.\n<\/p><p>\n<b>Tribute to parents<\/b>\n<\/p><p>\nI would like to pay a tribute to you wonderful parents who have trained up your children in\nthe way that they should go, that you might send into the mission field the choice spirits that\nyou have. My, what a leaven in the worldly loaf they are. And I testify to you that they are\ngreat men and women, testifying to the divinity of our Lord and Savior, Jesus Christ,\n<\/p><p>\nI am located in an area where there is a great cultural and traditional influence, where\nintellectualism abounds. I would just like to share a few thoughts that I might direct to those\npeople, particularly as they relate to this time of year.\n<\/p><p>\nAs members of The Church of Jesus Christ of Latter-day Saints, we with many others of the\nChristian world have anticipated the coming of Easter and its celebration in commemoration\nof the resurrection of Jesus Christ.\n<\/p><p>\n<b>Meaning of Christ for our times<\/b>\n<\/p><p>\nAnticipating Easter in an era that has been described as \"post-Christian\"; in an age when\nmodern science and technology have given rise to the \"secular city,\" as they prefer to call it;\nwhen an analytical philosophy has described as meaningless all propositions that go beyond\ncertain defined limits of sense experience; when biblical scholarship has mythologized the\nNew Testament, and a new radical theology has proclaimed the death of God, I think we need\nto raise anew the question of the meaning of Jesus Christ for our time. Of course, for many of\nour contemporaries, caught up in the cross currents of a predominantly secular culture, the\nlife, death, and resurrection of Jesus Christ can have little or no meaning.\n<\/p><p>\nI raise the question&mdash;What is the meaning of Jesus Christ for our times?&mdash;not as preliminary\nto the presentation of a legal brief in defense of the fact of the resurrection, nor to afford an\nopportunity to argue in support for our belief in the resurrection. This is not the occasion for\nreligious argument. This is an occasion to bear witness to the hope, the joy, and the faith that\nwe have in the divine message that Christ lives. Our presence here today is evidence of that\nfaith, and what I hope to say is intended as an added witness to that faith.\n<\/p><p>\n<b>Faith of early Christians<\/b>\n<\/p><p>\nJesus Christ has meant many things to many people, but there can be no mistake about what\nhe meant to the early Christians. New Testament faith was based upon the belief that in the\nlife, death, and resurrection of Jesus Christ, God, our Father, in a decisive manner, had\nprepared the way for man to enter the world, live the complete life, and again regain his\npresence. Motivated by this belief, early Christians went forth to proclaim the gospel, or the \"good\nnews.\" It was the overwhelming impact of the \"good news,\" centering in the resurrection, that\ncaused Christians to face the threat of the dungeon, the sword, and the cross. Early\nChristianity moved forward under the compelling faith that the resurrected Jesus was Christ,\nthe Lord.\n<\/p><p>\nThat the resurrection was central to the early Christian message cannot be doubted. Writing to\nthe Corinthians, Paul said, \"if Christ be not raised, your faith is vain\"\n(<span class=\"citation\" id=\"504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(504)\">1 Cor. 15:17<\/a><\/span>).\nRead in its context, it is clear that Paul is not trying to prove the resurrection of Christ in this\nstatement. He is here appealing to the one thing that all Christians accepted in order to prove\nanother point, namely, that because of his resurrection Jesus was the Messiah, the Savior; and\nthrough the redemptive mission of Jesus, as the Christ, as the Savior, man's own immortality\nand eternal life were assured. This was the gospel. This was the \"good news.\" This was the\nfaith of early Christianity.\n<\/p><p>\n<b>Faith today in Christ's mission<\/b>\n<\/p><p>\nNow, after almost two thousand years, in the passing time of a century characterized by a\ndecline in religious faith, the restored gospel joyfully proclaims anew, with as much\nenthusiasm and vigor as did the first century Christians, that Christ is risen. Our confidence in\nman's salvation through the atonement of Christ is a matter of faith, not completely\nunderstood, yet the central meaning of Jesus Christ for our time, as for all time, is to be\nfound in that faith&mdash;faith in man's salvation through the resurrection.\n<\/p><p>\nSalvation in this sense is a gift to a man through the grace of God. But those who are familiar\nwith The Church of Jesus Christ of Latter-day Saints know that it is also a religion of merit.\nOur concern is not only with the future but also with the past, and especially with the present.\nMormonism touches every phase of life; it is a gospel of work, of play, of service, of prayer,\nof hope. And belief in immortality looms large in this picture.\n<\/p><p>\n<b>What eternal life embraces<\/b>\n<\/p><p>\nEternal life, however, does not merely embrace the future; it also embraces the past and the\npresent. This means that the present is determinative of what the future holds for man, both as\nan individual and as society. This world, therefore, is not regarded as some condemned region\nin space where man awaits transportation to heaven or hell.\n<\/p><p>\nMan and the world share a common destiny&mdash;man and the world are to be saved together.\nMan's purpose in the world is to progressively know and to live the revelations of God\nreflected in his own soul and the creations about him. Man will never be worthy of or capable\nof appreciating a more glorious state of existence until he has in some measure learned to\nappreciate the meaning, beauty, and problems of the one in which he now finds himself. This\nmeans that while the past and future are important, the present is the greatest of all time,\nbecause it holds the promise of all that is to come.\n<\/p><p>\n<b>Jesus taught divine principles<\/b>\n<\/p><p>\nWith this view in mind, I raise again the question of the meaning of Jesus Christ for today.\nWithin this dimension of the gospel we find the meaning of Christ in the very urgent and\nserious problems that we face as individuals and as a nation. Some of these problems come\nfrom the past and continue to haunt us; other problems are of modern making and are peculiar\nto our age&mdash;peculiar at least in the sense that they are in a new setting. It is in the\nimaginative and creative solution of old problems and in the struggle with novel problems\nagainst the gospel of Jesus Christ that he takes on new meaning for us today.\n<\/p><p>\nJesus taught in terms of universal, divine principles, and men were left with the responsibility,\nand their free agency, to implement those principles. When he was asked how often another\nshould be forgiven, he answered with a statement that urged a limitless spending of\nforgiveness. When asked what acts were legal on the Sabbath, he answered with a statement\nthat made it plain that people should be considered over institutions. When asked, \"Who is my\nneighbor?\" (<span class=\"citation\" id=\"31762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31762)\">Luke 10:29<\/a><\/span>)\nhe answered with a parable in which a neighbor was described as \"a certain man\"\n(<span class=\"citation\" id=\"31763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31763)\">Luke 10:30<\/a><\/span>) who was in need of help.\n<\/p><p>\nIf Jesus had merely given moral rules in terms of the culture of his times, his teaching would\nhave long since been out of date. But his teachings are bound to no single culture, nor to any\nage. Each succeeding age is left to discover a way of making the gospel principles of Jesus\nChrist live in terms of its own conception of society. When this is done, we are compelled to\nrecognize that his ideal goes far beyond not only what man has put into practice but also what\nmost men have thought possible.\n<\/p><p>\n<b>Merging of real and ideal<\/b>\n<\/p><p>\nTo speak of our age, therefore, as the \"post-Christian\" age is a mistake for age, in any real\nsense, has not yet the simple reason that the Christian been fully achieved. If the fault is said\nto be in Jesus because he was too idealistic for this hardheaded, practical world, our witness is\nthat Jesus was as much of a realist as an idealist&mdash;the real and ideal merge in his life and\nteachings. It is the world that has not been realistic and has not been able to take him at his\nword. He said that mankind is a brotherhood. The world has said that mankind <i>ought to be<\/i> a\nbrotherhood. We have failed to take his realism seriously, and our problems multiply and\ngrow in complexity.\n<\/p><p>\nIn regard to the frustration, futility, and meaninglessness in which an increasing number of\nindividual lives are submerged, our witness is that the passing years continue to establish the\nvalidity of Jesus Christ's estimate of human personality as the supreme value in the universe.\nTo the disturbed, wandering youth of our time, we testify that personality, that people, that\nhuman beings are precious, and that life is worth living.\n<\/p><p>\nAs to the solution of many of the personal problems with which contemporary man is\nplagued, our witness is that modernity as well as antiquity give support to Jesus' view that\npersonality is fulfilled not in the self-centeredness of either the occidental or oriental variety,\nbut rather in service to humanity. Human experience today, as always, confirms that\nwhosoever would save his life will lose it, and whosoever shall lose his life in the interest and\nservice of others shall save it (<span class=\"citation\" id=\"35916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35916)\">Matt. 10:39<\/a><\/span>).\n<\/p><p>\n<b>Solution of personal and social problems<\/b>\n<\/p><p>\nI have said that the meaning of Jesus Christ for our time is to be found in his death and\nresurrection, which assures man's immortality. We have also said that the application of his\nideal to the central and crucial problems of our day gives us further insight into his meaning\nfor us. He stands as an eternal symbol of our Heavenly Father's interest in and suffering for\nthe needs of humanity. As we see God's will revealed through him for the solution of our\npersonal and social problems, so our faith is made sure that he will be forever meaningful in\nthe lives of men.\n<\/p><p>\nWe believe that the best and most effective efforts being made today to ward the elimination\nof ignorance and human suffering are in accordance with the Savior's inspiration and\nrevelation. In him and his gospel are to be found the faith and hope of the future. So it is\nwith a deep sense of its permanent and universal meaning that we read his statement as he\ndeparted from his disciples: \". . . lo, I am with you alway, even unto the end of the world\"\n(<span class=\"citation\" id=\"35971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35971)\">Matt. 28:20<\/a><\/span>).\n<\/p><p>\nMay the experience of this Easter season make us more responsive to his inspiration and more\nconscious of our responsibilities, I pray, as I give you my solemn witness that God lives, that\nJesus is the Christ, in the name of our beloved Savior, even Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}