{"ID":1705, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Times Call for Courageous Youth and True Manhood<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1969, pp. 150-153<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: As we approach the conclusion of this outstanding annual\nconference of the Church, my soul is filled with appreciation and thanksgiving for the\nprivilege we have had of partaking of the wonderful spirit and feeling of brotherhood that\nhave permeated the meetings held during the past three days.\n<\/p><p>\nI am impressed with the thought that everyone who has attended, either in person or by\nlistening in, no matter where he or she may be, could not help but leave this conference with\na greater desire and determination to be a better man or a better woman, a better citizen of his\nown city, county, or nation, than he or she has ever been before.\n<\/p><p>\n<b>Responsibility to contribute<\/b>\n<\/p><p>\nHowever, we cannot go from this conference without an added responsibility to contribute to\na better life around us. As individuals, we must think nobler thoughts. We must not encourage\nbase thoughts nor low aspirations. If we do, we shall radiate them to others. If we think noble\nthoughts, if we encourage and cherish noble aspirations, there will be that radiation when we\nmeet people, especially when we associate with them.\n<\/p><p>\nEvery man, every person radiates what he or she is. Every person is a recipient of radiation.\nThe Savior was conscious of this fact. Whenever he came into the presence of an individual,\nhe sensed that radiation, whether it was the woman of Samaria with her past life\n(<span class=\"citation\" id=\"28497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28497)\">John 4:16-19<\/a><\/span>); whether it\nwas the woman who was to be stoned, or the men who were to stone her\n(<span class=\"citation\" id=\"28513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28513)\">John 8:10-11<\/a><\/span>); whether it was the\nstatesman, Nicodemus (<span class=\"citation\" id=\"28489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28489)\">John 3:10<\/a><\/span>),\nor one of the lepers (<span class=\"citation\" id=\"31768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31768)\">Luke 17:14,19<\/a><\/span>).\nChrist was ever conscious of the radiation from\nthe individual, and, to a degree, so are you, and so am I. It is what we are and what we\nradiate that affects the people around us.\n<\/p><p>\nAs it is true of the individual, so it is true of the home. Our homes radiate what we are, and\nthat radiation comes from what we say and how we act in the home. No member of this\nChurch, no husband or father, has the right to utter an oath in his home, or ever to express a\ncross word to his wife or to his children. By your ordination and your responsibility, you\ncannot do it as a man who holds the priesthood and be true to the spirit within you. You\ncontribute to an ideal home by your character, controlling your passion, your temper, guarding\nyour speech, because those things will make your home what it is, and what it will radiate to\nthe neighborhood. You do what you can to produce peace and harmony, no matter what you\nmay suffer.\n<\/p><p>\n<b>True to the divine<\/b>\n<\/p><p>\nThe man who is true to his manhood will not lie against the truth. There is within every man\nthat which is divine.\n<\/p><p>\nThe man who will be true to the divine within him is true to his Lord and to his fellowmen.\nThe man who is untrue to that which he knows to be right is wavering and weakening. He\nmay go so far that he will step out of the light, out of that divine presence, and woe be unto\nhim when he does.\n<\/p><p>\nWe have declared to the world that we have the gospel of Jesus Christ; that we are going to\nstand against vice and sin. Shall we forsake this cause in order to please men, or because we\ndesire to give lip service rather than heart service? No! We shall stand true to ourselves, true\nto the divine within us, true to that truth which we have received. We need to know that it is\nnot good to have evil surrounding us to draw away our young men and women and lead them\ninto the darkness of misery and despair. When we are thrown into the company of men who\ntry to tempt us, let us be true unto the death.\n<\/p><p>\nWe know that man is a dual being. He is physical; he has his appetites, passions, desires, just\nas any animal has; but he is also a spiritual being, and he knows that to subdue the animal\ninstincts is to achieve advancement in the spiritual realm. A man who is subject to his\nphysical appetites and passions only, who denies any reality of a spirit, is truly of the animal\nworld. Man is a spiritual being, and his real life is the spirit that inhabits his body. He is a\nson of God, and he has within him that which will cause him to yearn and to aspire to\nbecome dignified, as a son of God should be dignified. The dignity of man, not the\ndegradation of man, has been emphasized throughout this conference.\n<\/p><p>\n<b>Men of truth<\/b>\n<\/p><p>\nAll men who have moved the world have been men who will stand true to their\nconscience&mdash;such men as Peter, James, and Paul, and their brethren of the ancient apostles, and also others.\nWhen the religious leaders of Palmyra, New York, turned against the youthful Joseph Smith\nfor what he had seen and heard in the Sacred Grove, he said, having a testimony of the Lord\nJesus in his bosom: \"I had seen a vision; I knew it, and I knew that God knew it, and I could\nnot deny it, neither dared I do it\"\n(<span class=\"citation\" id=\"30521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30521)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\nJoseph Smith was true to his testimony to the last. When he approached his martyrdom at\nCarthage, Illinois, he said to those who were with him: \"I am going like a lamb to the\nslaughter, but I am calm as a summer's morning. I have a conscience void of offense toward\nGod and toward all men (<span class=\"citation\" id=\"15463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15463)\">D&amp;C 135:4<\/a><\/span>)\"\n(<i>Documentary History of the Church<\/i>, Vol. 6, p. 555). He was true\nto his testimony and to his manhood. He was a man who possessed divine manhood.\n<\/p><p>\n<b>Defense of truth<\/b>\n<\/p><p>\nThat is the manhood a true member of this Church should possess in defending the truth. That\nis the manhood we all need, as we labor in our callings to inspire our young people with that\nsame truth. It is that truth that we need in combating the error and evil which exist in this\ncritical period in the history of our own country and that of the world!\n<\/p><p>\nCourage to maintain our ideals is an area in which we can manifest manhood and activity and\nmerit the approval of God. These are times when men should keep their heads, and not be\nswept from their moorings by every will-o'-the-wisp theory that is offered as a panacea for\nour present ills. The times call for courageous youth to hold aloft the moral standard. In that\nfield we may find the truest courage.\n<\/p><p>\nOur greatest heroes are not always found on the battlefield, although we read of such men\ndaily. We find them also among our youth at home young men and young women who will\nstand up fearlessly and denounce those things which they know will sap the character, the\nvery life-giving energy, of youth.\n<\/p><p>\n<b>Message for the world<\/b>\n<\/p><p>\nWhat a message the Church has for this distracted world: Its appeal is to all, to the rich and\nthe poor, the strong and the weak, the learned and the unlearned. It proclaims God to be not\nonly the one supreme ruler of the universe, but the Father of each individual&mdash;a God of\njustice, yet a God of love, constantly watching over and guiding even the humblest of his\nchildren. With its complete organization, the Church offers service and inspiration to all. It is\npreeminently a social religion. Instead of taking men out of the world, through its priesthood\nquorums and auxiliary organizations it seeks to develop perfect, God-like men in the midst of\nsociety, and through them to solve the problems of society.\n<\/p><p>\nThere is not a principle that is taught by the Savior of men that is not also applicable to the\ngrowth, development, and happiness of mankind. Every one of his teachings touches the true\nphilosophy of living. I accept them wholeheartedly, and it is a joy to study and teach them.\nEvery phase of the restored Church is applicable to the welfare of the human family.\n<\/p><p>\nI appeal to the youth to be courageous in maintaining the moral and spiritual values of the\ngospel of Jesus Christ. The world needs moral heroes! The most important thing in life is not\nthe discoveries being made in our secular world, but a belief in the reality of moral and\nspiritual values. After all, \"For what is a man profited, if he shall gain the whole world, and\nlove his own soul? or what shall a man give in exchange for his soul?\"\n(<span class=\"citation\" id=\"35935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35935)\">Matt. 16:26<\/a><\/span>).\n<\/p><p>\n<b>Triumph of the truth<\/b>\n<\/p><p>\nWe cannot truly believe that we are the children of God, and that God exists, without\nbelieving in the final inevitable triumph of the truth of the gospel of Jesus Christ. If we\nbelieve that, we shall have less worry about the destruction of the world and the present\ncivilization, because God has established his Church never to be thrown down nor given to\nanother people (<span class=\"citation\" id=\"10694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10694)\">Dan. 2:44<\/a><\/span>).\nAnd as God lives, and his people are true to him and to one another, we need\nnot worry about the ultimate triumph of truth.\n<\/p><p>\nAnd, young men and women, if you have that testimony on your side, you can pass through\nthe dark valley of slander, misrepresentation, and abuse, undaunted as though you wore a\nmagic suit of armor that no bullet could enter, no arrow could pierce. You can hold your head\nhigh, toss it fearlessly and defiantly, and look every man calmly and unflinchingly in the eye.\nYou can feel the great expansive world of more health surging through you as the quickened\nblood courses through the body of him who is gladly, gloriously proud of physical health.\nYou will know that all will come out right in the end; that it must come; that all must flee\nbefore the great white light of truth, as the darkness slinks away into nothingness in the\npresence of the sunburst.\n<\/p><p>\nSo, with truth as our guide, our companion, our ally, our inspiration, we may tingle with the\nconsciousness of our kinship with the Infinite, and all the petty trials, sorrows, and sufferings\nof this life will fade away as temporary, harmless visions seen in a dream.\n<\/p><p>\n<b>Testimony of resurrection<\/b>\n<\/p><p>\nToday as we commemorate the coming forth from the tomb of the crucified Lord, I bear my\ntestimony to you and to all the world that The Church of Jesus Christ of Latter-day Saints\naccepts the resurrection not only as being real, but as the consummation of Christ's divine\nmission on earth.\n<\/p><p>\nI know with my whole soul that as Christ lives after death, so shall all men, each taking his\nplace in the next world for which he has best fitted himself.\n<\/p><p>\n<b>Answer to prayer<\/b>\n<\/p><p>\nI have cherished from childhood the truth that God is a personal being, and is, indeed, our\nFather whom we can approach in prayer and receive answers thereto. I cherish as one of the\ndearest experiences of life the knowledge that God hears the prayer of faith. It is true that the\nanswers to our prayers may not always come as direct and at the time, nor in the manner, we\nanticipate; but they do come, and at a time and in a manner best for the interests of him who\noffers the supplication.\n<\/p><p>\nThere have been occasions, however, when I have received direct and immediate assurance\nthat my petition was granted. At one time, particularly, the answer came as distinctly as\nthough my Heavenly Father stood by my side and spoke the words. These experiences are\npart of my very being and must remain so long as memory and intelligence last. Just as real\nand just as close to me seems the Savior of the world. I feel as I have never felt before that\nGod is my Father. He is not just an intangible power, a moral force in the world, but a\npersonal God with creative power, the governor of the world, the director of our souls. I\nwould have all men, and especially the young people of the Church, feel so close to our\nFather in heaven that they will approach him daily&mdash;not in public alone, but in private. If our\npeople will have this faith, great blessings will come to them. Their souls will be filled with\nthanksgiving for what God has done for them; they will find themselves rich in favors\nbestowed. It is not imagination that we can approach God and receive light and guidance from\nhim, and that our minds will be enlightened and our souls thrilled by his Spirit.\n<\/p><p>\n<b>Conference messages<\/b>\n<\/p><p>\nGod bless these General Authorities of the Church for the inspirational messages they have\ngiven us throughout this conference. They have testified as to the truth of the restored gospel,\nand have borne their testimonies that God, the Father, and his Son Jesus Christ have appeared\nin these latter days to the Prophet Joseph Smith, and that the gospel in its fullness has been\nrestored to the earth.\n<\/p><p>\n<b>Blessings extended<\/b>\n<\/p><p>\nWe send greetings and blessings to our missionaries and the mission presidencies in their\nrespective fields of duty throughout the world. We deeply appreciate the unselfish service they\nare rendering.\n<\/p><p>\nGod bless our young men in the service of our country, wherever they may be. To each of\nyou I send my greetings and a message of confidence and trust, and say to you: Keep\nyourselves morally clean. Being soldiers or sailors is no justification for indulgence in\nvulgarity, intemperance, or immorality. Others may be impelled to do these things because of\nthe beastliness of war, but you who are members of the Church and hold the priesthood of\nGod cannot so indulge with impunity. For your own sweet lives, and for others who trust you,\nkeep yourselves unpolluted. We pray that God's protecting care and divine guidance will be\nwith each of you.\n<\/p><p>\nAnd now, my dear brethren and sisters, my fellow workers, with all the power that the Lord\nhas given me I bless each of you and pray that from this hour you may go forth with renewed\ndetermination to discharge your duties more faithfully, more successfully under the inspiration\nof God than ever before.\n<\/p><p>\n<b>Gratitude for support<\/b>\n<\/p><p>\nMy heart is full of appreciation for your service and your presence here, and for the privilege\nof being associated with you in this great cause. I am grateful to you all for your loyal\nsupport and your prayers in my behalf. This gospel gives us a chance to live above this old\nworld and its temptations and, through self-control and self-mastery, to live in the spirit, and\nthat is the real life here and hereafter. God bless you in your individual lives, in your home\nlife, in your Church activities, and give you the comfort that comes to every soul who loses\nhimself for Christ's sake (<span class=\"citation\" id=\"35917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35917)\">Matt. 10:39<\/a><\/span>),\nI pray in the name of our Lord and Savior, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}