{"ID":1706, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Man...the Jewel of God<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1969, pp. 5-9<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>My beloved brethren and sisters:<\/p>\n<p>It is a glorious but humbling experience to have the privilege of participating in\nanother general conference with you. My gratitude and thanksgiving to you for your prayers\nand loyal support know no bounds. To partake of the spirit of faith and activity in the Church\nis inspiring. Membership therein is at once a privilege and a blessing.\n<\/p><p>\n<b>Era of great progress<\/b><\/p>\n<p>Looking around us, we are convinced that we are living in an era of great progress,\nembracing wonderful inventions and scientific discoveries. Man's search for the unknown has\nled him out of the world literally into the realm of space. Many of the theories and even the\nimaginations of Jules Verne are now commonplace realities. Walking on the moon is an\nachievement that was witnessed with great interest and excitement by most of the inhabitants\nof this earth. One-fourth of the peoples of the world, however, were denied that privilege by\ntheir governments.\n<\/p><p>\nThe solar system and our ventures into space always have been of great interest. In June\n1965, we watched with fascination the launching of Gemini 4 with Astronauts James McDivitt\nand Edward White. I was especially interested in the space walk of Edward White, who had\npersonally visited me on July 18, 1963. At that time I quoted to Astronaut White the lines of\nour hymn \"If You Could Hie to Kolob,\" which tells of the grandeur and eternity of God's\ncreations in space. Major White was so interested in the poem that he asked for a copy of it\nso that he could read and study it when he reached his home.\n<\/p><p>\n<b>Message from Apollo 8<\/b>\n<\/p><p>\nOn Christmas Eve, December 24, 1968, we were all again thrilled when Colonel Frank\nBorman, Major William A. Anders, and Captain James A. Lovell, Jr., who were encircling the\nmoon in the Apollo 8, beamed the following message to the earth: \"For all the people back on\nearth, the crew of Apollo 8 has a message that we would like to send to you.\" And these three\nastronauts, gazing down on the earth from the vastness of outer space, read to the world from\nthe Bible these simple but majestic words regarding the creation of the heaven and the earth:\n\"In the beginning God created the heaven and the earth.\n<\/p><p>\n\"And the earth was without form, and void; and darkness was upon the face of the deep. And\nthe Spirit of God moved upon the face of the waters.\n<\/p><p>\n\"And God said, Let there be light: and there was light.\n<\/p><p>\n\"And God saw the light, that it was good: and God divided the light from the darkness. \n<\/p><p>\n\". . . and God saw that it was good\"\n(<span class=\"citation\" id=\"23788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23788)\">Gen. 1:1-4,10<\/a><\/span>).\n<\/p><p>\nFor the first time in history man viewed the earth from outer space, and he saw that it was a\nbright, beautiful earth where he was privileged to dwell with his brothers. Man knows that our\nsolar system is merely one tiny part of our Milky Way galaxy, and that our sun is but an\naverage star among a spiral of one hundred billion other stars of varying sizes&mdash;all are in our\ngalaxy, which is only one of billions in the universe.\n<\/p><p>\n<b>Man walks on moon<\/b>\n<\/p><p>\nOn July 20, 1969, we witnessed on television one of the greatest dramas in the history\nof man&mdash;Apollo 11 Astronauts Neil A. Armstrong and Edwin E. Aldrin, Jr., actually walking\non the moon while Astronaut Michael Collins hovered over the moon in readiness to\nrendezvous the spaceship <i>Columbia<\/i> so that he could pick up his fellow astronauts when they\nhad achieved their assignments on the lunar surface.\n<\/p><p>\nMen all over the world were hushed with awe, and world-renowned television commentators\nwere speechless as they watched and tried to explain the activities and easy strides of the\nastronauts on the lunar surface. Millions said, \"I cannot believe it!\"\n\"Fantastic!\" \"Impossible!\" One commentator on television said, \"How can young people\nwithdraw from a world of this kind!\" Others exclaimed, \"This is the biggest day in history\nsince man learned to talk!\" \"It is the greatest drama in the history of man!\" Then we heard the\nfirst words from Astronaut Armstrong: \"Tranquility Base here: The 'Eagle' has just landed.\"\nAnd as he stepped down on the moon's surface, he said: \"That's one small step for a man,\none giant leap for mankind,\" and immortalized a great moment in history.\n<\/p><p>\nThen as the Apollo 11 and its crew were returning to the good earth on Tuesday, July 22,\n1969, Astronaut Aldrin beamed back the words of David as recorded in the Bible: \"When I\nconsider thy heavens, the work of thy fingers, the moon and the stars, which thou hast\nordained; \n<\/p><p>\n\"What is man, that thou art mindful of him? and the son of man, that thou visitest him?\n<\/p><p>\n\"For thou hast made him a little lower than the angels, and hast crowned him with glory and\nhonour\" (<span class=\"citation\" id=\"41890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41890)\">Ps. 8:3-5<\/a><\/span>).\n<\/p><p>\n<b>Numberless creations of God<\/b>\n<\/p><p>\nMembers of The Church of Jesus Christ of Latter-day Saints always have known\nthrough revelation of the numberless creations of God. They are taught that somewhere out in\nthat great expanse of space is the great star Kolob that we sing about in the hymn \"If You\nCould Hie to Kolob.\" Abraham of old was shown in vision these kingdoms, and he said: \"And\nI saw the stars, that they were very great, and that one of them was nearest unto the throne of\nGod; and there were many great ones which were near unto it; \n<\/p><p>\n\"And the Lord said unto me: These are the governing ones; and the name of the great one is\nKolob, because it is near unto me, for I am the Lord thy God: I have set this one to govern\nall those which belong to the same order as that upon which thou standest\"\n(<span class=\"citation\" id=\"7265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7265)\">Abr. 3:2-3<\/a><\/span>).\n<\/p><p>\n<b>Moses' great vision<\/b>\n<\/p><p>\nThe following verses tell us further of Moses' great vision: \"And . . . Moses cast his\neyes and beheld the earth, yea, even all of it; and there was not a particle of it which he did\nnot behold, discerning it by the spirit of God\"\n(<span class=\"citation\" id=\"39316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39316)\">Moses 1:27<\/a><\/span>).\nAnd Moses heard the voice of\nGod continuing: \"And worlds without number have I created.\n<\/p><p>\n\"But only an account of this earth, and the inhabitants thereof, give I unto you. For behold,\nthere are many worlds that have passed away by the word of my power. And there are many\nthat now stand, and innumerable are they unto man; but all things are numbered unto me, for\nthey are mine and I know them . . .\n<\/p><p>\n\". . . The heavens, they are many, and they cannot be numbered unto man but they are\nnumbered unto me, for they are mine.\n<\/p><p>\n\"And as one earth shall pass away, and the heavens thereof even so shall another come; and\nthere is no end to my works, neither to my words\"\n(<span class=\"citation\" id=\"39320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39320)\">Moses 1:33-38<\/a><\/span>).\n<\/p><p>\nAfter seeing only a portion of the numberless creations of God, Moses cried out in awe and\ncomplete humility, \"Tell me . . . why these things are so, and by what thou madest them?\"\n(<span class=\"citation\" id=\"39317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39317)\">Moses 1:30<\/a><\/span>).\nAfter witnessing the recent accomplishments by our astronauts in walking on\nthe moon, we feel as Moses did and marvel at God's creations; and ask again, \"What is man,\nthat thou art mindful of him?\" (<span class=\"citation\" id=\"41889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41889)\">Ps. 8:3<\/a><\/span>).\n<\/p><p>\nWe find the answer to our question, as Moses did to his, when the Lord said, \"For mine own\npurpose have I made these things . . . And by the word of my power, have I created them . . .\nFor behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life\nof man\" (<span class=\"citation\" id=\"39318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39318)\">Moses 1:31-32,39<\/a><\/span>).\n<\/p><p>\n<b>Man, the jewel of God<\/b>\n<\/p><p>\nTherefore, although God has created the universe and all therein, \"man is the jewel of\nGod\" (<span class=\"citation\" id=\"32812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32812)\">Mal. 3:17<\/a><\/span>).\nThis is just another way of saying that the earth was created for man and not man for\nthe earth. God gave to man part of his divinity. He gave man the power of\nchoice, and no other creature in the world has it. So he placed upon the individual the\nobligation of conducting himself as an eternal being. You cannot think of any greater gift that\ncould come to a man or woman than the freedom of choice. You alone are responsible, and\nby wielding and exercising that freedom of choice, you grow in character, you grow in\nintelligence, you approach divinity, and eventually you may achieve that high exaltation. That\nis a great obligation. Very few people appreciate it. The roads are clearly marked&mdash;one\noffering animal existence, the other life abundant. Yet, God's greatest creation&mdash;<i>man<\/i>&mdash;often\nis content to grovel on the animal plane.\n<\/p><p>\n<b>Present-day turmoil<\/b>\n<\/p><p>\nWe cannot close our eyes to the fact that the world is ripening in iniquity. The\npresent-day turmoil and bitter strivings threaten to undermine the basic foundations of\nChristian relationship. Liberty, freedom of speech, self-government, faith in God, and,\nparticularly, faith in the efficacy of the restored gospel of Jesus Christ are facing a\nbombardment from the ranks of error such as the world has seldom if ever witnessed. This is\nevident when we take into account the following information.\n<\/p><p>\nA recent Gallup survey on American morals gives the following from a study among college\nstudents. To the question \"Is premarital sex wrong?\" 66 percent of all students answered \"No.\"\nSeventy-two percent of the male students answered that it was not wrong, and 55 percent of\nthe girl students said it was not wrong. In private colleges, an unbelievable 74 percent of all\nstudents questioned saw no evil in this practice (Church News Section, <i>Deseret News<\/i>, June\n21, 1969, p. 16).\n<\/p><p>\nThe most vicious enemy to home life is immorality. Social workers are greatly concerned\nover the number of young girls between 14 and 19 who seem to have lost all sense of\ndecency and shamelessly sacrifice themselves on the altar of lust. This corroding evil is just as\ndemoralizing to the young man as to the young woman. Chastity, not indulgence, during the\npremarital years is the source of harmony and happiness in the home, and is the chief\ncontributing factor to the health and perpetuity of the race. All the virtues that make up a\nbeautiful character&mdash;loyalty, dependability, confidence, trust, love of God, and fidelity to\nman&mdash;are associated with this diadem in the crown of virtuous womanhood and of virile\nmanhood. The word of the Lord to his church is \"Keep yourself unspotted from the world\"\n(<span class=\"citation\" id=\"15366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15366)\">D&amp;C 59:9<\/a><\/span>).\nOne of the Ten Commandments from God is \"Thou shalt not commit adultery\"\n(<span class=\"citation\" id=\"22800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22800)\">Ex. 20:14<\/a><\/span>).\n<\/p><p>\n<b>Use of drugs and liquor<\/b>\n<\/p><p>\n\"The Gallup survey also showed that 57 percent of all students contacted used drugs\nand liquor. It was of more than ordinary interest in this study to note that 67 percent of the\ncollege demonstrators use narcotics\" (Church News Section, <i>Deseret News<\/i>, June 21,\n1969, p. 16).\n<\/p><p>\nPresident Richard Nixon told Congress on Monday, July 14, 1969, that the drug abuse\nproblem was \"a serious national threat to the personal health and safety of millions of\nAmericans.\" He cited an increase of almost 800 percent in seven years in juvenile arrests\ninvolving use of drugs, and that New York City alone has some 40,000 heroin addicts, with\nthe number rising between 7,000 to 9,000 a year. \"These official statistics,\" said the President,\n\"are only the tip of an iceberg whose dimensions we can only surmise\" (<i>Deseret News<\/i>, July\n14, 1969, p. 1).\n<\/p><p>\n<b>Self-mastery urged<\/b>\n<\/p><p>\nThe Church urges men to have self-mastery to control their appetites, their tempers,\nand their speech. A man is not at his best when he is a slave to some habit. A man is not his\nbest who lives merely to gratify his passions. That is one reason why the Lord has given the\nChurch the revelation of the Word of Wisdom so that, even from boyhood and girlhood,\nyoung men and young women may learn to control themselves. That is not always easy. The\nyouth today face enemies&mdash;false ideologies and immoral practices \"glossed\nover\" and \"seasoned with a text.\" Sound preparation is necessary to meet and conquer these\nenemies. Keep in mind that man's earthly existence is but a test as to whether he will\nconcentrate his efforts, his mind, his soul upon things which contribute to the comfort and\ngratification of his physical nature, or whether he will make as his life's purpose the\nacquisition of spiritual qualities.\n<\/p><p>\n<b>The spiritual road<\/b>\n<\/p><p>\nThe spiritual road has Christ as its ideal&mdash;not the gratification of the physical&mdash;for\nhe that will save his life, yielding to that first gratification of a seeming need, will lose his\nlife, lose his happiness, the pleasure of living at this present time. If he would seek the read\npurpose of life, the individual must live for something higher than self. He hears the Savior's\nvoice saying, \"I am the way, the truth, and the life\"\n(<span class=\"citation\" id=\"28537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28537)\">John 14:6<\/a><\/span>).\n<\/p><p>\nFollowing that light, man soon learns that there is no one great thing that he can do to attain\nhappiness or eternal life. He learns that life is made up, not of great sacrifices and duties, but\nof little things, in which smiles and kindness and small obligations given habitually are what\nwin and preserve the heart and secure comfort.\n<\/p><p>\nSpirituality, our true aim, is the consciousness of victory over self and of communion with the\nInfinite. Spirituality impels one to conquer difficulties and acquire more and more strength.\nTo feel one's faculties unfolding and truth expanding in the soul is one of life's sublimest\nexperiences.\n<\/p><p>\nThe man who sets his heart upon the things of this world, who does not hesitate to cheat his\nbrother, who will lie for gain, who will steal from his neighbor, or who by slander will rob\nanother of his reputation, lives on a low animal plane of existence and either stifles his\nspirituality or permits it to lie dormant. To be thus carnally minded is to be spiritually dead.\n<\/p><p>\n<b>The worth of souls<\/b>\n<\/p><p>\nWe are truly living in an age of changing opinions, of swiftly shifting human relations. Man's\nwisdom seems baffled. In all our readjustments, plans, and policies, we cannot do better than\nkeep in mind the divine admonition that \"the worth of souls is great in the sight of God\"\n(<span class=\"citation\" id=\"15317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15317)\">D&amp;C 18:10<\/a><\/span>).\nThe saved individual is the supreme end of the divine will.\n<\/p><p>\nJesus sought the welfare of the individual, and individuals grouped and laboring for the\ngeneral welfare of the whole in conformity with the principles of the gospel constitute the\nkingdom of God. Many of the choicest truths of the gospel were given in conversations with\nindividuals. It was while Jesus talked with Nicodemus that he gave us the message relative to\nbaptism and being born again (<span class=\"citation\" id=\"28485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28485)\">John 3:3-5<\/a><\/span>).\nFrom the conversation with the woman of Samaria is disclosed\nthe truth that they who worship God must worship in spirit and in truth\n(<span class=\"citation\" id=\"28498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28498)\">John 4:23-24<\/a><\/span>). From that with Mary\nand Martha, we get the divine declaration: \"I am the resurrection, and the life: he that\nbelieveth in me, though he were dead, yet shall he live\"\n(<span class=\"citation\" id=\"28523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28523)\">John 11:25<\/a><\/span>). Jesus regard for\npersonality was supreme. When the Pharisees dragged into his presence the woman taken in\nadultery (<span class=\"citation\" id=\"28512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28512)\">John 8:3<\/a><\/span>),\nChrist saw through the soul that had been stained with sin the personality that still\ncontained the spark of hope, which he kindled into a light that warmed and guided a\npersonality back to confidence and perhaps to righteousness.\n<\/p><p>\n<b>Church furthers welfare of man<\/b>\n<\/p><p>\nTo members of The Church of Jesus Christ of Latter-day Saints, the worth of the\nindividual has a special meaning. Quorums, auxiliaries, wards, stakes, even the Church itself\nare all organized to further the welfare of man. All are but means to an end, and that end is\nthe happiness and eternal welfare of every child of God. I therefore appeal to all members of\nthe Church, and particularly to presidents of quorums and to officers of all auxiliaries, to put\nforth a unified effort to make sweeter the lives of men.\n<\/p><p>\nSupplant the thought that dominates the selfish world as expressed in the words \"The world\nowes me a living,\" by the nobler prayer, \"God, give me power to lend a\nhelping hand to others.\" There is a sound philosophy in the paradoxical saying: \". . .\nWhosoever will save his life shall lose it: and whosoever will lose his life for my sake shall\nfind it\" (<span class=\"citation\" id=\"35934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35934)\">Matt. 16:25<\/a><\/span>).\n<\/p><p>\n<b>Perfecting the individual<\/b>\n<\/p><p>\nKeep as a guiding principle the consciousness that the ultimate purpose of life is the\nperfecting of the individual. This implies an intelligence directing creation, and to me it\nimplies a divine personality, a beneficent Father.\n<\/p><p>\nI love the young people, and my heart goes out to them. May God keep them true to the faith\nand bless them that they will be able to withstand the temptations that constantly beset their\npaths. To the youth of the Church I say, go to your Father in heaven in prayer; seek the\nadvice of your parents, your bishops, and your stake presidents.\n<\/p><p>\nTo the members of the Church everywhere I say, live honest, sincere lives! Be honest with\nyourselves, honest with your brethren, honest with your families, honest with those with\nwhom you deal&mdash;always honest. The very foundation of all character rests upon the\nprinciples of honesty and sincerity.\n<\/p><p>\nBe true to the Church. Be true to your families&mdash;loyal to them! Protect your children and\nguide them, not arbitrarily, but by example.\n<\/p><p>\n<b>Eternal truths apply today<\/b>\n<\/p><p>\nI bear you my witness that the teachings of our Lord and Savior Jesus Christ contain\nthe true philosophy of living. I make no exception. I love them. There are men who say that\nthey are not applicable to this day, but I say they are as applicable today as they were when\nhe spoke them; and, because they contain eternal truths, they will be applicable through all\ntime.\n<\/p><p>\nGod help us to understand these eternal truths; and may he give us power to live them, I pray\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}