{"ID":1708, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Time Is on Your Side<\/p>\n<p class=\"gcspeaker\">Elder Loren C. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Loren C. Dunn, <i>Conference Report<\/i>, October 1969, pp. 12-14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI knew an athlete some years ago who had tremendous talent. He had almost perfect physical\ncoordination. In fact, he was so good he would not train, yet his talents still exceeded the\ntalents and abilities of those around him.\n<\/p><p>\nIt was demoralizing sometimes for those who had to follow every training rule in order to\nbring themselves to speak of physical performance, only to have him exceed them because of\nhis natural abilities.\n<\/p><p>\nBut I happened to be at the stadium one afternoon a few years later when this athlete, who\nhad progressed rather rapidly in a very promising sports career, had what some might call his\nmoment of truth. He was playing with people who had talents as great as he did, and as the\npace of the game picked up, the pressures began to mount.\n<\/p><p>\nHe reached inside himself for that great second effort that he always had, but it became\nobvious that this time he could not marshal all that he needed. That afternoon marked the\nbeginning of a gradual decline, which finally found him retiring from the game years before\nhe should have retired. His original decision to disregard the rules of preparation had, in the\nend, cost him many years of performance.\n<\/p><p>\n<b>Challenges to standards<\/b>\n<\/p><p>\nMany times we see people around us who violate the patterns of living and the rules\nthat we have been taught to live by, and they seem to do it without any ill effects. On the\nsurface it would seem that it may not make any difference whether we live these rules or not,\nbecause those who violate them appear to suffer no consequences. In all ages, it seems, there\nhave been challenges to those who believe in virtue, honesty, and high moral\nstandards&mdash;challenges to those who accept these standards as God-given and that they ultimately will\ncarry their own reward.\n<\/p><p>\n\"We are always in the forge, or on the anvil,\" said Beecher; \"by trials God is shaping us for\nhigher things.\"\n<\/p><p>\nThese challenges come from many different directions. For instance, there are those who\nexpound the so-called new morality and say that it matters not if a person participates in free\nlove, nor does the marriage contract mean that husband and wife should be faithful to each\nother. But those who believe this are wrong, and time, which is running out on them if they\ndon't change, will prove them wrong.\n<\/p><p>\n<b>Self-mastery not indulgence<\/b>\n<\/p><p>\n\"There are some things which never grow old-fashioned,\" says President McKay. \"The\nsweetness of a baby is one. The virtue and chastity of manhood is another. Youth is the time\nto lay the foundation for our homes. I know there are those who tell you that suppression is\nwrong,\" he continues, \"but I assure you that self-mastery, not indulgence, is the virtue that\ncontributes to the virility of manhood and to the beauty of womanhood\"\n(<i>Man May Know for Himself<\/i>, p. 250).\n<\/p><p>\nThere are also those who sanction the use of drugs, using such reasoning as the fact that the\nuse of marijuana is so widespread that it should be accepted and even condoned, for, they say,\nit creates no more problems than does alcohol. Those who use this reasoning fail to point out,\nhowever, that alcohol disables over six and one-half million people each year and that\none-half of the fatal traffic accidents in the United States alone are related to excessive\ndrinking. To recommend the use of marijuana by linking it to alcohol is like approving of a\nhepatitis epidemic on the basis that it probably won't be any more damaging than\ntuberculosis.\n<\/p><p>\nThere has been sharp divergence of opinion in the United States over the use of marijuana, so\nmuch so that it prompted the organization of a presidential task force to try to ferret out the\nfacts. This task force has recently made its initial report, which states, according to an\ninternational newspaper, that the widespread use of marijuana represents a significant mental\nhealth problem. Depending on the dose, it may have substantial detrimental effects on both\nthe mental and the physical well-being of the user.\n<\/p><p>\nBecause of these perils, it continues, every effort should be made by the federal government\nto curb the import and distribution of marijuana as well as of strong drugs\n(<i>Christian Science Monitor<\/i>, September 15, 1969).\n<\/p><p>\n<b>Time on side of integrity<\/b>\n<\/p><p>\nTo you who are challenged by others because you believe in the law of chastity,\nbecause you believe that drugs are not the answer, because you believe in such God-given\naxioms as \"Thou shalt not steal\" (<span class=\"citation\" id=\"22801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22801)\">Ex. 20:15<\/a><\/span>)\nand \"Thou shalt not lie\" (<span class=\"citation\" id=\"22802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22802)\">Ex. 20:16<\/a><\/span>),\nor because you have a simple and\nbasic faith in God the Father and in his Son Jesus Christ and in your own eternal worth, just\nremember that time is on your side. Be patient, and the same people who challenge you, if\nthey do not change, will ultimately prove to you, by their lives, that they don't have the\nanswers&mdash;either for you or for themselves.\n<\/p><p>\nThis is not to say that it will be easy. Sometimes the desire to be accepted by an individual or\na group causes a person to do things that he really doesn't want to do; but if you can maintain\nyour integrity, you'll come to understand what Lehi meant when he taught that men are that\nthey might have joy (<span class=\"citation\" id=\"3803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3803)\">2 Ne. 2:25<\/a><\/span>)&mdash;not\nfleeting pleasure but real joy.\n<\/p><p>\n<b>Remorse for wrong-doing<\/b>\n<\/p><p>\nBeware also of the temptation to violate the laws of God with the thought in mind that\none can always repent but not really anticipate any remorse as a result of the wrongdoing.\nRepentance is a great principle, probably the greatest in the gospel of Jesus Christ; and thank\nheaven the Lord holds the opportunity of repentance out to all.\n<\/p><p>\nYet perhaps it would do no damage to occasionally dwell on the awful nature of sin rather\nthan relying continually on the redeeming qualities of repentance. We have a three-year-old\ndaughter whom we love very dearly. Not long ago I was doing some studying at my desk at\nhome, and she was in the room playing with a glass of water that was on the desk. As she\npicked up that large glass with her little fingers, I repeatedly warned her that she must be\ncareful or she would drop the glass, which, of course, she finally did. It shattered as it hit the\nfloor, and splinters went in every direction.\n<\/p><p>\nShowing the patience of a wise parent, I immediately spanked her, explaining to her that the\nspanking was the consequence of her insisting on not listening to me by picking up the glass\nuntil it dropped and was broken. She shed some tears and gave me a hug, which she usually\ndoes when she knows she is in trouble, and the event was quickly forgotten.\n<\/p><p>\nSince she often plays in her bare feet, I took her out of the room and made every effort to\nsweep up all the glass particles. But the thought came to me that perhaps I hadn't gotten all\nthe splinters of glass, and at some future time when she is playing in that\nroom, those little feet might find the splinters which went undetected, and she would have to\nsuffer anew for that which she did.\n<\/p><p>\n<b>Repentance brings forgiveness<\/b>\n<\/p><p>\nFor a young person to violate the law of chastity or some other commandment and\nthen to later put his or her life in order, such action, I am sure, will mean the forgiveness of\nan understanding and loving God. Yet as that person progresses in life and reaches a point\nwhere he or she enters into a marriage contract and as they have children of their own, it just\nmight be that a splinter of a previous wrongdoing somewhere on the floor of his or her life\nmight prick the conscience.\n<\/p><p>\nThis is not to say that the Lord hasn't forgiven them, but as they begin to understand the full\nmeaning, the full significance of that which they once did, they may find it unfortunately\ndifficult to forgive themselves. And perhaps this is ultimately the hardest part of repentance,\nbeing able to forgive one's self in light of the seriousness of the transgression. Certainly in\nthis, as in all other things, we need the help of the Lord.\n<\/p><p>\n<b>\"Wickedness never was happiness\"<\/b>\n<\/p><p>\nAlma told the truth when he taught his son, Corianton, that \"wickedness never was\nhappiness\" (<span class=\"citation\" id=\"9116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9116)\">Alma 41:10<\/a><\/span>).\n<\/p><p>\nIt is my testimony that the teachings of the Church of Jesus Christ are for the purpose of\nsaving all mankind from the remorse of wrongdoing; that time is on the side of those who\nhold to these principles and is working against those who do otherwise.\n<\/p><p>\nMay the Lord help us to appreciate the eternal nature of the laws which he has given us and\ntheir purpose, which is to bring joy, happiness, and peace of mind to man. And to this may I\nadd my witness of the truthfulness of the gospel of Jesus Christ. I know that God lives and\nthat Jesus Christ is his Son. I know this. I know that this is the Church of Jesus Christ and\nthat it is led by revelation, in the name of Jesus Christ. Amen. \n<\/p>\n<\/div>\n<\/div>"}