{"ID":1709, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Joseph Smith, the Prophet<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1969, pp. 14-15<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<\/p><p>\nMy brethren and sisters: The Latter-day Saints are a chosen people. Their mission is to\nteach the restored gospel to the world. They feel that responsibility keenly. Their missionary\nendeavor is evidence of their sincerity and determination to make known truth.\n<\/p><p>\n<b>Relationship to God<\/b>\n<\/p><p>\nThey realize that the souls of men are precious in the sight of God. They know their\nrelationship to God, and they are rightfully called the children of God. He is their Father and\nis vitally concerned about their welfare. He will hear and answer their prayers. He will come\nto their rescue in times of need and he will sustain them when they put their trust in him.\n<\/p><p>\n<b>Belief in the prophets<\/b>\n<\/p><p>\nThe Latter-day Saints believe in the prophets, each one of whom has left a vital\nmessage to the world. Joseph Smith, called the founder of Mormonism, is the prophet of the\nlast dispensation. Like Moses, the lawgiver of Israel, he spoke with God face to face\n(<span class=\"citation\" id=\"22804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22804)\">Ex. 33:11<\/a><\/span>) and\nreceived from him revelations concerning man's destiny and his possibilities. He taught that\nGod is a person, and that he rules in the affairs of men and nations, and that he is the Father\nof his children who live and have lived upon the earth.\n<\/p><p>\n<b> Religious foundations<\/b>\n<\/p><p>\nOur country was founded in a religious atmosphere. The original colonists who came\nto America laid their foundations in that background. They came with deep religious\nconvictions. They built churches and schools and worshiped God in their own way. Their\nquest was religious freedom, and although unknown to them, they prepared the way for the\nrestoration of the gospel of Jesus Christ, which, according to James, is the perfect law of\nliberty (<span class=\"citation\" id=\"26221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26221)\">James 1:25<\/a><\/span>).\n<\/p><p>\nI have found in most people a deep religious sentiment. Many of them go to church to satisfy\ntheir religious longings. The Church of Jesus Christ of Latter-day Saints is building churches\nand chapels at a rapid rate. Most of them are crowded with worshipers on Sunday, where the\ngospel is being taught and righteous living encouraged.\n<\/p><p>\n<b>Prophetic calling of Joseph Smith<\/b>\n<\/p><p>\nJoseph Smith, the Prophet, was the man selected to open a new dispensation of the\ngospel. He announced to the world a restoration of divine truth. There are many incidents in\nhis life supported by eyewitnesses who testify of his prophetic calling. These eye-witnesses\nresponded to his greatness and his leadership in a way to prove their loyalty. Strong men like\nBrigham Young, John Taylor, and Wilford Woodruff followed him with a devotion seldom\nseen in human affairs. They were men who were not easily deceived or led astray.\n<\/p><p>\nMen of renown saw in the Prophet a force to be reckoned with on the pages of history.\n<\/p><p>\nA knowledge of Mormonism is necessary to understand this prophet of the latter days. He\ncannot be ignored by the conscientious investigator; neither can he be disposed of by the\nold-fashioned methods of ridicule and abuse. His name is secure in the history books already\nwritten. Speaking of himself, he said: \"You don't know me; you never knew my heart. No\nman knows my history\" (<i>Documentary History of the Church<\/i>, Vol. 6, p. 317).\n<\/p><p>\nWho, for instance, knows Jesus Christ? No one except those who understand his gospel of\nsalvation. Joseph Smith came to prepare the world for the reign of Christ. The Church teaches\nthe second coming of the Savior, at which time he will appear in glory and splendor.\n<\/p><p>\n<b>Early history preserved<\/b>\n<\/p><p>\nThe Prophet did not write his autobiography, but the history of the early days of the\nChurch is well preserved. The Prophet, wise and farseeing, kept records. \"For the last three\nyears,\" he said on one occasion, \"I have a record of all my acts and proceedings, for I have\nkept several good, faithful, and efficient clerks in constant employ; they have accompanied me\neverywhere, and carefully kept my history, and they have written down what I have done,\nwhere I have been, and what I have said . . . and my enemies cannot prove anything against\nme\" (<i>DHC<\/i>, Vol. 6, p. 409). The Prophet believed he was a man of destiny, that this work was\nan important event in history, and that it should be preserved for future generations. He had\nbeen told by an angel that his \"name should be had for good and evil among all nations\"\n(<span class=\"citation\" id=\"30522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30522)\">JS&mdash;H 1:33<\/a><\/span>).\nThat prophecy has been fulfilled.\n<\/p><p>\n<b>Reliable history kept<\/b>\n<\/p><p>\nWe are grateful today for the fragmentary history of the early Christian church, for the\nrecords from which the four gospels were assembled, and for the teachings and testimonies of\nits early leaders. They have been a source of inspiration and guidance to the generations that\nfollowed. Without those precious records, darkness would have prevailed. The Church has\nkept and is keeping a faithful record and a reliable history of its growth, its development, and\nits expansion since it was organized on the sixth day of April 1830; and it will move forward\nin the future as it has in the past. I so testify sincerely, in the name of Jesus Christ the Lord.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}