{"ID":171, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1945, pp. 86-91<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs a preface to what I would like to say this afternoon, I read the following from President\nGrant's message:\n<\/p><p>\nI believe that the elders of Israel in all the different wards and stakes of Zion earnestly desire\nto know the mind and will of our Heavenly Father, and that they are ready and willing to do\nanything that is within their power to fulfill that mind and that will and to carry it out in their\nlives.\n<\/p><p>\nIt is a great responsibility to address a general conference of the Church of Jesus Christ of\nLatter-day Saints, and I feel that responsibility keenly. I pray that I may be responsive to the\nHoly Spirit and that what I say will bring comfort to the hearts of those who listen, and at the\nsame time stimulate us all to examine ourselves and determine more fully to do our Father's\nwill, which, if we do, will bring us peace in this world and finally immortality and eternal life\nin his presence.\n<\/p><p>\nDOING THE WILL OF GOD BRINGS PEACE\n<\/p><p>\nTo seek to know the Father's will and to comply therewith does not mean abject submission\nto an arbitrary superior force, but rather bringing ourselves into harmony with the laws and\nprinciples prevailing in an orderly universe. It is the only way by which we may\nbe at peace in the earth and eventually rise to our high destiny as the\nchildren of God.\n<\/p><p>\nIt is the path trod by our Savior. He is our great example. The earliest words spoken by him\nof which we have record were, as recorded in the Pearl of Great Price: \". . . Father, thy will\nbe done, and the glory be thine forever\"\n(<span class=\"citation\" id=\"38923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38923)\">Moses 4:2<\/a><\/span>).\nYou are all familiar with the setting. It\nwas in the spirit world when the Father's plan, whereby his children would be advanced to\ntheir second estate, was submitted.\n<\/p><p>\nThe plan required a redeemer. Two of the Father's sons presented themselves for that\nimportant role&mdash;Jesus and Lucifer. The offer of Jesus was sublime in its simple grandeur.\n\"Father, thy will be done, and the glory be thine forever.\" This statement reveals at once the\ngreatness of his soul and also the source of his strength and power.\n<\/p><p>\nLucifer's offer was not in the same sweet, humble spirit\n(<span class=\"citation\" id=\"38921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38921)\">Moses 4:1-4<\/a><\/span>). He was conscious that he had a\nbrilliant intellect, and he wanted to be independent in the use of his own intelligence. He\ncould not bring himself to consecrate his powers to the doing of the Father's will; he wanted\nthe Father's glory; and so he proposed a substitute plan of his own. It was, of course,\nunworkable because conceived in darkness, as is every plan which is contrary to the Father's\nwill, and was rejected. Jesus was chosen to be the Redeemer. Lucifer and his followers,\ninstead of submitting to the decision and bringing themselves into harmony with the will of\nthe Father, rebelled, waged war in heaven, and were cast out. They have never since enjoyed\npeace and contentment and they never will, for they cannot say, in the spirit of Jesus, \"Father,\nthy will be done,\" and there is no one in heaven, whether heaven is thought of as a place or a\ncondition, who is not in harmony with the Father's will.\n<\/p><p>\nIn fulfilment of the Father's plan, Jesus came to earth and here, as before, taught by precept\nand example the truth that the way to peace and happiness and union with God is to learn his\nwill and do it. He taught us to pray unto the Father:\n<\/p><p>\n. . . Thy will be done in earth, as it is in heaven\n(<span class=\"citation\" id=\"33957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33957)\">Matt. 6:10<\/a><\/span>).\n<\/p><p>\nAnd in the Sermon on the Mount:\n<\/p><p>\nNot every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he\nthat doeth the will of my Father which is in heaven\n(<span class=\"citation\" id=\"33968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33968)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nWhen the Jews marveled at his teachings, he declared:\n<\/p><p>\nMy doctrine is not mine, but his that sent me. If any man will do his will, he shall know of\nthe doctrine, whether it be of God, or whether I speak of myself\n(<span class=\"citation\" id=\"27192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27192)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nUrged by his disciples to eat, he said:\n<\/p><p>\nMy meat is to do the will of him that sent me\n(<span class=\"citation\" id=\"27182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27182)\">John 4:34<\/a><\/span>).\nI can of mine own self do\nnothing; as I hear, I judge: and my judgment is just; because I seek not mine\nown will, but the will of the Father which hath sent me\n(<span class=\"citation\" id=\"27184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27184)\">John 5:30<\/a><\/span>). I came down from\nheaven, . . not to do mine own will, but the will of him that sent me\n(<span class=\"citation\" id=\"27189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27189)\">John 6:38<\/a><\/span>).\n<\/p><p>\nJesus held true to this course, even through Gethsemane where he bore the sins of all men\nthrough suffering which caused him&mdash;\n<\/p><p>\n. . . to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit\n(<span class=\"citation\" id=\"12087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12087)\">D&amp;C 19:18<\/a><\/span>).\n<\/p><p>\nAs he came to the climax of that suffering, he cried out in agony:\n<\/p><p>\n. . . Father, if thou be willing, remove this cup from me; nevertheless not my will, but thine,\nbe done (<span class=\"citation\" id=\"31162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31162)\">Luke 22:42<\/a><\/span>).\n<\/p><p>\nThus he partook and finished his preparations unto the children of men as he had undertaken\nthem, submissive to and guided by \"the Father's will\"\n(<span class=\"citation\" id=\"27190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27190)\">John 6:39<\/a><\/span>).\n<\/p><p>\nWhat a difference it would make in the conditions of the world today if all leaders of nations\nand all peoples were seeking to know and do the Father's will! What peace would come into\nthe world and what peace does come into the hearts of individuals as they acquire such a state\nof mind and act upon it! The happiest and most successful people in the earth are those who,\nknowing the will of the Father, are living in harmony therewith. On the other hand, the most\ncontentious, distressed, and miserable people on the earth are those who know his will and\nwho do not live in harmony with it.\n<\/p><p>\nWe members of the Church of Jesus Christ of Latter-day Saints are in a unique position with\nreference to this matter because we know that the Lord has revealed, and is continuing to\nreveal, to our generation his will concerning us, and <i>we profess to accept it<\/i>. This leaves us no\nexcuse and no escape. Each of us is destined to be happy and at peace, or miserable and\ncontentious. Many have already chosen their places; others are moving into position. Our\nstatus will depend upon how nearly we do the Father's will now, and how faithful we are in\ncontinuing to do it to the end of our mortal lives.\n<\/p><p>\nAs we seek to understand the Father's will, it may be well for us to keep in mind some\nwell-known fundamentals. The first to which I invite your attention is that the rules of\nconduct prescribed for us in the revelations contained in the D&amp;C are statements of the\nFather's will as to how we should live our mortal lives, and that these standards were not\nformulated by men, and therefore men cannot change them. Their observance is a purifying\nand sanctifying process, by which we come into union with God and thereby enjoy peace and\nhappiness. To know them and fail to strive to live them is to invite certain distress and\nunhappiness.\n<\/p><p>\nTo illustrate: Recently a friend of mine came to me with this problem. \"The Church,\" he said,\n\"is suffering the loss of the loyalty and services of many able members who feel that they are\nbeing driven away from the Church and are thus deprived of the\ncommunion to which they are entitled, because our leaders put so much stress upon what, to them, are\nunimportant rules of conduct, such as the nonuse of tea, coffee, tobacco, and intoxicating\nbeverages.\" He wondered if the rules as to these things and such other, to them, minor things\nas the payment of tithing and the keeping of the Sabbath day holy, could not be relaxed so\nthat such persons would not feel out of harmony or be embarrassed in the Church.\n<\/p><p>\nTHE YOKE OF CHRIST\n<\/p><p>\nNow, my brethren and sisters, it is not the desire of the Church nor of any man or woman in\nthe Church who has the spirit of the gospel, to discomfort or embarrass or drive away from\nthe purifying and sanctifying influences of the gospel, any person, be he in or out of the\nChurch. Rather, it is their desire to take every person where he now is and build him up, lead\nhim step by step along the straight and narrow path of conforming with gospel standards, until\nhe finds peace and happiness in doing the will of the Father.\n<\/p><p>\nThis, however, cannot be done by condoning noncompliance with the rules of conduct which\nthe Lord has prescribed, nor by presuming to change them. The words of Jesus were, \"Take\n<i>my yoke<\/i> upon you.\" He did not say come on your own terms, but&mdash;\n<\/p><p>\nTake my yoke upon you, and learn of me; . . . and ye shall find rest unto your souls\n(<span class=\"citation\" id=\"33980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33980)\">Matt. 11:29<\/a><\/span>).\n<\/p><p>\nThe Lord has never revealed a way whereby we can enjoy that rest unto our souls without\ntaking his yoke upon us. The acceptance of the commandments in the D&amp;C as an expression\nto us individually of the will of our Father in heaven as to how we should live, and an earnest\neffort to abide thereby, will do much to bring us peace and happiness while we live in the\nearth, and to assure us of great joy in the world to come.\nLIVING PROPHETS AS GUIDES\n<\/p><p>\nAnother fundamental to bear in mind in our search is that the manifestations of the Father's\nwill to this generation did not cease with what is written in the D&amp;C. He has not left us\nunguided to jangle over the interpretations of those revelations, nor does he leave us ignorant\nof his will on current issues. He has given us living prophets to interpret those revelations and\nto declare to us his will on present problems.\n<\/p><p>\nWhen the Lord opened up this dispensation, he chose and appointed the Prophet Joseph Smith\nthrough whom to reveal his will. And the peoples of the earth were put under obligation to\nhear him. More than a year before the Church was organized, the Lord said to the Prophet:\n. . . this generation shall have my word through you\n(<span class=\"citation\" id=\"12077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12077)\">D&amp;C 5:10<\/a><\/span>).\n<\/p><p>\nAnd he further declared that woe should come upon the inhabitants of the earth if they did\nnot hearken unto his words (<span class=\"citation\" id=\"12076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12076)\">D&amp;C 5:5<\/a><\/span>).\n<\/p><p>\nAs long as the Prophet lived, the Lord revealed his will to that generation through him. And it\nis significant how much of what he revealed dealt with the issues of that day. Since the\nProphet's martyrdom, the will of the Lord has been given through succeeding prophets,\nPresidents Brigham Young, John Taylor, Wilford Woodruff, Lorenzo Snow, Joseph F. Smith,\nand Heber J. Grant, who each in his turn has presided over the Church, and, like unto Moses,\nhas guided the people of his generation on the issues of their day by the spirit of revelation\n(see <span class=\"citation\" id=\"12080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12080)\">D&amp;C 8:2-3<\/a><\/span>;\n<span class=\"citation\" id=\"12186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12186)\">D&amp;C 107:91<\/a><\/span>).\n<\/p><p>\nDuring the administrations of all these leaders, those who have accepted them as prophets,\nwho have truly believed that by the spirit of revelation they spoke the Father's will on the\nissues of the day, who have adjusted their thinking, their living, and their feelings to\nharmonize with the spirit and the letter of the words of these living prophets&mdash;they are the\nones who have been comforted and who have had peace in their souls.\n<\/p><p>\nToday the Lord is revealing his will to all the inhabitants of the earth, and to members of the\nChurch in particular, on the issues of this our day through the living prophets, with the First\nPresidency at the head. What they say as a presidency is what the Lord would say if he were\nhere in person. This is the rock foundation of Mormonism. If it ever ceases to be the fact, this\nwill be an apostate Church. But it will never cease to be the fact. When the Prophet Joseph\nSmith was asked what the difference was between the Latter-day Saint Church and the\nsectarian churches of the world, he said, \"We have the Holy Ghost,\" by which he meant that\nby the power of the Holy Ghost the will of our Father is revealed to the minds of the leaders\nof this Church. So I repeat again, what the presidency say as a presidency is what the Lord\nwould say if he were here, and it is scripture. It should be studied, understood, and followed,\neven as the revelations in the D&amp;C and other scriptures. Those who follow this course will\nnot interpret what they say as being inspired by political bias or selfishness; neither will they\nsay that the brethren are uninformed as to the circumstances of those affected by their\ncounsel; or that their counsels cannot be accepted because they are not prefaced by the\nquotation, \"Thus saith the Lord.\"\n<\/p><p>\nThose, and I testify to this out of my own experience, who will through mighty prayer and\nearnest study inform themselves as to what these living prophets say, and act upon it, will be\nvisited by the spirit of the Lord and know by the spirit of revelation that they speak the mind\nand will of the Father.\n<\/p><p>\nThis is a day of great conflict between truth and error. Satan is having a field day with the\nsouls of men. Anti-christs stalk the earth in all lands, including our own. False philosophies\nand doctrines emanating from the prince of darkness are being presented in\nsuch appealing manner as almost to deceive the very elect. There is only one sure way to\ndivine the truth from the error. That is to learn what the mind and will of the Father is on\nthese matters, and then do it. You will find it declared on many issues in the messages of the\nFirst Presidency given in the general conferences in 1942. I take the liberty of reading from\nthe one given in April the following:\n<\/p><p>\nWe again warn our people in America of the constantly increasing threat against our inspired\nConstitution and our free institutions set up under it. The same political tenets and\nphilosophies that have brought war and terror in other parts of the world are at work amongst\nus in America. The proponents thereof are seeking to undermine our own form of government\nand to set up instead one of the forms of dictatorships now flourishing in other lands. These\nrevolutionists are using a technique that is as old as the human race&mdash;a fervid but false\nsolicitude for the unfortunate over whom they thus gain mastery, and then enslave them.\n<\/p><p>\nThey suit their approaches to the particular group they seek to deceive. Among the Latter-day\nSaints they speak of their philosophy and their plans under it, as an ushering in of the United\nOrder. Communism and all other similar isms bear no relationship whatever to the United\nOrder. They are merely the clumsy counterfeits which Satan always devises of the gospel\nplan. Communism debases the individual and makes him the enslaved tool of the state to\nwhom he must look for sustenance and religion; the United Order exalts the individual, leaves\nhim his property, \"according to his family, according to his circumstances and his wants and\nneeds\" (<span class=\"citation\" id=\"12113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12113)\">D&amp;C 51:3<\/a><\/span>),\nand provides a system by which he helps care for his less\nfortunate brethren; the United Order leaves every man free to choose his own religion as his\nconscience directs. Communism destroys man's God-given free agency; the United Order\nglorifies it. Latter-day Saints cannot be true to their faith and lend aid, encouragement, or\nsympathy to any of these false philosophies. They will prove snares to their feet.\n<\/p><p>\nIf there be those among us who feel aggrieved, out of harmony, or to criticize what the\nPresidency say on these burning issues of our times, it would be well to remember that these\nprophets are but declaring to us the will of the Father, and that the only open road to peace\nand happiness is to bring ourselves into harmony therewith.\n<\/p><p>\nMay the Lord help each of us to have a consuming desire to know and do his will, and to\nrecognize that his will is made known to us and all peoples of this generation through the\nrevelations in the D&amp;C and the interpretations and counsels of the living prophets, I humbly\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}