{"ID":1710, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Remember the Sabbath<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, October 1969, pp. 16-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIf we were looking for some program to cure all of the problems that presently beset our\nworld, we might well find it by properly observing the Sabbath day. The importance of the\nSabbath is prefigured in the account of creation. In programming the seven creative periods,\nGod set aside the seventh day as his Sabbath. And then in our interests he especially blessed\nand hallowed this one day out of each week, which he ordained to be our Sabbath day. And\nwhat a magnificent day it is when it is used as he intended.\n<\/p><p>\nIt is probable that our civilization would never have survived for half a century if it had not\nbeen for this one day in seven that we call Sunday. This is the day when we put on our best\nclothes and think our best thoughts and read our best books. This is the day when we\nassociate with the people that we like the most. This is the day for which we usually reserve\nthe best meal of the week. This is the day when we lay aside the cares that usually concern us\nduring the other six days and go to the house of prayer and let our minds reach upward and\ntry to understand the real purpose for which this day was set apart.\n<\/p><p>\n<b>Remember the Sabbath<\/b>\n<\/p><p>\nSome people have performed miracles of accomplishment when over a period of a few\nyears they have set apart even 15 minutes a day for regular study and special\nself-improvement. And we can bring eternal exaltation upon ourselves by using the Sabbath\nday as the Creator intended. Some 3,460 years ago God came down onto the top of Mount\nSinai in fire, and to the accompaniment of lightning and thunder said, \"Remember the sabbath\nday, to keep it holy\" (<span class=\"citation\" id=\"22792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22792)\">Ex. 20:8<\/a><\/span>).\n<\/p><p>\nThen in the meridian of time, the Son of God established his church upon the earth with the\nexpectation that we should belong to it. Just suppose that we should each make up a\nthoughtful list of those things that we could do to really make this a holy day. The church of\nwhich we should be an important part was given the responsibility for proclaiming the\nprinciples of eternal truth, and within the framework of the Church we are supposed to\nindividually sponsor those laws on which the blessings of mankind are predicated. William\nJames has said, \"That which holds our attention, determines our action.\" And if we don't pay\nattention, we lose the blessing.\n<\/p><p>\nThe Sabbath day gives us a time to study the scriptures and to think about life's\neternal purposes. \"The mind is made up by what it feeds upon.\" And the Sabbath day is a\ntime for spiritual feasting, mental stimulation, righteous activities, ennobling worship, and\npleasant Christian fellowship.  Anciently the followers of Christ assembled themselves\ntogether on the first day of the week to hear the gospel discussed, partake of the emblems of\nhis atonement, and renew their covenants of faithfulness. And in our own day the Lord has\nsaid, \"And that thou mayest more fully keep thyself unspotted from the world, thou shalt go\nto the house of prayer and offer up thy sacraments upon my holy day; \n<\/p><p>\n\"For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions\nunto the Most High\" (<span class=\"citation\" id=\"15367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15367)\">D&amp;C 59:9-10<\/a><\/span>).\n<\/p><p>\n<b>A command of opportunity<\/b>\n<\/p><p>\nThat is one of our greatest commands of opportunity. And we bring all sorts\nof serious problems upon ourselves when we use this day for pleasure,\nworldliness, and evil. We sometimes make the Sabbath our least important day by putting on\nour most unsightly clothes and doing our most ordinary jobs. As a consequence of what we\ndo, many of our churches remain empty and the holy scriptures remain on the shelf unopened.\nWhen we lose the Sabbath day spirit, we are likely to build bars in our homes instead of\naltars. And sometimes we can get more interested in horse races and baseball games than in\nthe celestial kingdom.\n<\/p><p>\nSomeone has said that the mind like the dyer's hand is colored by what it holds. If I hold in\nmy hand a sponge full of purple dye, my hand becomes purple. And if I hold in my mind and\nheart great ideas of faith and ambitions of righteousness, my whole person is colored\naccordingly.\n<\/p><p>\n<b>Paul's prediction<\/b>\n<\/p><p>\nThe apostle Paul saw our day and indicated that we were holding in our minds many\nof the wrong kind of ideas. He said, \". . . in the last days perilous times shall come.\n<\/p><p>\n\"For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers,\ndisobedient to parents, unthankful, unholy,\n<\/p><p>\n\"Without natural affection, truce-breakers, false accusers, incontinent, fierce, despisers of those\nthat are good,\n<\/p><p>\n\"Traitors, heady, highminded, lovers of pleasures more than lovers of God; \n<\/p><p>\n\"Having a form of godliness, but denying the power thereof\"\n(<span class=\"citation\" id=\"5179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5179)\">2 Tim. 3:1-5<\/a><\/span>).\n<\/p><p>\nAnd he indicated the change that we should make when he said, \". . . be ye transformed by\nthe renewing of your mind\" (see\n<span class=\"citation\" id=\"42828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42828)\">Rom. 12:2<\/a><\/span>).\nOur whole lives can be transformed by having\na holy experience on the Sabbath day.\n<\/p><p>\n<b>Benefits of Sabbath<\/b>\n<\/p><p>\nThe other day while walking down the street I met a good friend of mine. We shook\nhands and engaged in a little pleasant small talk. We laughed, visited, joked, and had a\npleasant few minutes together. Then as I went on my way I thought how much better I felt\nthan I had previously done. One of the best ways to feel the faith and enjoy the friendliness\nof our fellow human beings is in church. In church the talk is very important, and we can\nshake hands, feel the Spirit of God, and be uplifted by each other as we listen, pray, and sing\ntogether out of the depths of worshiping hearts.\n<\/p><p>\nThe Lord is pleased when we honor him and bring this benefit upon ourselves by keeping the\nSabbath day holy. He has said, \"For my soul delighteth in the song of the heart; yea, the song\nof the righteous is a prayer unto me, and it shall be answered with a blessing upon their\nheads\" (<span class=\"citation\" id=\"15330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15330)\">D&amp;C 25:12<\/a><\/span>).\n<\/p><p>\n<b>Renewal of covenants<\/b>\n<\/p><p>\nIt is also in the house of the Lord that we partake of the sacrament and renew our\npersonal covenants to serve him.\n<\/p><p>\nOn that memorable last evening of the Lord's life, the scripture recalls that \"he took bread,\nand gave thanks, and brake it, and gave unto them, saying, This is my body which is given\nfor you: this do in remembrance of me. Likewise also the cup after supper, saying, This cup\nis the new testament in my blood, which is shed for you\"\n(<span class=\"citation\" id=\"31769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31769)\">Luke 22:19-20<\/a><\/span>). And, \"For as\noften as ye eat this bread, and drink this cup, ye do shew the Lord's death till he come\"\n(<span class=\"citation\" id=\"494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(494)\">1 Cor. 11:26<\/a><\/span>).\n<\/p><p>\n<b>Rewarding associations<\/b>\n<\/p><p>\nThis is not only a way to have a vitalizing spiritual experience with our Redeemer, but\nit is also a way that we can have a rewarding association with our fellowmen. Next to God,\nthe most inspiring creation in the universe is a great human being formed in God's image.\nAnd one of the reasons that we have been endowed with his great attributes is that with them\nwe might inspire each other. It has been pointed out that when the veils of our mortality are\ndrawn aside, the most ordinary individual that we know may be the kind of person that we\nwould feel like falling down and worshiping before. If we could have visited with Abraham\nas he herded his sheep on the deserts of Palestine, we may not have been\ngreatly impressed. But if we could have been at his side as he stood among the noble and\ngreat in the antemortal councils of God, or if we could be with him now as he serves in\nGod's heavenly kingdom, the experience would likely be a much more memorable one. And\nwhat wonderful people we might discover each Sabbath day if we could see our brothers and\nsisters in the light of their real identity as children of God. The Prophet Joseph Smith said\nthat \"if we could look into heaven for five minutes we would learn more than by reading all\nof the books that have ever been written on that subject\"\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 324). But all of our brothers and sisters\nwere themselves in heaven just a few years ago, and we may shortly see them there again.\n<\/p><p>\nIt is helpful for us to remember that God, angels, spirits, and men are all of the same species\nin different stages of development and in various degrees of righteousness. And the apostle\nPaul says that we should not be \"forgetful to entertain strangers: for thereby some have\nentertained angels unawares\" (<span class=\"citation\" id=\"24390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24390)\">Heb. 13:2<\/a><\/span>).\n<\/p><p>\n<b>What is man<\/b>\n<\/p><p>\nBut who are these with whom we worship? King David asks a helpful question where\nhe exclaims, \"What is man, that thou art mindful of him? and the son of man, that thou\nvisitest him?\n<\/p><p>\n\"For thou hast made him a little lower than the angels, and hast crowned him with glory and\nhonour.\n<\/p><p>\n\"Thou madest him to have dominion over the works of thy hands; thou hast put all things\nunder his feet\" (<span class=\"citation\" id=\"41892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41892)\">Ps. 8:4-6<\/a><\/span>).\n<\/p><p>\nOne Bible translation says, \"Thou hast made him <i>for a little while<\/i> lower than the angels.\"\n(Italics added.) In some ways even Jesus was made lower than the angels temporarily. And\nwhat a thrill it ought to be for us each week to properly honor God and our fellow human\nbeings as he has directed. And we are sure that someday when we come to stand before God,\nwe will find that those who have effectively kept his commandments will be different kind of\npeople than those who have ignored or disobeyed him. And so in imagination we might go\nagain to stand before the fires of Mount Sinai and hear the thrilling command wherein God\nsaid, \"Remember the sabbath day, to keep it holy\"\n(<span class=\"citation\" id=\"22793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22793)\">Ex. 20:8<\/a><\/span>).\nAnd may he help us so to do, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}