{"ID":1713, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Sure Word of Prophecy<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1969, pp. 29-33<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<\/p><p>\nI should first like to extend my congratulations to Elder Ashton on his call. He can't\nhelp it, but I'm his uncle by marriage and I am proud of him. Furthermore, he is a son of my\nfirst counselor when I served as the Presiding Bishop of the Church, and of all the men who\nhave been General Authorities in this church, I think his father was one of the most beloved\nthroughout the entire Church.\n<\/p><p>\n<b>Expression of love<\/b>\n<\/p><p>\nNow I greet all of you brothers and Sisters here today and express my love for you\nand my appreciation for your kindness to me as I travel throughout the Church, and my\ncongratulations for your great contributions in helping to build our Father's kingdom. In your\npresence I would like to express my love for my Father in heaven and for his Son Jesus\nChrist and for the holy scriptures, for without them what would we know about the love of\nour Father in heaven, who gave us his Only Begotten Son, \"that whosoever believeth in him\nshould not perish, but have eternal life\"\n(<span class=\"citation\" id=\"28491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28491)\">John 3:15<\/a><\/span>)?\nAnd what would we know about the life\nand the labors, the teachings, the example, and the great atoning sacrifice of the Redeemer of\nthe world? No wonder we love him and are proud to be his representatives!\n<\/p><p>\n<b>Words of the prophets<\/b>\n<\/p><p>\nI love the scriptures. I love the words of the prophets, for the Lord has permitted many\nof them to look down through the stream of time and behold coming events of great\nimportance in this world.\n<\/p><p>\nI think of the words of Jesus as he walked with two of his disciples as they were on their way\nto Emmaus following his resurrection, and we are told that \"their eyes were holden that they\nshould not know him\" (<span class=\"citation\" id=\"31780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31780)\">Luke 24:16<\/a><\/span>).\nWhen he heard what they had to say, he realized that\nnotwithstanding the time he had spent with them, they did not comprehend the magnitude of\nhis ministry, and he said: \"O fools, and slow of heart to believe all that the prophets have\nspoken\" (<span class=\"citation\" id=\"31781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31781)\">Luke 24:25<\/a><\/span>).\nCommencing with Moses and the prophets, he showed them how in\nall things the prophets had testified of him\n(<span class=\"citation\" id=\"31782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31782)\">Luke 24:27<\/a><\/span>).\n<\/p><p>\n<b>Two great events foretold<\/b>\n<\/p><p>\nTo me there are two great events recorded in the holy scriptures that are outstanding\nabove all others, and one is the announcement by the holy prophets of the coming of the\nRedeemer of the world in the meridian of time. Those prophets were permitted to describe his\nlife and his ministry in such minute detail that they even told how lots would\nbe cast for his clothing at the time of his crucifixion\n(<span class=\"citation\" id=\"41895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41895)\">Ps. 22:18<\/a><\/span>). Then the next important event outlined\nby the holy prophets, in my estimation, is what the prophets had to say about his second\ncoming and the preparation for that coming, and that is the mission of this great church.\n<\/p><p>\nI think of the words of the apostle Peter. He said: \n<\/p><p>\n\"We have also a more sure word prophecy; whereunto ye do well that ye take heed, as unto a\nlight that shineth in a dark place, until the day dawn, and the day star arise in your hearts: \n<\/p><p>\n\"Knowing this first, that no prophecy of the scripture is of any private interpretation.\n<\/p><p>\n\"For the prophecy came not in old time by the will of man: but holy men of God spake as\nthey were moved by the Holy Ghost\"\n(<span class=\"citation\" id=\"4904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4904)\">2 Pet. 1:19-21<\/a><\/span>).\n<\/p><p>\n<b>Time of restitution<\/b>\n<\/p><p>\nI like the words of the prophets who have declared this day. I think of the words of\nthe apostle Peter following the day of Pentecost, when he said the heavens must receive the\nChrist \"until the times of restitution of all things, which God hath spoken by the mouth of all\nhis holy prophets since the world began\"\n(<span class=\"citation\" id=\"8070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8070)\">Acts 3:21<\/a><\/span>).\nWe have that restitution. There isn't\ntime today to go into the details of the ministration of heavenly messengers that have been\nsent to this earth in order to restore the gospel and prepare the way for his coming, which is\nthe restitution of all things.\n<\/p><p>\nI like the statement by John the Revelator when he was banished upon the Isle of Patmos and\nthe angel of the Lord said, \"Come up hither, and I will shew thee things which must be\nhereafter\" (<span class=\"citation\" id=\"42429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42429)\">Rev. 4:1<\/a><\/span>).\nHe was shown the great power that would be given to Satan to make\nwar with the saints (<span class=\"citation\" id=\"42431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42431)\">Rev. 13:7<\/a><\/span>)&mdash;the\nsaints were the followers of the meek and lowly Master&mdash;and that\nSatan would be given power over every nation and every kindred and every tongue and every\npeople, but after he saw that great day of darkness he also saw a day of light. He saw\n\"another angel fly in the midst of heaven, having the everlasting gospel to preach unto them\nthat dwell on the earth, and to every nation, and kindred, and tongue, and people\"\n(<span class=\"citation\" id=\"42432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42432)\">Rev. 14:6<\/a><\/span>).\nThat doesn't leave out anybody! We have that everlasting gospel that the Lord\npromised to send to prepare the way for the coming of the Lord.\n<\/p><p>\n<b>Marvelous work and a wonder<\/b>\n<\/p><p>\nI like the statement of Isaiah. He said the Lord had declared the end from the\nbeginning (see <span class=\"citation\" id=\"25373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25373)\">Isa. 46:10<\/a><\/span>).\nIt is all there in the holy scriptures if we know how to read them\nand understand them in the spirit in which they were written, namely, the spirit of the Holy\nGhost. He said: \"The grass withereth, the flower fadeth: but the word of our God shall stand\nfor ever\" (<span class=\"citation\" id=\"25370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25370)\">Isa. 40:8<\/a><\/span>),\n<\/p><p>\nI like the statement of Isaiah, who, when he saw the conditions when men would worship\nGod by the precepts of men, said: \"Wherefore the Lord said . . . behold, I will proceed to do\na marvelous work among this people, even a marvelous work and a wonder: for the wisdom\nof their wise men shall perish, and the understanding of their prudent men shall be hid\"\n(<span class=\"citation\" id=\"25369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25369)\">Isa. 29:13-14<\/a><\/span>).\n<\/p><p>\nWe have that marvelous work and a wonder, and I know that as you do, and we have a great\nresponsibility to share that with our fellowmen throughout the world. I trust that those who\nare listening to this conference will be impressed with the fact that this Church has more to\noffer than any other church in all this world.\n<\/p><p>\n<b>Coming of Elijah<\/b>\n<\/p><p>\nI like the words of Malachi the prophet, when he saw the latter days and said:\n\"Behold, I will send you Elijah the prophet before the coming of the great and dreadful day\nof the Lord: \n<\/p><p>\n\"And he shall turn the heart of the fathers to the children, and the heart of the children to\ntheir fathers, lest I come and smite the earth with a curse\"\n(<span class=\"citation\" id=\"32813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32813)\">Mal. 4:5-6<\/a><\/span>).\n<\/p><p>\nWhat would the consequences really have been, had it not been for the coming of Elijah the\nprophet, and how could the kingdom be prepared for the coming of the\nMaster without all these things finding their fulfillment? All of this constitutes what Paul said\nwhen he said the Lord had revealed unto him the mystery of his will\n(<span class=\"citation\" id=\"21819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21819)\">Eph. 1:9<\/a><\/span>), \"that in the dispensation\nof the fulness of times he might gather together in one all things in Christ, both which are in\nheaven, and which are on earth\" (<span class=\"citation\" id=\"21820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21820)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nWe have that responsibility, and we are the only church in the world that knows anything\nabout that marvelous mystery that God revealed to Paul of this great work of uniting that\nwhich is in heaven with that which is here upon this earth.\n<\/p><p>\n<b>Gathering of Israel<\/b>\n<\/p><p>\nI like the statement of Isaiah, which was quoted by Moroni to the Prophet Joseph\nwhen he visited him three times in the night\n(<span class=\"citation\" id=\"30523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30523)\">JS&mdash;H 1:40<\/a><\/span>),\nand again the next morning when Joseph was\nonly a lad 17 years old. He quoted the words of Isaiah where the Lord said that he would set\nhis hand again the second time to gather scattered Israel (see\n<span class=\"citation\" id=\"25362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25362)\">Isa. 11:11<\/a><\/span>). He has been doing\nthat. Many of you are descendants of those who have been gathered from all over this earth in\nfulfillment of that prediction. He said he would bring in the dispersed of Judah, and after\n2,000 years of their wanderings and their persecutions, they have been led back to their own\nland, for God gave them that land as an eternal inheritance.\n<\/p><p>\n<b>Ensign for the nations<\/b>\n<\/p><p>\nAnd that isn't all. He said he would set up an ensign for the nations\n(<span class=\"citation\" id=\"25363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25363)\">Isa. 11:12<\/a><\/span>). Now\nI don't know what you think about an ensign. It seems to me that means he would do\nsomething better than he had ever done before or that could be found anywhere else in all this\nworld. That is what this Church really is. Now if I should make reference to a few comments\nmade by people who have come among us and have been sufficiently without prejudice that\nthey could recognize what this Church is doing, I hope nobody will think that I am boasting.\n<\/p><p>\nWe had here in our midst just a few years ago a great economist, not only of the United\nStates but of the world. One of our banker friends gave a banquet for him at the Hotel Utah.\nThere were 25 of us invited there, and after the governor and the President of the Church had\nsaid a few words, they asked this man if he would like to say something. He stood there and\nhis jaw began to quiver and the tears began to roll down his cheeks, and he made this\nstatement: \"I have never stood in such presence in my life. I have to come out here to these\nvalleys of the mountains to find the kind of Christianity I think can save the world\"\n(<i>Just to Illustrate<\/i> [Bookcraft, 1961], p. 181). Now we are happy that he could recognize that.\n<\/p><p>\nWe had a man here in our midst a short time ago, a Dr. Polian of Iran. He was sent to the\nUnited States by his government to study the American people. After spending three days\nhere in Salt Lake City, he made this statement: \"I have been in the United States eleven\nmonths as a representative from my government to study the American people, and I have\nobtained a more favorable impression of them in the two days I have spent in Salt Lake City\nthan in all the rest of the eleven months\" (<i>Ibid.<\/i>, p. 129). Now there must be something that\nprovokes that kind of a statement.\n<\/p><p>\n<b>Statement at Washington conference<\/b>\n<\/p><p>\nI want to read you a statement that impressed me very much, and I apologize to\nBrother [Marion D.] Hanks for doing it. During President Dwight D. Eisenhower's\nadministration, a youth conference was held in Washington. There were 7,000 representatives\nthere from all over the United States and probably from other countries. Brother Hanks was\nasked to give the keynote address&mdash;not just to be one of the speakers at the convention, but\nto deliver the keynote address. After he had concluded, the man who had conducted the\nmeeting made this statement: \n<\/p><p>\n\"As I sat here I reflected that Mr. Hanks comes from people that were driven from our region\nof the country because of the things they believed, and suffered bitter persecution for their\nideals, who went finally to the far reaches of this country where they thought\nthemselves away from all this. Now we have invited a leader of that people to come here to\ntalk to us of the same ideals and principles for which we drove them away\" (<i>Ibid.<\/i>, p. 208).\n<\/p><p>\nIt takes truth a long while to travel, but she finally gets her boots on. I am reminded of the\nfable about Truth and Error: they went out into the river to bathe, and Error came out first\nand dressed herself in Truth's clothing and has been traveling in it ever since. But because\nTruth wouldn't dress herself in Error's clothing, we always speak of the naked Truth!\n<\/p><p>\n<b>Comments of visitors<\/b>\n<\/p><p>\nJust a few years ago we had the president of a college down in California teach at the\nsummer school of Brigham Young University. At the close of the summer, in an interview\nwith one of our reporters, he made this significant statement: \"It may well be that the\nMormon people have the key that will eventually save this country.\" There must be something\nback of a people and a program that would call for such compliments from a president of a\ncollege. Incidentally, he was so impressed that he has since joined the Church!\n<\/p><p>\nNow we have people come here by the millions to our Visitors Center. Some of them go\naway feeling like they have been in heaven, because the things they see there are so\nwonderful. Then they are taken to Welfare Square, and we have a book down there where\nthey can write their impressions of what they see. I'd like to read you a few statements. The\nbook is full of them, but this is just typical of the impressions. This is from a representative\nfrom England: \"This has been an extraordinary experience, and it seems to me to be one of\nthe best examples of practical Christianity in the modern world.\"\n<\/p><p>\nThis one is from a Baptist: \"It is a pattern for our federal government to attempt to follow.\" A\nnon-Church member: \"This is the most wonderful thing I have ever seen, and I hope to come\nback again.\" A Hebrew: \"This in my way of thinking is a real religion.\" A non-Church\nmember: \"We believe your church and its members are doing the great deeds that may some\nday achieve a true brotherhood of man.\" We knew that. This is the greatest brotherhood in all\nthis world anywhere. And then from a Catholic: \"A wonderful project and something other\nfaiths might well copy.\" A Methodist: \"I'm flabbergasted\"&mdash;whatever that means! An\nEpiscopalian: \"Beyond belief.\"\n<\/p><p>\n<b>Hope for the world<\/b>\n<\/p><p>\nNow I want to read you just a few words from people who attended the New York\nFair, and they had a book there where these impressions could be written after they had seen\nour display. First, a Catholic priest: \"I think I will leave my priesthood and join you.\" A\nLutheran from New York: \"It is very difficult and words cannot express the true feeling of\ngoodness one gets while touring your pavilion.\" A Catholic from New York: \"There is hope\nfor the world with people like you.\" A Protestant: \"I love it&mdash;sounds great. Please send me\nsomeone.\" There are a lot more just like that, but I wanted you to hear a few.\n<\/p><p>\nNow there must be something to this institution. Isn't that what Isaiah meant when he said\nthat he would set an ensign to the nations (<span class=\"citation\" id=\"25364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25364)\">Isa. 11:12<\/a><\/span>)?\nPeople see that we are doing things differently\nthan they have been done before. We had a man on the campus at Brigham Young University\nin June 1968. He said that he had been at that university in Provo, Utah, year after year since\n1940, and then he added this: \"I am becoming convinced that the only salvation for the\nUnited States is for all Christians converting to Mormonism.\" They will be converted just as\nfast as our great army of Mormon missionaries can reach them; and if, the words of Jesus,\nthey hunger and thirst after righteousness, they shall be filled\n(<span class=\"citation\" id=\"35889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35889)\">Matt. 5:6<\/a><\/span>).\n<\/p><p>\n<b>The restored gospel<\/b>\n<\/p><p>\nGod bless you all, brothers and sisters. We have the greatest thing to\noffer in all this world. It is the restored gospel of the Lord Jesus Christ. It is not a\nreformation. It came from heaven, from holy messengers, and I bear you that witness because\nI know it as I know that I stand here. May God help us to share it with our neighbors and our\nfriends and the whole world, I pray, and ask God to bless you all in the name of the Lord\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}