{"ID":1714, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Principle of Unity<\/p>\n<p class=\"gcspeaker\">Elder Theodore M. Burton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Theodore M. Burton, <i>Conference Report<\/i>, October 1969, pp. 33-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<\/p><p>\nMy brothers and sisters: One of the most beautiful prayers ever offered is found\nrecorded in the Gospel of John. It was given as Jesus opened his heart in prayer to God the\nEternal Father, pleading for unity not only among the apostles, but also asking that those who\nfollow their words might reach a state of unity such as that found in the Godhead. They were\nto preach a gospel of peace and love, and so he said: \n<\/p><p>\n<b>Christ's plea for unity<\/b>\n<\/p><p>\n\"Neither pray I for these [the apostles] alone, but for them also which shall believe on\nme through their word; \n<\/p><p>\n\"That they all might be one; as thou, Father, art in me, and I in thee, that they also may be\none in us: that the world may believe that thou hast sent me\"\n(<span class=\"citation\" id=\"28553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28553)\">John 17:20-21<\/a><\/span>).\n<\/p><p>\nOur present world is torn by argument, dissension, violence, war, and rumors of war, and\nbecause of the turmoil on every side, men's hearts are beginning to fail them. If men are to\nretain their sanity and hope, they must have an assurance of a peaceful solution for the ills of\nmankind. This assurance can be given if we who claim to be true followers of Jesus Christ\ndemonstrate that unity spoken of in that great prayer from which I have quoted Christ's plea\nfor unity.\n<\/p><p>\n<b>Necessity for unity<\/b>\n<\/p><p>\nI feel impressed to stress the necessity for unity as one of the greatest needs of our\npresent-day world. Not only does it apply to the world in general, but it is particularly\nimportant within the Church if we are to take our rightful place in leading mankind toward\npeace.\n<\/p><p>\nIn our generation the Savior gave us a statement so often used by the late President J. Reuben\nClark, Jr.: \". . . I say unto you, be one; and if ye are not one ye are not mine\"\n(<span class=\"citation\" id=\"15343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15343)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nThis doctrine is built upon true love, even the love of Christ, and is a most important\nprinciple of the gospel. Without the love of one man for another, how can justice and real\nfreedom ever be achieved? Unless every man esteems his brother as himself and practices\nvirtue and holiness before the Lord\n(<span class=\"citation\" id=\"15342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15342)\">D&amp;C 38:24<\/a><\/span>),\nhow can that person hope to live in the presence of God,\nwhere unity, love, virtue, and truth abound? No unrighteousness can exist in the presence of\nGod, and unless we learn to overcome disunity and unrighteousness here upon the earth, we\ncannot hope to be restored to live in the presence of God the Eternal Father in the\nresurrection to come.\n<\/p><p>\n<b>Causes of disunity<\/b>\n<\/p><p>\nWhat causes disunity and friction? There are many reasons for disunity, but one of the\nprincipal reasons is the ego of man himself. I define this ego as the desire to be acknowledged\nas a person different from others. This desire is not evil in itself. In fact, properly directed, it\ncan be a great virtue. There is a certain amount of faith or pride in one's self that every\nsuccessful and happy person must have. Only when the ego develops into\negotism must we beware. Ego becomes evil when a person becomes obtrusive and makes\nexcessive reference to himself as to his own importance. Beware when a man or woman\nmonopolizes conversations and shows a disregard for the opinions of others. When a man is\nnot humble and seeks to excel and outdo others, he is in a very dangerous position. I feel\nsuch a spirit is born of selfishness and a lack of the true spirit of Jesus Christ.\n<\/p><p>\n<b>Example of William W. Phelps<\/b>\n<\/p><p>\nAn example of such a spirit is evident in the case of William Phelps. Brother Phelps\nwas a good man and a capable man, but he became too ambitious, letting pride move him to\nseek honors to which he was not entitled. The Prophet Joseph loved that good man, as did the\nLord also. As a result, he was given a warning against this fault in his character. The Lord\nwarned him: \n<\/p><p>\n\"And also let my servant William W. Phelps stand in the office to which I have appointed\nhim, and receive his inheritance in the land; \n<\/p><p>\n\"And also he hath need to repent, for I, the Lord, am not well pleased with him, for he\nseeketh to excel, and he is not sufficiently meek before me\"\n(<span class=\"citation\" id=\"15364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15364)\">D&amp;C 58:40-41<\/a><\/span>).\n<\/p><p>\nElder Phelps failed to heed the warning, and one thing led to another until he actually rebelled\nagainst the Prophet Joseph. When he found himself kicking against the pricks of conscience,\nhe repented, humbled himself, and apologized for his conduct. He was forgiven and brought\nback into full church fellowship. In my opinion he was a great man of courage who was not\nashamed to acknowledge a fault and had the strength to overcome it. Not all men have the\ngreatness of character that William W. Phelps had. Too many who seek to excel lack\nhumility, and if they do not curb this fault they will lose their inheritance in the Lord's\nkingdom.\n<\/p><p>\n<b>Gospel a united whole<\/b>\n<\/p><p>\nI suppose disunity in the Church begins when each of us becomes so wrapped up in\nour own interests and assignments that we lose the full perspective of the gospel of Jesus\nChrist as a united whole. We become so involved with our own particular interests that we\nforget that the gospel involves the whole of life. Sunday School, missionary work, priesthood,\ngenealogy, temple work, welfare, home teaching, education, or whatever interest we have or\nchurch position we occupy at present is only part of the gospel whole. It is true that we are\nexpected to push our own particular assignment, but not at the expense of others. It is most\nunwise to try to advance the field in which we are presently interested by downgrading the\nactivities of others. We should never push one organization at the expense of another. An\nappreciation of diversification is the basis of unity. Though I strive to push priesthood,\ngenealogy, and temple work with all my power, I should never resent any other gospel\norganization or principle within the Church structure, or sow discord among my brethren.\n<\/p><p>\n<b>Appreciation for others<\/b>\n<\/p><p>\nUnity can come when I learn to appreciate each person in the Church and the value of\nevery aspect of church organization. This is true of a deacons quorum, and it is true of the\nhighest quorum of the Church, that of the First Presidency. Loyalty among the men of the\nQuorum of the Twelve Apostles is no more necessary for them than loyalty within a teachers\nor an elders quorum. When discussions arise among strong-minded men and women, anger\nmust never be evident. Men and women should be free to state their opinions without fear,\nbut they should do so without rancor or envy or belittling the character or abilities of other\npersons who hold differing opinions from their own. Only when we understand one another\nand appreciate one another can the Spirit of God enter our hearts, draw us one to another, and\nbring about unity.\n<\/p><p>\n<b>Consideration in discussions<\/b>\n<\/p><p>\nNowhere is this principle of consideration and love of one another more needed than\nin a discussion of gospel principles. The Lord has warned us not to preach\ntenets or opinions: \n<\/p><p>\n\"And of tenets thou shalt not talk, but thou shalt declare repentance and faith on the Savior,\nand remission of sins by baptism, and by fire, yea, even the Holy Ghost\"\n(<span class=\"citation\" id=\"15325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15325)\">D&amp;C 19:31<\/a><\/span>).\n<\/p><p>\nTenets are the dogmas or principles generally accepted by a majority as true, whether those\nprinciples are factual or not. Thus we should not dispute with others about such matters, nor\npursue discussions among ourselves about such matters that can cause feelings to be hurt or\ncause disputations to arise.\n<\/p><p>\nWe should rather preach the first principles of the gospel, which are so necessary for our full\ngrowth and development. When we understand the basics or true fundamental principles of\nthe gospel, we will not be buffeted by the doctrines and beliefs of men that so often lead to\nquarrels and misunderstandings. That is why the Lord went on to advise us: \n<\/p><p>\n\"Behold, this is a great and the last commandment which I shall give you concerning this\nmatter; for this shall suffice for thy daily walk, even unto the end of thy life.\n<\/p><p>\n\"And misery thou shalt receive if thou wilt slight these counsels, yea, even the destruction of\nthyself and property\" (<span class=\"citation\" id=\"15326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15326)\">D&amp;C 19:32-33<\/a><\/span>).\n<\/p><p>\n<b>Role of peacemakers<\/b>\n<\/p><p>\nWe live in a world full of discord and disunity. We need not and must not become a\nparty to that worldly way of living. Our role is that of peacemakers. As the Latter-day Saints\nof our Lord and Master, Jesus Christ, we must \"therefore, renounce war and proclaim peace,\nand seek diligently to turn the hearts of the children to their fathers, and the hearts of the\nfathers to the children\" (<span class=\"citation\" id=\"15430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15430)\">D&amp;C 98:16<\/a><\/span>).\n<\/p><p>\nThe need within the Church for a spirit of unity and loyalty and love is reflected in these\nwords of the Savior from the Book of Mormon: \n<\/p><p>\n\". . . And there shall be no disputations among you, as there have hitherto been; neither shall\nthere be disputations among you concerning the points of my doctrine, as there have hitherto\nbeen.\n<\/p><p>\n\"For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of\nthe devil, who is the father of contention, and he stirreth up the hearts of men to contend with\nanger, one with another.\n<\/p><p>\n\"Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another;\nbut this is my doctrine, that such things should be done away\"\n(<span class=\"citation\" id=\"5729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5729)\">3 Ne. 11:28-30<\/a><\/span>).\n<\/p><p>\n<b>Plea for unity<\/b>\n<\/p><p>\nWhen we hear our voices rise in speaking with one another, when we feel our faces\ngetting flushed and red, when our muscles tense and we get warm under the collar, these are\ndanger signals. It is time to repent and change whatever we are saying or doing. I plead for\nunity and consideration among us who claim to be sons and daughters of God. I pray for that\nlove and affection which characterizes the true disciples of Jesus Christ. May God bless us all\nto know with such a surety of heart that this is the true church and kingdom of Jesus Christ,\nthat we will have character enough to practice those principles which we espouse.\n<\/p><p>\nI pray for this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}