{"ID":1715, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Other Side of the Ship<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, October 1969, pp. 36-38<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nRecently two unusual gatherings of young people have caught the attention of the world. At\nWhite Lake, New York, nearly half a million young people gathered.\n<\/p><p>\nLater a similar gathering was held on the Isle of Wight. They came from all countries, from\nall levels of society.\n<\/p><p>\nThese meetings were billed as music festivals. Certainly they did not come to hear the\nmusic&mdash;they came to be there.\n<\/p><p>\nThese gatherings, so appealing to our youth, are unique in history, and they mean something.\n<\/p><p>\nSome suppose that the youth responded to political or philosophical motivation. It is not so. It\nwould be a mistake to so conclude, even though they are deeply entangled in the political and\nsocial issues of today.\n<\/p><p>\n<b>Unquenched spiritual desire<\/b>\n<\/p><p>\nFrantically youth clings to whatever social issue is foremost at the moment, not\nrealizing perhaps that it is not so much the <i>cause<\/i> that ignites them; it is rather <i>having a cause<\/i>\nthat satisfies their need. Neither is it an intellectual movement, although it has many of the\nattributes. Nor is it a cultural one, though they have developed their own style of music, a\nvocabulary, art forms, and poetry. It is spiritual motivation that brings these young people\ntogether.\n<\/p><p>\nThey may not know it, but a whole generation of youth is athirst with an unquenched spiritual\ndesire. As has been foretold: \n<\/p><p>\n\"Behold, the days come, saith the Lord God, that I will send a famine in the land, not a\nfamine of bread, nor a thirst for water, but of hearing the words of the Lord: \n<\/p><p>\n\"And they shall wander from sea to sea, and from the north even to the east, they shall run to\nand fro to seek the word of the Lord, and shall not find it.\n<\/p><p>\n\"In that day shall the fair virgins and young men faint for thirst\"\n(<span class=\"citation\" id=\"10439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10439)\">Amos 8:11-13<\/a><\/span>).\n<\/p><p>\n<b>Thirst for life's meaning<\/b>\n<\/p><p>\nYouth suffers from a lingering thirst that has become a drive. Though it gnaws within\nthem, it is not physical. They want to know what it all means&mdash;they are seeking the true\nmeaning of life. There is something missing from their lives, some vital substance that they\nhave not tasted.\n<\/p><p>\nMany of them unfortunately seek it in physical satisfaction. They smash down the boundaries\nof morality and wantonly indulge themselves in every manner conceivable to the limit of\nphysical experience, seeking in physical gratification some taste of life. They come away less\nsatisfied than before, the thirst and the craving more acute.\n<\/p><p>\n<b>Escape from futility<\/b>\n<\/p><p>\nThen many of them turn elsewhere, seeking to escape the futility in life. They turn to\ndrugs and find for a moment the escape they seek. At last their spirits soar. They reach\nbeyond themselves, erase all limitations, and taste for a moment, as they suppose, that which\nthey have been seeking. But it is a synthetic, a wicked counterfeit, for they return to a\ndepression worse than the one they left.\n<\/p><p>\nThen they become players in the saddest of human tragedies. For, as they turn again to this\nrelease, they are not seeking what they sought before, but indulge to escape the consequences\nof each previous adventure with drugs. This is addiction! This is tragedy! This is slavery!\nWhen a remedy becomes worse than the disease, then we have found futility itself.\n<\/p><p>\n<b>Advice to young people<\/b>\n<\/p><p>\nIf one of these young people would listen for a moment&mdash;listen seriously enough that\nI could speak from the depths of my soul&mdash;there are some things I would tell him.\n<\/p><p>\nWhy, he may first ask, do you appeal to me, the most criticized and\nuncomfortable of all in society? That is easy to answer.\n<\/p><p>\nFirst, you are right, you know, when you assess that most of society is interested only in\nimmediate material success, too comfortable to really care, too preoccupied to listen to any\nsignificant message.\n<\/p><p>\nBecause you are trying to change things, perhaps you will at least listen.\n<\/p><p>\nWe are trying to change things too. We have many thousands of young people, something like\nyourself, assigned across the world to change people. But they must sift through literally\nthousands to find <i>one<\/i> who will listen&mdash;really listen.\n<\/p><p>\nWe appeal to you because you are young. Our message requires a change so monumental that\nfew but youth have the courage for it.\n<\/p><p>\n<b>Cast net on right side<\/b>\n<\/p><p>\nIn your rebellion, so called, you have cut yourself loose from your moorings, perhaps\neven from family ties, and set adrift on the sea of life. Now you may be drifting on the right\nsea, you may even be in the right boat, but you might try fishing on the other side. Some\nothers were fishing on the wrong side of the ship.\n<\/p><p>\n\"And he said unto them, Cast the net on the right side of the ship, and ye shall find. They\ncast therefore, and now they were not able to draw it for the multitude of fishes\"\n(<span class=\"citation\" id=\"28558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28558)\">John 21:6<\/a><\/span>).\n<\/p><p>\nWhen we mention that there is a spiritual answer to your need, I hope you don't dismiss it or\nridicule the possibility. \"Don't knock it till you've tried it\" is sound counsel. If you haven't\ntried it yet, you are as yet no witness on the matter. Surely you have that much honesty.\n<\/p><p>\nYou may say you've been to church, that you've tried religion and not been satisfied. That is\nlittle wonder. It isn't in them all, you know, only a flavoring of it. The substance of it, the\nfullness of it can be found in only one place. Perhaps you have looked for it here, in that one\nplace, and have not found it. And so I repeat, you might try fishing on the right side.\n<\/p><p>\n<b>Finding the true light<\/b>\n<\/p><p>\nNo one can compel you to taste of this living water. It can come only when you\nconsent. There are no conscripts, only volunteers.\n<\/p><p>\nIf you are to find it, you must pay more, by a thousandfold, than ever you paid before, reach\nfarther than you have ever reached, use more courage and self-discipline than you ever knew\nyou had. But at the end of all that comes the promise: \n<\/p><p>\n\"Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and\ncometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my\ncommandments, shall see my face and know that I am; \n<\/p><p>\n\"And that I am the true light that lighteth every man that cometh into the world\"\n(<span class=\"citation\" id=\"15417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15417)\">D&amp;C 93:1-2<\/a><\/span>).\n<\/p><p>\nI must be plain also to say to you, my young friend, that when you come to know, it will be\non his terms&mdash;not on yours.\n<\/p><p>\n\"Therefore,\" he has said, \"sanctify yourselves that your minds become single to God, and the\ndays will come that you shall see him; for he will unveil his face unto you, and it shall be in\n<i>his<\/i> own time, and in <i>his<\/i> own way, and according to <i>his<\/i> own will\"\n(<span class=\"citation\" id=\"15405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15405)\">D&amp;C 88:68<\/a><\/span>, italics added).\n<\/p><p>\n<b>Facing issues with new light<\/b>\n<\/p><p>\nThe fact&mdash;the positive, irrefutable truth&mdash;is that what you seek, my young friend,\nexists. And when you find it, it will not take you out of the world. You will find a greater\nneed to be in the mainstream of life facing the same issues that are so disturbing to you now,\nbut you'll face them with a different light.\n<\/p><p>\nIt will not require that you give up anything essential or fulfilling in life, whether it be\nphysical, emotional, spiritual, or intellectual. You will be the same height, the same weight,\nyou'll be under the necessity of eating to live and being sheltered. You'll have dislikes and\nlikes, passions and desires. At first glance nothing will change at all, and yet positively\neverything will change.\n<\/p><p>\n<b>Quench spiritual thirst<\/b>\n<\/p><p>\nWe bid you&mdash;our restless, drifting, seeking youth&mdash;to come, quench that spiritual\nthirst.\n<\/p><p>\nThe Lord has said: \"Whosoever drinketh of . . . water shall thirst again: \n<\/p><p>\n\"But whosoever drinketh of the water that I shall give him shall never thirst; but the water\nthat I shall give him shall be in him a well of water springing up into everlasting life\"\n(<span class=\"citation\" id=\"28496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28496)\">John 4:13-14<\/a><\/span>).\n<\/p><p>\nOh, how we pray that as you drift, seeking everywhere, trying everything, that one day you\nwill cast your net on the right side of the ship\n(<span class=\"citation\" id=\"28559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28559)\">John 21:6<\/a><\/span>).\n<\/p><p>\nI bear to you my witness, as one among those authorized to bear that witness, that God does\nlive, Jesus is the Christ, this is his church, The Church of Jesus Christ of Latter-day Saints.\nHe directs his church and ministers in the midst of his Saints. There is a prophet of God\ndirecting this work. Youth is needed to carry it on. We bid you to come, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}