{"ID":1716, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Temples Are Essential<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1969, pp. 38-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe of The Church of Jesus Christ of Latter-day Saints have been accused of being peculiar in\nmany ways, one of them being that we build temples and restrict entrance to them to\nmembers of special standards. We are asked, \"Why do you build temples? Why is a temple\ndifferent from other Church edifices? Why cannot anyone enter into the temple, like other\nChurch buildings?\"\n<\/p><p>\nIn the time allotted to me I may not answer all these questions, but I want to show that\ntemples are absolutely essential in the Church of Jesus Christ.\n<\/p><p>\n<b>Temples are holy edifices<\/b>\n<\/p><p>\nTemples are more than just a gathering place for the Saints, or who might call\nthemselves Saints. They are holy edifices where the Lord God can talk to his people through\nthe leaders, the prophets of God, and make his will known concerning them. Also, temples\nare holy edifices wherein sacred saving ordinances may be performed in such manner, and by\nproper authority, as to be acceptable to God our Father in heaven.\n<\/p><p>\nThe Ark of the Covenant was so sacred that even the unauthorized were smitten with death\nwho touched it, even to save it, as they thought, from falling to the ground\n(<span class=\"citation\" id=\"5003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5003)\">2 Sam. 6:6-7<\/a><\/span>).\n<\/p><p>\nToday, such severe penalty seems unnecessary. If you will note from published pictures of the\ntemple interiors, the rooms are filled with chairs for large groups. If the room is full of people\nperforming a sacred ordinance, it stands to reason there just isn't room for the onlooker.\n<\/p><p>\n<b>Necessity of baptism<\/b>\n<\/p><p>\nThe Lord said to Nicodemus, \"Verily, verily, I say unto thee, Except a man be born of\nwater and of the Spirit, he cannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"28487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28487)\">John 3:5<\/a><\/span>).\n<\/p><p>\nHe instructed his apostles: \"Go ye therefore, and teach all nations, baptizing them in the name\nof the Father, and of the Son, and of the Holy Ghost\"\n(<span class=\"citation\" id=\"35968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35968)\">Matt. 28:19<\/a><\/span>). He also said, \"He that\nbelieveth and is baptized shall be saved; but he that believeth not shall be damned\"\n(<span class=\"citation\" id=\"33232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33232)\">Mark 16:16<\/a><\/span>).\n<\/p><p>\nJesus Christ himself was baptized by John the Baptist. When John seemed reluctant to baptize\nJesus, who was a sinless man, Jesus said, \"Suffer it to be so now: for thus it becometh us to\nfulfil all righteousness\" (<span class=\"citation\" id=\"35881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35881)\">Matt. 3:15<\/a><\/span>).\n<\/p><p>\nIf it was necessary for Jesus, a sinless man, to be baptized, how much more important and\nnecessary for all other mortals on this earth to be baptized. Jesus went to\nhim to whom the authority to baptize had been given. \n<\/p><p>\n<b>All to partake of gospel ordinances<\/b>\n<\/p><p>\nNow what about all those who have not heard the teaching of Jesus, either in his day\nor since? Are they to be damned if they are not given the opportunity of hearing of baptism?\n<\/p><p>\nIf God is just&mdash;and we know he is&mdash;then would not God be obligated to provide a way\nwhere all his children may hear the gospel plan and partake of his ordinances, regardless of\nwhen they lived upon the earth?\n<\/p><p>\nPeter tells us that between the crucifixion and the resurrection of Jesus, he \"went and\npreached unto the spirits in prison; Which sometime were disobedient, when once the\nlongsuffering of God waited in the days of Noah\"\n(<span class=\"citation\" id=\"2325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2325)\">1 Pet. 3:19-20<\/a><\/span>).\nPeter also declared: \"For\nfor this cause was the gospel preached also to them that are dead, that they might be judged\naccording to men in the flesh, but live according to God in the spirit\"\n(<span class=\"citation\" id=\"2326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2326)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nThe Savior established his organization on the earth during his ministry. He preached to the\ndisembodied spirits after his crucifixion. He established his organization on this continent\namong the Nephites after his resurrection. I think we can reasonably assume he also\nestablished his organization in the spirit world so the teaching of his gospel can be made\nknown to all mankind after death, if not during this lifetime.\n<\/p><p>\n<b>Vicarious work for the dead<\/b>\n<\/p><p>\nThe ordinances of the gospel, however, must be performed on the earth. Hence, there\nmust needs be a vicarious work done on the earth for those who have departed this life\nwithout such opportunities.\n<\/p><p>\nThe entire life, crucifixion, and resurrection was a vicarious mission of our Savior. Then is it\nnot right that he should ask us to be Saviors to our fellowmen, to perform, vicariously, saving\nordinances for our ancestors?\n<\/p><p>\nThe apostle Paul clinched his point to the Corinthians to prove to them the reality of the\nresurrection by asking them: \"Else what shall they do which are baptized for the dead, if the\ndead rise not at all?\" (<span class=\"citation\" id=\"510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(510)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nThere is only one answer to this passage of scripture&mdash;a vicarious work of baptism for the\ndead was performed in those days.\n<\/p><p>\n<b>Revealed instructions<\/b>\n<\/p><p>\nIn this dispensation the Lord revealed the following to the Prophet Joseph Smith: \n<\/p><p>\n\"For there is not a place found on earth that he may come to and restore again that which was\nlost unto you, or which he hath taken away, even the fulness of the priesthood.\n<\/p><p>\n\"For a baptismal font there is not upon the earth, that they, my saints, may be baptized for\nthose who are dead&mdash;\n<\/p><p>\n\"For this ordinance belongeth to my house, and cannot be acceptable to me, only in the days\nof your poverty, wherein ye are not able to build a house unto me\"\n(<span class=\"citation\" id=\"15453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15453)\">D&amp;C 124:28-30<\/a><\/span>).\n<\/p><p>\nThen the Lord gave a commandment to build a temple, or a house of the Lord, and added: \n<\/p><p>\n\"For it is ordained that in Zion, and in her stakes, and in Jerusalem, those places which I have\nappointed for refuge, shall be the places for your baptisms for your dead.\n<\/p><p>\n\"And again, verily I say unto you, how shall your washings be acceptable unto me, except ye\nperform them in a house which you have built to my name?\n<\/p><p>\n\"For, for this cause I commanded Moses that he should build a tabernacle, that they should\nbear it with them in the wilderness, and to build a house in the land of promise, that those\nordinances might be revealed which had been hid from before the world was.\n<\/p><p>\n\"Therefore, verily I say unto you, that your anointings, and your washings, and your baptisms\nfor the dead . . . and for the glory, honor, and endowment of all her municipals, are ordained\nby the ordinance of my holy house, which my people are always commanded to build unto\nmy holy name\" (<span class=\"citation\" id=\"15454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15454)\">D&amp;C 124:36-39<\/a><\/span>).\n<\/p><p>\n<b>Temples built<\/b>\n<\/p><p>\nIn accordance with commandment, the temple in Kirtland was built in which the keys\nto the sealing blessings were revealed. The keys of the gathering of Israel were restored. The\npromise made by Malachi was fulfilled, that Elijah the Prophet would come \"before the\ncoming of the great and dreadful day of the Lord: \n<\/p><p>\n\"And he shall turn the heart of the fathers to the children, and the heart of the children to\ntheir fathers, lest I come and smite the earth with a curse\"\n(<span class=\"citation\" id=\"32814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32814)\">Mal. 4:5-6<\/a><\/span>).\n<\/p><p>\nI would like to here thank the Reorganized Church of Jesus Christ of Latter Day Saints for\ntaking good care of that building. It has fulfilled its original purpose, and the last time I saw\nit I was pleased with its good condition.\n<\/p><p>\nLand in Independence, Missouri, has been dedicated for a temple to be built sometime in the\nfuture, and I would like to thank those who are taking good care of that property. The Lord\nbless them for so doing.\n<\/p><p>\nThen the temple in Nauvoo was built with a baptismal font and special rooms for endowments\nand sealings, for both the living and the dead. This building was destroyed, but since then\nthere have been 13 temples built, all active at present, with three more now getting started in\nconstruction. Many more will follow.\n<\/p><p>\n<b>Sealing ordinances performed<\/b>\n<\/p><p>\nIn addition to the baptisms for the dead, the sealing ordinances of celestial marriage\nfor the living and the dead are performed in these temples.\n<\/p><p>\nI wish some of our men could see how readily the tears well up in the eyes of some of the\nwomen when I ask about their husbands. Some say, \"He's not a member.\" Some say, \"He\nisn't active\" or \"doesn't hold the Melchizedek Priesthood.\" Some say, \"He's an elder, but just\nhasn't felt he is ready yet.\"\n<\/p><p>\nMany men spend large sums of money, even buy a special home or a car, just to make their\nwives happy; but the greatest happiness that could come to either or both of them would be to\nso live as to be worthy to be sealed together as husband and wife for all eternity.\n<\/p><p>\nThere is no exaltation without the celestial sealing of marriage. This must be done in the\ntemple of God, either while living or vicariously after death. The home is the only eternal\norganization. These are the saving ordinances that can be performed only in a temple, built\nand dedicated unto the Lord. Thus it is absolutely essential to build temples.\n<\/p><p>\nI so testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}