{"ID":1718, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Salute to YWMIA<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1969, pp. 43-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, when considering the history of the various organizations of\nthe Church, I am reminded of the statement by David Everett: \n<\/p><p>\n\"Large streams from little fountains flow,<br \/>\n      Tall oaks from little acorns grow.\"\n<\/p><p>\nNo one society or no one organization has sprung at once into full, perfect maturity. Most\ngood and great thoughts and things are a growth, not a sudden perfection, and so it was with\nthe Young Women's Mutual Improvement Association. This being their centennial year, it\nseems appropriate at this conference to recognize this important young women's organization\nand program.\n<\/p><p>\n<b>Retrenchment Society established<\/b>\n<\/p><p>\nVisualize the setting existing when President Brigham Young established the beginning\norganization, called in those days the Retrenchment Society. He was disturbed about his\ndaughters' somewhat worldly interests and actions. He worried about their spiritual and\nintellectual development and was concerned over the growing trend toward materialism,\ncommercialism, and sophistication among the younger Church members. His daughters\nseemed to reflect the general trend he had observed among the young women in Zion, whose\nmain interests were young men, socials, theater, ice skating, sleigh and hay rides, picnics, and\nclothes.\n<\/p><p>\nAs President of the Church and a former governor of the Territory of Deseret, Brigham\nYoung felt personally responsible for the moral and social welfare of all the residents of the\nterritory.\n<\/p><p>\nThe young men did not seem to be such an immediate problem, as many were pursuing\nhigher education and becoming well versed in the scriptures and preparing for missions.\nOthers were kept busy in agricultural and industrial pursuits&mdash;building homes, stores, ward\nhouses, roads, and working on the construction of the temple.\n<\/p><p>\nThe family home required help from the young women, with miscellaneous household tasks\nand caring for the sick.\n<\/p><p>\n<b>President Young's instruction<\/b>\n<\/p><p>\nPresident Young's thoughts turned to his own daughters, knowing their needs for\nimproved womanly virtues and their qualifications for a more complete and abundant life.\n<\/p><p>\nHe asked Sister Eliza R. Snow to notify all his family to assemble in the Lion House, as he\nhad important matters to present to them. The scene in the quaint parlor was a memorable\none. Following the evening family prayer, President Young dismissed his sons and younger\ndaughters, looked around at the lovely faces of his older daughters, and said: \"All Israel are\nlooking to my family and watching the example set by my . . . children. For this reason I\ndesire to organize my own family first into a society for the promotion of habits of order,\nthrift, industry, and charity: and, above all things, I desire them to retrench from their\nextravagance in dress . . . in your speech . . . wherein you have been guilty of silly speeches\nand light-mindedness of thought. Retrench in everything that is bad and worthless, and\nimprove in everything that is good and beautiful\" (Susa Young Gates,\n<i>History of the Young Ladies' Mutual Improvement Association<\/i>, pp. 8-9).\n<\/p><p>\nThe word retrench may to this generation sound rather archaic and outmoded. The dictionary\ndefines retrench: to cut down, reduce or diminish, curtail, to economize.\n<\/p><p>\nThe last sentence of the quotation is thus made more meaningful. \"Retrench in everything that\nis bad and worthless, and improve in everything that is good and beautiful.\"\n<\/p><p>\n<b>Challenge accepted<\/b>\n<\/p><p>\nWith mixed emotions, the daughters of Brigham Young accepted the challenge he had\ngiven them. Eliza Snow recorded his words and wrote the subsequent\nresolutions to guide the organization. She knew that as a prophet of God he had organized the\nRetrenchment Society through divine inspiration, not just for his own family, but for the\nbenefit and blessing of all young ladies of the Church.\n<\/p><p>\nSoon they caught the spirit and became involved in striving to be \"worthy of imitation.\"\nBefore a year had gone by, young ladies all over the valley were holding meetings in parlors,\nschools, and ward houses.\n<\/p><p>\n<b>Program for young men<\/b>\n<\/p><p>\nAs Brigham Young watched the Retrenchment Society bless every Mormon\ncommunity, he became concerned about the general welfare of the young men of the Church,\nespecially during the winter months when time hung more heavily on their hands. In those\nearly days the social structure was simple. There was very little in the way of sports or\ncommercial amusement, and he felt the young men also needed a program of involvement.\nJunius Wells was given the assignment to organize societies among the young men of the\nChurch for their mutual improvement. This led to the organization of the Young Men's\nMutual Improvement Association. The Retrenchment Society thereafter, and until recent years,\nbecame known as the Young Ladies' Mutual Improvement Association.\n<\/p><p>\nBrigham Young explained: \"Ours is a religion of improvement; it is not contracted and\nconfined, but is calculated to expand the minds of the children of men and lead them up into\nthe state of intelligence that will be an honor to our being\" (<i>Journal of Discourses<\/i>, Vol. 10,\np. 290).\n<\/p><p>\n<b>Thoughts for today's youth<\/b>\n<\/p><p>\nWhat he said a century ago is so applicable to the young people of the Church today.\nWith this in mind, I would like to direct some thoughts to our youth.\n<\/p><p>\nAs children of promise, do not choose to be common; rather, choose to excel. There is no\nprominent place in the society of men and women today for the mediocre. Strive for\nperfection and you will attain perfection in many areas and approach it in others. You have a\nrich heritage. Be unafraid to think and act in accordance with gospel principles, and enjoy the\nbenefits and blessings of it as you fulfill on earth the full measure of your creation as a child\nof God.\n<\/p><p>\nSet goals in life and achieve them.\n<\/p><p>\nDon't be quitters or failures; I believe the current word is \"losers.\" Rather, be steadfast in\nattaining righteous, soul-satisfying goals.\n<\/p><p>\nFailure weakens one's incentive, purpose, and character, just as success strengthens these\ndesirable attributes. The adage \"Nothing succeeds like success\" is true. Keep the aura of\nsuccess and achievement with you.\n<\/p><p>\nOpportunities come to those who are better prepared by knowledge, training, desire, and are\nfirm in determining what they want to do and become.\n<\/p><p>\n<b>Standards never change<\/b>\n<\/p><p>\nThe Lord Jesus Christ is directing his church here on earth; therefore, the high\nstandards for Mormon youth will never change. The world may lower its standards, but the\nChurch can never do so, because God has revealed the way all faithful members should live.\n<\/p><p>\nDo not place man's science, his philosophies or sophistries above or on an equal plane with\nthe truths revealed of God. The philosophy of man can rise no higher than the mind of man\nwho created it. True philosophy is found only in the gospel of Christ. It is the Lord's way of\nlife for mankind. The apostle Paul counseled: \"Be not deceived; God is not mocked; for\nwhatsoever a man soweth, that shall he also reap\"\n(<span class=\"citation\" id=\"23290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23290)\">Gal. 6:7<\/a><\/span>).\n<\/p><p>\nH. S. Johnson expressed it in these words: \"Great thoughts alone change men and women. By the\ngreat thoughts of Jesus, men and women, for some two thousand years, have been changed\nfrom folly to the ways of wisdom, from baseness to wholesomeness, from cruelty to\nmercifulness, from sin to righteousness.\"\n<\/p><p>\n<b>The faith that saves<\/b>\n<\/p><p>\nMy young brothers and sisters, seek for the knowledge and faith that saves.\nChoose your companions well, and be a person sought out by others as a\nproper companion. Hold high the standards and ideals of the gospel. Do not follow the crowd;\nthey can be wrong and often are. Do not waver or settle for anything less than you are worthy\nand entitled to receive. To compromise is to give up something&mdash;and to give up something is\nto lose.\n<\/p><p>\nGrow spiritually, mentally, and physically into the full stature of intelligent youth; cultivate\ndesires for beneficial service to mankind in whatever life's activities you choose to follow.\n<\/p><p>\nYou are living in a modern world. You should learn how to live in the presence of these\nmodern conditions and still express a wholesome, righteous response to them.\n<\/p><p>\nPresident J. Reuben Clark, Jr., warned the membership of the Church: \"If there was a time in\nour history when we must be on guard against the insidious influences and propaganda of the\nchurches of the world, and the atheists of the world, that time is today.\"\n<\/p><p>\n<b>\". . . a standard for the nations.\"<\/b>\n<\/p><p>\nThe eyes of the world are more and more upon the Church. We are becoming better\nknown, and because of our high standards, more is expected of us. We should live as people\nexpect us as Church members to live. This does not mean giving up our initiative and living\nonly to be seen of men, but to live as we know we should live and as our Heavenly Father\nwants us to live. Here is his admonition: \"Verily, I say unto you all: Arise and shine forth,\nthat thy light may be a standard for the nations\"\n(<span class=\"citation\" id=\"15443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15443)\">D&amp;C 115:5<\/a><\/span>).\n<\/p><p>\nCultivating a strong testimony of the gospel will develop a feeling of self-worth that will\ncause one to be humble and meek and yet not subject to the domination of evil, designing\npersons or institutions.\n<\/p><p>\n<b>Resistance to temptation<\/b>\n<\/p><p>\nResist temptation and keep yourselves free from sin and its sorrows. Third Nephi\nrecords Jesus' admonition to his followers: \"Behold, verily . . . I say unto you, ye must watch\nand pray always lest ye enter into temptation; for Satan desireth to have you, that he may sift\nyou as wheat\" (<span class=\"citation\" id=\"5731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5731)\">3 Ne. 18:18<\/a><\/span>).\n<\/p><p>\nBut the Lord promises: \"Be faithful unto the end, and lo, I am with you. These words are not\nof man nor of men, but of me, even Jesus Christ, your redeemer, by the will of the Father\"\n(<span class=\"citation\" id=\"15338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15338)\">D&amp;C 31:13<\/a><\/span>).\n<\/p><p>\nI have seen the heartaches and sorrows of persons who have sinned and lost membership in\nthe Church. The Lord, however, is merciful and forgiving and rejoices in the truly repentant\nsoul. I plead with you young people of the Church to avoid the snares and pitfalls of sin that\nlead to one's unhappiness and so often to the destruction of everything that is pure, noble, and\ngood in life.\n<\/p><p>\nIt is incumbent upon each of us to see the full picture of God's complete plan for his\nchildren&mdash;one's pre-existence, mortality, and immortality and eternal life. Each should chart his life's\ncourse according to gospel principles and standards.\n<\/p><p>\n<b>Purposes of the YWMIA<\/b>\n<\/p><p>\nIt is the beginning of the second century of the Young Women's Mutual Improvement\nAssociation. One hundred years ago it was organized in one family, one community, one\nterritory, and one country. Today it has a membership of approximately 360,000 young\nwomen and is organized on nearly every continent in the world.\n<\/p><p>\nMany teachers and leaders are involved in initiating and directing the best possible programs\nfor the youth of the Church. Times have changed, the programs have changed, but the\noriginal purposes and principles have not, nor will they ever change until a higher order is\nrevealed.\n<\/p><p>\nThe Young Women's Mutual Improvement Association supports and enhances the beautiful\nideal of family life. It provides for young women abundant and wholesome social and\nrecreational experiences. It fosters friendships. It directs toward worthwhile goals. It promotes\nthe mastery of good habits. It develops talents and intelligence. It provides\nthe opportunity for members to increase their knowledge of and appreciation for the beauties\nand wonders of the world around them. It teaches the satisfaction of service to others. It\ndeepens testimonies that God is their Father, that Jesus Christ is his Son, and that the\nPresidents of the Church are prophets of God.\n<\/p><p>\n<b>Service to youth<\/b>\n<\/p><p>\nAnd now to you dedicated parents, teachers, and leaders: Continue your interest and\nservice to youth. Go the extra mile&mdash;go beyond the class&mdash;go beyond the scheduled\nactivities. Listen to them and learn to know their problems. Let them know you love them and\nwill do all in your power to strengthen them. They are the elect of God's children.\n<\/p><p>\nThe family home evening stressed by Church leaders today is an important time and place to\nteach these noble concepts to youth.\n<\/p><p>\nRemember, MIA leaders, youth come to you at a most critical period of their lives. They are\nwavering between childhood ideals and a maturity that comes with adulthood.\n<\/p><p>\nThere are movies and television programs with poor standards that stress violence and place\nimproper emphasis on sex. Perhaps these things are difficult to abolish; therefore, you must\nsucceed in teaching chastity as a way of life, despite the existence of these and other\ntemptations to which youth are subjected. Modern styles and immodesty of dress certainly are\ncontributing factors to evil.\n<\/p><p>\n<b>Alma's counsel<\/b>\n<\/p><p>\nDevelop within youth a desire to obtain the blessings promised to the faithful.\n<\/p><p>\nAlma, a Book of Mormon prophet, counseled: \n<\/p><p>\n\"Preach unto them repentance, and faith on the Lord Jesus Christ; teach them to humble\nthemselves and to be meek and lowly in heart; teach them to withstand every temptation of\nthe devil . . .\n<\/p><p>\n\"Teach them to never be weary of good works . . . for such shall find rest to their souls\"\n(<span class=\"citation\" id=\"9109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9109)\">Alma 37:33-34<\/a><\/span>).\n<\/p><p>\nTryon Edwards hit a key note when he said, \"People never improve unless they look to some\nstandard of example higher and better than themselves.\"\n<\/p><p>\nExemplary parents and leaders become a stabilizing influence for good and righteousness in\nthe lives of youth.\n<\/p><p>\n<b>Blessing of MIA<\/b>\n<\/p><p>\nThe Young Women's and Young Men's Mutual Improvement Associations have\nblessed every boy and girl, every leader, every family, every community touched by their\ninfluence; and all their accomplishments glorify our Father in heaven, for this is his plan that\nhis children might also be glorified.\n<\/p><p>\nI pray the good Lord will bless these two splendid youth organizations and bless us leaders\nthat we will be interested in the organizations and the welfare of youth and do all within our\npower to strengthen their faith and their testimonies so that their lives will be in harmony\nwith the divine will. This I pray humbly in the name of Jesus Christ. Amen. \n<\/p>\n<\/div>\n<\/div>"}