{"ID":1719, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Plan of Life and Salvation<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, October 1969, pp. 48-53<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<\/p><p>\nLast month we mourned the passing of our beloved friend, colleague, and brother,\nJohn Longden, who had spent many years of his life in the service of his Maker and his\nfellowmen. He contributed greatly to the community, the Church, and industry. He was a\ngood friend and neighbor. At his funeral we heard one of his favorite songs, which he had\nsung so well and so often: \n<\/p><p>\n\"I know that my Redeemer lives; <br \/>\n      What comfort this sweet sentence gives! . . .<br \/>\n      He lives, he lives, who once was dead. <br \/>\n      He lives, my ever-living head . . .<br \/>\n      O sweet the joy this sentence gives: <br \/>\n      'I know that my Redeemer lives!'\"<br \/><br \/>\n&nbsp; &nbsp;                         &mdash;<i>Hymns<\/i>, No. 95\n<\/p><p>\n<b>Questions answered in scriptures<\/b>\n<\/p><p>\nThe passing of loved ones has always caused us to stop and ponder such questions as: \n<\/p><p>\n\"Who am I?\"<br \/>\n      \"Where did I come from?\"<br \/>\n      \"Why am I here?\"<br \/>\n      \"When I die will I live again?\"<br \/>\n      \"Where am I going?\"<br \/>\n      \"How can I best prepare myself?\"\n<\/p><p>\nI am sure that thousands and thousands have said, \"If I knew the answers to these questions, I\nwould know better how to govern my life.\" It is impossible for any of us, including\nphilosophers, astrologers, astronomers, and scientists in any field, with our finite minds, to\nanswer these questions pertaining to the infinite without referring to the word of God as\ncontained in the scriptures.\n<\/p><p>\nWe mortals have never experienced death and the resurrection, nor do we remember our\npreexistence. Therefore, it is not commonly believed or understood that we had a premortal\nexistence, that we are the spirit children of God, the Eternal Father, and that when we have\nfinished our life here upon the earth we will enjoy a literal resurrection and may continue on\nin eternal progression. In fact, many who question this say that if someone would return from\nthe dead as a witness of these things, they would believe\n(<span class=\"citation\" id=\"31766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31766)\">Luke 16:31<\/a><\/span>). This is not so.\n<\/p><p>\nLet us remember the parable of the rich man who prayed that Lazarus be sent from the dead\nto his father's house to testify to his brethren, saying that if one went to them from the dead,\nthey would repent. Abraham said unto him: \"If they hear not Moses and the\nprophets, neither will they be persuaded, though one rose from the dead\"\n(<span class=\"citation\" id=\"31767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31767)\">Luke 16:31<\/a><\/span>).\n<\/p><p>\nHow fortunate we are that the Lord God, from the time of Adam, down through the ages to\nthe present time, has given us the answers to these very important questions, and we have\nthem recorded in Holy Writ. Yes, God has seen fit to talk to his people through his chosen\nprophets, and those who have heard and believed and followed have been blessed.\n<\/p><p>\n<b>Ignorance of the truth<\/b>\n<\/p><p>\nIt is sad but true that many, many people are not acquainted with the words of the\nprophets, and many refuse to believe, and others often scoff and ridicule the teachings of the\nSavior. It is extremely sad that many, through their own learning and their sensuous\nknowledge, become self-satisfied and think that they are sufficient unto themselves and need\nnot heed the word of God; and often, because they have not heard, seen, touched, or talked to\nGod, they deny even his very existence, and use their influence to dissuade others.\n<\/p><p>\nBut all of this ignorance, derision, scoffing, and ridicule does not destroy the truth, which\nfinally will triumph. We must learn to live by faith and believe in the words of the Lord,\nespecially in those things which we mortals do not and cannot fully comprehend. Probably the\ngreatest evidence of the fact that God speaks to his prophets is the fulfillment of the\nprophecies made by them. Many of these prophecies and their fulfillment are a matter of\nhistorical and scriptural record.\n<\/p><p>\n<b>This is life eternal<\/b>\n<\/p><p>\nAs I was pondering the questions to which I have referred, and their answers, and in\nturning to the scriptures I read again this significant and most important statement: \n<\/p><p>\n\"And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent\" (<span class=\"citation\" id=\"28550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28550)\">John 17:3<\/a><\/span>).\n<\/p><p>\nMany ask: \"How can a man know God and Jesus Christ, whom he has sent?\" The answer\nmust be clear that it is through prayer and faith and study of the words of God as given\nthrough his prophets and by Jesus Christ, whom he has sent. Let us refer to some revelations\nreceived and prophecies made by both ancient and modern prophets that tell us about God and\nour relationship to him, and that will help us to know and understand the purpose of our\nmission here on earth.\n<\/p><p>\n<b>Premortal existence<\/b>\n<\/p><p>\nProbably the very earliest scriptural account we have of man and his relationship to\nGod, and which shows beyond doubt that we had a premortal existence in the spirit world\nwith God, is the record of the council in heaven as revealed to Moses and Abraham.\n<\/p><p>\n\"Now the Lord had shown unto me, Abraham, the intelligences that were organized before the\nworld was . . .\n<\/p><p>\n\"And God . . . stood in the midst of them, and he said: These I will make my rulers; for he\nstood among those that were spirits . . . and he said unto me: Abraham, thou art one of them;\nthou wast chosen before thou wast born.\n<\/p><p>\n\"And there stood one among them that was like unto God, and he said unto those who were\nwith him: We will go down, for there is space there, and we will take of these materials, and\nwe will make an earth whereon these may dwell; \n<\/p><p>\n\"And we will prove them herewith, to see if they will do all things whatsoever the Lord their\nGod shall command them; \n<\/p><p>\n\"And they who keep their first estate shall be added upon; and they who keep not their first\nestate shall not have glory in the same kingdom with those who keep their first estate; and\nthey who keep their second estate shall have glory added upon their heads for ever and ever\"\n(<span class=\"citation\" id=\"7266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7266)\">Abr. 3:22-26<\/a><\/span>).\n<\/p><p>\n<b>Lord's word to Moses<\/b>\n<\/p><p>\nAnd the Lord told Moses: \n<\/p><p>\n\"And I, God, said unto mine Only Begotten, which was with me from the beginning: Let us\nmake man in our image, after our likeness; and it was so . . .\n<\/p><p>\n\"And I, God, created man in mine own image, in the image of mine Only Begotten\ncreated I him; male and female created I them\"\n(<span class=\"citation\" id=\"39330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39330)\">Moses 2:26-27<\/a><\/span>).\n<\/p><p>\nGod told Moses that Christ was chosen as the Savior of the world and that Satan rebelled, and\nGod said: \n<\/p><p>\n\"Wherefore, because that Satan rebelled against me, and sought to destroy the agency of man,\nwhich I, the Lord God, had given him, and also, that I should give unto him mine own\npower . . . I caused that he should be cast down; \n<\/p><p>\n\"And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men,\nand to lead them captive at his will, even as many as would not hearken unto my voice\" (see\n(<span class=\"citation\" id=\"39331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39331)\">Moses 4:1-4<\/a><\/span>).\n<\/p><p>\n<b>Spirit children of God<\/b>\n<\/p><p>\nWe, as spirit children of God, were all present at that council and voted to sustain\nJesus Christ as the Savior of the world. In Paul's Epistle to the Hebrews\n(<span class=\"citation\" id=\"24389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24389)\">Heb. 12:9<\/a><\/span>), in Ecclesiastes\n(<span class=\"citation\" id=\"21421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21421)\">Eccl. 12:7<\/a><\/span>), in Jeremiah\n(<span class=\"citation\" id=\"26525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26525)\">Jer. 1:5<\/a><\/span>),\nand in many other accounts in both the Old and the New Testaments, and in\nmodern scripture, we have further evidence that we are the spirit children of God and dwelt\nwith him in the spirit world.\n<\/p><p>\nThere is also further indisputable evidence that Jesus was with God before he came here. Just\nbefore his crucifixion, he went into Gethsemane, and in his agony he prayed unto the Father\nin these words: \n<\/p><p>\n\"Father, the hour is come; \n<\/p><p>\n\"I have glorified thee on the earth: I have finished the work which thou gavest me to do.\n<\/p><p>\n\"And now, O Father, glorify thou me with thine own self with the glory which I had with\nthee before the world was\" (<span class=\"citation\" id=\"28547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28547)\">John 17:1,4-5<\/a><\/span>).\n<\/p><p>\n<b>Mission of only begotten Son<\/b>\n<\/p><p>\nHow comforting and encouraging it is for us to know that \"God so loved the world,\nthat he gave his only begotten Son, that whosoever believeth in him should not perish, but\nhave everlasting life\" (<span class=\"citation\" id=\"28494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28494)\">John 3:16<\/a><\/span>).\n<\/p><p>\nThe coming of the Savior was foretold to Adam right after he and Eve were driven out of the\nGarden of Eden. They were told by the Lord to offer sacrifice, and they were obedient\n(<span class=\"citation\" id=\"39334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39334)\">Moses 5:1-6<\/a><\/span>). After\nmany days an angel of the Lord appeared unto Adam and explained: \n<\/p><p>\n\"This thing is a similitude of the sacrifice of the Only Begotten of the Father, which is full of\ngrace and truth.\n<\/p><p>\n\"Wherefore, thou shalt do all that thou doest in the name of the Son, and thou shalt repent\nand call upon God in the name of the Son forevermore\"\n(<span class=\"citation\" id=\"39337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39337)\">Moses 5:7-8<\/a><\/span>).\n<\/p><p>\nThen we have the writings of many Old Testament prophets, including Isaiah, Micah,\nZechariah, and Malachi, as well as Nephi and other American prophets, as recorded in the\nBook of Mormon, who foretold of the birth, teachings, persecution, crucifixion, and\nresurrection of the Savior. We all know that these prophecies have been fulfilled.\n<\/p><p>\nIt is most reassuring to know that the prophets in different climes and in different\ndispensations were in complete harmony, and that their prophecies have been fulfilled to the\nletter. And always they gave us this assurance, as did Nephi, that \"all those who shall believe\non his name shall be saved in the kingdom of God\" (see\n(<span class=\"citation\" id=\"3811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3811)\">2 Ne. 25:13<\/a><\/span>).\n<\/p><p>\n<b>Testimony of Paul<\/b>\n<\/p><p>\nThough we should need no further evidence of the Savior's divinity and of the\nimportance of his mission as it pertains to us, let us recall the strong and stirring testimony of\nPaul, who was a great persecutor of the saints. He records that as he was going to Damascus\nto bring saints unto Jerusalem to be punished, \"suddenly there shone from heaven a great light\nround about me. And I fell unto the ground, and heard a voice saying unto me, Saul, Saul,\nwhy persecutest thou me?\"\n<\/p><p>\nWhen he asked who was speaking, the voice said, \"I am Jesus of Nazareth, whom thou\npersecutest.\"\n<\/p><p>\nThen Saul said: \"What shall I do, Lord? And the Lord said unto me, Arise and go into\nDamascus; and there it shall be told thee of all things which are appointed\nfor thee to do\" (<span class=\"citation\" id=\"8095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8095)\">Acts 22:6-10<\/a><\/span>).\n<\/p><p>\nYou will remember that he was blinded by the glory of the light, so he had to be led to\nDamascus and to Ananias, who said, \"Brother Saul, receive thy sight\"\n(<span class=\"citation\" id=\"8082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8082)\">Acts 9:17<\/a><\/span>),\nand he could see. From\nthat time Saul, who was also called Paul, became one of the most valiant and strong of the\nChristian preachers and defenders.\n<\/p><p>\n<b>Defense before King Agrippa<\/b>\n<\/p><p>\nThen we find him falsely accused and forced to defend himself before the governor\nand other officials, and finally before King Agrippa. Think of his boldness and courage as he\nstood in chains before the king and recounted the story of his conversion, after which he said:\n<\/p><p>\n\"Whereupon, O king Agrippa, I was not disobedient unto the heavenly vision: \n<\/p><p>\n\"But shewed first unto them of Damascus, and at Jerusalem, and throughout all the coasts of\nJudea, and then to the Gentiles, that they should repent and turn to God, and do works meet\nfor repentance.\n<\/p><p>\n\"For these causes the Jews caught me in the temple, and went about to kill me.\n<\/p><p>\n\"Having therefore obtained help of God, I continue unto this day, witnessing both to small\nand great, saying none other things than those which the prophets and Moses did say should\ncome: \n<\/p><p>\n\"That Christ should suffer, and that he should be the first that should rise from the dead, and\nshould shew light unto the people, and to the Gentiles.\n<\/p><p>\n\"And as he thus spake for himself, Festus said with a loud voice, Paul, thou art beside thyself;\nmuch learning doth make thee mad.\n<\/p><p>\n\"But he said, I am not mad, most noble Festus; but speak forth the words of truth and\nsoberness.\n<\/p><p>\n\"For the king knoweth of these things, before whom also I speak freely: for I am persuaded\nthat none of these things are hidden from him; for this thing was not done in a corner.\n<\/p><p>\n\"King Agrippa, believest thou the prophets? I know that thou believest.\n<\/p><p>\n\"Then Agrippa said unto Paul, Almost thou persuadest me to be a Christian.\n<\/p><p>\n\"And Paul said, I would to God, that not only thou, but also all that hear me this day, were\nboth almost, and altogether such as I am, except these bonds\"\n(<span class=\"citation\" id=\"8098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8098)\">Acts 26:19-29<\/a><\/span>).\n<\/p><p>\nThe strength of his deep conviction had been previously manifest when he said to his friends\nwho were trying to protect him and persuade him not to go to Jerusalem: \"What mean ye to\nweep and to break mine heart? for I am ready not to be bound only, but also to die at\nJerusalem for the name of the Lord Jesus\"\n(<span class=\"citation\" id=\"8094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8094)\">Acts 21:13<\/a><\/span>).\n<\/p><p>\n<b>Prophets bear witness<\/b>\n<\/p><p>\nI would that we, as Paul, could all feel and show our deep love and devotion to Jesus\nChrist, who, because of his great love for us, was prepared to suffer and give his life to\nredeem us from the grave. All through the scriptures we have the words of the prophets,\nbearing witness that Jesus Christ is the Son of God and that he came and gave his life for us.\nHe also gave us the Ten Commandments, the Sermon on the Mount, and the whole plan of\nlife and salvation&mdash;the blueprint of life&mdash;which if lived will not only bring joy to us here on\nearth but will prepare us for immortality and eternal life, where we can dwell with God the\nFather and his Son Jesus Christ and our loved ones who have gone there before us.\n<\/p><p>\nOur Heavenly Father, knowing our weaknesses and our need for constant direction, sends us\nprophets to continually teach us and keep us reminded of this plan of life and salvation. Just\nyesterday we sustained David O. McKay as Prophet, Seer, and Revelator, and President of\nThe Church of Jesus Christ of Latter-day Saints. Our salvation and that of our loved ones\ndepends on our listening to and heeding the words of the prophets, realizing that we must\nbelieve all that God has revealed, all that he does now reveal, and that he will yet reveal\nmany great and important things pertaining to the kingdom of God\n(<span class=\"citation\" id=\"6873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6873)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\n<b>Gospel teachings benefit mankind<\/b>\n<\/p><p>\nTo those who question these things, I should like to emphasize this one fact:\nEverything that was taught by the prophets and by Jesus Christ himself, as recorded in Holy\nWrit, is for the benefit of mankind, and if accepted and lived will make for better individuals,\nbetter communities, a better world where we can live in love and peace with one another.\n<\/p><p>\nMan by his own formula has failed to accomplish these things. He has no effective plan, and\nany failure is not because the gospel has failed, but because man has failed to live its\nteachings. To those who doubt or question, but have no answers, and who look for hope out\nof the midst of their despair, I urge that they accept the word of God the Eternal Father and\nbelieve in the gospel, which is uplifting and beautiful and will bring peace and contentment to\ntheir souls. How much better to hope than despair, and the words of hope and everlasting life\nwith the Father and the Son are to be found in the gospel of Jesus Christ.\n<\/p><p>\n<b>The great commandment<\/b>\n<\/p><p>\nHe summed it all up and gave a simple formula when he answered the lawyer who\nasked, tempting him: \n<\/p><p>\n\"Master, which is the great commandment in the law?\n<\/p><p>\n\"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy\nsoul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself.\n<\/p><p>\n\"On these two commandments hang all the law and the prophets\"\n(<span class=\"citation\" id=\"35942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35942)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nThe Lord also said that if we love him, we will keep his commandments. These are the\nteachings of all the apostles and prophets. Let us heed the words of Peter as he was speaking\nto and answered the multitude: \n<\/p><p>\n\"Now when they heard this, they were pricked in their heart, and said unto Peter and to the\nrest of the apostles, Men and brethren what shall we do?\n<\/p><p>\n\"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost.\n<\/p><p>\n\"For the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call\"\n(<span class=\"citation\" id=\"8065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8065)\">Acts 2:37-39<\/a><\/span>).\n<\/p><p>\n<b>Choices determine happiness<\/b>\n<\/p><p>\nIt is important to understand that we are here to prove ourselves, to prepare ourselves\nto go back into the presence of our Heavenly Father, and the choices we make will determine\nour future happiness. Hear the words of the American prophet Lehi to his sons, which\nmessage has been given repeatedly to the children of men through the ages: \n<\/p><p>\n\"Wherefore, men are free according to the flesh; and all things are given them which are\nexpedient unto man. And they are free to choose liberty and eternal life, through the great\nmediation of all men, or to choose captivity and death, according to the captivity and power\nof the devil; for he seeketh that all men might be miserable like unto himself.\n<\/p><p>\n\"And now, my sons, I would that ye should look to the great Mediator, and hearken unto his\ngreat commandments; and be faithful unto his words, and choose eternal life, according to the\nwill of his Holy Spirit; \n<\/p><p>\n\"And not choose eternal death, according to the will of the flesh and the evil which is therein,\nwhich giveth the spirit of the devil power to captivate, to bring you down to hell, that he may\nreign over you in his own kingdom\"\n(<span class=\"citation\" id=\"3805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3805)\">2 Ne. 2:27-29<\/a><\/span>).\n<\/p><p>\nJacob, Lehi's son, taught: \"Therefore, cheer up your hearts, and remember that ye are free to\nact for yourselves&mdash;to choose the way of everlasting death or the way of eternal life\"\n(<span class=\"citation\" id=\"3809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3809)\">2 Ne. 10:23<\/a><\/span>).\n<\/p><p>\nTo summarize, we read from Ecclesiastes: \"Let us hear the conclusion of the whole matter:\nFear God, and keep his commandments: for this is the whole duty of man\"\n(<span class=\"citation\" id=\"21423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21423)\">Eccl. 12:13<\/a><\/span>).\nI bear testimony that these things are true, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}