{"ID":172, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Full Service<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, April 1945, pp. 91-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and you also who may be listening in: I am very glad today that I am a\nmember of the restored Church of Christ. I have had this gladness in my heart all the days of\nmy life, since my early boyhood, and I bear testimony to you this afternoon and witness also,\nthat this Church is of God, established by him, which, as has already been\nquoted here, will never be cast down or given to another people\n(<span class=\"citation\" id=\"10582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10582)\">Dan. 2:44<\/a><\/span>). We are dealing with eternal\nrealities, everlasting, from the heavens above.\n<\/p><p>\nThe excellent messages given us by our brethren during this conference have started in our\nminds, I know, many trains of thought. One particularly has been with me ever since one of\nthe brethren spoke yesterday forenoon. I would like to discuss it with you briefly.\n<\/p><p>\nAN ECHO FROM WORLD WAR I\n<\/p><p>\nSome years ago I had the opportunity to spend the night in a little tavern or hotel at the\nfamous little town of Chateau Thierry, in France. That little town was a storm center of the\ngreat war of a quarter of a century ago. When we left, the next morning, the proprietor or\nhotel manager, a veteran of the last war, came out to say goodbye to us. Someone said\nsomething about the war in which he had served. He promptly pulled down the eyelid of one\nof his eyes and put his finger on the eyeball. It was an artificial eye, to replace one he lost in\nthe war. Not satisfied with that, he pulled back his cheek and showed us a silver jaw that had\nbeen inserted by the surgeons to replace the one he lost in the war. He looked at us and said,\n\"This is all I got out of the war. What good is war?\" I believe that man spoke the feeling of\nthe great majority of mankind, of us common men.\n<\/p><p>\nSOLUTION FOR THE PROBLEMS OF THE WORLD\n<\/p><p>\nYet we stand now bewildered before another great war. I believe the world has never been so\nbewildered as at the present time. We cannot understand how this war has come about. We\ndon't know how to solve the problems that will follow. We look into the future with a certain\namount of dread. If I read the magazines and reports correctly, many are ready to surrender\neven their free agencies to try out something new in the hope that it may lead to something\nbetter. The answer to all this, by the Church of Christ, is simple. It is the answer that has\nbeen given since the beginning of time. If mankind had accepted the gospel of the Lord Jesus\nChrist, there would have been no bloody wars; and if the world today would accept the gospel\nof the Lord Jesus Christ, all problems that lie before us would be solved easily and well. We\nbelieve, and we have so taught, that every question confronting humanity may be answered by\nthe gospel if we understand the gospel and accept it and use it properly; and every problem\nbefore us may be solved in the same manner.\n<\/p><p>\nTo this reply the leaders of nations say no, or a very doubtful yes. They are willing to\nconcede that religion and the gospel of the Lord Jesus Christ may be very effective in the\nspiritual field, but not very efficacious in the temporal world of men and women dealing with\nliving problems here upon this earth.\n<\/p><p>\nIf gospel light is thrown upon Dumbarton Oaks and upon Yalta, the agreements made there,\nand upon the coming San Francisco conference, it will not be so difficult to write safe treaties\nor to discover the weaknesses inherent in agreements already made. Men are so willing in\nworking out the problems of the day, to cover with smiling diplomacy, riotous selfishness.\n<\/p><p>\nRESPONSIBILITY OF CHURCH MEMBERS\n<\/p><p>\nNow then, having said this, let me ask, what is our obligation as a Church and Church\nmembers, in this day of confusion. Do we have an obligation? Are we willing to continue as\nother people, to use our best judgment as men, try to vote this way or that when an election\ncomes up, depending on our human powers? Are we like all the other people on the face of\nthe earth, or has the Lord placed upon us obligations and conditions which make us different\nfrom all the world?\n<\/p><p>\nWe say that the Lord spoke to the Prophet Joseph Smith and through him restored the eternal\ngospel, formulated in the heavens before the foundations of the earth were laid. The Lord has\ntold us that the gospel is for all men\n(<span class=\"citation\" id=\"12067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12067)\">D&amp;C 1:2,4<\/a><\/span>).\nHe has charged us, members of this Church, to carry the\ngospel message to all the world.\n<\/p><p>\nIf it is true that peace can be won only through the gospel of Jesus Christ; and if our claim is\ntrue, as I verily believe it is, that we alone have the true and full gospel of the Lord Jesus\nChrist, we carry a tremendous responsibility upon our shoulders. There will then be no world\npeace until we do our part, accept our high commission and teach the truth to all the world.\nIn that sense we become the custodians, so to speak, of the world's peace, of the world's\nfuture, we humble men assembled here, with those who labor in the wards and stakes of Zion.\nI believe that it is our duty to accept this challenge. We cannot sit in some cozy, warm,\nspiritual chimney corner, thanking God for the blessings of the gospel, for our membership in\nthe Church, selfishly forgetting all else and everybody else. That is not our work, nor our\ndestiny, nor our business in life, under God's command.\n<\/p><p>\nThe possession of the gospel, the knowledge of it, does change a man tremendously, but the\nfull joy of the gospel, that joy which we have all seen in many a humble person who has\nreceived the gospel, comes only when we use the gospel for others. He who receives must\ngive, that is one of the first and most fundamental of all gospel laws.\n<\/p><p>\nWell, you say, we are only a small people, not quite a million people as reported here\nyesterday. There are about two thousand millions in the world today. Can we do it? Can we\nteach all the world? We are too few, are we not? Obviously, the first answer that comes when\nwe speak of this high obligation that rests upon us is: We are few, yes. We claim no\npreeminence in physical or intellectual matters, nor in the affairs of men. But, we have the\ntruth of eternity, and we have faith. Faith and truth are invincible. With the sling of faith and\nthe pebble of truth, like David of old, we may lay low every giant of\nunbelief and error and opposition to truth in all the world. To go forth in this spirit is the call\nof the day of Latter-day Israel.\n<\/p><p>\nWHOLE-HEARTED SERVICE REQUIRED\n<\/p><p>\nYou remember that in days gone by, a great cry went forth, \"Is there faith in Israel?\"\n(<span class=\"citation\" id=\"33971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33971)\">Matt. 8:10<\/a><\/span>). That is\nthe cry today, faith not only to bless ourselves in our own mountain valleys, or those of our\npeople in the coast country; but faith that this work will bless all humanity. We belong to a\nworld organization; we have a world message; we are under a world obligation. We must lift\nour eyes and see this work in its wholeness as the Lord has revealed it to us, and as we have\nbeen taught since the days long gone by.\n<\/p><p>\nI have the feeling, brethren, that we can't accomplish this work unless we give our whole\nselves to it. Half-hearted service will not suffice. There must be complete surrender to this\nwork if it shall accomplish the purposes of the Almighty. The old proverb maker said: \"Son,\nson, give me thine heart.\" Are we giving our hearts to this work that the purposes of the Lord\nmay be accomplished? That is the question for us in this day. That surrender, that giving of\none's self, must be full of eagerness. We must not wait to be called to serve. You know what\nthe Lord said to the Prophet Joseph Smith a long time ago about men who wait to be called\n(<span class=\"citation\" id=\"12115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12115)\">D&amp;C 58:26-29<\/a><\/span>).\nWe must be eager in service. You remember the story from the days of Christ:\n<\/p><p>\nAnd when he [Jesus] was gone forth into the way, there came one running, and kneeled to\nhim, and asked him, Good Master, what shall I do that I may inherit eternal life?\n(<span class=\"citation\" id=\"32984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32984)\">Mark 10:17<\/a><\/span>).\n<\/p><p>\nThat story is for us today, leaders in Israel. Are we so eager that we run to do the will of\nGod, to help work out his purposes?\n<\/p><p>\nA LESSON FROM THE STORY OF GIDEON\n<\/p><p>\nThere is yet another story from the Old Testament, the book on which I grew up and\ntherefore always dear to me. (I speak of growing up on that book before my family joined the\nChurch, in the country of my birth. I was taught the Old Testament every school day.) Do\nyou remember the story of Gideon (<span class=\"citation\" id=\"30847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30847)\">Judg. 7:1-25<\/a><\/span>),\nJudge of Israel? Midian had set about to destroy Israel.\nGideon secured an army of over thirty thousand men to fight the battles of his people. Before\nhe undertook to meet Midian he sent back to their homes all who had fearful hearts, also all\nwho were loiterers, men who, when they came to a water course, would lie down on their\nstomachs, drink at their leisure, and take it easy. He sent such men back. When he had done\nthis, only three hundred men were left. But they were eager men who wanted to fight the\nbattles of Israel, and who when they came to a water course, had no time to lie down to\ndrink, but cupped their hands and took a swallow of water. With these three hundred men, as\nyou remember, Gideon won the battle for Israel. Numbers do not count in\nthe end. It is even so with modern Israel. That is the thought that has gone through my mind\nduring this conference. It is the message I would leave with you.\n<\/p><p>\nSACRIFICE NECESSARY\n<\/p><p>\nOf course, such service means sacrifice. Certainly it means sacrifice, but the Lord said to us at\nthe beginning of this great latter-day work, \"This is a day of sacrifice\"\n(<span class=\"citation\" id=\"12124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12124)\">D&amp;C 64:23<\/a><\/span>). Later on, you recall\nthat he said on one occasion we cannot really live up to our covenants as we should unless we\nsacrifice (<span class=\"citation\" id=\"12170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12170)\">D&amp;C 97:8<\/a><\/span>).\nBut what does sacrifice matter when we are in the cause of the Lord and feel the\npower of the spirit of God? Many years ago the message came, \"Be still and know that I am\nGod\" (<span class=\"citation\" id=\"41734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41734)\">Ps. 46:10<\/a><\/span>).\nWe can trust him. We give a little, and the Lord returns ten-fold, often\na hundred-fold. Look at the men of our own Church, who have spent years and years in\nservice to the great cause. They have prospered, not only temporally but spiritually. To them\nwe go for help and counsel. From them we receive support, to make our own lives more\nbeautiful. Of course, sacrifice is required of us; but we, with a great world commission, must\nlift our eyes to it, prepare for it, have faith for it, and try to do what the Lord requires of us.\nIf we stand ready to give full service, not half service, not half surrender but complete\nsurrender, we shall become mighty men. May that spirit grow strong among us I pray in the\nname of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}