{"ID":1720, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Repentance<\/p>\n<p class=\"gcspeaker\">President Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, October 1969, pp. 53-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters and friends, both here and those of the television and radio\naudience, I call your particular attention this day to the divine direction given to Joseph\nSmith, the latter-day prophet, who gave utterance to this direction concerning the ills of the\npeople of the world. Plans and programs are being offered here and there as a means of\ncorrecting dangerous behavioral trends that are creating changes in our way of living, that are\nthreatening moral and spiritual values.\n<\/p><p>\nThe statements are often heard, \"Where will it all end?\" and \"Why isn't something being done\nto check these dangerous trends?\"\n<\/p><p>\n<b>Panacea for dangerous trends<\/b>\n<\/p><p>\nThe panacea to all this, as declared by the Prophet Joseph Smith, must go right to the\nheart of the individual; mass control in the final analysis cannot succeed without individual\ncontrol.\n<\/p><p>\nCommandments were given to Joseph Smith by revelation which, if obeyed, could divert and\nfrustrate the dangerous trends of behavior among the people this very day. The first of these\nto which I refer concerns the principle of virtue. Here are the words of the Lord: \n<\/p><p>\n\". . . let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the\npresence of God; and the doctrine of the priesthood shall distil upon thy soul as the dews\nfrom heaven.\n<\/p><p>\n\"The Holy Ghost shall be thy constant companion, and thy scepter of righteousness and truth;\nand thy dominion . . . and without compulsory means it shall flow unto thee forever and\never\" (<span class=\"citation\" id=\"15451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15451)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nThink of what the effects of having a virtuous mind would have upon the spreading of\nimmorality, with all of its carnal aspects.\n<\/p><p>\nReference is made to a second harmful thing, that of harmful indulgence, concerning which\nthe Lord has warned us against with this commandment: \"Strong drinks . . . and tobacco are\nnot for the body\" (see\n<span class=\"citation\" id=\"15412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15412)\">D&amp;C 89:7-8<\/a><\/span>).\n<\/p><p>\nNo one today needs to be misinformed of the ravaging and deathly effects that the use of\ntobacco, alcohol, and other narcotics have upon the human body, as well as the indirect\neffects on the spiritual and moral character of the individual, which often are more\ndetrimental even than the physical effects.\n<\/p><p>\nAnd again, the Lord has spoken of the need of understanding the principles of freedom and\nagency in human relationships, for, said he: \n<\/p><p>\n\". . . when we [seek] . . . to exercise control or dominion or compulsion upon the souls of the\nchildren of men, in any degree of unrighteousness, behold, the heavens withdraw themselves;\nthe Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the\nauthority of that man\" (<span class=\"citation\" id=\"15448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15448)\">D&amp;C 121:37<\/a><\/span>).\n<\/p><p>\nAnd amen to the influence of the Holy Ghost, which will lead us into truth.\nBut when we undertake to exercise by cunning means any leverage against people to compel\nthem, we lose the growth and uplifting of correct communication and relationship with other\nhuman beings.\n<\/p><p>\n<b>Repentance<\/b>\n<\/p><p>\nAdded to these timely divine warnings to mankind given by the Prophet Joseph Smith\nis the principle of repentance, to which I shall direct the remainder of my remarks.\n<\/p><p>\nThe importance of this divine principle is readily been by the emphasis that the Lord has\ngiven to it in all of his dealings with man. It was established in the beginning and has\ncontinued down through the centuries of time, either to enlighten and uplift the individual by\nobedience thereto or to bring about a condition of decay and demoralization by disobedience.\n<\/p><p>\nAdam and Eve, cut off from the presence of God, were given instruction concerning the\nnecessity of repentance as a means to regain their place in God's presence, there to continue\nin the way of light and intelligence to the attainment of ultimate perfection. Adam, seeking\nearnestly to know the will of God, asked this question of the Lord: \"Why is it that men must\nrepent and be baptized in water?\"\n(<span class=\"citation\" id=\"39342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39342)\">Moses 6:53<\/a><\/span>).\n<\/p><p>\nThe Lord's answer was clear and distinct, for unto Adam and Eve, upon whom darkness had\ncome, having fallen from God, came this vital instruction of the need of repentance:\n\"Wherefore teach it unto your children, that all men, everywhere, must repent, or they can in\nnowise inherit the kingdom of God\"\n(<span class=\"citation\" id=\"39343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39343)\">Moses 6:57<\/a><\/span>).\n<\/p><p>\n<b>Prophets cried repentance<\/b>\n<\/p><p>\nCenturies later, when all living beings upon the earth were threatened with destruction,\nwhen corruption filled the earth, caused by a lack of repentance, the prophet Noah labored\nvaliantly in crying repentance unto the people, but to no avail. All living upon the earth,\nexcept Noah and his family, were destroyed by a flood of waters. For verification of this, the\nOld Testament account of the great flood, though written by Hebrew or \"Shemitic\" historians,\nis substantiated by the historical writings of many other nations and peoples (see Gaued,\n<i>Legends of Patriarchs and Prophets<\/i>, pp. 118-35).\n<\/p><p>\nIn the meridian dispensation, John the Baptist, the forerunner and herald of the Christ,\npreached on the outskirts of the province of Judea, saying, \"Repent ye: for the kingdom of\nheaven is at hand . . . Bring forth therefore fruits meet for repentance\"\n(<span class=\"citation\" id=\"35880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35880)\">Matt. 3:2,8<\/a><\/span>).\n<\/p><p>\n<b>Jesus taught repentance<\/b>\n<\/p><p>\nThe Lord himself referred to the principle of repentance upon many occasions with\nsuch declarations, for Jesus came into Galilee, preaching the gospel of the kingdom of God,\n<\/p><p>\n\"And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe\nthe gospel\" (<span class=\"citation\" id=\"33217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33217)\">Mark 1:14-15<\/a><\/span>).\n<\/p><p>\nJesus, in sending his apostles out, told them to teach men everywhere to repent: \n<\/p><p>\n\"And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from\nthe dead the third day: \n<\/p><p>\n\"And that repentance and remission of sins should be preached in his name among all nations,\nbeginning at Jerusalem\" (<span class=\"citation\" id=\"31787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31787)\">Luke 24:46-47<\/a><\/span>).\n<\/p><p>\nThe need of adherence to the principle of repentance has been reiterated many, many times in\nthe history of mankind, and when man has earnestly and sincerely sought the will of God, he\nhas responded to this principle of personal salvation.\n<\/p><p>\n<b>Revealed in modern time<\/b>\n<\/p><p>\nIt has been revealed with ever-expanded meaning in our modern period of time\nthrough the prophets of God. It constitutes a law, the knowledge and application of which is\nperhaps the most important single principle of redemption. Repentance is as the Lord\nproclaimed it to be \"of the greatest worth to the individual\"\n(<span class=\"citation\" id=\"15313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15313)\">D&amp;C 15:6<\/a><\/span>).\n<\/p><p>\nAs early as 1829, in the present dispensation of the gospel of Jesus Christ, as the\nmarvelous work of restoration began to unfold, the principle of repentance was stressed again\nand again, even to the extent of being the most important of all things to transpire among the\npeople, not only to safeguard them individually from the evils and deceptions of our day and\ntime, but also to prepare them for the part they will take in the things to happen in the destiny\nof God's work associated with mortal existence.\n<\/p><p>\n<b>\"Say nothing but repentance\"<\/b>\n<\/p><p>\nHere is an excerpt from a revelation given to the Prophet Joseph for his brother\nHyrum, who sought earnestly to know the will of God concerning what he was to do to assist\nin bringing forth the great latter-day work; it indicates how strongly this principle is in the\nmind of the Lord, for, said he: \n<\/p><p>\n\"Say nothing but repentance unto this generation. Keep my commandments, and assist to\nbring forth my work, according to my commandments, and you shall be blessed\"\n(<span class=\"citation\" id=\"15310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15310)\">D&amp;C 11:9<\/a><\/span>).\n<\/p><p>\nThe following admonition was given to David Whitmer and Oliver Cowdery, even as it had\nbeen given to the apostle Paul of old, and it likewise is a divine instruction unto all who\nwould seek to further God's work in saving his people, as summarized in this statement: \n<\/p><p>\n\"Remember the worth of souls is great in the sight of God; \n<\/p><p>\n\"For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the\npain of all men, that all men might <i>repent<\/i> and come unto him.\n<\/p><p>\n\"And he hath risen again from the dead, that he might bring all men unto him, on conditions\nof <i>repentance<\/i>.\n<\/p><p>\n\"And how great is his joy in the soul that <i>repenteth!<\/i>\n<\/p><p>\n\"Wherefore, you are called to cry <i>repentance<\/i> unto this people.\n<\/p><p>\n\"And if it so be that you should labor all your days in crying <i>repentance<\/i> unto this people, and\nbring, save it be one soul unto me, how great shall be your joy with him in the kingdom of\nmy Father!\n<\/p><p>\n\"And now, if your joy will be great with one soul that you have brought unto me into the\nkingdom of my Father, how great will be your joy if you should bring many souls unto me!\"\n(<span class=\"citation\" id=\"15319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15319)\">D&amp;C 18:10-16<\/a><\/span>, italics added).\n<\/p><p>\n<b>Principle of eternal growth<\/b>\n<\/p><p>\nRepentance is a principle of eternal growth for the individual and is, therefore, a basic\nprinciple of our Christian faith, as declared in the Fourth Article of Faith\n(<span class=\"citation\" id=\"6869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6869)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\nIf a man has a desire in his heart to know the truth, the normal and positive reaction, as his\nfaith expands, causes him to know that he has participated in volitional acts that are wrong\nand therefore sinful. In this respect, all are in need of repentance, which leads us to the\ncovenant of baptism. Only Jesus of Nazareth, the Only Begotten Son of God, of all men upon\nthe earth, is sinless. He kept every law, yielded personally to every principle of righteousness,\nand thus was unblemished in mortal experience.\n<\/p><p>\nIt can be a crucial misfortune to any man who fails to recognize the difference between right\nand wrong. But when he does recognize this difference and brings his own life into harmony\nwith that knowledge through repentance, he attains conviction and power in many ways. For\nexample, repentance is inseparably associated with forgiveness; and when forgiveness, as a\npersonal possession working two ways, flows through the thought and action of man, he\nexperiences a feeling of great joy, a release of tension and frustration caused by the\ncommitting of sin. Thus, there is produced personal security and assurance. Here is power that\nprepares for further life corrections.\n<\/p><p>\nRepentance, as an eternal law, is not confined to conversion. Its use and application is broader\nthan that. It is a principle of eternal progression. After faith, repentance, and baptism, which\nare first principles, repentance leads the way to many regenerations, without which the soul\nshall never reach perfection.\n<\/p><p>\n<b>The need of repentance<\/b>\n<\/p><p>\nThose who deal with the souls of men are repeatedly recognizing the wisdom of the\ndivine counsel that has been given concerning repentance. Marriage counselors, judges,\nscientists of the mind are stressing more and more the need of repentance for the correction of\nevery evil in life, whether it be large or small, based upon a recognition and confession of\nthat wrong and fortified with a deliberate, stubborn forsaking of it to reform one's character\nand in so doing gain freedom from emotional stress, ever associated with sin and wrong\ndoing.\n<\/p><p>\nThe principal element of forsaking is seen in the human desire to make restitution for wrongs\nthat are admitted, to change one's life to that of the better way.\n<\/p><p>\nIt is probably true that sin is never forgotten when once committed. But the laws governing\nrepentance provide a release of emotional stress caused by the sin, when that sin is\nacknowledged and forsaken. Through repentance and forsaking will come the peace of mind,\na form of regeneration, that enables one to go on in life in pursuit of true happiness. This fits,\nit seems to me, the ennobling challenge of the Christ to become like unto him.\n<\/p><p>\n<b>Genuine sorrow for sin<\/b>\n<\/p><p>\nI recall the comment from this stand of Stephen L Richards, who said, in essence:\n\"Men may wonder why they are retarded in the Church and in life. Such should be invited to\nlook into their lives, and if they are frank and honest with themselves, they will find the\nanswer.\"\n<\/p><p>\nAs sin is looked upon, we are led to conclude that not until man is humbled, not until the\nheart throbs with genuine sorrow for repeated violations of God's holy laws, not until the\ncitadel of sin is surrendered, can man hope for forgiveness or expect exaltation. \n<\/p><p>\nRepentance is something between each one of us and our God, something that produces the\npower, through the processes of change, that causes truth and right, a power for good, to\nspring from within us.\n<\/p><p>\n<b>Declare repentance<\/b>\n<\/p><p>\nThus, the exercise of repentance is factor in the challenges we face today. Obedience\nto this divine principle, together with an obedience to the other commandments of God, which\nI have referred to, concerning harmful indulgences, the virtuous heart and mind, and the\npractice of exercising righteous dominion under all circumstances in behavioral associations,\ncan provide a panacea for our present dilemma of frustration and misdirection that confronts\nus as individuals and as a people. As the Lord has declared, our obedience to these\ncommandments will enable us to avoid the calamities which are upon us\n(<span class=\"citation\" id=\"15295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15295)\">D&amp;C 1:17<\/a><\/span>;\n<span class=\"citation\" id=\"15465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15465)\">D&amp;C 136:35<\/a><\/span>).\n<\/p><p>\nGenerally speaking, there is nothing wrong with an individual that faith and repentance will\nnot cure. For that matter, there is nothing wrong with America or the world that faith and\nrepentance will not correct, for as the Lord has said, \". . . the thing which will be of the most\nworth unto you will be to declare repentance unto this people\"\n(<span class=\"citation\" id=\"15314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15314)\">D&amp;C 15:6<\/a><\/span>).\n<\/p><p>\nI pray that the Lord will help us to understand that the thing that shall be of the greatest\nworth to us is repentance.\n<\/p><p>\nI testify of this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}