{"ID":1721, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Crucible of Adversity and Affliction<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1969, pp. 57-60<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, other members of the General Authorities, brothers and sisters, and\nlisteners throughout the world: \n<\/p><p>\nI have selected as the subject of my remarks today \"The Crucible of Adversity and\nAffliction,\" something with which we are all well acquainted. My purpose is to give comfort\nand courage to the weary and heavy-laden, among whom we all, at times, find place.\n<\/p><p>\nLatter-day Saints know that much of pain and suffering would be avoided if the people would\naccept and follow the Savior. Our mission, as a church, is to bring people to a knowledge of\nChrist and thus avoid all unnecessary suffering. We are aware, however, that should all men\naccept and live his teachings, adversity and affliction would still abound because, in the words\nof the Prophet Joseph Smith, \"Men have to suffer that they may come upon Mount Zion and\nbe exalted above the heavens\" (<i>Documentary History of the Church<\/i>, Vol. 5, p. 556).\n<\/p><p>\n<b>Crucible of adversity<\/b>\n<\/p><p>\nThis does not mean that we crave suffering. We avoid all we can. However, we now\nknow, and we all knew when we elected to come into mortality, that we would here be\nproved in the crucible of adversity and affliction.\n<\/p><p>\nAs our Heavenly Father, in that great pre-earth council referred to here this morning by\nPresident Tanner, \"stood in the midst of\" (<span class=\"citation\" id=\"7267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7267)\">Abr. 3:23<\/a><\/span>)\nus, his spirit children, and announced his plan for\nbringing \"to pass\" our \"immortality and eternal life\"\n(<span class=\"citation\" id=\"39326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39326)\">Moses 1:39<\/a><\/span>), he said, \". . . We will go\ndown . . . and . . . make an earth whereon these may dwell; \n<\/p><p>\n\"And we will prove them . . . to see if they will do all things whatsoever the Lord their God\nshall command them\" (<span class=\"citation\" id=\"7269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7269)\">Abr. 3:24-25<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith said that \"the organization of the spiritual and heavenly worlds, and\nof spiritual and heavenly beings . . . were . . . voluntarily subscribed to in their heavenly\nestate by themselves\" (<i>DHC<\/i>, Vol. 6, p. 51).\n<\/p><p>\n<b>Savior not exempt<\/b>\n<\/p><p>\nThe Father's plan for proving his children did not exempt the Savior himself. The\nsuffering he undertook to endure, and which he did endure, equaled the combined suffering of\nall men. Eighteen hundred years after he had endured it, he spoke of it as being so intense\nthat it \"caused myself, even God, the greatest of all, to tremble because of pain, and to bleed\nat every pore, and to suffer both body and spirit&mdash;and would that I might not drink the bitter\ncup, and shrink&mdash;\n<\/p><p>\n\"Nevertheless, [he concluded,] glory be to the Father, and I partook and finished my\npreparations unto the children of men\"\n(<span class=\"citation\" id=\"15323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15323)\">D&amp;C 19:18-19<\/a><\/span>).\n<\/p><p>\n<b>Intensity of suffering<\/b>\n<\/p><p>\nPresident Brigham Young pointed out that the intensity of Christ's suffering was\ninduced by the withdrawal from him of the Father's Spirit. And I quote from Brother Young: \n<\/p><p>\n\". . . at the very moment . . . when the crisis came . . . the Father withdrew . . . His Spirit,\nand cast a veil over him. That is what made him sweat blood . . . he then plead with the\nFather not to forsake him. 'No,' says the Father 'you must have your trials, as well as others'\"\n(<i>Journal of Discourses<\/i>, Vol. 3, p. 206).\n<\/p><p>\nThe severity of the suffering incident to the withdrawal of the Fathers Spirit\nis intimated in the Lord's statement, through the Prophet, to Martin Harris, in which he said: \n<\/p><p>\n\". . . repent . . . lest you suffer these punishments of which I have spoken, of which in the\nsmallest, yea, even in the least degree you have tasted at the time I withdrew my Spirit\"\n(<span class=\"citation\" id=\"15324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15324)\">D&amp;C 19:20<\/a><\/span>).\n<\/p><p>\nFortunately, we need not endure such suffering because Jesus endured it for us, provided, of\ncourse, that we bring ourselves, through righteous living, within the reach of his atoning\nsacrifice.\n<\/p><p>\n<b>Men must prove themselves<\/b>\n<\/p><p>\nHowever, just as Jesus had to endure affliction to prove himself, so must all men\nendure affliction to prove themselves.\n<\/p><p>\n\"Abel was slain for his righteousness (<span class=\"citation\" id=\"39339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39339)\">Moses 5:26,32<\/a><\/span>)\n. . . Abraham . . . was laid upon the iron bedstead for slaughter\n(<span class=\"citation\" id=\"7264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7264)\">Abr. 1:5<\/a><\/span>);\nand cast into the fire . . . Moses . . . was driven from his country and kindred\n(<span class=\"citation\" id=\"22787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22787)\">Ex. 2:11-15<\/a><\/span>;\n<span class=\"citation\" id=\"8079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8079)\">Acts 7:22-29<\/a><\/span>).\nElijah had to flee his country (<span class=\"citation\" id=\"1247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1247)\">1 Kgs. 19:9-10<\/a><\/span>)\n . . . Daniel was cast into a den of lions\n(<span class=\"citation\" id=\"10696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10696)\">Dan. 6:1-28<\/a><\/span>):\nMicah was fed on the bread of affliction (<span class=\"citation\" id=\"1249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1249)\">1 Kgs. 22:26-28<\/a><\/span>);\nand Jeremiah was cast into the filthy hole under the Temple\n(<span class=\"citation\" id=\"26529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26529)\">Jer. 38:6<\/a><\/span>) . . .\n<\/p><p>\n\". . . all the Saints . . . prophets and apostles, have had to come up through great tribulation\"\n(<i>Teachings of the Prophet Joseph Smith<\/i>, 1938 ed., pp. 260-261).\n<\/p><p>\n<b>Afflictions of Prophet Joseph<\/b>\n<\/p><p>\nFrom his own experiences, the Prophet Joseph was eminently qualified to talk about\naffliction, and this he most eloquently did.\n<\/p><p>\nWriting from Liberty Jail in March 1839, he revealed something concerning the tribulations\nthen being endured by him and his associates.\n<\/p><p>\n\". . . we have been taken prisoners, charged falsely with every kind of evil, and thrown into\nprison, enclosed with strong walls, surrounded with a strong guard, who continually watch\nday and night as indefatigable as the devil . . .\n<\/p><p>\n\". . . we are compelled to hear nothing but blasphemous oaths, and witness a scene of\nblasphemy, and drunkenness and hypocrisy, and debaucheries of every description\"\n(<i>DHC<\/i>, Vol. 3, p. 290).\n<\/p><p>\nBut even as he protested these atrocities, his soul expanded as he endured them. To the\nSaints&mdash;who themselves (at that time some 12 to 15 thousand of them) were being ravished and\nplundered, robbed and driven from their homes, in the dead of winter&mdash;he said: \". . . our\ncircumstances are calculated to awaken our spirits to a sacred remembrance of everything, and\nwe think that yours are also, and that nothing . . . can separate us from the love of God\n(<span class=\"citation\" id=\"42827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42827)\">Rom. 8:39<\/a><\/span>) and\nfellowship one with another; and that every species of wickedness and cruelty practiced upon\nus will only tend to bind our hearts together and seal them together in love\"\n(<i>DHC<\/i>, Vol. 3, p. 290).\n<\/p><p>\n<b>Tried in crucible<\/b>\n<\/p><p>\nA little later on in his letter he added this: \n<\/p><p>\nAnd now, beloved brethren, we say unto you, that inasmuch as God hath said that He would\nhave a tried people (<span class=\"citation\" id=\"15464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15464)\">D&amp;C 136:31<\/a><\/span>),\nthat He would purge them as gold\n(<span class=\"citation\" id=\"43082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43082)\">Zech. 13:9<\/a><\/span>;\n<span class=\"citation\" id=\"32808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32808)\">Mal. 3:3<\/a><\/span>), now we think that this time He has\nchosen His own crucible, wherein we have been tried; and we think if we get through with\nany degree of safety, and shall have kept the faith, that it will be a sign to this generation,\naltogether sufficient to leave them without excuse; and we think also, it will be a trial of our\nfaith equal to that of Abraham, and that the ancients will not have whereof to boast over us in\nthe day of judgment, as being called to pass through heavier afflictions (<i>DHC<\/i>, Vol. 3, p. 294).\n<\/p><p>\nAnd then, speaking for himself and his fellow prisoners, he said: \". . . in His Almighty name\nwe are determined to endure tribulation as good soldiers unto the end\" (<i>DHC<\/i>, Vol. 3, p.\n297). And counseling the Saints to do likewise, he said: \". . . let thy bowels . . . be full of\ncharity towards all men (<span class=\"citation\" id=\"15450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15450)\">D&amp;C 121:45<\/a><\/span>)\" (<i>DHC<\/i>, Vol. 3, p. 300).\n<\/p><p>\nThis admonition, considered in light of the circumstances under which it was given, seems to\nme to almost equal the Master's statement from the cross: \"Father, forgive\nthem; for they know not what they do\"\n(<span class=\"citation\" id=\"31775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31775)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\n<b>Soul heightened by endurance<\/b>\n<\/p><p>\nThe Prophet's soul never could have reached these heights without enduring well the\ntribulations and afflictions heaped upon him.\n<\/p><p>\nPresident Brigham Young is quoted as observing that the Prophet was more perfect in 38\nyears, with the severe tribulation through which he passed, than he would have been in a\nthousand years without it. (Truman Madsen, <i>Eternal Man<\/i> [Deseret Book Company, 1966], p.\n61; Journal of Discourses, 2:7)\n<\/p><p>\nThe Prophet's appreciation and gratitude for the kindness of a friend, the \"pure love of Christ\"\n(<span class=\"citation\" id=\"38357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38357)\">Moro. 7:47<\/a><\/span>)\nwhich filled his soul, and the assurance given him by the Lord, he expressed in the following\npassage. (As I read it, note how it reveals the purity of his heart, the tenderness of his spirit,\nand the nobility of his soul.)\n<\/p><p>\n\". . . those who have not been enclosed in the walls of prison without cause or provocation,\ncan have but little idea how sweet the voice of a friend is; one token of friendship from any\nsource whatever awakens and calls into action every sympathetic feeling; it brings up in an\ninstant everything that is passed; it seizes the present with the avidity of lightning; it grasps\nafter the future with the fierceness of a tiger; it moves the mind backward and forward, from\none thing to another, until finally all enmity, malice and hatred, and past differences,\nmisunderstandings and mismanagements are slain victorious at the feet of hope; and when the\nheart is sufficiently contrite, then the voice of inspiration steals along and whispers, [My son,\npeace be unto thy soul; thine adversity and thine afflictions shall be but a small moment; and\nthen if thou endure it well, God shall exalt thee on high]\n(<span class=\"citation\" id=\"15446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15446)\">D&amp;C 121:7-8<\/a><\/span>)\" (<i>DHC<\/i>, Vol. 3, p. 293).\n<\/p><p>\nNo wonder the Lord could say to him, as he did, \". . . I seal upon you your exaltation, and\nprepare a throne for you in the kingdom of my Father, with Abraham your father.\n<\/p><p>\n\"Behold, I have seen your sacrifices, and will forgive all your sins; I have seen your sacrifices\nin obedience to that which I have told you\"\n(<span class=\"citation\" id=\"15461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15461)\">D&amp;C 132:49-50<\/a><\/span>).\n<\/p><p>\n<b>Courage to bear afflictions<\/b>\n<\/p><p>\nNow, as I noted in the beginning, my desire is to comfort and encourage and inspire\nall you faithful, humble people who are enduring, with patience and loneliness, pain, sorrow,\nand at times almost despair; you who languish in hospitals and nursing homes, and all you\nother shut-ins; you who mourn the loss of loved ones by death or transgression; you who are\nexperiencing diminution of strength in mind and body. In sympathy and love I say to you and\nall the rest of us who are being tried in the crucible of adversity and affliction: Take courage;\nrevive your spirits and strengthen your faith. In these lessons so impressively taught in precept\nand example by our great exemplar, Jesus Christ, and his Prophet of the restoration, Joseph\nSmith, we have ample inspiration for comfort and for hope.\n<\/p><p>\nIf we can bear our afflictions with the understanding, faith, and courage, and in the spirit in\nwhich they bore theirs, we shall be strengthened and comforted in many ways. We shall be\nspared the torment which accompanies the mistaken idea that all suffering comes as\nchastisement for transgression. We shall be comforted by the knowledge that we are not\nenduring, nor will we be required to endure, the suffering of the wicked who are to \"be cast\nout into outer darkness [where] there shall be weeping, and wailing, and gnashing of teeth\"\n(<span class=\"citation\" id=\"9114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9114)\">Alma 40:13<\/a><\/span>).\n<\/p><p>\n<b>Blessings follow tribulation<\/b>\n<\/p><p>\nWe can draw assurance from the Lord's promise that \"he that is faithful in tribulation,\nthe reward of the same is greater in the kingdom of heaven.\n<\/p><p>\n\"Ye cannot behold with your natural eyes, for the present time, [he said,] the design of your\nGod concerning those things which shall come hereafter, and the glory which shall follow\nmuch tribulation.\n<\/p><p>\n\"For after much tribulation come the blessings\"\n(<span class=\"citation\" id=\"15362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15362)\">D&amp;C 58:2-4<\/a><\/span>).\n<\/p><p>\n<b>Glory in tribulations<\/b>\n<\/p><p>\nWe can experience what Paul was expressing in his epistle to the Romans, when he\nsaid: \n<\/p><p>\n\"Therefore being justified by faith, we have peace with God through our Lord Jesus Christ: \n<\/p><p>\n\"By whom also we have access by faith into this grace wherein we stand, and rejoice in hope\nof the glory of God.\n<\/p><p>\n\"And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;\n<\/p><p>\n\"And patience, experience; and experience, hope: \n<\/p><p>\n\"And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the\nHoly Ghost which is given unto us\"\n(<span class=\"citation\" id=\"42824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42824)\">Rom. 5:1-5<\/a><\/span>).\n<\/p><p>\nIn conclusion, I testify to the truthfulness of these things. They are part and parcel of the\nrestored gospel of Jesus Christ. I know they are true. I have read and been impressed by the\ntestimony of others. Paul, for example, having thrice sought the Lord to remove \"a thorn in\nthe flesh\" (<span class=\"citation\" id=\"3064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3064)\">2 Cor. 12:7-8<\/a><\/span>),\nwas answered: \"My grace is sufficient for thee: for my strength is made perfect in\nweakness.\" Then Paul answered: \"Most gladly therefore will I gather in my infirmities, that\nthe power of Christ may rest upon me.\n<\/p><p>\n\"Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in\ndistresses for Christ's sake: for when I am weak, then am I strong\"\n(<span class=\"citation\" id=\"3065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3065)\">2 Cor. 12:9-10<\/a><\/span>).\n<\/p><p>\n<b>Growth through adversity<\/b>\n<\/p><p>\nNot only have I been impressed by the testimonies of others; I have been eyewitness\nto the operation of these principles in the lives of my own acquaintances. I have seen the\nremorse and despair in the lives of men who, in the hour of trial, have cursed God and died\nspiritually (<span class=\"citation\" id=\"26732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26732)\">Job 2:9<\/a><\/span>).\nAnd I have seen people rise to great heights from what seemed to be unbearable\nburdens.\n<\/p><p>\nFinally, I have sought the Lord in my own extremities and learned for myself that my soul\nhas made its greatest growth as I have been driven to my knees by adversity and affliction.\n<\/p><p>\nTo these things I bear solemn witness in the name of Jesus Christ, our beloved Savior, and in\nhis name I invoke a comforting and sustaining blessing upon each of you. In the name of\nJesus Christ. Amen. \n<\/p>\n<\/div>\n<\/div>"}