{"ID":1723, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">This You Can Count On<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1969, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n<\/p><p>\nPresident McKay, and my beloved brethren and sisters: \n<\/p><p>\nMy heart has been touched, as I am sure yours have been, by the beautiful singing of\nthis MIA girls' centennial chorus. I am sure that for them, in their loveliness at this time of\nlife, it is wonderful \"to discover that they are being discovered!\"\n<\/p><p>\n<b>MIA theme<\/b>\n<\/p><p>\nNow, with their presence and their participation, it would seem appropriate to turn to\nthis year's MIA theme: \"For the eternal purposes of the Lord shall roll on, until all his\npromises shall be fulfilled\" (<span class=\"citation\" id=\"37996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37996)\">Morm. 8:22<\/a><\/span>).\nThis, my beloved young friends, whoever you are,\nwherever you are, whatever you're thinking, wherever you're going&mdash;this, I promise you,\nyou can count on.\n<\/p><p>\nWe come to you today&mdash;to you, our beloved young people everywhere with an awareness\nthat you face a complexity of choices such as we at your age had never heard of, and yet with\nan awareness that the principles are as clear-cut as they ever were, as they always were.\n<\/p><p>\nAnd in the few moments I have, I'd like to touch quickly upon a number of subjects: \n<\/p><p>\n<b>Important commitment of marriage<\/b>\n<\/p><p>\nFirst, I know of no more complete or important commitment, in time or in eternity,\nthan marriage. In marriage we choose the closest companion of our life. In marriage we\nchoose the parents of our children and the heritage they have. Don't let this choice ever be\nmade except with earnest, searching, prayerful consideration, confiding in parents, in faithful,\nmature, trustworthy friends, making sure the person you marry shares your ideals, your\nconvictions; a person with ambition, integrity, and intelligence; a person of cleanliness, of\nfaith, of reverence and respect, to whom you would be willing to trust <i>your<\/i> children, and your\n<i>own<\/i> happiness, forever. Oh, be sure you choose a mate of character and kindness. And don't\nbe stampeded by the music and the moonlight.\n<\/p><p>\nMay I share a quotation from President Tanner that is much worth remembering: \"The parents\nthat you should honor more than any others are the parents of your children-to-be. Those\nchildren are entitled to the best parents that it is possible for you to give them&mdash;clean\nparents.\" (Church News, April 19, 1969, p. 2.)\n<\/p><p>\n<b>Statements on morality<\/b>\n<\/p><p>\nAnd now on the matter of morality: May I cite two significant sources: \"The finest piece of\nmechanism in all the universe,\" said Dr. David Starr Jordan, of Stanford University, \"is the\nbrain man and the mind which is its manifestation . . . The sober man is the one who\nprotects his brain from all that would do harm . . . The Twentieth Century . . . will be\nstrenuous, complex . . . [and] will ask for men of instant decision, men whose mental\nequipment is all in order . . . No one can afford to look downward for his enjoyments . . .\nThe pleasures of vice are mere illusions, tricks of the nervous system, and each time these\ntricks are played it is more and more difficult for the mind to tell the truth.\nSuch deceptions come through drunkenness and narcoticism. In greater or less degree all\nnerve-affecting drugs produce it: nicotine, caffeine, opium, cocaine, and [all] the rest, strong\nor weak. Habitual use of any of these is a physical vice. A physical vice becomes a moral\nvice, and . . . to cultivate vice is to render our mind incapable of normal action . . . One and\nall, these various drugs . . . tend to give the impression of a power or a pleasure . . . which\nwe do not possess . . . One and all their function is to force the nervous system to lie. One\nand all the result of their habitual use is to render the nervous system incapable of ever telling\nthe truth . . . Indulgence . . . destroys wisdom and virtue; it destroys faith and hope and love\n. . . Whatever you do, count all the cost.\"\n<\/p><p>\nThus spoke the eminent educator, Dr. Jordan. And this he added: \"To be clean is to be strong\n. . . To say <i>no<\/i> at the right time, and then stand by it, is the first element of success . . . He is\nthe wise man who, for all his life, can keep mind and soul and body clean\" (Selected from\n<i>The Strength of Being Clean<\/i> and <i>The Call of the Twentieth Century<\/i>).\n<\/p><p>\nAnd now, for the second source: Dr. Frank Crane said: \"Nature keeps books pitilessly. Your\ncredit with her is good, but she collects . . . She never forgets; she sees to it that you pay her\nevery cent you owe, with interest . . . Every generation a new crop of fools comes on. They\nthink they can beat the orderly universe. They conceive themselves to be more clever than the\neternal laws. They snatch goods from Nature's store and run . . . And one by one they all\ncome back to Nature's counter and pay&mdash;pay in tears, in agony, in despair; pay as fools\nbefore them have paid\" (<i>Four Minute Essays: Pay, Pay, Pay!<\/i>).\n<\/p><p>\n<b>Laws of life in force<\/b>\n<\/p><p>\nThere isn't any way to cheat nature, to bypass law, to run away from life. The\ncommandments haven't been repealed; the laws of morality, the spiritual laws, the laws of life\nare still in force and effect.\n<\/p><p>\nOh, don't let others drag you down, and don't drag yourself down. No matter what cynical or\nimmoral or even honestly mistaken people may say, don't let them destroy your faith or your\nvirtue, or lead you to a lower way of life.\n<\/p><p>\nAnd when they try to tell you what you're missing, you tell <i>them<\/i> what <i>they're<\/i> missing: peace\nand self-respect and a quiet conscience&mdash;happiness&mdash;and the assurance of the highest\nopportunities of everlasting life.\n<\/p><p>\n<b>The question of love<\/b>\n<\/p><p>\nNow to turn to the question of love: There are tests to which love should be put. Don't\ntrust the love of anyone who would propose to you what is improper. Don't trust the love of\nanyone who would hurt or embarrass you or tempt you to evil, or endeavor to induce you to\ndo that which would lead you to shame or sorrow.\n<\/p><p>\nThe test of love is in how we live. If we do really love someone, we would do for them, or\ninduce them to do, only what would be for their happiness and peace and protection, for their\nbenefit and blessing.\n<\/p><p>\nIf we truly love our parents, we will prove our love by living honorable lives and by\nrespecting them, caring for them, taking them into our confidence.\n<\/p><p>\nIf we love the Church, we will prove that love by how we serve and honor our membership\nin it.\n<\/p><p>\nSometimes we say we love the Lord, but he has told us how to prove that love: \"If ye love\nme, keep my commandments\" (<span class=\"citation\" id=\"28543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28543)\">John 14:15<\/a><\/span>).\n<\/p><p>\nDon't be deceived by false or selfish or counterfeit love from any source.\n<\/p><p>\n<b>Faith in God's word<\/b>\n<\/p><p>\nNow, as to faith: Believe me, you can count on all that God has said. More than a\nhundred thirty-six years ago, to a young prophet he said simply, \". . . tobacco is not . . . good\nfor man\" (<span class=\"citation\" id=\"15414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15414)\">D&amp;C 89:8<\/a><\/span>).\nIt has taken medical science more than a century to prove that the\nLord knew what he was talking about. When he tells us something, he expects us to believe\nit. It doesn't take faith to believe the Word of Wisdom any more. It just\ntakes a little common sense.\n<\/p><p>\nI have been privileged to know some of the most brilliant men of the earth, in many\ncountries, worldwide. I have a great respect for research and scholarship and for the skills and\ntalents and minds of competent men. But I have never known a man who knew enough so\nthat I was willing to trust him with my everlasting life. I only know one place to put such\ntrust. Oh, I plead with you to go all the way with your Father in heaven, for you will see all\nof us shall&mdash;in time and in eternity the promises of God fulfilled. This you can count on.\n<\/p><p>\n<b>Principle of repentance<\/b>\n<\/p><p>\nNow a word about repentance: It seems significant that repentance is given as the\nsecond great principle of the gospel: \"Faith, repentance . . .\"\n(<span class=\"citation\" id=\"6870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6870)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\nWe all make mistakes. If our repentance is sincere, we have the right to approach him for\nforgiveness, but remember we are not entitled to any quota of mistakes. It is <i>always<\/i> better\nthat we don't make them. And surely we shouldn't go on stupidly or stubbornly repeating the\nsame old mistakes over and over again. We ought to have learned our lessons. It isn't enough\nto be just as good today as we were yesterday. We should be better. The Lord doesn't deal in\ntheories. When he says perfection is possible, we'd better be improving. But one of the most\ndevilish doctrines that anyone could advocate would be to say that because someone had made\na mistake, it wouldn't matter if he made one more, or many more. The best time to repent is\nnow, before the next time.\n<\/p><p>\nBut don't let anyone tell you ever that you are beyond repenting, or that there is no point in\nrepenting, or that it is all right to postpone repentance.\n<\/p><p>\n<b>The burden of sin<\/b>\n<\/p><p>\nI think it was our beloved Brother Harold B. Lee who said that the heaviest burden in\nthe world is the burden of sin. Don't carry it around with you. Don't tamper with evil. Don't\nflirt with temptation. Don't live with a quarreling conscience. Confide in those who love you,\nwho can help you&mdash;your parents, your bishops, your stake presidents. Clean out the clutter of\nthe past and live to have peace and a quiet conscience.\n<\/p><p>\nMany centuries ago Mencius said, \"Let men decide firmly what they will not do, then they\nwill be free vigorously to do what they ought to do\" (<i>Discourses<\/i>, iv). All of us ought to\ndecide firmly what we will not do. We shouldn't have to argue with ourselves at each time of\ntemptation. Taught as we are, our decisions against evil ought to be more or less automatic.\n<\/p><p>\nIn the words of Marcus Aurelius, \"If it is not right, do not do it; if it is not true, do not say\nit\" (<i>Meditations<\/i>, Bk. xii, sec. 17).\n<\/p><p>\n<b>Laws that can be counted on<\/b>\n<\/p><p>\nAnd now, as to law: We have seen men walk on the moon and we have marveled at\nthe minds of men. But remember this: It was possible to go to and from the moon because\nthere are laws that can be counted on, because the Creator keeps creation in its course.\n<\/p><p>\nI witness to you, my beloved young friends, that the moral and spiritual laws are as much in\nforce and effect as are the physical laws.\n<\/p><p>\nStudy, learn. Don't drop out. Seek wholesome knowledge. Develop your talents. Increase in\ncompetence. Take counsel. There is safety in counsel. Don't stubbornly and rebelliously\ndecide to go it alone in life. Keep your sense of humor. Keep your standards. Love and\nrespect your parents. Keep close to the Church. Be active in it. Love and serve your country,\nyour community. Love and enjoy life. Choose the right. Keep the heritage you have. Seek the\nguidance of your Father in prayer. Be happy. Have faith: \"For the eternal purposes of the\nLord shall roll on, until all his promises shall be fulfilled\"\n(<span class=\"citation\" id=\"37997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37997)\">Morm. 8:22<\/a><\/span>).\n<\/p><p>\nThis I witness to you as I witness that God lives; that you are his children; that he sent his\ndivine Son to show us the way of life and redeem us from death; that the gospel has been\nrestored to earth. This you can count on&mdash;and your life can be as happy and\nwonderful as anyone would ever want&mdash;\"not for just an hour, not for just a day, not for just\na year, but always\" (Irving Berlin, \"Always\").\n<\/p><p>\nGod bless you and be with you, my beloved young friends, this day&mdash;and always&mdash;I pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}