{"ID":1725, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Easing the Sting of Death<\/p>\n<p class=\"gcspeaker\">Elder James A. Cullimore<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">James A. Cullimore, <i>Conference Report<\/i>, October 1969, pp. 71-74<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: This is a choice experience to be with you here\ntoday.\n<\/p><p>\n<b>Passing of John Longden<\/b>\n<\/p><p>\nThe passing of Brother John Longden has been referred to at least twice during this\nconference. I would also like to refer to this and let you know how very much we miss our\nfellow worker and associate, and how he is missed in the Church because of his untimely\ndeath. It has saddened us all. We miss him greatly, and I am sure you will agree with me that\nhe will be missed all over the Church. Brother John has earned a great reward, and I am sure\nthat in the kingdom of our Father he will receive this reward.\n<\/p><p>\nI was greatly impressed by the peace and understanding with which Sister Longden accepted\nthe passing of John. Only she will know, of course, of the real sorrow, the pangs of\nloneliness, that he will not return in this life. But the understanding of the gospel and the plan\nof salvation can greatly ease the sting of death.\n<\/p><p>\n<b>God's plan of salvation<\/b>\n<\/p><p>\nKnowing the beauty of God's plan for the salvation of his children sometimes makes\neven death beautiful. We understand that death is a very necessary part of the great plan of\nsalvation and that it is the means of the separation of the body and the spirit, in which the\nspirit returns to God and the body returns to the earth. As the scripture says: \"Then shall the\ndust return to the earth as it was: and the spirit shall return unto God who gave it\"\n(<span class=\"citation\" id=\"21422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21422)\">Eccl. 12:7<\/a><\/span>).\n<\/p><p>\nDeath is just as necessary as birth in this great plan. Birth into this life is the means by which\nthe spirit and the body are joined together for their great mission on this earth. Resurrection is\nthe process whereby the spirit, which separated from the body in death, is again reunited with\nthe body, which has been purified, glorified, and immortalized, never to be separated again.\n<\/p><p>\nYes, even death can be beautiful as we understand the plan of the Lord and know that in life\nwe have lived well. Even the pangs of sorrow, because of separation and the many memories,\nare momentarily overshadowed by this understanding.\n<\/p><p>\n<b>Passing of parents<\/b>\n<\/p><p>\nI shall never forget one such beautiful occasion. My parents had lived a good life.\nThey had celebrated their sixty-fifth wedding anniversary. To them had been born 12\nchildren; six boys filled missions; all the family is active in the Church. Father filled a\nthree-year mission. He was a bishop for nearly thirty years. Mother had completely sustained\nmy father in all his Church activities and had held many responsible positions in the ward\nherself. When father left on his mission, they had one child and were expecting another. In\nher eighty-fourth year, mother broke her hip and was quite ill in the hospital. My father, at\n86, was still very active and drove to work each day. He came from work that day, visited\nwith mother in the hospital for a while, then went on to the house. That evening he passed\naway peacefully. Mother never knew of his passing, for the next day she passed away also. A\ndouble funeral was held. As we all visited during the evening of the viewing, realizing the\nbeautiful, full lives both had lived, and knowing the kindness of the Lord in sparing either of\nthem the loneliness of being alone, there could be no real sorrow&mdash;yes, momentary grief in\nseparation, but otherwise beautiful peace in knowing they were together.\n<\/p><p>\n<b>The meaning of death<\/b>\n<\/p><p>\nNot long ago a noted scholar wrote a book entitled <i>The Meaning of Death<\/i>. The\ncontents of his work were taken from several case histories of individuals who were suffering\nfrom terminal cancer. These people were faced with the immediate problem of dying.\n<\/p><p>\n\"The object of the study was to assess the feelings of those who were about to die. Almost\nuniversally the patients agreed that the inevitability of death was not the issue. The real issue\nwas how to live a full life. They all seemed to agree that the problem of dying is the regret of\nnot having lived.\" (Max W. Swenson, \"Living Life Abundantly,\" <i>Impact<\/i>, Winter 1969, p. 8.)\n<\/p><p>\nThe concern of living a good life and keeping the commandments in preparation to meet our\nMaker has been the concern of mankind from the beginning. Unto Cain the Lord said, \"If\nthou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door\"\n(<span class=\"citation\" id=\"23799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23799)\">Gen. 4:7<\/a><\/span>).\n<\/p><p>\n<b>A code of living<\/b>\n<\/p><p>\nUnto Moses the Lord gave a code of living that was reaffirmed in the meridian\ndispensation by the Savior and again in this dispensation in which he said: \n<\/p><p>\n\"Thou shalt have no other gods before me.\n<\/p><p>\n\"Thou shalt not make unto thee any graven image.\n<\/p><p>\n\"Thou shalt not take the name of the Lord thy God in vain.\n<\/p><p>\n\"Remember the sabbath day, to keep it holy.\n<\/p><p>\n\"Honour thy father and thy mother.\n<\/p><p>\n\"Thou shalt not kill.\n<\/p><p>\n\"Thou shalt not commit adultery.\n<\/p><p>\n\"Thou shalt not steal.\n<\/p><p>\n\"Thou shalt not bear false witness.\n<\/p><p>\n\"Thou shalt not covet\" (see <span class=\"citation\" id=\"22790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22790)\">Ex. 20:2-17<\/a><\/span>).\n<\/p><p>\nThe Lord exhorted the children of Israel to obedience when he said, \"Behold, I set before you\nthis day a blessing and a curse; \n<\/p><p>\n\"A blessing, if ye obey the commandments of the Lord your God, which I command you this\nday: \n<\/p><p>\n\"And a curse, if ye will not obey the commandments of the Lord your God\"\n(<span class=\"citation\" id=\"21281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21281)\">Deut. 11:26-28<\/a><\/span>).\n<\/p><p>\nThe Savior promised, \"For the Son of man shall come in the glory of his Father with his\nangels; and then he shall reward every man according to his works\"\n(<span class=\"citation\" id=\"35936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35936)\">Matt. 16:27<\/a><\/span>).\n<\/p><p>\n<b>Proper conformity in life<\/b>\n<\/p><p>\nPossibly one of the most direct answers as to proper conformity in life was given by\nPeter on the day of Pentecost. Filled with the Holy Ghost, he delivered a powerful sermon\nand bore witness to the divinity of Jesus Christ. Many were pricked in their hearts and wanted\nto know what they should do to be saved\n(<span class=\"citation\" id=\"8064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8064)\">Acts 2:37<\/a><\/span>). He said, \"Repent, and be baptized every one of you\nin the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy\nGhost.\n<\/p><p>\n\"For the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call\"\n(<span class=\"citation\" id=\"8066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8066)\">Acts 2:38-39<\/a><\/span>).\n<\/p><p>\nPaul, who found the Galatian saints believing false doctrine, called them to repentance,\nsaying, \"Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also\nreap.\n<\/p><p>\n\"For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the\nSpirit shall of the Spirit reap life everlasting\"\n(<span class=\"citation\" id=\"23291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23291)\">Gal. 6:7-8<\/a><\/span>).\n<\/p><p>\nIn this dispensation the Lord has said: \"If thou wilt do good, yea, and hold out faithful to the\nend, thou shalt be saved in the kingdom of God, which is the greatest of all the gifts of God;\nfor there is no gift greater than the gift of salvation\"\n(<span class=\"citation\" id=\"15306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15306)\">D&amp;C 6:13<\/a><\/span>).\n<\/p><p>\n<b>Divine instructions<\/b>\n<\/p><p>\nBut the Lord has not left us alone. In every dispensation of the gospel, he has\nadministered unto his children&mdash;instructing them as to how they can regain his presence. He\nwalked and talked with the ancient prophets. The prophet Alma tells how the Lord sent angels\nto converse with men in his time and reveal the plan of redemption. \". . . he saw that it was\nexpedient that man should know concerning the things whereof he had appointed unto them; \n<\/p><p>\n\"Therefore he sent angels to converse with them, who caused men to behold of his glory.\n<\/p><p>\n\"And they began from that time forth to call on his name; therefore God conversed with men,\nand made known unto them the plan of redemption, which had been prepared from the\nfoundation of the world; and this he made known unto them according to their faith and\nrepentance and their holy works\"\n(<span class=\"citation\" id=\"9104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9104)\">Alma 12:28-30<\/a><\/span>).\n<\/p><p>\n<b>Peace from conviction<\/b>\n<\/p><p>\nPossibly one's concern about not having lived well is really in not knowing what his\nreal purpose in life is. Real peace of mind comes from a firm conviction of the plan of\nsalvation as revealed to us of the Lord; that we are the children of God, created in his image;\nthat he is the Father of our spirits; that we lived with him in a glorious spiritual existence\nbefore this temporal existence; that this mortal state is probationary; that through death and\nthe resurrection, having lived a worthy life, having complied with the ordinances of the\ngospel, we might enter again into the presence of God. Peace comes as we know the gospel\nand live it, as we develop a strong testimony of its divinity, as we are vindicated by the Holy\nSpirit in our good works.\n<\/p><p>\n<b>A new gospel dispensation<\/b>\n<\/p><p>\nIn this dispensation God has also visited the earth and sent his\nmessengers to reveal unto us his plan of redemption, that we may know of his will and feel his\nsustaining spirit as we do his bidding. He has said, Repent, repent, and prepare ye the way of\nthe Lord, and make his paths straight; for the kingdom of heaven is at hand; \n<\/p><p>\n\"Yea, repent and be baptized, every one of you, for a remission of your sins; yea, be baptized\neven by water, and then cometh the baptism of fire and of the Holy Ghost\"\n(<span class=\"citation\" id=\"15339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15339)\">D&amp;C 33:10-11<\/a><\/span>).\n<\/p><p>\nIt is our witness to the world that the gospel of Jesus Christ, as revealed to the Prophet Joseph\nSmith, contains the direction and understanding of eternal life, that by abiding by its\nprinciples and teachings and by complying with its ordinances, one might have peace and\nsatisfaction by the vindication of the spirit, and whether in life or death they will know all is\nwell&mdash;death will have no sting.\n<\/p><p>\nI leave you this witness, my brothers and sisters, and witness unto you that God lives, that\nJesus is the Christ, and that this is his church, in the name of Jesus Christ. Amen. \n<\/p>\n<\/div>\n<\/div>"}