{"ID":1726, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">God Loves Us<\/p>\n<p class=\"gcspeaker\">Elder Hartman Rector, Jr.<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Hartman Rector, Jr. <i>Conference Report<\/i>, October 1969, pp. 74-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is intended that man is to be like God. The scriptures declare that man was made in the\nbeginning in the image and likeness of God\n(<span class=\"citation\" id=\"23791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23791)\">Gen. 1:26<\/a><\/span>).\n<\/p><p>\nPaul, speaking of Jesus Christ, said that he (Christ), \"being in the form of God, thought it not\nrobbery to be equal with God\" (<span class=\"citation\" id=\"41271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41271)\">Philip. 2:6<\/a><\/span>).\nHe further declared that he (Christ) was \"the\nbrightness of his [Father's] glory, and the express image of his person\"\n(<span class=\"citation\" id=\"24380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24380)\">Heb. 1:3<\/a><\/span>).\n<\/p><p>\nGod, the Father of the spirits of all men, is in all respects like his Son Jesus Christ, whom\nwe, at least to some extent, know; for he has revealed himself to us, and although we may not\nunderstand all things about Jesus Christ, we know what manner of man he was from records\nthat were kept of his exemplary life. What is more, in the words of John we understand \"that\nwhen he shall appear, we shall be like him\"\n(<span class=\"citation\" id=\"1097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1097)\">1 Jn. 3:2<\/a><\/span>).\n<\/p><p>\n<b>Man to be like God<\/b>\n<\/p><p>\nFrom these and other scriptures, it becomes clear that it is intended that man is to be\nlike God. In fact, the Master made this a central part of his teachings when he walked in\nmortality among men. \"Be ye therefore perfect, even as your Father which is in heaven is\nperfect\" (<span class=\"citation\" id=\"35899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35899)\">Matt. 5:48<\/a><\/span>).\nThis was his commission to us. Then, the question of questions\nbecomes: What is God like?\n<\/p><p>\nI have often felt the reason we don't understand God is because we are so unlike him. By\nthat, I mean that even though man is like God physically, spiritually man is far from God.\nFortunately, the Lord has given us specific direction and guidance to get us into condition so\nwe grow closer to him spiritually also.\n<\/p><p>\nHowever, regretfully, though men draweth nigh unto God with their mouths, and honoreth\nhim with their lips, their hearts are far from him (see\n(<span class=\"citation\" id=\"35930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35930)\">Matt. 15:8<\/a><\/span>). This is true primarily\nbecause we are concerned with what we want to do rather than with what God wants us to do.\n<\/p><p>\n<b>Root cause of problems<\/b>\n<\/p><p>\nIf we face facts, we will realize we are all afflicted with the same malady.\nIt is the root cause of all the problems and suffering in the world, both\ncollectively and individually, and has always been. What is this cause? It is a very\nsimple, one-word answer&mdash;selfishness. I use this word in its broadest sense, which includes\ngreed and covetousness. We are selfish, and selfishness is not like God.\n<\/p><p>\nWe endlessly do what we want to do instead of doing what the Lord wants us to do. It isn't\nthat we don't know what the Lord wants us to do. He has made it abundantly clear through\nrevelation to his prophets, but we are too concerned with our own wants.\n<\/p><p>\nHow does it happen that we are this way? What makes us so selfish? I don't believe we are\nborn this way. The spirit comes to this earth essentially free of selfish desire, but it appears it\nis made selfish at a very early age.\n<\/p><p>\n<b>Selfishness to be overcome<\/b>\n<\/p><p>\nThe human infant comes into this world in a completely helpless condition. It cannot\nsupport itself. Therefore, the Lord has placed in the heart of the adult male and female great\nlove for infants.\n<\/p><p>\nThis love is frequently expressed by supplying every wish of this infant to the point where,\nafter about five to six years of this kind of treatment, the child begins to feel that the whole\nworld revolves around it. \"Me first\" and \"I want the biggest\" form some of his first phrases.\nParents suddenly come to the startling realization that they have a spoiled child on their\nhands. They then embark on a long, drawn-out program that will only take 50 to 70 years to\ntalk Junior out of being selfish. Sometimes they never succeed.\n<\/p><p>\nOn the success of this endeavor, the happiness of the individual depends. The selfish man\nsuffers eternally from his selfishness, for never can a selfish man become like God. Instead,\nhe has erected himself as his idol. Of course, this is not necessarily the only way that we\nbecome selfish. Man is by nature fallen, therefore self-centered.\n<\/p><p>\nSomeone has said, \"Most men, born into this world, creep selfishly into nameless graves;\nwhile every now and then one man forgets himself into immortality.\"\n<\/p><p>\n<b>Qualifications for ministry<\/b>\n<\/p><p>\nThe Lord saw fit to give instruction on this subject to his children early in this\ndispensation. In February 1829, he set forth the qualifications for the labors of the ministry.\nHe said, \"And faith, hope, charity and love, with an eye single to the glory of God, qualify\nhim for the work\" (<span class=\"citation\" id=\"15303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15303)\">D&amp;C 4:5<\/a><\/span>).\n<\/p><p>\nNow, the faith, hope, charity, and love are of vital importance, but the eye single to the glory\nof God is crucial. This means that all decisions must be made on the side of the Lord. Instead\nof forever doing what we want to do, <i>we must do what the Lord wants done<\/i>.\n<\/p><p>\nThe Lord says our eye must be single to his glory, and in the scripture it is spelled EYE. Of\ncourse, this is figuratively speaking. I believe he means the capital I, or you&mdash;WE. We must\nbe single to the glory of God. When we act, we must always have in mind what the Lord has\nsaid. Of course, the ideal would be to harmonize our desires with the will of the Lord; then\nwe can always do what we want and still have the approval of the Lord, but this is seldom\nthe case.\n<\/p><p>\nThe Lord continued this revelation on the qualification for the labors of the ministry by\nsaying, \"Remember faith, virtue, knowledge, temperance, patience, brotherly kindness,\ngodliness, charity, humility, diligence\"\n(<span class=\"citation\" id=\"15304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15304)\">D&amp;C 4:6<\/a><\/span>).\n<\/p><p>\nSurely the Lord feels these attributes are vitally important to our success in his work, for he\nadmonishes us to <i>remember<\/i> them.\n<\/p><p>\n<b>Meaning of godliness<\/b>\n<\/p><p>\nWe are, to some extent, familiar with most of these attributes, but what does he mean\nby godliness? We think instantly he must mean that we must become like God, but how do\nwe do that?\n<\/p><p>\nPerhaps it means to become perfect in all these qualifications he has listed. No&mdash;if that were\nthe case, he would have needed only one qualification: godliness.\n<\/p><p>\nGodliness must mean something special. Perhaps it has to do with the distinguishing\ncharacteristic of God.\n<\/p><p>\nWhat is the distinguishing characteristic of our Heavenly Father? John gave us a clue when he\nsaid: \"Beloved, let us love one another: for love is of God; and every one that loveth is born\nof God and knoweth God.\n<\/p><p>\n\"He that loveth not knoweth not God; for <i>God is love<\/i>\"\n(<span class=\"citation\" id=\"1098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1098)\">1 Jn. 4:7-8<\/a><\/span>, italics added).\n<\/p><p>\nThis was so very difficult for me to understand before the missionaries knocked on my door,\nfor, from this scripture and others quite similar, it appeared that God and love were one and\nthe same. Is God, then, just an emotion? You can't see love. You may see the effect of love\nor the lack of it, but love is not a corporate entity. When I learned the truth&mdash;that God is an\nexalted man of flesh and bone and spirit&mdash;then I understood what John was saying: that love\nis God's distinguishing characteristic.\n<\/p><p>\n<b>Why God loves us<\/b>\n<\/p><p>\nGod loves us. We know it. The scriptures declare it, and from the experiences of each\none of us, we know it to be true. Almost no one doubts this fact. God loves us, but why?\nWhy does God love us when we often do not deserve his love?\n<\/p><p>\nOne might say, \"Oh, because we are his children.\" It is true, we are his children, but is that\nthe reason he loves us? Does he only love what belongs to him? If we are not careful, we will\nascribe to God our own selfishness.\n<\/p><p>\nAnother might say, \"He loves us because he knows us and knows potential.\" It is true he does\nknow our potential, but this would imply he would love those with greater potential more\nthan those of less potential. What if you had little or no potential? Would he not love you?\nThere must be some other reason why our Heavenly Father loves us. Does he love us because\nwe are good? I hope not. I'm afraid many of us would be unloved.\n<\/p><p>\nI don't know why God loves us, but I believe the scriptures give us a clue. God doesn't love\nus because <i>we<\/i> are good. God loves us because <i>he<\/i> is good. God is good and so he loves us,\nand those who are the best love the best. It appears that only if you are good do you receive a\nreward for loving. The Lord requires us to love those who don't deserve it.\n<\/p><p>\n\"For if ye love them which love you, what thank have ye?\" saith the Master, \"for sinners also\nlove those that love them\" (<span class=\"citation\" id=\"31756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31756)\">Luke 6:32<\/a><\/span>).\n<\/p><p>\n<b>Quality of unselfish love<\/b>\n<\/p><p>\nIt is easy to love people who love us. It is much more difficult to love people who not\nonly don't love us, but don't even like us. But if we are to be like our Father in heaven who\n\"maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the\nunjust\" (<span class=\"citation\" id=\"35897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35897)\">Matt. 5:45<\/a><\/span>),\nthen we must love these people who don't like us, and we'll have to be\ngood to do that.\n<\/p><p>\nI have seen this godlike quality of unselfish love in all the best men I have known or read\nabout. Jesus wept over those who rejected him and prayed for those who crucified him.\n<\/p><p>\nJoseph Smith's heart was filled with love and compassion for all men, even for his\npersecutors. All the prophets have had this great quality. I never had the privilege of knowing\nPresident George Albert Smith, but from the testimony of those who knew him, love radiated\nfrom his countenance for all men. I know this to be a quality of President David O. McKay. I\nhave seen and personally experienced the all-encompassing love of our present, beloved\nprophet. <i>Those who are the best love the best.<\/i>\n<\/p><p>\n<b>Good in every man<\/b>\n<\/p><p>\nIf we are good, we will look for and find the good in others. It is there. There is good\nin every man. In fact, I believe every man is superior to every other man in some thing. If\nyou look for it, you will find it. But you can see only what you have eyes to see. It depends\nsolely on how good <i>you<\/i> are as to whether you see good or not.\n<\/p><p>\nAll of the commandments given us by the Lord are calculated to make us\ngood. This is to help us become like him.\n<\/p><p>\nOnly as we live in obedience to these commandments will we be able to know real love for\nothers and real joy ourselves.\n<\/p><p>\nI bear witness that God, our Heavenly Father, does live and that he loves us, and as we have\nlove one for another and for all men, we will become more like him and find the great joy\nand happiness that is the object and design of our existence. I bear this witness to you in the\nname of Jesus Christ. Amen. \n<\/p>\n<\/div>\n<\/div>"}