{"ID":1727, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Where Do We Go When We Die?<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1969, pp. 77-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe age-old question \"Where do we go when we die?\" has been asked by old people\nand young people among all nations from time immemorial. Many disbelievers, cynics, and\natheists today maintain that nothing exists for man beyond the grave&mdash;that death is the end.\n<\/p><p>\n<b>Life beyond the grave<\/b>\n<\/p><p>\nThe greatest of all teachers, Jesus the Christ, the Son of God, proclaimed an entirely\ndifferent doctrine. He taught that there is a glorious life beyond the grave in the presence of\nthe Eternal Father, and that by compliance with certain laws we may go there and enjoy it.\nFor example, Nicodemus, a ruler of the Jews, came unto Jesus at night and in course of their\nconversion, Jesus declared: \n<\/p><p>\n\"Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot\nenter into the kingdom of God\" (<span class=\"citation\" id=\"28488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28488)\">John 3:5<\/a><\/span>).\n<\/p><p>\nThe Savior revealed to Joseph Smith, a modern prophet: \n<\/p><p>\n\"Take upon you the name of Christ . . .\n<\/p><p>\n\"And as many as repent and are baptized in my name, which is Jesus Christ, and endure to\nthe end, the same shall be saved.\n<\/p><p>\n\"Behold, Jesus Christ is the name which is given of the Father, and there is none other name\ngiven whereby man can be saved\"\n(<span class=\"citation\" id=\"15321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15321)\">D&amp;C 18:21-23<\/a><\/span>).\n<\/p><p>\n<b>The resurrection and the life<\/b>\n<\/p><p>\nOn a certain occasion, a dear friend of the Master in Palestine was very ill. His sisters,\nMartha and Mary, sent for Jesus to come and heal their brother. The Savior did not come for\na few days, and when he did come Lazarus had been dead and buried for four days. Martha\nwas told that Jesus was approaching, and so she hurried out to meet him. She said: \"Lord, if\nthou hadst been here, my brother had not died . . .\n<\/p><p>\n\"Jesus saith unto her, Thy brother shall rise again.\n<\/p><p>\n\"Martha saith unto him, I know he shall rise again in the resurrection at the last day.\"\n<\/p><p>\nJesus replied: \"I am the resurrection, and the life: he that believeth in me, though he were\ndead, yet shall he live: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die. Believest thou this?\"\n(<span class=\"citation\" id=\"28521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28521)\">John 11:21-26<\/a><\/span>).\n<\/p><p>\nThe night before his crucifixion, Jesus gave his apostles additional information regarding his\nFather's kingdom. He said to them: \n<\/p><p>\n\"In my Father's house are many mansions: if it were not so, I would have told you. I go now\nto prepare a place for you.\n<\/p><p>\n\"And if I go and prepare a place for you, I will come again, and receive you unto myself; that\nwhere I am, there ye may be also\"\n(<span class=\"citation\" id=\"28534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28534)\">John 14:2-3<\/a><\/span>).\n<\/p><p>\n<b>What is death?<\/b>\n<\/p><p>\nWhat is death? It is nothing more than the separation of the spiritual body from the\nphysical body. The physical tabernacle becomes diseased, worn, and aged, and, therefore, no\nlonger a fit home for the spirit. Thus the spirit&mdash;the real person, in which all the good deeds\ncommitted, also the bad deeds committed, the personality&mdash;goes on alive as a spirit\npersonage in the spirit world. Some departed spirits go to paradise, a place of peace and\nhappiness where they can continue to work and progress. Others go to a spirit prison. Certain\nprophets have termed it a hell. The apostle Peter proclaimed that Christ who suffered death\nfor our sins \"went and preached unto the spirits in prison\"\n(<span class=\"citation\" id=\"2324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2324)\">1 Pet. 3:19<\/a><\/span>) who had been there\nfrom the time they were drowned in the flood in Noah's day.\n<\/p><p>\nThus they were in the spirit prison for nearly twenty-five hundred years, because they had\nrejected the gospel of Jesus Christ and had lived wicked lives.\n<\/p><p>\n<b>Vision of judgment day<\/b>\n<\/p><p>\nJohn the Revelator saw in vision the resurrection and judgment of the human family.\nHe described it as follows: \n<\/p><p>\n\"And I saw the dead, small and great, stand before God; and the books were opened: and\nanother book was opened, which is the book of life: and the dead were judged out of those\nthings which were written in the books, according to their works.\n<\/p><p>\n\"And the sea gave up the dead which were in it; and death and hell delivered up the dead\nwhich were in them: and they were judged every man according to their works\"\n(<span class=\"citation\" id=\"42440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42440)\">Rev. 20:12-13<\/a><\/span>).\n<\/p><p>\nThe ancient American prophets taught that there would be a universal resurrection. Amulek\nstated: \". . . the day cometh that all shall rise from the dead and stand before God, and be\njudged according to their works\" (<span class=\"citation\" id=\"9102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9102)\">Alma 11:41<\/a><\/span>).\n<\/p><p>\nJacob, the brother of Nephi, described the judgment day: \"Wherefore, we shall have a perfect\nknowledge of all our guilt, and our uncleanness, and our nakedness; and the righteous shall\nhave a perfect knowledge of their enjoyment, and their righteousness, being clothed with\npurity, yea, even with the robe of righteousness\"\n(<span class=\"citation\" id=\"3806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3806)\">2 Ne. 9:14<\/a><\/span>).\n<\/p><p>\n<b>Modern revelations<\/b>\n<\/p><p>\nThe most profound and marvelous revelations that exist on life after earth and the final\ndestiny of man were received by the Prophet Joseph Smith. They are recorded in Sections 76, \n88,  131, and 132 of the Doctrine and Covenants. In addition, other visions he had on the\nimmortality of man are not recorded in the Doctrine and Covenants.\n<\/p><p>\n<b>Three degrees of glory<\/b>\n<\/p><p>\nGod revealed to the Prophet that there are three degrees of glory&mdash;the celestial, the\nterrestrial, and the telestial. If a person's body at the resurrection is \"quickened by a portion of\nthe celestial glory\" (<span class=\"citation\" id=\"15402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15402)\">D&amp;C 88:29<\/a><\/span>),\nhe shall later receive a fullness of that glory. The same holds true for the\nother two degrees of glory. On February 16, 1832, Joseph Smith and Sidney Rigdon were\ntranslating the Bible at Hiram, Ohio, when they had a marvelous vision.\n<\/p><p>\n\"And while we meditated upon these things, the Lord touched the eyes of our understandings\nand they were opened, and the glory of the Lord shone round about.\n<\/p><p>\n\"And we beheld the glory of the Son, on the right hand of the Father, and received of his\nfulness; \n<\/p><p>\n\"And saw the holy angels, and them who are sanctified before his throne, worshiping God,\nand the Lamb, who worship him forever and ever.\n<\/p><p>\n\"And now, after the many testimonies which have been given of him, this is the testimony,\nlast of all, which we give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;\n<\/p><p>\n\"That by him, and through him . . . the worlds are and were created, and the inhabitants thereof\nare begotten sons and daughters unto God\"\n(<span class=\"citation\" id=\"15385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15385)\">D&amp;C 76:19-24<\/a><\/span>).\n<\/p><p>\n<b>The celestial degree<\/b>\n<\/p><p>\nWho will go to the celestial degree of glory and live with the Father and the Son?\n<\/p><p>\nFrom another vision of celestial glory had by Joseph Smith, we receive the following\ninformation: \n<\/p><p>\n\"And I also beheld that all children who die before they arrive at the years of accountability,\nare saved in the celestial kingdom of heaven\n(<span class=\"citation\" id=\"15467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15467)\">D&amp;C 137:10<\/a><\/span>)\"\n(<i>Documentary History of the Church<\/i>, vol. 2, p. 381).\n<\/p><p>\nBy revelation the Lord set the age eight as the age of accountability for little children.\n(<span class=\"citation\" id=\"15376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15376)\">D&amp;C 68:27<\/a><\/span>).\n<\/p><p>\nIn addition to little children, others who go to the celestial glory are those who receive a\ntestimony of Jesus, in other words, the gospel of Jesus Christ. They must be baptized by\nimmersion in water and receive the Holy Ghost by one having authority. Also, they must keep\nthe commandments, and be those who are \"overcome by faith and are sealed by the Holy\nSpirit of promise, which the Father sheds forth upon all those who are just and true\"\n(<span class=\"citation\" id=\"15389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15389)\">D&amp;C 76:53<\/a><\/span>).\n<\/p><p>\nCertainly many of the people in celestial glory will be holders of the holy Melchizedek\nPriesthood.\n<\/p><p>\n\"In the celestial glory there are three heavens or degrees; \n<\/p><p>\n\"And in order to obtain the highest, a man must enter into this order of the priesthood\n[meaning the new and everlasting covenant of marriage]; \n<\/p><p>\n\"If he does not, he cannot obtain it.\n<\/p><p>\n\"He may enter into the other, but that is the end of his kingdom; he cannot have an increase\"\n(<span class=\"citation\" id=\"15458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15458)\">D&amp;C 131:1-4<\/a><\/span>).\n<\/p><p>\n<b>Other degrees of glory<\/b>\n<\/p><p>\nThe Lord has declared that the honorable people of the earth who do not accept the\ntrue gospel of Jesus Christ will go to the terrestrial glory.\n<\/p><p>\nThe wicked people of the earth who have not denied the Holy Ghost&mdash;\"they who are thrust\ndown to hell . . . until the last resurrection\n(<span class=\"citation\" id=\"15394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15394)\">D&amp;C 76:84-85<\/a><\/span>)\"&mdash;will be assigned to the telestial glory.\n<\/p><p>\nThe people who commit the unpardonable sins of denying the Holy Ghost or shedding\ninnocent blood shall be cast off with the devil and die the second death\n(<span class=\"citation\" id=\"15387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15387)\">D&amp;C 76:31-38<\/a><\/span>).\n<\/p><p>\n<b>Where we go after death<\/b>\n<\/p><p>\nWhere do we go when we die? It depends on how we live while here in mortality, and\nhow much light and truth we receive, and how much opportunity we have had. Also, for those\nwho have not had a chance to hear the gospel while here in mortality, they will have an\nopportunity in the spirit world and temple work will be done for them. The Lord revealed to\nthe Prophet Joseph Smith: \n<\/p><p>\n\"All who have died without a knowledge of this Gospel, who would have received it if they\nhad been permitted to tarry, shall be heirs to the celestial kingdom of God: also all that shall\ndie henceforth without a knowledge of it, who would have received it with all their hearts,\nshall be heirs of the kingdom for I, the Lord, will judge all men . . . according to the desires\nof their hearts (<span class=\"citation\" id=\"15466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15466)\">D&amp;C 137:7-9<\/a><\/span>)\"\n(<i>DHC<\/i>, vol. 2, p. 380).\n<\/p><p>\nI bear testimony that the true gospel of Jesus Christ has been restored to earth again. It is\nfound in The Church of Jesus Christ of Latter-day Saints. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}