{"ID":1729, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Be in the Service of Our Fellowmen Is to Be in the Service of Our God<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, David Lawrence McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1969,  pp. 86-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren, it has always been my nature to enjoy the company of my\nassociates. I love to be with my friends.\n<\/p><p>\nThe older I grow the more intense becomes my appreciation of fellowship in the brotherhood\nof Christ. I sense that tonight more deeply more sincerely than ever before, as I can be with\nyou only in spirit; but still I feel that it is one of the most inspirational experiences in life to\nassociate, even in spirit, with men who hold the Holy Priesthood.\n<\/p><p>\n<b>Responsibilities of priesthood<\/b>\n<\/p><p>\nRecently, as I have read the reports of the brethren who have returned from touring\nthe missions, my heart has been thrilled at the great latter-day work that is being\naccomplished&mdash;especially the great missionary cause in which we are engaged. And I say this\nnot only to our over twelve thousand missionaries serving in the 88 missions of the Church,\nbut also to this great body of priesthood. Ours is the responsibility&mdash;greater than ever before:\n<\/p><p>\n1. To proclaim that the Church was divinely established by the appearance of God the Father\nand his Son Jesus Christ to the Prophet Joseph Smith, and that divine authority through the\npriesthood is given to represent Deity in establishing Christ's Church upon the earth.\n<\/p><p>\n2. To proclaim that its assigned responsibility is to fulfill the admonition of Jesus to his\napostles: \"Go ye therefore, and teach all nations, baptizing them in the name of the Father,\nand of the Son, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with\nyou alway, even unto the end of the world. Amen\"\n(<span class=\"citation\" id=\"35970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35970)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\n3. To proclaim peace and goodwill unto all mankind.\n<\/p><p>\n4. To exert every effort and all means within our reach to make evil-thinking men good, and\ngood men better, and all people happier.\n<\/p><p>\n5. To proclaim the truth that each individual is a child of God and important in his sight; that\nhe is entitled to freedom of thought, freedom of speech, freedom of assembly; that he has the\nright to worship God according to the dictates of his conscience. In this positive declaration,\nwe imply that organizations or churches that deprive the individual of these inherent rights are\nnot in harmony with God's will and with his revealed word.\n<\/p><p>\n<b>Teaching by personal contact<\/b>\n<\/p><p>\nThere is no teaching of morality without personality, and the best means of preaching\nthe gospel is by your personal contact. Personal contact is what will influence those\ninvestigators. That personal contact&mdash;the nature of it, its effect&mdash;depends upon you. That is\nthe thing I wish to emphasize. Each one should remember that somewhere there is an honest\nsoul waiting to hear the truth, and it may be that <i>you<\/i> are the only one who can reach that\ninquiring soul.\n<\/p><p>\nMembers of the Church are or can be effective missionaries. We saw that exemplified in\nGreat Britain in 1923. Before that time the elders were using the newspapers, and the British\nnewspapers were very antagonistic. They refused to publish the truth about the Church. After\nwe had won the favor of the press, we decided to put this challenge to the members of the\nChurch: \"This year we should like every member in the British Mission to bring into the\nChurch at least one member. It may be your mother, it may be your father, it\nmay be a child, it may be a neighbor, it may be one of your associates in business, but these\nand others know you, and so prejudice is largely removed from their hearts&mdash;that is, if your\npersonality radiates the principles of the gospel so as to bring confidence to the hearts of the\nindividual.\" And if you look at the records in Great Britain for 1923, you will find that there\nwere three times the number of converts we had in any other previous year for many years.\n<\/p><p>\n<b>Challenge to priesthood<\/b>\n<\/p><p>\nNow I challenge you holders of the priesthood, as I have done before, and as I did to\nthe Saints in Great Britain in 1923, to take the responsibility, each of you, of bringing one\nmember into the Church each year. Think of the growth of the kingdom of God if just you\nholders of the priesthood within the sound of my voice accept that challenge.\n<\/p><p>\nWe are all missionaries. We may drop a word here, bear our testimony, be an exemplar by\nwhat we do; and, as we accept this call and discharge our duties in the stakes, wards,\nquorums, and the mission field, our acts will \"roll from soul to soul and go forever and\nforever.\"\n<\/p><p>\nI have said that personality is a very important factor in removing prejudice and in bringing\ninvestigators. However, that personality must be such that we radiate confidence; and unless\nour actions are in harmony with our pretensions, our personality will produce a\ndisappointment instead of confidence. This means, therefore, that you brethren carry the\nresponsibility of preaching the gospel by your actions even more than by your words.\n<\/p><p>\n<b>Responsibility of personal influence<\/b>\n<\/p><p>\nThere is one responsibility that no man can evade. That is the responsibility of\npersonal influence. The effect of your words and acts is tremendous in this world. Every\nmoment of life you are changing to a degree the life of the whole world. Every man has an\natmosphere or a radiation that is affecting every person in the world. You cannot escape it.\nInto the hands of every individual is given a marvelous power for good or for evil. It is\nsimply the constant radiation of what a man really is. Every man by his mere living is\nradiating positive or negative qualities. Life is a state of radiation. To exist is to be the\nradiation of our feelings, natures, doubts, schemes, or to be the recipient of those things from\nsomebody else. You cannot escape it. Man cannot escape for one moment the radiation of his\ncharacter. You will select the qualities that you will permit to be radiated. That reminds me of\nthe following poem, the author of which is unknown.\n<\/p><p>\n\"You tell on yourself by the friends you seek,<br \/>\n      By the very manner in which you speak,<br \/>\n      By the way you employ your leisure time,<br \/>\n      By the use you make of dollar and dime.<br \/>\n      You tell what you are by the things you wear,<br \/>\n      And even by the way you wear your hair,<br \/>\n      By the kind of things at which you laugh,<br \/>\n      By the records you play on your phonograph.<br \/>\n      You tell what you are by the way you walk,<br \/>\n      By the things of which you delight to talk,<br \/>\n      By the manner in which you bury deceit,<br \/>\n      By so simple a thing as how you eat.<br \/>\n      By the books you choose from the well-filled shelf.<br \/>\n      In these ways and more you tell on yourself.\"\n<\/p><p>\n<b>A light set upon a hill<\/b>\n<\/p><p>\nMen and brethren of the priesthood, so live your lives that you set the proper example\nto those about you. You are a light, and it is your duty not to have that light hidden under a\nbushel, but set upon a hill that all men may be guided thereby\n(<span class=\"citation\" id=\"35892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35892)\">Matt. 5:14-15<\/a><\/span>).\n<\/p><p>\nYou brethren of the priesthood should radiate what our twelve thousand\nmissionaries should also radiate to the nations of the world: \n<\/p><p>\n<i>First, worthiness<\/i>. This means that every man is a Christian gentleman; that he has integrity, is\nhonest and trustworthy; that every husband is true to the ideals of chastity; that every young\nman refrains from indulgence in tobacco, in strong drink or drugs, and keeps himself free\nfrom the sins of the world; that every man is worthy to represent our Lord and Savior Jesus\nChrist!\n<\/p><p>\n<i>Second, testimony<\/i>. Every member of the Church should be converted and have a knowledge\nof the gospel, including a knowledge of the scriptures. How wonderful it would be if every\nmember of the Church could, as Peter of old, \"sanctify the Lord God in your hearts: and be\nready always to give an answer to every man that asketh you a reason of the hope that is in\nyou\" (<span class=\"citation\" id=\"2322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2322)\">1 Pet. 3:15<\/a><\/span>).\nA man must know what he teaches before he can effectively teach it\nto others!\n<\/p><p>\n<i>Third, service<\/i>. Are you willing to serve? Do you have the vision King Benjamin had when he\nsaid, \". . . when ye are in the service of your fellow beings, ye are only in the service of your\nGod\" (<span class=\"citation\" id=\"40368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40368)\">Mosiah 2:17<\/a><\/span>)?\nTrue Christianity is love in action. There is no better way to manifest\nlove for God than to show an unselfish love for one's fellowmen. That is the spirit of\nmissionary work!\n<\/p><p>\n<i>And fourth, inspiration<\/i>&mdash;the seeking of divine guidance through prayer. When one senses the\nglory of the gospel, when one realizes how comprehensive it is and what a great guide it is to\na true philosophy of living, he senses his own need for help and guidance. That is the fourth\nhelp in the performance of missionary work&mdash;guidance through prayer!\n<\/p><p>\n<b>Story of ancient king<\/b>\n<\/p><p>\nEspecially to you young men in the Aaronic Priesthood as you begin from the time\nyou are deacons to prepare to serve full-time missions for our Father in heaven, may I relate\nthis story: \n<\/p><p>\nThere once was an ancient king who called a young man to him and said, \"Youth, I have a\nprecious gift that I must ask you to carry to the nations of the world, to all the people of the\nuttermost parts.\"\n<\/p><p>\n\"O king,\" said the youth, \"I am young. The world today says youth is not worthy; youth is\nfrivolous with no aim. Can you trust youth with your precious gift?\"\n<\/p><p>\nThe king answered, \"The world is wrong in misjudging youth. Youth has always met with a\nhigh courage whatever life brings. Youth is filled with hope; youth is joyous and happy.\"\n<\/p><p>\n\"Then,\" said the youth, \"I will try, and I shall succeed.\"\n<\/p><p>\n\"That is well,\" said the king. \"My gift is very precious. You must bear it to all the people,\nand they can keep it only as they give it away.\"\n<\/p><p>\n\"I do not understand,\" replied the youth.\n<\/p><p>\nThe king said, \"My son, my gift can neither be bought, nor weighed, nor measured. The\nyoung and the old, the rich and the poor, all have need of this gift.\"\n<\/p><p>\n\"I implore you, O king, give it to me.\"\n<\/p><p>\nThen the king spoke more firmly: \"Underneath all new things are the things that never\nchange. They are: <i>the beauty of honor, the joy of service, the sublimity of integrity and sacrifice.<\/i>\nO youth, the hope of the world rests in these three things and the changeless things\nthat I am naming for you. Remember, skies grow dark, birds sleep, winds moan, yet you must\ngo on far afield in the spirit of those changeless things. You will grow weary, you will not\nunderstand, you will climb the steep heights and be carried down to the depths, you will visit\npalaces and hovels, you will go to workers, you will go to loungers, to those who weep and\nto those who laugh.\"\n<\/p><p>\nAnd the youth said, \"O king, how shall I find my way?\"\n<\/p><p>\nAnd the king answered, \"I will give you two things: first, a lantern of tolerance to light your\nway, and second, a magic cloud to bear the burdens that beset you.\"\n<\/p><p>\nThe youth said, \"I am ready. Give me the gift.\"\n<\/p><p>\nAnd the king said, \"The precious gift is peace, my son. Peace through tolerance and\npeace through helpfulness&mdash;one hand clasped in mine and the other outstretched to all\nhumanity.\"\n<\/p><p>\nThat king might well have been the King of the world, Jesus Christ, and the young man I\nhave been you, my young fellow workers in the Church of Christ. The Lord and Savior Jesus\nChrist will ask you to go to all the world and preach the gospel. You will be given higher\nauthority than you now have to represent the Savior, just as the king gave that young man a\ncommandment to take a message of peace.\n<\/p><p>\n<b>Message of peace<\/b>\n<\/p><p>\nIn order to bring peace to the hearts of men in the world, take this message, my\nbrethren. The people you teach must have these great truths in mind.\n<\/p><p>\nFirst, teach faith in the Lord Jesus Christ, and accepting him as the Only Begotten Son of the\nFather, who came and redeemed all men from death, all men, and who established the\nprinciples of the gospel, by obedience to which men may gain salvation in his kingdom. And\nas Peter said before the judges in the Sanhedrin, \". . . there is none other name under heaven\ngiven among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"8074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8074)\">Acts 4:12<\/a><\/span>). Young men, take that message\nand instill faith in the hearts of the people of the world in God our Father and his Son Jesus\nChrist&mdash;faith that Christ's Church has been established in this age, through the Prophet\nJoseph Smith, as he established it in the former days when Peter, James, and John lived as\nleaders.\n<\/p><p>\nThe second plan that you are to teach, young men, is kindness toward all men. You cannot\nhave enmity in your hearts toward any one man. Some men may try to deprive you of your\nprivileges, but you keep kindness in your heart and prove to the world that you have the\nspirit of the lowly Nazarene who preached to the poor on the Sea of Galilee. With faith, with\nkindness, let your heart be filled with the desire to serve all mankind. The spirit of the gospel\ncomes from service in the good of others. Listen to that paradoxical saying of the Son of\nMan: \"For whosoever will save his life shall lose it; but whosoever shall lose his life for my\nsake and the gospel's, the same shall save it\"\n(<span class=\"citation\" id=\"33220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33220)\">Mark 8:35<\/a><\/span>).\n<\/p><p>\n<b>Responsibility to preach gospel<\/b>\n<\/p><p>\nMy dear young brethren of the Aaronic Priesthood, prepare for that day when you will\ngo out into the world to preach the gospel of Jesus Christ; and, as you prepare, you will so\nradiate that you will truly be missionaries here at home, here and now.\n<\/p><p>\nThe responsibility of the Church is to preach the gospel of Jesus Christ as restored to the\nProphet Joseph Smith, not only to preach it and proclaim it by word, by distribution of\nliterature, but more than anything else by living the gospel in our homes and in our business\ndealings, having faith and testimony in our hearts, and radiating it wherever we go.\n<\/p><p>\nBrethren, there is nothing that can stop the progress of truth excepting only our weaknesses or\nfailure to do our duty.\n<\/p><p>\nIn conclusion, let me urge more diligence in living and radiating the principles of the gospel.\nThe older I grow the more thrilled and more grateful I am for the Church of Jesus Christ, and\nthe more impressed I am with the importance of declaring this truth to the world.\n<\/p><p>\n<b>Divine Sonship of Christ<\/b>\n<\/p><p>\nGod bless the missionary cause, not merely to increase our membership&mdash;that will\nfollow inevitably&mdash;but to declare the restoration of the gospel of Jesus Christ, the divinity of\nthe life, death, and resurrection of our Lord and Savior. Upon you, my fellow workers, and\nthe two-and-one-half million members of the Church, rests the responsibility of declaring to\nthe world the divine Sonship of Jesus Christ.\n<\/p><p>\nNow, there are many who believe it is true. There are millions of honest souls who believe it,\nbut they need men and women who will declare it, and declare that they have a testimony of\nthat truth.\n<\/p><p>\n<b>Testimony<\/b>\n<\/p><p>\nI bear you that testimony tonight. I know our Lord and Savior is at the head of this\nchurch, that he is guiding it. I know it as I know I live. I know that he with his Father\nrestored this gospel as it was given in the meridian of time in its simplicity, in its beauty, in\nits divinity. I know that these brethren, constituting the General Authorities, are true servants\nof the Lord. I know that there are thousands&mdash;hundreds of thousands&mdash;of men and women\nin the Church who have that testimony. I pray that we may use the means that have been put\ninto our hands to harvest the rich group of souls waiting to hear this message. \n<\/p><p>\nPaul said he heard a voice calling him over into Macedonia\n(<span class=\"citation\" id=\"8088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8088)\">Acts 16:9-10<\/a><\/span>), and he went into Europe and\nfound honest souls waiting. We hear the voice calling, not only in Europe and Macedonia, but\nhere at home and in the uttermost ends of the earth, \"Come and give us the gospel.\"\n<\/p><p>\nGod help us to heed that call&mdash;answer it, that we may harvest the crop of honest souls to the\nglory of the Lord, who said, \". . . this is my work and my glory&mdash;to bring to pass the\nimmortality and eternal life of man\"\n(<span class=\"citation\" id=\"39327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39327)\">Moses 1:39<\/a><\/span>), I humbly pray in the name of Jesus Christ.\nAmen. \n<\/p>\n<\/div>\n<\/div>"}