{"ID":173, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, April 1945, pp. 95-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI stand before you this afternoon, my brethren, with mingled feelings of joy and sadness. I am\nglad that the absence of President Hardy and President Bennion has been mentioned here this\nafternoon. They were both men who were very, very dear to me, and I want you all to know\nthat I miss them very keenly. As I sit here on the stand today, I feel their absence because I\nused to go to both of them for support in the questions that so frequently arose, and I used to\nsit next to Brother Bennion in all of our conference gatherings. I hope that God will comfort\nSister Hardy and Sister Bennion, and that he will give us the power to give them some aid in\ntheir trials and make it easier for them. On the other hand, I rejoice in the fine quality of the\nmen who have been selected to take their places. I want to make public acknowledgment of\nmy esteem for them and tell them that they have my support in the work that they shall have\nto do.\n<\/p><p>\nTHE COMPORT A TESTIMONY GIVES\n<\/p><p>\nI am glad for the testimony I have of the gospel of Jesus Christ and for the faith that it gives\nme, faith that the work which God initiated in this dispensation, through the instrumentality of\nthe Prophet Joseph Smith, shall go on and on and on. I feel very insignificant as one of the\ncogs in the great machine which is to carry it forward, but I have gained through my\nobservation and experience the faith that God will see it go forward, regardless of the fact that\nthose of us who are here now will eventually lay down the burdens of life. I like to think of\nlife as something that began before mortality and something that will go on after it; that death\nis but an incident in life, just as is birth, and I like to think that these companions of mine\nnow are exercising an influence just as they did here. The sun rises in the morning, and we\nfeel its warmth during the day. For us it sets in the evening, but when it sets for us, it warms\nanother land. I feel that those fine men are doing that very thing, that through their\npersonalities and the power that they gained through their experiences here, they are warming\nanother land and helping another group of men and women. I am thankful for that faith, for it\nhelps me over many difficult problems in life.\n<\/p><p>\nTHE RESPONSIBILITY OF LEADERSHIP\n<\/p><p>\nWe who are here, this afternoon, represent the leadership of the Church of Jesus Christ of\nLatter-day Saints. We come together for inspiration and to learn better how to do the various\nthings that we have to do in administering the work of the Church. We have a great and grave\nresponsibility because we stand at the head of this large group of people, and it is expected of\nus that we will show them the way to go. It is true, as has been said, that he who holds a\nlantern to light the footsteps of his friends, lights his own. In leading the people we see more\nclearly our own duties, our own responsibilities, and the pathway that we should follow. It is\na great obligation, and I stand in fear and trembling before you and before God when I think\nof my responsibility in the position I occupy. I hope that I may have your faith and prayers as\nmy life carries on, to do it properly.\n<\/p><p>\nMan is the crowning creation of God, who spent a long time fashioning the world and the\nplants and the animals that grow upon it. As his crowning effort he placed man to rule and\nreign over them. Man is the great workmanship of God. To bring about the eternal life of\nman is his great objective. He starts us out as almost the weakest of all of the animal\ncreations which he has placed upon the world. There are few of the animals that are born as\nweak and puny as we, and all of them grow more quickly to maturity and to independence\nthan we. We are the most dependent of all the creations, I believe, but we grow, if we are\nproperly nurtured and cared for, into the crowning glory of the work of God. To take that\nnew soul and tiny body as it comes into the world and develop it into a\npersonage who will eventually attain to the qualities of godhood is a responsibility that few of\nus appreciate in its enormity. We talk a great deal about the delinquency of this present day,\njuvenile delinquency and the delinquency of others, but we seem to be startled mainly with\nwhat we term juvenile delinquency. The other night I sat and listened to a discussion by one\nof our prominent educators on that question and one of the things that I gained from his\ndiscussion was this statement, \"Back of every delinquent child, there is a responsible and\nfrequently a delinquent adult.\" Now if we will think of it that way, think what a responsibility\nwe have. It isn't their fault, if that is true, there is delinquency in the world, but it is our fault\nand the fault of our grandfathers, because we respond to influences down through all these\ngenerations, the present generation being the product of the past. When we think, too, of a\nchild whose career is changed by some careless act or teaching of ours and that he becomes\nan undesirable member of society passing his undesirable qualities down to future generations,\nwhich pyramid as a great fan beyond him, how can we think of the end of that evil influence\nand how can we determine the enormity of the offense; thus it is not surprising that we read\nin Matthew and in Mark and in Luke the statement of the Savior that \"he who shall offend\nthe least of these little ones who believe in me, it were better for him that a millstone had\nbeen tied about his neck and he had been drowned in the sea\" (see\n<span class=\"citation\" id=\"33991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33991)\">Matt. 18:6<\/a><\/span>;\n<span class=\"citation\" id=\"32980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32980)\">Mark 9:42<\/a><\/span>;\n<span class=\"citation\" id=\"31157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31157)\">Luke 17:2<\/a><\/span>).\nVerily, that is true, for had that been done before his evil influence was\nfelt, it had been better for the world.\n<\/p><p>\nTHE PROPER WATCHCARE OF CHILDREN ENJOINED\n<\/p><p>\nNow, brethren, the children of this Church are our children. God has entrusted us with their\ncare, and ours is the problem to see that they are properly taught and led. I am very, very\nsure that there are many homes, and perhaps most of the homes of the Latter-day Saints,\nwhere this obligation is properly appreciated and where the parents do what is within their\npower properly to lead as well as direct their children, and I give you in testimony of it the\nfact that I have seen many young men and women come out of these homes with a faith that\nis fine and holy. At the same time, it is quite possible that some of us do not attend to these\nresponsibilities as we should. We have frequent cases reported to us where children are on the\nstreets at all hours of the day and night, while their parents are off on some errand, perhaps\nfor pleasure, perhaps for gain, a questionable gain when you consider the sacrifice they make\nfor it. So there may be among us some cases which should have attention, and we who are\nhere are the ones who are charged with that part of it, to see that our people are properly\ntaught and properly led.\n<\/p><p>\nIt isn't every parent that has the tact to do those things as he should, and it isn't every parent\nwhose children go astray who is responsible for that, because they come\nunder the influence of people outside the family as well as within it, but when we expose\nthem to those external influences we should do everything within our power to protect them\nfrom within. Perhaps we who are here in this section of the country have felt so secure in the\npast that we haven't done as much as we should in preparation and in protection.\n<\/p><p>\nI remember visiting an outlying stake established in a large community. When I suggested to\nthe president of the stake that we at home were worried over the temptations that are now\nbeing presented to our young people, he said, \"President Ivins, we have had to contend with\ntemptation since we came into this section. Our children have developed a method of\nwithstanding it, and we can trust them.\" So it seems possible to build up a resistance to those\nthings. That is our charge and that is our task. I wonder how many of us get close enough to\nour children, so that when they come in in the evening, they come to our bedside and tell us\nwhere they have been, and how many of us get close enough to them that they will come and\nconfide in us their problems as their advancing years come upon them? Too many of us, I am\nsure, as parents, are backward in teaching them some of the principles of life which they\nshould learn, and there develops between father and son, between mother and daughter, a\nbarrier that seems hard to surmount; but when we recognize that, at its very first appearance,\nwe should consciously attempt to break it down, tactfully, nicely. Let us see if we can't gain\nthe confidence of these children that we are producing, and let us who are the fathers in the\nwards and the stakes of the Church see if we can't so gain the confidence of the fathers and\nmothers that we can talk to them in the same spirit, that we can teach them the value of\nfamily prayer. It is astonishing how many people in this last report that we received have\nadmitted that they don't practice regularly family prayer. Now there is no greater safeguard in\nthe family, and there is no greater protection to a child than that habit which he should\ndevelop. The principles of integrity, righteousness, and upright living should also be taught\nthem. If it is true that back of every erring child there is an erring parent or other adult, there\nis a grave responsibility resting upon us, and we shouldn't shirk it; we shouldn't evade it\nbecause we are backward or bashful with our children. We should face it fairly and squarely\nwith our arms around them, bringing them close to our hearts and talking confidentially with\nthem. Some of the greatest pleasures of my life have been the sessions that I had with my\nfather, under the stars of heaven, sleeping side by side with him. We should get close to those\nchildren; we should love them. We would give our lives for them, but frequently we are so\nembarrassed and bashful that we won't even talk plainly to them in love and good will. I\ndon't mean a dominating spirit or anything of that kind. I remember one time in going\nthrough a mission we attempted to teach a father that he should put his arms around his child,\nhis boy, and bring him close to him. The man who made the appeal in the\npublic address said, \"You must hang on to your children,\" and the man who translated into\nSpanish, said, \"You must govern them with a hand of mail.\" You can imagine how far we\ngot. That isn't what I mean, brethren. \"We must put our arms around them; we must love\nthem; we must teach them; we are the leaders of the people, the heads of the wards and\nstakes; and what are we doing for them? Let every man of us look himself in the eye, and see\nif he can say, \"I have done my full duty, I am satisfied and happy.\" If he can't, I call him to\nrepentance.\n<\/p><p>\nMay God give us the strength to do it, I ask in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}