{"ID":1730, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Messengers of Glory<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, October 1969, pp. 92-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTwice each year this historic tabernacle seems to say to us, with its persuasive voice: \"Come\nall ye sons of God who have received the priesthood.\" There is a characteristic spirit that\npervades the general priesthood meeting of the Church. This spirit emanates from the\nTabernacle and enters every building where the sons of God assemble.\n<\/p><p>\nSome 13,000 of our number are absent tonight, but they are not beyond our love nor our\nprayers. In response to a call from God's prophet, they have left behind home, family, friends,\nand school, and gone forward to serve in his harvest fields so wide. Men of the world ask the\nquestion: \"Why do they respond so readily and willingly give so much?\" Our missionaries,\nyour sons, your brothers could well answer in the words of Paul, that peerless missionary of\nan earlier day: \"For though I preach the gospel, I have nothing to glory of: for necessity is\nlaid upon me; yea, woe is unto me, if I preach not the gospel!\"\n(<span class=\"citation\" id=\"492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(492)\">1 Cor. 9:16<\/a><\/span>).\n<\/p><p>\n<b>\". . . teach all nations.\"<\/b>\n<\/p><p>\nThe holy scriptures contain no proclamation more relevant, no responsibility more\nbinding, no instruction more direct than the injunction given by the resurrected Lord as he\nappeared in Galilee to the 11 disciples. Said he: \"All power is given unto me in heaven and in\nearth.\n<\/p><p>\n\"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the\nSon, and of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you: and lo, I am with\nyou alway, even unto the end of the world\"\n(<span class=\"citation\" id=\"35967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35967)\">Matt. 28:18-20<\/a><\/span>).\n<\/p><p>\nThis divine command, coupled with its glorious promise, is our watchword today as in the\nmeridian of time. Missionary work is an identifying feature of The Church of Jesus Christ of\nLatter-day Saints. It has always been so it shall ever be. As the prophet Joseph Smith\ndeclared: \"After all that has been said, the greatest and most important duty is to preach the\nGospel\" (<i>Documentary History of the Church<\/i>, Vol. 2, p. 478).\n<\/p><p>\n<b>Requirements for ministry<\/b>\n<\/p><p>\nWithin two short years, all 13,000 missionaries in this royal army of God will\nconclude their full-time labors and return to their homes and loved ones. Their replacements\nare found tonight in the ranks of the Aaronic Priesthood of the Church. Young men, are you\nready to respond? Are you willing to work? Are you prepared to serve? Mediocrity is not in\nfashion. Excellence is the order of the day.\n<\/p><p>\nPresident John Taylor summed up the requirements: \"The kind of men we want as bearers of\nthis gospel message are men who have faith in God; men who have faith in their religion;\nmen who honor their priesthood; men in whom the people who know them have faith, and in\nwhom God has confidence. . . . We want men full of the Holy Ghost and the power of God. .\n. Men who bear the words of life among the nations ought to be men of honor, integrity,\nvirtue and purity; and this being the command of God to us, we shall try to carry it out.\"\n(Journal of Discourses, 21:375)\n<\/p><p>\n<b>Inexperienced missionaries<\/b>\n<\/p><p>\nNow that is quite a demanding description. Especially is it so when I reflect upon\nseveral of the young and inexperienced missionaries who came to the mission where I had the\nprivilege to preside. I shall ever remember the bewilderment of one boy from down on the\nfarm when he first gazed at the skyscrapers of Toronto. He inquired of me: \"President, how\nmany people in this here town?\" I answered: \"Oh, about a million and a half.\" To which he\nresponded, \"Goll-ee! There are only eighty in my home town.\"\n<\/p><p>\nThat evening in our traditional get-acquainted testimony meeting, some of the veteran\nmissionaries expressed themselves regarding the difficulty of the work. \"Doors will slam in\nyour face, abusive language will be hurled toward you, you'll get discouraged and\ndownhearted; but when it's all over, you will say, 'These have been the happiest two years of\nmy life.'\"\n<\/p><p>\nMy missionary from the small town was more hesitant than ever as he spoke falteringly: \"I'll\nbe glad when the happiest two years of my life are over.\"\n<\/p><p>\n<b>Requires devotion<\/b>\n<\/p><p>\nAt best, missionary work necessitates drastic adjustment to one's pattern of living. No\nother labor requires longer hours or greater devotion, nor such sacrifice and fervent prayer. As\na result, dedicated missionary service returns a dividend of eternal joy that extends throughout\nlife and into eternity.\n<\/p><p>\nToday our challenge is to be more profitable servants in the Lord's vineyard.\n<\/p><p>\n<b>Formula for success<\/b>\n<\/p><p>\nMay I suggest, particularly to you bearers of the Aaronic Priesthood, a formula that\nwill insure your success: \n<\/p><p>\n      First: <i>Search the scriptures with diligence!<\/i><br \/>\n      Second: <i>Plan your life with purpose!<\/i><br \/>\n      Third: <i>Teach the truth with testimony!<\/i><br \/>\n      Fourth: <i>Serve the Lord with love!<\/i>\n<\/p><p>\nLet us consider each of the four parts of this formula.\n<\/p><p>\n<b>Search the scriptures<\/b>\n<\/p><p>\n1. <i>Search the scriptures with diligence.<\/i>\n<\/p><p>\nThe scriptures testify of God and contain the words of eternal life. They become the burden\nof your message even the tools of your trade. Your confidence will be directly related to your\nknowledge of God's word. Oh, I am sure you have heard of some missionaries who were\nlazy, less than effective, and anxious for their missions to conclude. A careful examination of\nsuch instances will reveal that the actual culprit is not laziness, nor disinterest, but is the foe\nknown as <i>fear<\/i>. Our Father chastised such: \". . . with some I am not well pleased, for they will\nnot open their mouths, but they hide the talent which I have given unto them, because of the\n<i>fear<\/i> of man\" (<span class=\"citation\" id=\"15371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15371)\">D&amp;C 60:2<\/a><\/span>, italics added).\n<\/p><p>\nHad not this same loving Heavenly Father provided a prescription to overcome this malady,\nhis words perhaps would appear overly harsh. In a revelation given through Joseph Smith the\nProphet, January 2, 1831, the Lord declared: \". . . if ye are prepared ye shall\nnot fear\" (<span class=\"citation\" id=\"15345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15345)\">D&amp;C 38:30<\/a><\/span>).\nThis is the key. Will you use it?\n<\/p><p>\nHow grateful am I that the <i>Family Home Evening Manual<\/i> places emphasis upon the\nscriptures. The seminary and institute curricula likewise stress the scriptures and help the\nstudent to internalize their vibrancy and meaning. The same holds true of the courses of study\nnow used by the priesthood quorums and the auxiliary organizations, all programmed and\ncoordinated through the correlation effort of the Church.\n<\/p><p>\n<b>Sons of Mosiah<\/b>\n<\/p><p>\nLet me provide but one reference that has immediate application lives. In the Book of\nMormon, the seventeenth chapter of Alma, we read the account of Alma's joy as he once\nmore saw the sons of Mosiah and noted their steadfastness in the cause of truth. The record\ndescribes these \"missionaries\": \n<\/p><p>\n\". . . they had waxed strong in the knowledge of the truth; for the men of a sound\nunderstanding and they had searched the scriptures diligently, that they might know the word\nof God.\n<\/p><p>\n\"But this is not all; they had given themselves to much prayer, and fasting; therefore they had\nthe spirit of prophecy, and the spirit of revelation, and when they taught, they taught with\npower and authority of God\"\n(<span class=\"citation\" id=\"9106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9106)\">Alma 17:2-3<\/a><\/span>).\nBrethren, search the scriptures with diligence.\n<\/p><p>\n<b>Plan with purpose<\/b>\n<\/p><p>\n2. <i>Plan your life with purpose.<\/i>\n<\/p><p>\nPerhaps no generation of youth has faced such far-reaching decisions as the youth of today.\nProvision must be made for school, mission, military, and marriage. With this thought in\nmind, the First Presidency recently made standard throughout the world a two-year length of\nservice for each mission. This policy permits a young man to plan more adequately the time\nof his departure and of his return, that a mission might mesh with his educational pursuits.\n<\/p><p>\nPreparation for a mission begins early. It is a wise parent who encourages young Jimmy to\ncommence even in boyhood his personal missionary fund. As the fund grows, so does\nJimmy's desire to serve. He may well be encouraged as the years go by to study a foreign\nlanguage, that if necessary his language skills could be utilized. Didn't the Lord say, \"Teach\nall nations\" (<span class=\"citation\" id=\"35969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35969)\">Matt. 28:19<\/a><\/span>)?\n<\/p><p>\n<b>The missionary call<\/b>\n<\/p><p>\nThen comes that glorious day when the bishop invites Jim into his office. Worthiness\nis ascertained; a missionary recommendation is completed. There follow those anxious\nmoments of wonderment and the unspoken question, \"I wonder where I will be called?\"\n<\/p><p>\nDuring no other crisis does the entire family so anxiously watch and wait for the mailman and\nthe letter which contains the return address: 47 East South Temple, Salt Lake City, Utah. The\nletter arrives, the suspense is over-whelming, the call is read. Often the assigned field of labor\nis a far-away place with a strange sounding name Tonga, the Philippines, Japan-Okinawa, to\nname but a few. More frequently, the assignment may be closer to home. The response of the\nprepared missionary is the same: <i>\"I will serve.\"<\/i>\n<\/p><p>\n<b>Mission a family affair<\/b>\n<\/p><p>\nThe experience at the mission home is enjoyable, hectic, and helpful. Never have you\nhad newer clothing, cleaner shirts, nor more uncomfortable shoes. You occupy the limelight.\nIt is a touching scene to witness parents of modest means give so freely to outfit their sons.\nYoung men, I hope you appreciate the sacrifice which they so willingly make for you. Their\nlabors will sustain you, their faith encourage you, their prayers uphold you. A mission is a\nfamily affair. Though the expanse of oceans may separate, hearts are as one, as evidenced by\nthis letter from a missionary son to his father: \n<\/p><p>\n\"Dear Dad:\n<\/p><p>\n\"This is my first Christmas away from my home and family. I wish that I could be\nhome to share the joy, good cheer, and the love that come with this season;\nbut I am grateful to be here in Sweden as a missionary.\n<\/p><p>\n\"I'm grateful for my father; I do so love, admire, and respect him. His life has always been a\nwonderful example to me and has helped countless times to make the right decisions.\n<\/p><p>\n\"I'm grateful for his wisdom, which has counseled me; his love, which has disciplined me;\nand his testimony, which has inspired me.\n<\/p><p>\n\"How can a son show his love for his father? How can he fully express what he feels? How\ncan he demonstrate his gratitude? I wish I could answer these questions. There is, however,\none way that I know I can show my gratitude, and that is by patterning my life after that of\nmy father.\n<\/p><p>\n\"This, then, is my task&mdash;to live a life equal to that of my father's, that I may spend eternity\ntogether with him.\n<\/p><p>\n\"Merry Christmas and God bless you,<br \/>\n&nbsp; &nbsp; &nbsp; Paul\"\n<\/p><p>\n<b>Missionary opportunities<\/b>\n<\/p><p>\nAs you plan with purpose your lives, remember that your missionary opportunities are\nnot restricted to the period of a formal call. The time you spend in military service can and\nshould be profitable. Each year, our young men in uniform bring thousands of souls into the\nkingdom of God. How do they accomplish this marvelous feat? They themselves honor their\npriesthood, live the commandments of God, and teach to others his divine word. Many\nreturned missionaries have testified that their missionary experiences in the military were\nequally as bountiful and richly rewarding as in the mission field itself.\n<\/p><p>\nAnd while pursuing your formal education, do not overlook your privilege to be missionaries.\nYour example as a Latter-day Saint is being observed, weighed, and ofttimes will be\nemulated.\n<\/p><p>\nMake time in your lives and provide room in your hearts for school, a mission, the military,\nand, of course, temple marriage. Plan your life with purpose.\n<\/p><p>\n<b>Teach with testimony<\/b>\n<\/p><p>\n3. <i>Teach the truth with testimony<\/i>.\n<\/p><p>\nObey the counsel of the apostle Peter, who urged: \". . . be ready always to give an answer to\nevery man that asketh you a reason of the hope that is in you\"\n(<span class=\"citation\" id=\"2323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2323)\">1 Pet. 3:15<\/a><\/span>). Lift up your\nvoices and testify to the true nature of the Godhead. Declare your witness concerning the\nBook of Mormon. Convey the glorious and beautiful truths contained in the plan of salvation.\nRegarding your testimony, remember, that which you willingly share you keep, while that\nwhich you selfishly keep you lose. Have the courage and the kindness, as did Jesus, to teach\nthe Nicodemuses whom you may meet that baptism is essential to salvation\n(<span class=\"citation\" id=\"28486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28486)\">John 3:3-5<\/a><\/span>). Teach and testify.\nThere is no better combination.\n<\/p><p>\n<b>Missionary experience<\/b>\n<\/p><p>\nRemember our boy from the rural community who marveled at the size of Toronto?\nHe was short in stature, but tall in testimony. Together with his companion, he called at the\nhome of Elmer Pollard in Oshawa, [Ontario,] Canada. Feeling sorry for the young men who,\nduring a blinding blizzard, were going from house to house, Mr. Pollard invited the\nmissionaries into his home. They presented to him their message. He did not catch the spirit.\nIn due time he asked that they leave and not return. His last words to the elders as they\ndeparted his front porch were spoken in derision: \"You can't tell me you actually believe\nJoseph Smith was a prophet of God!\"\n<\/p><p>\nThe door was shut. The elders walked down the path. Our country boy spoke to his\ncompanion: \"Elder, we didn't answer Mr. Pollard's question. He said we didn't believe Joseph\nSmith was a true prophet. Let's return and bear our testimonies to him.\" At first the more\nexperienced missionary hesitated, but finally he agreed to accompany his companion. Fear\nstruck their hearts as they approached the door from which they had been turned away. A\nknock, the confrontation with Mr. Pollard, an agonizing moment, then with power, a\ntestimony borne by the Spirit: \"Mr. Pollard, you said we didn't really believe Joseph Smith\nwas a prophet of God. Mr. Pollard, I testify that Joseph was a prophet. He\ndid translate the Book of Mormon. He saw God the Father and Jesus the Son. I know it.\"\n<\/p><p>\nMr. Pollard, now Brother Pollard, stood in a priesthood meeting some time later and declared:\n\"That night I could not sleep. Resounding in my ears I heard the words: 'Joseph Smith was a\nprophet of God. I know it. I know it. I know it.' The next day I telephoned the missionaries.\nTheir message, coupled with their testimonies, changed my life and the lives of my family.\"\nTeach the truth with testimony.\n<\/p><p>\nServe with love\n<\/p><p>\n4. <i>Serve the Lord with love.<\/i>\n<\/p><p>\nThere is no substitute for love. Successful missionaries love their companions, their mission\nleaders, and the precious persons whom they teach. Often this love was kindled in youth by a\nmother, nurtured by a father, and kept vibrant through service to God.\n<\/p><p>\nIn the fourth section of the Doctrine and Covenants, the Lord established the qualifications for\nthe labors of the ministry. Let us consider but a few verses: \". . . O ye that embark in the\nservice of God, see that ye serve him with all your heart, might, mind and strength, that ye\nmay stand blameless before God at the last day.\n<\/p><p>\n\"And faith, hope, charity and <i>love<\/i>, with an eye single to the glory of God, qualify him for the\nwork.\n<\/p><p>\n\"Remember faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness,\ncharity, humility diligence\"\n(<span class=\"citation\" id=\"15302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15302)\">D&amp;C 4:2,5-6<\/a><\/span>, italics added).\n<\/p><p>\nWell might each of us assembled here tonight ask himself: Today, have I increased in faith, in\nvirtue, in knowledge, in godliness, in <i>love?<\/i>\n<\/p><p>\nWhen our lives comply with God's own standard, those within our sphere of influence will\nnever speak the lament: \"The harvest is past, the summer is ended, and we are not saved\"\n(<span class=\"citation\" id=\"26527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26527)\">Jer. 8:20<\/a><\/span>).\n<\/p><p>\nThrough your dedicated devotion at home or abroad, those souls whom you help to save may\nwell be those whom you love the most.\n<\/p><p>\n<b>Letters from home<\/b>\n<\/p><p>\nSeveral years ago, while touring the California Mission, I interviewed a missionary\nwho appeared rather dejected and downcast. I asked him if he had been sending a letter home\nto his parents each week. He replied: \"Yes, Brother Monson, each week for the last five\nmonths.\"\n<\/p><p>\nI responded: \"And do you enjoy the letters you receive from home?\"\n<\/p><p>\nCame his unexpected answer: I haven't had a letter from home since I came on my mission.\nYou see, my Dad is inactive and Mother is a non-member. She didn't favor my accepting a\nmission call and said that if I went into the mission field she would never write nor send a\ndime.\" With a half smile that didn't really disguise the heartache, he said: \"And she has kept\nher word. What can I do, Brother Monson?\"\n<\/p><p>\nI prayed for inspiration. The answer came. Keep writing, son, every week. Bear your\ntestimony to Mother and to Dad. Let them know you love them. Tell them how much the\ngospel means to you. And serve the Lord with all your heart.\"\n<\/p><p>\nSix months later when I attended a stake conference in that area, this same elder ran up to me\nand asked: \"Do you remember me? I'm the missionary whose parents didn't write.\"\n<\/p><p>\nI remembered only too well and cautiously asked if he had received a letter from home.\n<\/p><p>\nHe reached into his pocket and held out to my view a large handful of envelopes. With tears\nstreaming down his cheeks he declared proudly, \"Not one letter, Brother Monson, but a letter\nevery week. Listen to the latest one: 'Son, we so much appreciate the work you are doing.\nSince you left for your mission our lives have changed. Dad attends priesthood meeting and\nwill soon be an elder. I have been meeting with the missionaries and next month will be\nbaptized. Let's make an appointment to all be together in the Los Angeles Temple one year\nfrom now as you conclude your mission. Sincerely, Mother.'\"\n<\/p><p>\nLove had won its victory. Serve the Lord with love.\n<\/p><p>\nBrethren, may each one of us <i>search the scriptures with diligence; plan his life with<\/i>\n<i>purpose; teach the truth with testimony;<\/i> and <i>serve the Lord with love<\/i>. The elements of this\nformula then become our ideals. Ideals are like the stars: we cannot touch them with our\nhands, but by following them, we reach our destination.\n<\/p><p>\n<b>Great joy promised<\/b>\nThe perfect Shepherd of souls, the missionary who redeemed mankind, gave us his divine\nassurance: \". . . If it so be that you should labor all your days in crying repentance unto this\npeople, and bring, save it be one soul unto me, how great shall be your joy with him in the\nkingdom of my Father!\n<\/p><p>\n\"And now, if your joy will be great with one soul that you have brought unto me into the\nkingdom of my Father, how great will be your joy if you should bring many souls unto me!\"\n(<span class=\"citation\" id=\"15320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15320)\">D&amp;C 18:15-16<\/a><\/span>).\n<\/p><p>\nOf him who spoke these words, I declare my witness. He is the Son of God, our Redeemer,\nand our Savior.\n<\/p><p>\nI pray that we will respond to his gentle invitation, \"Follow thou me\"\n(<span class=\"citation\" id=\"28562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28562)\">John 21:22<\/a><\/span>), in the name of Jesus\nChrist. Amen. \n<\/p>\n<\/div>\n<\/div>"}