{"ID":1731, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Solid Majority<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, October 1969, pp. 97-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have been thinking about the story of a man who was seen running full speed toward a\nriver, a broad river. As he approached the dock he increased his speed and then flung himself\nwith all his might into the water maybe ten feet, turned around and swam back, got out, and\nwas asked by a startled onlooker why he had jumped into the river. He answered that a friend\nof his had bet him a thousand dollars to one that he couldn't jump across the river, and after a\nwhile he just couldn't stand thinking about those odds without at least trying.\n<\/p><p>\n<b>Latter-day Saints Student Association<\/b>\n<\/p><p>\nIt is going to be quite a thing for me to talk about something else besides missionary work\nafter this great meeting tonight, but I will try because it is my responsibility this evening,\nunder assignment, to discuss the Latter-day Saints Student Association.\n<\/p><p>\nUnder the direction of the First Presidency and the Quorum of the Twelve and operating with\nthe guidance of the Correlation Committee and the direct supervision and support of the\nYouth Correlation Committee of the Church, the Latter-day Saints Student Association\nfunctions as a correlating agency to serve Latter-day Saint students on college and university\ncampuses across the world. The Student Association presently reaches about 285 campuses. Its\nwork is important to all college-level students and to all those who one day will be; and, of\ncourse, parents and interested adults, bishops, executive secretaries, stake presidents, and other\nChurch leaders will be deeply concerned, as should all Church members. It is our earnest\nhope that all of you who have the Student Association in your area will discover that and will\ncooperate fully and strengthen its work.\n<\/p><p>\n<b>Underlying principles<\/b>\nI would like to talk tonight for a few minutes, in order to put this program\nin perspective, about some principles and problems and challenges that underlie it. Brother\nMonson has just repeated what may be the most significant fundamental principle underlying\nthe work we do. If a few words could be thought to reveal the heart of the gospel, distill its\nessence, those words might be the ones: \"Remember the worth of souls is great in the sight of\nGod\" (<span class=\"citation\" id=\"15318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15318)\">D&amp;C 18:10<\/a><\/span>).\nOf so much worth to God are the souls of men that he sent his Holy Son\nas his agent of redemption and of mercy and of happiness. Of so much worth are the souls of\nmen to that Son that he gave his life on a cross that we all might enjoy the blessings of\neternal life and lasting relationships with loved ones in the progressive, creative future with\nour Eternal Father that we envision and believe in.\n<\/p><p>\n<b>The worth of souls<\/b>\n<\/p><p>\nIn his lifetime Jesus witnessed majestically in his teachings his continuing interest in\nand his high valuation of the individual souls of men. Those three great parables in one\nchapter of scripture, in answer to a question from a critic about why he companied with\nsinners (<span class=\"citation\" id=\"31765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31765)\">Luke 15:1-32<\/a><\/span>),\nteach us everlastingly how we ought to feel about the lost sheep, or the individual\nchild of God, because the enfolded 99 and the wandering one all were important to him, and\nmust be to us. And when in the parable of the Good Samaritan\n(<span class=\"citation\" id=\"31760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31760)\">Luke 10:25-37<\/a><\/span>) he taught us how we should\nbehave toward each other, he gave us the objective and ideal we ought to be thinking about.\n<\/p><p>\nIt is this great principle, the worth of souls in the sight of God, that causes the Church, the\nLord's instrument, to be so very concerned with each age level of individual.\n<\/p><p>\nWhen we think about some of the problems that exist in this world today, and we think about\nwhat happens when one honest soul undertakes to learn and live the life the Lord wants him\nto, and how he frequently multiplies himself in so many ways in the lives of others (as we\nhave seen it in missionary work, in the military, in teaching, in sports, in civic work, in\nemployment), then we know that this is in truth the Lord's kingdom, because it believes in\nthe worth of souls.\n<\/p><p>\nLet me tell you then about an additional effort the Church is making to reach and assist its\ncollege and university students to find spiritual strength and balance while they grow in the\nacademic and social worlds of university life.\n<\/p><p>\n<b>Situation on college campuses<\/b>\n<\/p><p>\nYou are all conscious, to some measure, of the situation on the college campuses, and\nPresident McKay's words relating to a survey about that as this conference began yesterday.\nHe talked about some of the more significant moral problems in the attitudes of some young\npeople toward pre-marital sex, drugs, and other difficult pressures and unrest situations on the\ncampus these days.\n<\/p><p>\nMany adults are pessimistic about the generation involved, and certainly some of their acts\nindicate that some of them are not only radicals but that some are psychotics, disciplined\nCommunists, or criminals. With them, however, are many genuine idealists who in the spirit\nof the times seek change toward a better and more lofty ethical and moral climate.\n<\/p><p>\nIn some measure, I believe, unfortunately, the cynical words of William Butler Yeats written\nin 1921 seem to fit the situation. I repeat only the last two lines of a well-known poem: \n<\/p><p>\n\"The best lack all conviction,<br \/>\nWhile the worst are full of passionate intensity.\"\n<\/p><p>\nBut this is true only in a measure. Some of those who are not optimistic about this generation\ndescribe the \"worst\" as wanting to \"teach before they learn, retire before they work, rot before\nthey ripen.\" (Eric Hoffer.)\n<\/p><p>\n<b>Majority want to do well<\/b>\n<\/p><p>\nOthers, and I am one of them, testify that the solid majority of this younger generation\nwant to do well, and are doing well, but they need help to keep from becoming captivated by\nthe temptations of this world and by the sterile lives of those misguided imitation men who\nspend their energies fomenting furor and chaos, with no expression of their\nown that I have ever heard to improve anything. One wonders what their children will have to\nthank them for.\n<\/p><p>\nIt is an established principle through the ages that when adult authority ceases to function\neffectively, the young are victimized by each other. A commentator has said it this way: \"As\nadult authority disintegrates, the young are more and more the captives of each other . . . The\nproblem when adult control disappears is that the young's control of each other intensifies.\"\n(David Riesman, <i>Psychology Today<\/i>, September 1969.)\n<\/p><p>\nWhere do young Latter-day Saints stand in the midst of all of this? I would like to bear\ntestimony that they are special; they have special challenges, but they also have special\ndreams and capacity and preparation, and the courage to undertake to bring them into reality.\nI believe that potentially they are the greatest generation in every way, but they need help.\nThey need the Church and its great principles, its leadership, and its program; and the Church\nreaches to help them in many important ways.\n<\/p><p>\n<b>Number in missionary and military service<\/b>\n<\/p><p>\nAll of us know, and have tonight and several times in this conference had reiterated\nfor us, that from the college-age group, generally speaking, there are at this moment about\n13,000 clean, decent, committed young Christians seeking to teach the gospel and bear their\nwitness across the earth. Brother [Alan J.] Smith did a great job in reminding us of how\nimportant that is and how wonderfully precious they are.\n<\/p><p>\nAt the same hour of which we speak, this hour, about twice that many are in the military\nservices of the land, young Latter-day Saints committed to a patriotic sense of responsibility\nto serve their country, and having been called to serve are abroad in the world doing what\nthey have been asked to do. We salute them and thank God that the Church with an\never-expanding interest and a program to express it is reaching out to help them, to bring\nthem companionship and leadership opportunities, to get to them regularly through the mail\nwith letters and with the literature that will buoy them up and strengthen them. Again, I am\ntempted to tell what I know about them because I have seen them across the earth, in the\ncamps and the far places of a terribly difficult land; and I testify that they really are, many of\nthem, and I would wish all of them, devoted, dedicated missionaries and servants of the Lord.\nAnd the Church is seeking to serve them.\n<\/p><p>\n<b>Interest in university students<\/b>\n<\/p><p>\nThe Church is interested also in scores of thousands who aren't in any of these\ncategories or in college but who work for a living or are otherwise involved. However, I am\ngoing to talk for&mdash;just a few minutes tonight about a number that may surprise you.\nRemember, there are 13,000 or so of our wonderful young people in the mission field, 26,000\nor so in the military, and about 125,000 on college and university campuses. Those now at\nschool have the usual pressures of current university study, plus the special challenge of\ncontinuing to mature spiritually while they grow academically and of attempting to maintain\nthe close relationship with the Church that they should have while they are giving appropriate\nattention to their school programs.\n<\/p><p>\nWe believe, of course, that the Church and the gospel and the priesthood have the answers to\nhelp these young people. The Church has established colleges and a great university,\ninvolving about 30,000 of them. Institutes of religion are available on campuses where about\n55,000 go. This leaves a remainder, but every year institutes grow in number and so do the\npeople who attend them. Student stakes have been formed in various parts of the land, and\nstudent wards and branches in many places. In these great organizations the young lead each\nother in righteous ways. They serve and they take part. The auxiliary organizations are\nhelping in their instructional and activity programs.\n<\/p><p>\n<b>Results from student program<\/b>\n<\/p><p>\nThen three years ago, with the inspiration of Brother Lee and led by Brother Paul\nDunn, with the approval of the Brethren, a pilot program of the Latter-day Saints Student\nAssociation was invoked. Its purpose was to support and strengthen the great work of the\ninstitutes, the student stakes, the auxiliaries, and other church elements. The product of the\nlabors of these great youth-serving institutions may not be well enough known. Could I give\nyou one example. Among all the marriages performed for members of student stakes last year,\n95 percent were in the temple. Among institute graduates, 95 percent were in the temple.\nAmong those attending Church colleges and the great university, 93 percent were in the\ntemple. Of those attending institutes but not graduating, 84 percent of the marriages were in\nthe temple. Among those attending college but not institutes of religion, about 50 percent\nwere in the temple. The general Church average is a little below that.\n<\/p><p>\n<b>Sheltering wing for LDS students<\/b>\n<\/p><p>\nObviously we want to do everything we can to get our wonderful young students into\nthe institutes of religion and to do everything we can to support the student wards and stakes\nand to multiply them as conditions permit in their great service to students. And that is why\nthe Latter-day Saints Student Association was organized. It a offers a sheltering wing for all\nLatter-day Saint students, active or inactive, and we might add, whether they like it or not we\ntake them in. It reaches out to freshmen and new students, to returned missionaries and\nreturned servicemen, to the boy and the girl  from the little town, and the one from the big\ncity, to LDS men and women in campus fraternities and sororities, to Latter-day Saint social\ngroups, to representatives of the institutes and student wards, branches, or stakes, to the MIA,\nto the Relief Society, where applicable to married students, and so forth. It reaches out to\nconverts, and this association has had a mighty and wonderful influence in bringing people\ninto the Church.\n<\/p><p>\n<b>Student council<\/b>\n<\/p><p>\nThe Student Association forms committees to serve various of these groups and then it\nbrings their representatives together in counsel in what is called the Latter-day Saints student\ncouncil on a campus. Four student leaders are selected, interviewed, called, and set apart.\nThey preside in the student council to which come these other representatives. The student\ncouncil addresses itself to three basic questions: (1) What are the needs of the students on this\ncampus or in this area? (2) How can those needs best be satisfied? (3) Which Church agency\nor institution or influence can best undertake to solve the problem&mdash;which can best lead out?\n<\/p><p>\n<b>Priesthood leadership<\/b>\n<\/p><p>\nOf very great importance, the Student Association brings to the campus setting to help\nin this process priesthood leadership in the form of a stake president. On a campus where\nthere is a student stake, the stake president of the student stake is generally the priesthood\nleader. Where there is no student stake, another great local stake president would be assigned\nthat campus or the area. This stake president is the chairman of what is called the executive\ncommittee. He presides with an educational adviser from the institute, with MIA\nrepresentation, perhaps a bishop of a student ward or a branch president of a student branch,\nand they meet with the students, hear their recommendations and their findings, and then give\nanswers. The student voice is heard, and alert, seasoned priesthood leaders consider what they\nhave to say. Decisions are made some yes, some no&mdash;and then all the Church elements on\ncampus get together and go to work. The representatives go back to the student council and\nreport the decisions made in conference with their priesthood leader and his associates, and\nthey resolve any problems and go to work.\n<\/p><p>\n<b>Need for correlation<\/b>\n<\/p><p>\nNow, brethren, correlation is more than coordination. Actually, an\nintense, devoted student could have a calendar coordinated so that he was going to an event\nevery night with no conflict, but correlation will see to it that that doesn't happen. The need\nthe students have may be for a week sequestered for study and preparation for exams. They\nwill tell that to the priesthood leader, and the priesthood leader is in a position to see that no\nevents are scheduled for that week except the regular Sabbath day meetings. The student need\nmay be for tutoring or service or a social. All the Church elements are in the student council;\nthey talk about it, they go then to the executive committee, and it is discussed and decisions\nare made.\n<\/p><p>\nThe Student Association has no jurisdiction or appointment over the non-student, but this\nsimple thought can be important, very important. While the Student Association is not\nchartered to reach out to the non-student, his brother of the same general age group, this\npriesthood leader has authority and responsibility to care about all young people, and so he\ncan call representatives of the two groups together and real correlation begins to take place;\nno one is imposed upon and the right results occur. The results, I want to tell you, have been\nwonderful.\n<\/p><p>\n<b>Support of other groups<\/b>\n<\/p><p>\nLet me repeat that the Student Association purposes to strengthen and support the\nChurch organizations which serve the student. Ordinarily one of them is selected to take the\nlead in whatever undertaking has been decided upon, but occasionally there is a situation\nwhere no one of the fragmented groups, say the student stake, the institute, the MIA, can take\nthe job&mdash;it is too big. Then the whole Student Association influence and effectiveness goes\ninto action. Let me give you just one example, and I would like to give you a hundred.\n<\/p><p>\nAt one major university the non-Mormon president of that school recently asked that the LDS\nStudent Association take over a major church-related campus event, noting that no single\ngroup of the Mormon students could likely handle it but all of them together could. He said\nthis verbatim: \"The Latter-day Saints Student Association is the most important factor for high\nidealism and stability on this campus. It is what I have prayed for on every campus I have\nworked on.\"\n<\/p><p>\n<b>University of Utah campus<\/b>\n<\/p><p>\nHow do the students feel? The University of Utah campus is the nearest to this\nbuilding. Let me mention just a word about it. It is a great school from which I graduated and\nwhich I love. It has problems. It has many wonderful students. It has about 15,000 Latter-day\nSaint students, among them many thousands of returned missionaries. At this great university\nthe students have the normal problems that bother students at the normal university these\ndays. The Student Association has been accepted and given status on this campus. Among\nmany Latter-day Saint students, some of whom are not seeking the Church, to be honest about\nit, but may be trying to hide from it, there are many diverse elements.\n<\/p><p>\nWe have taped just about three minutes of the testimony of one young returned missionary, a\nchoice young man who couldn't spend much time or didn't choose to at the institute before\nhis mission, but who finds a difference there since. I am going to ask that it be played right\nnow, if you will listen attentively to Randy Harmsen, and then we will finish.\n<\/p><p>\n<b>Testimony of returned missionary<\/b>\n<\/p><p>\n\"'Labor not for the meat which perisheth, but for that meat which endureth unto\neverlasting life' (<span class=\"citation\" id=\"28504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28504)\">John 6:27<\/a><\/span>).\n<\/p><p>\n\"Recently there has occurred on the college campuses much dissent and unrest, which in some\ninstances has led to militant and destructive action. Organizations like SDS, the Black Student\nUnion, Maoists, etc., attract nearly all the attention, which leads some to think that other\nstudents have no argument. This in my opinion is not so. A great percentage of responsible\nstudents feel estranged from a system that has little room for student\nparticipation. The student wants a voice in the decision process. He needs a piece of\nthe action.\n<\/p><p>\n\"We realize that if we do not act responsibly while trying to obtain this goal of meaningful\ninvolvement, we will never receive it. In this quest for personal and\/or student representation\nin the decision process, the Latter-day Saints Student Association provides opportunities and\nmeans whereby this goal can be accomplished. I am grateful for an organization that meets\nthe needs of students through their involvement and leadership under the direction of the\npriesthood. The association would not remain vital without priesthood inspiration, experience,\nand support. We need it and we want it. A generation bond, not a gap, between students and\npriesthood exists.\n<\/p><p>\n\"As I examine the impact of LDSSA on my life, I can only reflect on my experiences and\nobservations at the University of Utah. As a freshman I soon realized that I was just one of\nthousands, a number on an IBM card. I had spiritual needs, not so much doctrinal as of\nidentity, that were not being met. I had a desire to serve others within the university\nenvironment. My fraternity experiences were sometimes hollow and empty. The institute was\nnot a place to go, and if I went I wanted few to know. I noticed a void of LDS student unity\nand support.\n<\/p><p>\n\"We were so anxious not to offend the non-LDS students that little was said or done. We had\nneeds but there didn't exist an organization or a place where we could meet mutually and\ndiscuss our problems and their possible solutions, so consequently religious experience to me\nwas a Sunday affair, while during the week I wanted to appear as broad and as open as\nanyone.\n<\/p><p>\n\"After my mission there was a marked change. The institute was and is respected, if not\nbecoming the place to be. There exists a force, a union, a common bond between LDS\nstudents that I never felt before; a vibrancy of spirit, mutual concern, a desire to serve others\nis evident. It was like coming from the Andes Mission to a mission on the campus. LDSSA is\nan organization that encourages students to use their ideas, talents, and abilities to act\nresponsibly.\n<\/p><p>\nI have a testimony of the value of the LDS Student Association, mainly because of its spirit.\nIt is a spirit that prevails over the campus. There is a spirit that inspires the students to live\ntheir religion, to grasp the relevancy of the gospel principles and standards. In the words of\nour Savior, 'Labor not for meat which perisheth, but that meat which endureth unto\neverlasting life' (<span class=\"citation\" id=\"28505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28505)\">John 6:27<\/a><\/span>).\nThe Latter-day Saints Student Association provides those opportunities and\nstudent experiences through involvement that we can have a decisive voice in our eternal\nlives.\"\n<\/p><p>\n<b>Appeal for support<\/b>\n<\/p><p>\nThe point, brethren: We care about these individual, wonderful young people. Will you\nbishops, branch presidents, and executive secretaries care about their pink membership cards,\nor in some other way let us know where they are when they leave home for campuses? Will\nyou wonderful young people accept our expression of love and interest? Will you go to an\ninstitute if you are on a campus and haven't done so? Will you be involved in <i>being<\/i>, not\n<i>seeming?<\/i> I close with these great words of Moroni written long ago and printed in the ninth\nchapter of Mormon. I offer them to the young as earnestly as I know how, changing only two\nwords to include all of you and me with the writer: \"Condemn [us] not because of [our]\nimperfection . . . but rather give thanks unto God that he hath made manifest unto you our\nimperfections, that ye may learn to be more wise than we have been\"\n(<span class=\"citation\" id=\"37998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37998)\">Morm. 9:31<\/a><\/span>).\n<\/p><p>\nI testify to you that I believe they will be, and pray God to help them in the undertaking, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}