{"ID":1732, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Power of Faith<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1969, pp. 104-107<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, it is a real honor to be included as one of the speakers of\nthis great conference, an honor, however, that I would gladly exchange with anyone at this\nmoment; an honor that carries with it some responsibilities. I should like to be in harmony\nwith what has been said or may be said, and to that end seek divine guidance. \n<\/p><p>\n<b>The power of faith<\/b>\n<\/p><p>\nI should like to briefly discuss with members of the Church, as well as with\nnonmembers, a subject of universal interest and import, a subject that is the\nmoving cause of action&mdash;the power of faith.\n<\/p><p>\nWe understand that the worlds were framed by the word of God through this principle, \"so\nthat things which are seen were not made of things which do appear\"\n(<span class=\"citation\" id=\"24387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24387)\">Heb. 11:3<\/a><\/span>).\n<\/p><p>\nThe predominating sense in which this subject is used throughout the scriptures is that of full\nconfidence and trust in the being, purposes, and words of God. Such trust, if implicit, will\nremove all doubt concerning the things accomplished or promised of God, even though such\nthings be not apparent to or explicable by the ordinary senses.\n<\/p><p>\nSome think religious people are impractical and live in the clouds of unjustified hope. The\nnotion that science is all fact and religion all faith is fiction. Science, as well as religion, is\nbased upon faith, for faith is ever \"the evidence of things not seen\"\n(<span class=\"citation\" id=\"24385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24385)\">Heb. 11:1<\/a><\/span>).\n<\/p><p>\n<b>Practical value of faith<\/b>\n<\/p><p>\nWe do not teach the principle of faith merely for what it will do for one in the next\nworld. We believe that there is real practical value in mental concepts which increase one's\nself-respect and effectiveness here and now. To believe that there is an all-wise Father in\ncharge of the universe and that we are related to him, that we are in fact children of God with\nthe \"hallmark\" of divinity upon us, is to live in a different world from those who believe that\nman is a mere animal concerned only with requirements for creature existence, which must\nend at death. Because of low aim, the lives of such people lack trajectory and vision and fall\nshort of their spiritual capacity.\n<\/p><p>\nIf you convince a young man to think of life, here and hereafter, as being of one piece,\ncontinuing through from premortal to postmortal without any break in the endless chain, if he\ncan realize that each of the various stages of his development helps to condition him for the\nnext, if you convince him that he can take nothing but himself into the next world&mdash;his\nintelligence, his experience, his character&mdash;if this conviction becomes really dynamic faith, it\nwill have definite and lasting effect on the quality of his life, both here and hereafter.\n<\/p><p>\n<b>Meaning of eternal life<\/b>\n<\/p><p>\nEternal life means more than merely continuing to exist. Its qualitative value will be\ndetermined by what we believe and do while in mortality and by our conformity to eternal\nlaw in the life to come. Eternal existence would be most undesirable if that existence became\nfixed and static upon arrival there. \"It is hope and expectation and desire and something ever\nmore about to be\" that gives lilt and verve to mortal life. We cannot imagine nor would we\ndesire an eternity without opportunity for growth and development. We believe in eternal\nprogression.\n<\/p><p>\nFaith in God and in the ultimate triumph of right contributes to mental and spiritual poise in\nthe face of difficulties. It is a sustaining power when a confining or antagonistic environment\nchallenges one's courage.\n<\/p><p>\nAnd so we recommend faith as a present, living power for good here and now as well as for\nwhat it will do for us in achieving salvation hereafter.\n<\/p><p>\nIf one has a vivid sense of his own divinity, he will not easily be persuaded to deprave his\nmind, debauch his body, or sell his freedom for temporary gain. Goethe is right when he\nmakes Mephistopheles, his devil, say, \"I am the spirit of negation.\" Negation always bedevils\nlife.\n<\/p><p>\n<b>Faith appropriates spiritual values<\/b>\n<\/p><p>\nWherever in life great spiritual values await man's appropriation, only faith can\nappropriate them. Man cannot live without faith, because in life's adventure the central\nproblem is character-building&mdash;which is not a product of logic, but of faith in ideals and\nsacrificial devotion to them. The writer of the Epistle to the Hebrews\n(<span class=\"citation\" id=\"24386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24386)\">Heb. 11:1-40<\/a><\/span>) saw the intimate\nrelationship between the quality of faith and the quality of life and called upon his readers to\njudge the Christian life by its consequences in character.\n<\/p><p>\nWe cannot avoid looking ahead and to some degree basing our activities\nupon things we cannot see. But bit by bit we gain assurance. We have some knowledge of\nwhat is and of what has been. But it is necessary that we have faith in what is yet to come.\n<\/p><p>\nIn this universal venture of life, its full meaning can be understood only by the application of\nfaith, wherein the best treasures of the spirit are obtainable only through courageous\nopen-heartedness and the kind of character which is possible to all men of deep conviction.\n<\/p><p>\n<b>What faith is not<\/b>\n<\/p><p>\nEvery discussion of faith must distinguish it from its caricatures. Faith is not credulity.\nIt is not believing things you know aren't so. It is not a formula to get the universe to do\nyour bidding. It is not a set of beliefs to be swallowed in one gulp. Faith is not knowledge; it\nis mixed with uncertainty or it would not be faith. Faith does not dwindle as wisdom grows.\n<\/p><p>\n<b>Confidence in life<\/b>\n<\/p><p>\nAbove all, faith is to be contrasted with pessimism and cynicism. Those who say they\nhave become disillusioned with life are lost without faith. Faith is confidence in the\nworthwhileness of life. It is assurance and trust. Perhaps the greatest contrast to faith is fear.\nJesus often said to his followers, \"Be not afraid\"\n(<span class=\"citation\" id=\"35929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35929)\">Matt. 14:27<\/a><\/span>).\n<\/p><p>\nThe stern, appealing love of God behind life, his good purposes through it, his victory ahead\nof it, and man, a fellow worker, called into an unfinished world to bear a hand with God in\nits completion&mdash;here is a game to challenge all stouthearted men.\n<\/p><p>\nTo believe that we do not stand alone, that we are fellow laborers with God, our <i>human<\/i>\npurposes comprehended in his purpose&mdash;God behind us, within us, ahead of us: this is the\nsolid rock upon which all rational religion rests.\n<\/p><p>\nMan tears his spiritual heritage to shreds in licentiousness and drink. He wallows in vice, wins\nby cruelty, violates love, is treacherous to trust. His sins clothe the world in lamentation. Yet\nwithin him is a trust that he cannot stifle. He is the only creature we know of whose nature is\ndivided against himself. Man hates his sill even while he commits it. He repents, tries again,\nfalls, rises, stumbles on&mdash;and in all his best hours man cries out for help.\n<\/p><p>\n<b>Faith makes the difference<\/b>\n<\/p><p>\nNo message short of religion has ever met man's need in this estate. Faith that God\nhimself is pledged to the victory of righteousness in men in the world, that he cares, forgives,\nenters into man's struggle with transforming power, and crowns the long endeavor with\ntriumphant character&mdash;such faith alone has been great enough to meet the needs of men.\n<\/p><p>\nWhen faith in God goes, man loses his securest refuge and must suffer. Strong men, broken in\nhealth, or men who have lost the fortunes of a life-time, families with long illness, mothers\nwho have wept at children's graves&mdash;these and other staggering blows test the faith of good\nand bad alike. Nothing but religious faith has been able to save men from despair. As Jesus\nsaid, the rains descend, and the floods come, and the winds, whether man's house be built on\nrock or sand (<span class=\"citation\" id=\"35914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35914)\">Matt. 7:24-27<\/a><\/span>).\nIt is faith that makes the difference.\n<\/p><p>\n<b>Story of woman of faith<\/b>\n<\/p><p>\nAnd here I should like to introduce a story coming out of the first world war. I had a\ncompanion, a fellow officer, who was a very rich man, highly educated. He was a lawyer, had\ngreat power, was self-sufficient, and he said to me as we often talked of religion (because he\nknew who I was), \"There is nothing in life that I would like to have that I cannot buy with\nmy money.\"\n<\/p><p>\nShortly thereafter he and I with two other officers were assigned to go to the city of Arras,\nFrance, which was under siege. It had been evacuated, and upon arrival there we thought\nthere was no one in the city. We noted that the fire of the enemy was concentrated on the\ncathedral. We made our way to that cathedral and went in. There we found a little woman\nkneeling at an altar. We paused, respecting her devotion. Then shortly she\narose, wrapped her little shawl around her frail shoulders, and came tottering down the aisle.\nThe man among us who could speak better French said, \"Are you in trouble?\"\n<\/p><p>\nShe straightened her shoulders, pulled in her chin, and said, \"No, I'm not in trouble. I was in\ntrouble when I came here, but I've left it there at the altar.\"\n<\/p><p>\n\"And what was your trouble?\"\n<\/p><p>\nShe said, \"I received word this morning that my fifth son has given his life for France. Their\nfather went first, and then one by one all of them have gone. But,\" straightening again, \"I\nhave no trouble; I've left it there because I believe in the immortality of the soul. I believe\nthat men will live after death. I know that I shall meet my loved ones again.\"\n<\/p><p>\nWhen the little soul went out, there were tears in the eyes of the men who were there, and the\none who had said to me that he could purchase anything with money turned to me and\nsaid, \"You and I have seen men in battle display courage and valor that is admirable, but in all my\nlife I have never seen anything to compare with the faith, the fortitude, and the courage of that\nlittle woman.\"\n<\/p><p>\nThen he said, \"I would give all the money I have if I could have something of what she has.\"\n<\/p><p>\n<b>Faith in hereafter<\/b>\n<\/p><p>\nI tell that story for two reasons. One is that today many parents are getting word that\ntheir sons have been lost. We ourselves went through that experience. I tell it for the reason\nthat I hope every parent who has a son in danger in Vietnam will have faith in the hereafter,\nfaith in God, faith in themselves, faith in the immortality of the soul. I tell it secondly\nbecause my own beloved companion, and you will excuse this personal reference, is lying\nafter long illness listening to this service. I greet her, for she had exactly that kind of courage\nand faith when our son was taken from us.\n<\/p><p>\nGod help us to arise to a point where we can retain faith in the future, whatever it may hold.\nWe need most of all, when suffering, to remember there <i>is<\/i> an explanation, though we may not\nknow exactly what it is.\n<\/p><p>\nReligious faith gives confidence that human tragedy is not a meaningless sport of physical\nforces. Life is not what Voltaire called it, \"a bad joke\"; it is really a school of discipline\nwhose author and teacher is God.\n<\/p><p>\n<b>Faith a road to truth<\/b>\n<\/p><p>\nFaith is a road to truth, without which some truths can never be reached at all. The\nreason for its inevitableness in life is not our lack of knowledge, but rather that faith is as\nindispensable as logical demonstration in any real knowing in the world. Faith is not a\nsubstitute for truth, but a pathway to truth.\n<\/p><p>\nHowever undecided men may appear, they cannot altogether avoid decision on the main\nmatter of religion. Life will not let them. For a while the mind may hold itself suspended\nbetween alternatives. The adventure of life goes on, and men inevitably tend to live either as\nthough the Christian God were real or as though he were not. This, then, is the summary of\nthe matter. Life is a great adventure in which faith is indispensable. In this adventure, faith in\nGod presents the issues of transcendent import. And on these issues life itself continually\ncompels decisions.\n<\/p><p>\n<b>Faith to endure to end<\/b>\n<\/p><p>\nMy brethren and sisters, my friends, humbly I bear witness to you that there is a God\nin heaven and that he knows that we are his. He knows who and where we are, and he stands\nready to help us at any time.\n<\/p><p>\nGod help us that we may live in such a manner that he <i>can<\/i> help us. May we have the faith to\nendure to the end, as we are told that only they who endure to the end can be saved\n(<span class=\"citation\" id=\"35949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35949)\">Matt. 24:13<\/a><\/span>). I leave\nwith you this testimony and my blessing on this occasion, that whatever the vicissitudes of\nlife may be, you may have the faith, the fortitude, and the courage to meet them triumphantly,\nI humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}