{"ID":1735, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Be Not Afraid, Only Believe\"<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1969, pp. 113-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI supposed you have heard the story of the absent-minded professor who went shopping and\nlost his umbrella. Discovering his loss, he retraced his steps. At the first three stores on which\nhe called, the clerks denied having found his umbrella. At the fourth store the clerk handed\nhim the missing umbrella. He grumbled, \"Thank goodness for an honest man. The other three\ntold me they didn't have it.\"\n<\/p><p>\nI am inclined to think that notwithstanding the gains we see in the work of the Lord,\nnotwithstanding the reformation we see in the lives of many people, we are prone to\nemphasize the problems and disregard the progress.\n<\/p><p>\n<b>Optimism concerning Lord's work<\/b>\n<\/p><p>\nI stand here today as an optimist concerning the work of the Lord. I cannot believe\nthat God has established his work in the earth to have it fail. I cannot believe that it is getting\nweaker. I know that it is getting stronger. I realize, of course, that we are beset with many\ntragic problems. I am a newspaper reader, and I have seen a good deal of this earth. I have\nseen its rot and smelled its filth. I have been in areas where war rages and hate smolders in\nthe hearts of people. I have seen the appalling poverty that hovers over many lands. I have\nseen the oppression of those in bondage and the brutality of their overlords. I know something\nof the misguided youth whose appearance is repugnant, whose hygiene is repulsive, whose\nmanners are disgusting. I have watched with alarm the crumbling morals of our society.\n<\/p><p>\nAnd yet I am an optimist. I have a simple and solemn faith that right will triumph and that\ntruth will prevail. I am not so naive as to believe there will not be setbacks, but I believe that\n\"truth crushed to earth will rise again.\"\n<\/p><p>\n<b>\"Be not afraid, only believe\"<\/b>\n<\/p><p>\nWhen I left for a mission some 36 years ago, my good father handed me a card on\nwhich were written five words. They were the words of the Lord to the ruler of the\nsynagogue who had received news of his daughter's death: \"Be not afraid, only believe\"\n(<span class=\"citation\" id=\"33219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33219)\">Mark 5:36<\/a><\/span>).\nIf the Lord will inspire me, I should like to express a few thoughts on that theme.\n<\/p><p>\n<b>Kingdom to stand forever<\/b>\n<\/p><p>\nI believe in the triumph of the gospel of Jesus Christ and the triumph of the Church\nand kingdom of God on the earth. If ever your faith is inclined to weaken as you see the\nonward march of evil and oppression, read again the story of Daniel who, putting his trust in\nthe \"God in heaven that revealeth secrets\"\n(<span class=\"citation\" id=\"10692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10692)\">Dan. 2:28<\/a><\/span>),\ninterpreted Nebuchadnezzar's dream. He said\nconcerning our day that the God of heaven shall \"set up a kingdom, which shall never be\ndestroyed: and the kingdom shall not be left to other people, but it shall break in pieces and\nconsume all these [other] kingdoms, and it shall stand for ever\"\n(<span class=\"citation\" id=\"10695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10695)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nI believe, my friends, that the cause we have the honor to represent is that kingdom which\nshall stand forever.\n<\/p><p>\nI am not engaging in unrealistic dreams when I think of its future, for every day I see the\nmiracle of its strength and of its growing influence in the lives of thousands across the earth.\nIt is not a great impersonal juggernaut of power. It finds its best expression in the quiet of the\nlives of those who have embraced it.\n<\/p><p>\nI do not want to boast. Heaven knows we have problems among us. We are far from\nperfection. And yet I have seen so much of good that my faith constantly strengthens.\n<\/p><p>\n<b>Belief in youth<\/b>\n<\/p><p>\nI believe in our youth. I believe in their goodness and decency. I believe in their\nvirtue. I have interviewed thousands of them on a personal and individual basis. Yes, there are\nsome who have succumbed to evil, but they are a minority.\n<\/p><p>\nOn a visit to South Vietnam three years ago, I talked individually with two or three hundred\nmen&mdash;men who had waded through the blood and heat of battle, but men who were virtuous\nin their lives. I remember one of them, a boy who had just come down from the Rock Pile\nnear the DMZ, who said in response to a question on morality: \"Not on your life&mdash;I couldn't\ndo that. I want to be worthy of a great girl some day.\"\n<\/p><p>\n<b>Service of missionaries<\/b>\n<\/p><p>\nI believe in their sense of service. I have just been down in South America, where we\nhave some 1,500 of the 13,000 missionaries of this church. Like their associates over the\nworld, they are there entirely at their own expense and at the expense of their families. They\ngive to the Lord two years of their lives. Their days are long, their weeks crowded and\narduous. They speak with a persuasive conviction. They bear testimony of the living Christ\nand of the virtues of his marvelous work.\n<\/p><p>\nMay I read from a letter received from one of them: \"The most effective technique we have\nfound in our work is fasting and prayer. We saw how this worked a few weeks ago with an\ninvestigator of the Church. He had a number of questions and problems to overcome, and we\njust didn't seem to get anywhere when we met with him to discuss them. So we would go\nhome to our apartment and ask the Lord to bless him and help him understand what we had\nexplained to him. We felt it was very important that he be baptized, so we asked the Lord to\nbless him with a desire for baptism. Even up through the sixth lesson he was wavering, so we\nfasted the day before his baptism, and he has been a faithful member ever since.\"\n<\/p><p>\nOne thinks of the words of the Lord to his disciples who complained they could not perform\nmiracles. Said he: \". . . this kind goeth not out but by prayer and fasting\"\n(<span class=\"citation\" id=\"35937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35937)\">Matt. 17:21<\/a><\/span>).\n<\/p><p>\n<b>Miracle of devotion<\/b>\n<\/p><p>\nIs it not a miracle in itself that in this day of doubt and disbelief young\nmen, thousands of them, with lives to live and careers to build, spend two\nyears in the service of the Lord, laboring constantly and even willing to fast and pray in\nbehalf of those to whom they seek to teach a better life? I know of no experience more\nrefreshing than to be with them and feel of their spirit. If any of you who are listening this\nday should have two of them come to your door, I hope that you will welcome them and hear\nthem. They will restore your faith in youth. They will quicken your faith in the Lord. They\nwill lead you to a joy you have never previously known.\n<\/p><p>\nI believe they are the best generation that ever lived. In Montevideo the other day I\ninterviewed 154 of them. I asked them about their parents and about their homes. I discovered\nthat 58 of them, or more than one-third, came from homes where parents did not belong to\nthe Church or did nothing in the Church. While the sample may be too small from which to\ndraw a reliable conclusion, my observation and experience would indicate that the youth I\nknow and love are better than their parents.\n<\/p><p>\n<b>Appreciation for parents<\/b>\n<\/p><p>\nAnd I believe in something else that is a barometer of their goodness. Paul warned that\nin the last days men would be unthankful, unholy, disobedient to parents, without natural\naffection (see <span class=\"citation\" id=\"5178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5178)\">2 Tim. 3:1-3<\/a><\/span>).\nOne need not look far in the homes of the people to see that\nprophecy being fulfilled. And yet I have recently witnessed a repudiation of that insofar as\nmany are concerned. In my visit to South America I heard hundreds of our young men and\nwomen stand on their feet and express their feelings. Almost without exception they spoke\nwords of appreciation, of thankfulness for their parents. What a remarkably refreshing thing it\nis to hear young men and women, 19, 20, 21, and 22 years of age, stand before one another\nand, in the quiet confidences of such a meeting, say, \"I really appreciate my dad.\" \"I love my\nmother.\" They are not maudlin; they are manly, athletic, able young men and womanly girls\nof charm and education. Their words come from the heart. Those sentiments in this day are as\na cool and refreshing breeze on a hot and humid night.\n<\/p><p>\n<b>Enthusiasm of converts<\/b>\n<\/p><p>\nOne hears much these days about the slow death of the churches, and yet the Lord\ndeclared that \"this gospel of the kingdom shall be preached for a witness unto all nations; and\nthen shall the end come\" (<span class=\"citation\" id=\"35950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35950)\">Matt. 24:14<\/a><\/span>).\nCan it possibly be accomplished? I recently had an\ninsight into that possibility.\n<\/p><p>\nWhen I was in South America I met a woman. She had just joined the Church. She was\nintroduced as a new convert to the Church. Fired by a great love for that which she had\nfound, she has gone about enthusiastically telling others. During a period of only seven\nmonths since her baptism, she has referred 300 acquaintances to the missionaries so that they\nmight explain the gospel to them. Of these, 60 have come into the Church and are solid\nmembers, and more will yet come. In Sao Paulo, Brazil, I recently met the young missionary\nwho first had taught her the gospel. He too had been a convert, had gone on a mission to\nrepresent the Church at considerable financial sacrifice; and the woman of whom I speak was\none of 43 he had brought into the Church, so this young man of Brazil had expanded himself\nmore than 100 times&mdash;43 converts of his own and 60 through one of those he converted,\nwith perhaps more from others of his converts yet to come.\n<\/p><p>\n<b>Work requires faith<\/b>\n<\/p><p>\nYes, this work requires sacrifice, it requires effort, it means courage to speak out and\nfaith to try. This cause does not need critics; it does not need doubters. It needs men and\nwomen of solemn purpose. As Paul wrote to Timothy: \". . . God hath not given us the spirit\nof fear; but of power, and of love, and of a sound mind. Be not thou therefore ashamed of the\ntestimony of our Lord\" (<span class=\"citation\" id=\"5177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5177)\">2 Tim. 1:7-8<\/a><\/span>).\n<\/p><p>\nI would that every member of this church, and every good man throughout\nthe world, would put those words where he might see them every morning as he begins his\nday. They would give him the courage to speak up, they would give him the faith to try, they\nwould strengthen his conviction of the Lord Jesus Christ.\n<\/p><p>\nI believe that miracles would begin to happen over the earth.\n<\/p><p>\n<b>The words of eternal life<\/b>\n<\/p><p>\nI recall the occasion on which Jesus fed the multitude with the loaves and fishes\n(<span class=\"citation\" id=\"28502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28502)\">John 6:5-14<\/a><\/span>). They\nwere satisfied physically and were curious. He then taught them the doctrines of the kingdom\nand many fell away (<span class=\"citation\" id=\"28503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28503)\">John 6:25-66<\/a><\/span>).\n\"Then said Jesus unto the Twelve, will ye also go away?\n<\/p><p>\n\"Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal\nlife.\n<\/p><p>\n\"And we believe and are sure that thou art that Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"28508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28508)\">John 6:67-69<\/a><\/span>).\n<\/p><p>\nI echo that testimony, my brethren. I know that God lives, that Jesus is the Christ, that this is\ntheir holy work, and I plead with you and with the God of heaven that we shall have the\npower and the faith and the devotion to roll it forward to its great destiny, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}