{"ID":1736, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Divided Christianity<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1969, pp. 116-119<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nEarnestly I pray for the direction of the eternal Spirit of God as I stand before you and bear\nyou my testimony that I know that the gospel of the Lord Jesus Christ is true.\n<\/p><p>\nFrom its beginning, true Christianity has been a religion that has been hard to believe and\nhard for most people to live.\n<\/p><p>\nWhen the Savior was on earth and taught his pure doctrine, many refused to listen to him.\nSome were offended by what he said and became so angry that they sought his life, and\neventually him.\n<\/p><p>\nFollowing his ascension into heaven, his disciples endeavored to carry on his work, but they\nalso were misunderstood, disbelieved by most, and severely persecuted.\n<\/p><p>\nAs the scriptures indicate, they were everywhere spoken against\n(<span class=\"citation\" id=\"8099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8099)\">Acts 28:22<\/a><\/span>). It was largely because their\nteachings were so hard to believe.\n<\/p><p>\n<b>Doctrines challenged traditions<\/b>\n<\/p><p>\nThe doctrine which first challenged the credulity of the people was the teaching that\nChrist was the Son of the living God. This led his critics to call him a blasphemer\n(<span class=\"citation\" id=\"28520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28520)\">John 10:33<\/a><\/span>).\n<\/p><p>\nWhen he exhibited his divine power in healing the sick and giving sight to the blind, they\ncalled him Beelzebub (<span class=\"citation\" id=\"35922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35922)\">Matt. 12:22-24<\/a><\/span>)\nand said he was of the devil.\n<\/p><p>\nThese reactions to his labors were quite understandable, and in a way the people generally\nwere hardly to blame. Jesus himself prayed at the crucifixion, \"Father, forgive them; for they\nknow not what they do\" (<span class=\"citation\" id=\"31777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31777)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nThe doctrines of Christ were quite different from what they had been taught all their lives,\nand therefore, under the influence of their time-honored tradition, they felt that what Jesus\nsaid was false.\n<\/p><p>\nAnd yet, the scriptures that they professed to love and read had foretold his coming. They\neven described his person and predicted his eventual sacrifice. But the scriptures were\nmisconstrued by the elders and the scribes, who so confused the people that\nwhen Jesus held his pure truth before them, they not only misunderstood but they became\nangry and bitter.\n<\/p><p>\nAs his teachings challenged their longstanding traditions, their resentment rose to the point\nwhere thoughts of revenge filled their minds.\n<\/p><p>\n<b>Disbelief in resurrection<\/b>\n<\/p><p>\nWhen the apostles proclaimed his resurrection, again there was disbelief. Had anyone\never come back from the dead? Who in all his life had seen a dead man rise from his grave in\nphysical reality and walk and talk and eat?\n<\/p><p>\nThe idea of a resurrection seemed completely incredible and was much too hard for most\npeople to believe, so they turned away.\n<\/p><p>\nBut time favored credulity. That which is old always seems easier to believe, so when the\nimmediacy of Christ's sacrifice was past, greater numbers of people began to accept him.\n<\/p><p>\n<b>Divisions in Christianity<\/b>\n<\/p><p>\nBut a new difficulty arose. They did not all believe alike. Certain of them had one\ninterpretation of the sacred word while others had contrary views. For example, differences\narose among the believers pertaining to the nature of God. What is God like? That was the\nquestion. Is he a person? Is he a shapeless, indescribable spirit, or is he a mere influence for\ngood, filling the universe? The believers could not agree among themselves.\n<\/p><p>\nEven on such a simple thing as baptism, conflicts arose among them. Some could not believe\nthis ordinance was even necessary. Those who did believe in it disagreed as to the method by\nwhich it should be administered.\n<\/p><p>\nSo further divisions arose in Christianity.\n<\/p><p>\nWell-meaning men began to alter Christ's doctrines to suit their own notions, making them\nseem easier to accept in a revised form than in the way they were given originally by the\nMaster.\n<\/p><p>\nAnd then among the believers themselves, divisions also began to arise over the resurrection,\nwhich had been an earlier stumbling block. Some at that time could not, and many Christians\neven today still cannot, accept that doctrine. Certain of them convinced themselves that the\nspirit or soul could survive death, but not a decaying body. A physical resurrection of flesh\nand bone was beyond their ability to accept. Therefore, many professed followers of Jesus\nrejected this Christian teaching as being too hard to believe.\n<\/p><p>\nAnd yet it was in the scripture. To reject the resurrection really meant also to reject certain\nportions of holy writ. What were the followers of Christ to do? Could they believe some of\nthe scripture and not the remainder?\n<\/p><p>\nThis is exactly what many did, with still further division as a result. And yet the apostle Paul\nhad said that Christ is not divided (<span class=\"citation\" id=\"487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(487)\">1 Cor. 1:13<\/a><\/span>)!\n<\/p><p>\nIt became obvious that the original gospel was too hard to believe, even for many professed\nChristians.\n<\/p><p>\n<b>Need for better understanding<\/b>\n<\/p><p>\nToday Christianity is still divided. But the many denominations, with their varied\nversions of Christian doctrine, now see the need for a better understand in.\n<\/p><p>\nEcumenical movements have begun, arising largely in the wake of the courageous steps of the\nlate Pope John, who called together the great ecumenical councils of Rome. He saw the need\nfor a change in world Christianity and so did most of his associates.\n<\/p><p>\nHis Eminence Julius, Cardinal Dopfner of Munich, Germany, was one of the four prelates\nchosen by Pope John to moderate the council meetings in Rome. As quoted in <i>Time<\/i>\nmagazine, following his return to Munich, the distinguished cardinal said that many of the\nfaithful have been lost because the Christianity of today appears \"as a superannuated souvenir\nof a past age,\" and he called for reforms that would bring Christianity back to Christ and the\nBible. Ponder, if you will, the deep significance of that declaration.\n<\/p><p>\nBut if Christianity does take this giant step, and does return to the pure doctrines of Christ,\nwill modern Christians find the original teachings of Jesus any easier to\nbelieve than did their ancient predecessors?\n<\/p><p>\nTo unite the various Christian churches under a single banner is one thing, but to accept the\noriginal hard-to-believe doctrines of Christ is quite another, particularly if they upset\nlong-standing creeds and traditions as they very definitely did when Jesus walked the plains of\nPalestine.\n<\/p><p>\n<b>Call to rediscover Christ<\/b>\n<\/p><p>\nPhilip Scharper, writing his defense of the changing Catholicism of today, in his book\n<i>Meet the American Catholic<\/i>, makes some remarks that are well worth serious consideration.\n<\/p><p>\nHe calls for Christians to rediscover Christ.\n<\/p><p>\nWe Latter-day Saints make the same appeal.\n<\/p><p>\nSpeaking for his fellow Catholics and describing important changes recently made in his\nchurch, he adds: \n<\/p><p>\n\"Now the stereotypes are being smashed, and we are forced to search out the authentic\nfeatures of our Protestant brothers.\"\n<\/p><p>\nAnd then he further says: \n<\/p><p>\n\"Every Catholic who would take seriously the high ecumenical mandate of the Council [of\nRome] must come to a knowledge of and respect for the beliefs and practices of the major\nProtestant churches.\"\n<\/p><p>\n<b>Riches of divine revelation<\/b>\n<\/p><p>\nThen he calls for an exploration of the riches of divine revelation! What a blessing this\nwould be!\n<\/p><p>\nBut to explore the riches of divine revelation can only mean a genuine study of the original\ndoctrines of Christ, no matter how hard to believe they may seem to be, for God is the same\nyesterday, today, and forever (<span class=\"citation\" id=\"24393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24393)\">Heb. 13:8<\/a><\/span>).\n<\/p><p>\nIf we are to accept Christ, then we must accept what he taught. Pretenses accomplish nothing.\nHe himself said that we cannot serve two masters\n(<span class=\"citation\" id=\"35905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35905)\">Matt. 6:24<\/a><\/span>).\n<\/p><p>\nThen if we are to discover him, we must discover the kind of Christianity that he established\nand be willing to accept it as it is, whether or not it upsets old traditions that have become\ndear to our hearts.\n<\/p><p>\nTradition is by no means infallible. Often it has no basis in fact. And quite as often it is at\nvariance with the original gospel.\n<\/p><p>\n<b>Important message for mankind<\/b>\n<\/p><p>\nWe Latter-day Saints have long been concerned about the divisions in Christianity.\nThe question \"Which church is right?\" is often on our lips.\n<\/p><p>\nIn all sincerity and in deep solemnity before God, we declare that we Latter-day Saints have\nan important message for all mankind that is most pertinent to this point.\n<\/p><p>\nIn the spirit of Mr. Scharper's ecumenical book, we ask both Catholics and Protestants to\nlisten to the authentic features of Mormonism.\n<\/p><p>\nBeing heard amidst the echoes of longstanding creeds and dogmas, our teachings may be as\nhard to believe as the gospel was originally. But they are nevertheless true and scriptural.\n<\/p><p>\nMormonism, so called, proclaims that God does live and that he has been seen and heard by\nmortal men in these modern times.\n<\/p><p>\nMormonism further declares that Jesus of Nazareth was indeed the Son of Almighty God; that\nhe is divine; that he is the Savior of the Christians, the Messiah of the Jews, and the\nRedeemer of mankind.\n<\/p><p>\nWe affirm the fact of his death on the cross and the physical reality of his resurrection, in\nflesh and bone.\n<\/p><p>\nWe teach the authenticity of the Holy Bible and the truthfulness of the prophetic writings\ntherein.\n<\/p><p>\n<b>Gospel restored in its purity<\/b>\n<\/p><p>\nHard to believe though it is, the scriptures themselves foretold the sad division in\nChristianity, leading to the formation of the many denominations of today. They refer to it as\na falling away, an apostasy from the original gospel.\n<\/p><p>\nBut those same scriptures declare that the gospel truth would be restored in all its purity and\nsimplicity in these latter days.\n<\/p><p>\nIs that hard to believe? It should bring joy to all.\n<\/p><p>\nThe sacred word further explains the manner in which this restoration would\nbe accomplished and teaches the almost incredible fact that before the hour of God's\njudgment, holy angels would fly through the midst of heaven\n(<span class=\"citation\" id=\"42434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42434)\">Rev. 14:6-7<\/a><\/span>), bringing back to mankind the\none and only true gospel of the Lord Jesus Christ as it was originally taught by the Master\nhimself.\n<\/p><p>\nIs that hard to believe? It is nevertheless a fact.\n<\/p><p>\nSuch an event, of course, would mean a new and modern revelation from God. Dare you\nbelieve that? Dare you accept the scriptures?\n<\/p><p>\n<b>A new and sacred book<\/b>\n<\/p><p>\nThe ancient prophets, speaking of our day, also foretold that a new and sacred book\nwould be given to modern man, a book written anciently but reserved for publication in our\ntimes. It was to be a record that had been buried in the ground for ages, but, as Isaiah said\n(<span class=\"citation\" id=\"25366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25366)\">Isa. 29:11-14<\/a><\/span>), it\nwould come out of the earth in the latter days to tell the story of a fallen people who had\nlived anciently.\n<\/p><p>\nIs that hard to believe? It is scripture!\n<\/p><p>\nThe book necessarily would be in an ancient tongue, but it would be published in modern\nlanguages and would be done&mdash;not by some great scholar&mdash;but by an unlearned man, says\nthe prophet Isaiah (<span class=\"citation\" id=\"25365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25365)\">Isa. 29:11-12<\/a><\/span>).\n<\/p><p>\nWhat a paradox! A sacred volume of ancient scriptures produced in our day by an unlearned\nman! And yet it is foretold in the scripture. Is that hard for you to believe?\n<\/p><p>\n<b>Great modern revelation<\/b>\n<\/p><p>\nThrough this great modern revelation, God would restore his church to the earth with\nmodern apostles, prophets, pastors, evangelists, and teachers\n(<span class=\"citation\" id=\"21824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21824)\">Eph. 4:11<\/a><\/span>), such as were in Christ's ancient\nchurch.\n<\/p><p>\nThis restoration would make ecumenical councils unnecessary and would avoid further\ndebates over differing creeds and dogmas.\n<\/p><p>\nMan no longer would need to grope through the darkness of his own wisdom seeking\nreligious truth, for the light of modern revelation would be there to guide him.\n<\/p><p>\nRevelation would take the place of conjecture. Prophets would guide mankind in this day as\nMoses and Isaiah led their people anciently. All of this would be part of a modern restoration\nof the gospel.\n<\/p><p>\nIs this hard for you to believe? Yet it is scripture. It is Bible doctrine. Is the Bible too hard to\naccept?\n<\/p><p>\n<b>Glad news of the Latter-day Saints<\/b>\n<\/p><p>\nThe glad news of the Latter-day Saints, then, is this: Hard to believe or not, God lives,\nand he is our Father.\n<\/p><p>\nHard to believe or not, Jesus Christ is his divine Son, the Savior of the Christians, the\nMessiah of the Jews, and the Redeemer of all mankind.\n<\/p><p>\nDifficult as it may be to admit, the many denominations of today, by their very existence,\nevidence a departure from the original truth as described by the apostle Paul\n(<span class=\"citation\" id=\"8093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8093)\">Acts 20:29-30<\/a><\/span>;\n<span class=\"citation\" id=\"488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(488)\">1 Cor. 1:13<\/a><\/span>).\n<\/p><p>\nAnd hard to believe as it may seem, a modern revelation from God has now come, just as\nPeter (<span class=\"citation\" id=\"8071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8071)\">Acts 3:21<\/a><\/span>) and John\n(<span class=\"citation\" id=\"42435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42435)\">Rev. 14:6-7<\/a><\/span>) said it would.\n<\/p><p>\nNew prophets have been raised up in our day. Once again apostles traverse the earth. Once\nagain the ancient cry is heard: \"Repent: for the kingdom of heaven is at hand\"\n(<span class=\"citation\" id=\"35886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35886)\">Matt. 4:17<\/a><\/span>).\nThe gospel now has been restored in its purity.\n<\/p><p>\nSo to all mankind we extend our hand in fellowship and love and say: \n<\/p><p>\n      \"Come, listen to a prophet's voice, <br \/>\n      And hear the word of God, <br \/>\n      And in the way of truth rejoice, <br \/>\n      And sing for joy aloud. <br \/>\n      We've found the way the prophets went <br \/>\n      Who lived in days of yore; <br \/>\n      Another prophet now is sent <br \/>\n      This knowledge to restore.\"<br \/><br \/>\n&nbsp; &nbsp;                         &mdash;<i>Hymns<\/i>, No. 46\n<\/p><p>\nAnd this is our humble testimony in the sacred name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}