{"ID":1737, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel of Work<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, October 1969, pp. 121-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, I rejoice with you in the wonderful spirit of this conference and\nthe inspirational messages that have been given.\n<\/p><p>\nA wise man has said, \"Yesterday is gone, tomorrow may never come, but today is here.\" This\nsame impressive theme is woven into our beautiful hymn entitled \"Today, While the Sun\nShines\":\n<\/p><p>\n      \"Today, while the sun shines, work with a will;<br \/>\n      Today all your duties with patience fulfil . . .<br \/>\n      There is no tomorrow, but only today.\"\n<\/p><p>\n&nbsp; &nbsp;    &mdash;<i>Hymns<\/i>, No. 215\n<\/p><p>\nWhat a marvelous philosophy&mdash;the gospel of work, combined with the challenge to perform\nwillingly today's work today.\n<\/p><p>\n<b>No place for idler<\/b>\n<\/p><p>\nPresident McKay has said, \"Let us realize that the privilege to work is a gift, that the\npower to work is a blessing, that love of work is success.\"\n<\/p><p>\nHow true this is! Yet today as in earlier times many misguided individuals embrace the\nphilosophy of idleness, feeling that the world owes them a living. Many have a desire to\ndestroy the establishment that has been built upon productive effort.\n<\/p><p>\nIn this dispensation the Lord has many times confirmed the eternal principle of work. We\nhave been told that there is no place in the Church for the idler \"except he repent and mend\nhis ways\" (<span class=\"citation\" id=\"15383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15383)\">D&amp;C 75:29<\/a><\/span>),\nand \"he that is idle shall not eat the bread nor wear the garments of the laborer\"\n(<span class=\"citation\" id=\"15351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15351)\">D&amp;C 42:42<\/a><\/span>).\n<\/p><p>\n<b>The Welfare Program<\/b>\n<\/p><p>\nEver since its organization the Church has encouraged its members to establish and\nmaintain their economic independence; it has encouraged thrift and fostered the establishment\nof employment&mdash;creating industries.\n<\/p><p>\nAt the time the present Welfare Program of the Church was established, the First Presidency\nexplained that the primary purpose \"was to set up a system under which the curse of idleness\nwould be done away with, the evils of a dole abolished, and independence, industry, thrift and\nself-respect be once more established amongst our people. The aim of the Church is to help\nthe people help themselves. Work is to be re-enthroned as the ruling principle\nof the lives of our Church membership\" (<i>Conference Report<\/i>, October 1936, p. 3).\n<\/p><p>\nThese are eternal principles and are as applicable to us today as they were when given. This\ndoes not mean that eve do not recognize the need for change. Nothing is static; all things\nchange. We accept the law of change&mdash;this is the law of progression. The gospel of work\nbrings change and progression.\n<\/p><p>\nI encourage all to accept whole-heartedly the principle of effective work and make it a vital\npart of our lives.\n<\/p><p>\n<b>Love of work<\/b>\n<\/p><p>\nAs President McKay said, \"Love of work is success.\" I am sure that you know many\npeople who truly love their work. Are they happy and successful? You and I know they are\nboth happy and successful. Such being the case, we might ask, \"How can we develop a love\nof work?\"\n<\/p><p>\nTo develop love of work, I suggest two guidelines: (1) set worthwhile objectives, and (2) be\nsatisfied only with superior achievement.\n<\/p><p>\nInsofar as setting worthwhile objectives is concerned, let us consider that each day is a\nsuccess in which we accomplish a worthwhile objective, and any day is a failure if it passes\nwithout some worthwhile achievement.\n<\/p><p>\n<b>Long-term objective<\/b>\n<\/p><p>\nA proper appreciation of life's purpose is a great help in developing worthwhile\nobjectives. The restored gospel of Jesus Christ answers the questions, \"Where did we come\nfrom?\" \"Why are we here?\" and \"Where do we go after this life?\" With this knowledge, we\nare in a preferred position to set worthwhile objectives and goals, both short range and long\nrange.\n<\/p><p>\nI am grateful for my knowledge and testimony that God the Father and his Son Jesus Christ\nappeared to the Prophet Joseph Smith and through him restored the gospel in its fullness; and\nI am grateful for the Prophet who stands at the head of the Church of Jesus Christ today, our\nbeloved President David O. McKay&mdash;may the Lord bless and sustain him.\n<\/p><p>\nThe Lord has indicated that it is his work and his glory to bring to pass the immortality and\neternal life of man (<span class=\"citation\" id=\"39328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39328)\">Moses 1:39<\/a><\/span>).\nWhat a great work!\n<\/p><p>\nThus, we need not hesitate to establish our long-term objective as exaltation in the celestial\nkingdom, or eternal life.\n<\/p><p>\nEach of us is entitled to immortality through the atoning sacrifice of Jesus Christ, our Savior\nand Redeemer, but in order to enjoy eternal life or exaltation in the celestial kingdom&mdash;we\nmust work out our own salvation (<span class=\"citation\" id=\"41273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41273)\">Philip. 2:12<\/a><\/span>)\nday by day.\n<\/p><p>\nWorking out our salvation requires that we commit ourselves to keep the Lord's\ncommandments and to work and serve effectively in all phases of life's activities.\n<\/p><p>\n<b>Day-to-day goals<\/b>\n<\/p><p>\nOur day-to-day, month-to-month, and year-to-year goals should contribute to our\nlong-term objective&mdash;eternal life.\n<\/p><p>\nIn selecting our day-to-day work, we should not overlook the fact that our success will be in\nproportion to our love of the work that we are engaged in.\n<\/p><p>\nThe Savior continually emphasized the doctrine of unselfishness and sacrifice, and it is\napparent that there is no real success or happiness in being self-centered and selfish. Let me\nsuggest, therefore, the advisability of engaging in some work that involves service to our\nfellowmen and some sacrifice of our time, talents, and means. It is this type of work that one\ncan easily develop a love of, as well as a love of people.\n<\/p><p>\nSuccess in these areas almost always manifests itself in growth and change in the lives of all\nthe persons involved.\n<\/p><p>\n<b>Compatibility and loyalty<\/b>\n<\/p><p>\nCoupled with worthwhile objectives, we must learn to work compatibly with people.\nSome seem to be born with this talent while others have to acquire it, but fortunately this love\nof people and work can be developed.\n<\/p><p>\nAnother essential factor to consider at this point is loyalty. Loyalty to employer or a\ncause one is working for is a key step in developing a love of work and success.\n<\/p><p>\nThe great merchandiser, F. W. Woolworth, once said: \"We would rather have one man or\nwoman working with us than three merely working for us.\"\n<\/p><p>\nObjectives and goals should not only be worthwhile but also realistic. They should be an\nincentive to work effectively. Thus the setting of realistic objectives and achieving them\nbecomes an important part of the great process of eternal progression.\n<\/p><p>\n<b>Superior achievement<\/b>\n<\/p><p>\nNow with respect to the goal of superior achievement: \n<\/p><p>\nHelen Keller, whose life was an inspiration to millions, expressed these sentiments: \n<\/p><p>\n\"My share in the work of the world may be limited but the fact that it is work makes it\nprecious. I long to accomplish a great and noble task but it is my chief duty and joy to\naccomplish my humble tasks as though they were great and noble.\"\n<\/p><p>\nThe desire for superior achievement comes from our Father in heaven. However, too many\npeople are imbued with the spirit of \"just getting by.\" This spirit comes from the evil one. Let\nus avoid the habit of \"just getting by,\" as it will rob us of the choicest rewards.\n<\/p><p>\nWhether our work is mainly mental or physical or is a combination of both, we should learn\nto do it well, cultivate the proper attitude, and develop work habits that will produce superior\nresults. These habits will become a part of us.\n<\/p><p>\n<b>Paying the price<\/b>\n<\/p><p>\nSuperior achievement comes when one makes up his mind to be successful and is\nwilling to pay the price or to magnify his calling.\n<\/p><p>\nThis involves the development of faith in the Lord Jesus Christ and faith in ourselves, always\nremembering that we are spirit children of God. It involves study and training, coupled with\nplanning, discipline, and hard work&mdash;yes, going the extra mile.\n<\/p><p>\nPaying the price also involves living the gospel principles. Let me emphasize the need for\nhumility and prayer as well as hard work to keep in tune with the Holy Spirit, which will\nguide and direct us in time of need.\n<\/p><p>\n<b>Work brings missionary success<\/b>\n<\/p><p>\nThis is brought out in an interesting letter received from a lady missionary in which\nshe stated: \n<\/p><p>\n\"'With hard work, deep humility, and sincere prayer, you will succeed.' As I read this sentence\non my first day in the mission field, I thought, I want to be a successful missionary.\n<\/p><p>\n\"I found that to me hard work has meant going the extra mile, in doing more than is required.\nOne experience I shall never forget is the day my companion and I found three really golden\nfamilies because we asked the golden questions 20 times instead of 15 times. If we had not\nasked more than the required 15, we would not have been blessed in finding them, because\nthey were the 16th, 18th, and 19th families that we asked. My companion and I were given\nthe blessings of teaching two of these families. Satan was really working hard on these choice\nfamilies, and then I again learned the importance of sincere prayer. Sincere prayer, fasting,\nand our testimonies of the true gospel were really the only weapons we had to fight Satan.\nBut the Lord does answer our prayers.\n<\/p><p>\n\"I was truly humbled as my companion and I watched these lovely people baptized by the\ntrue authority. Tears of happiness came into my eyes as I realized the blessings that the Lord\nhad given to those coming into the Church and to my companion and me through <i>hard work<\/i>.\"\n<\/p><p>\nSomeone has said that genius is ten percent talent and 90 percent work. This I believe, and it\nis clearly brought out in this missionary's experience.\n<\/p><p>\nIt is our responsibility to teach young and old the value of work and the wisdom of superior\nachievement.\n<\/p><p>\n<b>Opportunities for work<\/b>\n<\/p><p>\nThe Church furnishes many opportunities for work and service, regardless of age. One\nof the happiest persons I have seen recently was an 86-year-old woman, busily engaged in\ndoing temple work in the Salt Lake Temple. It was evident that she loved her work. To her,\nwork itself, with a sense of accomplishment, was the way to avoid getting old.\n<\/p><p>\nI will be eternally grateful to the stake president of the stake in which I was raised as a young\nman. His motto was \"Be there.\" \"Be there\" meant to work effectively, to magnify your\ncalling. This teaching as a young man has had a great effect in my life.\n<\/p><p>\n<b>Teaching children to work<\/b>\n<\/p><p>\nTeach children the importance of work and assist them in preparing for superior\nachievements; don't deprive them of the blessings that come from proper work habits.\n<\/p><p>\nEleanor Roosevelt once remarked that \"the surest way to make it hard for children is to make\nit easy for them.\"\n<\/p><p>\nTeach children to recognize their obligations. Teach them to be loyal to their families, to their\nemployers, to the Church; to their country, and to any worthy cause they espouse.\n<\/p><p>\nHow can you find time to teach these things to your children, and what is the best way to do\nit? you ask. You will find the time and a most effective way as you hold your weekly family\nhome evening, as you have been counseled to do.\n<\/p><p>\n<b>Proper balance<\/b>\n<\/p><p>\nIn searching for ways to develop a love of work, we must not overlook the matter of\nrelaxation. Although work is absolutely essential to achievement, relaxation and proper rest\nare likewise necessary. The power to pace one's self is an important factor in developing a\nlove of work. The Lord expects each of us to work out a proper balance between work and\nrelaxation as well as the physical and spiritual aspects of life.\n<\/p><p>\n<b>The secret of progress<\/b>\n<\/p><p>\nIt will be to our eternal advantage to recognize that work is the secret of growth,\nprogress, and happiness in both temporal and spiritual fields.\n<\/p><p>\nI encourage you to set worthwhile and realistic objectives and be satisfied with only superior\nachievement.\n<\/p><p>\nThe philosophy of work and the extra mile is a sound philosophy; it is a vital part of the\ngospel of Jesus Christ that will lead us to eternal life.\n<\/p><p>\nAccept every opportunity to serve in building the kingdom of God, and I bear you my witness\nthat as you do your part, the Lord will make you equal to every task that you are called upon\nto perform.\n<\/p><p>\nLet me conclude, as I commenced, by quoting the inspiring words of President McKay: \"Let\nus realize that the privilege to work is a gift, that the power to work is a blessing, that the\nlove of work is success.\"\n<\/p><p>\nMay the Lord's choice blessings be with you, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}