{"ID":1738, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Church Welfare Program<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, October 1969, pp. 125-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe month was July; the year, 1959. My family and I were on a vacation trip in western\nCanada. On Thursday, July 2, we were visiting with friends in Lethbridge when the telephone\nrang. The long distance operator had inquired for me. Upon picking up the receiver, I became\naware of a familiar voice that said something like this: \"Henry, this is Marion G. Romney.\nCongratulations.\"\n<\/p><p>\nI was greatly startled and replied: \"Thanks very much, Brother Romney, but for what?\"\n<\/p><p>\n<b>Call to Welfare Program<\/b>\n<\/p><p>\nHe continued: \"I have just come from a meeting of the First Presidency and the\nCouncil of the Twelve. You were named to be the managing director of the General Church\nWelfare Program to succeed Elder Harold B. Lee. I have been selected to be chairman of the\ncommittee to succeed Elder Henry D. Moyle, who, as you are aware, is now a member of the\nFirst Presidency.\" He went on to say: \"I have been authorized by the Brethren to advise you\nof this appointment before you read it in the newspapers. I will talk with you further when\nyou return to Salt Lake.\"\n<\/p><p>\nIt has been a wonderful ten years since this calling came to me. While I have had a constant\nand continuing appreciation for the Welfare Program ever since its inception, this appreciation\nhas increased and deepened as I have become more intimately acquainted with its operations,\nwith its many ramifications, its' lofty purposes and objectives.\n<\/p><p>\n<b>Care of poor and needy<\/b>\n<\/p><p>\nIt is pleasing to the Lord that the poor and needy be provided for. Running like a\ngolden thread through the scriptures, which contain the word of the Lord, comes a message\nloud and clear: \"Thou shalt remember the poor and the needy\"\n(<span class=\"citation\" id=\"15360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15360)\">D&amp;C 52:40<\/a><\/span>).\n<\/p><p>\nThe Lord has affirmed and reaffirmed that it is his purpose to see that they are cared for, but\nhe has made it equally plain and clear that it must be done in the way and manner that he will\nindicate or prescribe.\n<\/p><p>\nIn spite of the Lord's concern for the well-being of the needy, he has pointed out and\nproclaimed emphatically that they themselves have a responsibility, and if they find it\nnecessary to seek assistance from the Church, they are under obligation to work to the extent\nof their physical ability for that assistance. Idleness has been designated by the Lord as being\na curse, and to receive without giving is contrary to his desires. The beautiful and vital\nprinciple of work removes the Welfare Program from the category of a dole, which has been\ndenounced as an evil. To re-enthrone work and make it a ruling principle in the lives of the\nChurch members is one of the primary purposes of the Welfare Program.\n<\/p><p>\n<b>Rewarding principle of work<\/b>\n<\/p><p>\nA man over 30 years of age had never been able to work, due to cerebral palsy, from\nwhich he had suffered since birth. He was brought by his bishop to a Deseret Industries plant,\nwhere someone with love and kindness patiently taught him to cut the buttons from old\nclothes that were brought daily into the Deseret Industries plant. This became something he\ncould do, and fairly skillfully, too. For the first time in his life this man felt he was a useful\nmember of society. With joy and pride he turned each day to his humble task. And then came\nthe day that he received his first pay check. With trembling, uncontrolled movements he took\nthe check, read the amount eagerly, and proudly placed it in his wallet as he had seen others\ndo, but which he had never been able to do in all his 30 years until this great moment. What\na blessed privilege is the rewarding principle of work!\n<\/p><p>\n<b>People to help themselves<\/b>\n<\/p><p>\nThe Lord expects each individual to care for himself. Faithful Latter-day\nSaints have traditionally taken pride in maintaining their own independence.\nThe aim of the Church is to help the people to help themselves. Each individual will strive to\nlive within his income. He will avoid debt as he would a plague. When times are good he will\nlay a little aside each month in storage of commodities and cash, to provide for the \"rainy\ndays.\" Then, in the event of ill health, unemployment, or other justifiable conditions, he will\nhave the satisfaction of knowing that he has done all possible to provide for himself. But after\nhe has exhausted his own resources, his family then has not only the responsibility and\nobligation, but also the <i>privilege<\/i> of helping him. When the individual and his family have\ndone all within their power to provide for his needs, he may then look to the Church for\nassistance.\n<\/p><p>\n<b>Preferential claim on funds<\/b>\n<\/p><p>\nIt would seem that the care of the needy has always had a preferential claim on the\nfunds of the Church. President Heber J. Grant, as he instructed a stake presidency, gave the\ncomforting assurance that \"before the Church would allow its members to suffer want, it\nwould close every Church School, every Seminary and every Temple\" (Albert E. Bowen,\n<i>The Church Welfare Plan<\/i>, p. 144).\n<\/p><p>\nThe bishop is the key figure in the Welfare Program, and its success depends upon him. The\nLord by revelation has placed upon him the responsibility for determining those who are to\nreceive Church assistance and to what extent\n(<span class=\"citation\" id=\"15350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15350)\">D&amp;C 42:34<\/a><\/span>).\n<\/p><p>\nIn this way the Lord has outlined his way of caring for the poor and needy.\n<\/p><p>\n<b>A sense of security<\/b>\n<\/p><p>\nAlthough we are presently living in prosperous times and all seems well in Zion, the\nsituation could change and change rapidly. In our lifetime we have seen the nations of the\nworld in death struggles, have seen a devastating depression and several economic recessions.\nThe Lord's way&mdash;the noble Welfare Plan of the Church&mdash;gives to each of us, especially the\nfathers, who are usually the breadwinners, and the widows, a solid sense of security. For we\nknow that the Church stands ready, in the background, to assist in a crisis or emergency.\n<\/p><p>\n<b>Blesses people spiritually<\/b>\n<\/p><p>\nAs we view the operation of the many types of welfare projects&mdash;the farms, the cattle\nranches, fruit orchards, citrus groves and poultry flocks, the canneries, the coal mine and flour\nmill, the cheese and soap factories, the Deseret Industries plants&mdash;we get the impression that\nall these are physical and temporal in nature. But President McKay has reminded us that to\nthe Lord nothing is temporal; to him all things are spiritual\n(<span class=\"citation\" id=\"15335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15335)\">D&amp;C 29:34<\/a><\/span>), and the Welfare Program must do\nmore than just feed the hungry and clothe the naked if it is to achieve its intended purposes. It\nmust uplift, build, and bless the people spiritually. There are undoubtedly more persons in the\nworld today who are spiritually hungry than who are physically starving.\n<\/p><p>\nIt has been a rich and rewarding experience to associate during these many years in the\nwelfare cause with President McKay, President J. Reuben Clark, Jr., and President Moyle;\nwith Elder Lee and Elder Romney, our advisers; with the First Presidency; and with Bishop\nVandenberg and his counselors.\n<\/p><p>\nI am deeply grateful for my association with the personnel in the welfare office. These, my\ncolleagues, are faithful, devoted, loyal, and dedicated workers in the program.\n<\/p><p>\n<b>An inspired program<\/b>\n<\/p><p>\nThe Welfare Program is an inspired program because it is of the Lord and not of man.\nBrethren who are in a position to know have borne testimony that as a result of inspiration\nand revelation through the Holy Ghost to President Grant, the Welfare Program was\nintroduced back in 1936. It is truly the gospel in action.\n<\/p><p>\nIn the early days of the program, President McKay made this prophetic promise: \"The Church\nSecurity [now Welfare] Plan has not come up as a mushroom overnight. It is\nthe result of inspiration, and that inspiration has come from the Lord . . . Those who have\nselfishness in their heart would like to see it fail, but it is <i>not<\/i> going to fail.\"\n<\/p><p>\nAnd to these testimonies I would add mine: that this unselfish, wonderful program is an\ninspired plan, and I bear witness that I know it is the Lord's way for providing for the poor\nand needy in this, our day, to which I testify in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}