{"ID":1739, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Living Prophets for Our Generation<\/p>\n<p class=\"gcspeaker\">Elder Paul H. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Paul H. Dunn, <i>Conference Report<\/i>, October 1969, pp. 127-130<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my beloved brothers and sisters, and friends everywhere: \n<\/p><p>\nThis is always a most humbling experience, and I too seek an interest in your prayers in my\nbehalf as I attempt to share some of the feelings of my heart. I was so edified last evening, as\nI have been throughout this conference, with the missionary zeal and spirit that has been\nevident. Last night we of the priesthood were able to recommit ourselves to building the\nkingdom of our Heavenly Father in a missionary cause.\n<\/p><p>\nI am thankful for you parents who sacrifice so much in so many ways to send into the\nmission field the young people you do in a way that we might work together. They are\ntremendous, and you can be very proud.\n<\/p><p>\n<b>Gratitude for optimism<\/b>\n<\/p><p>\nI have been uplifted today and the previous days by the optimistic sermons of those\nwho have preceded me. I am grateful for a happy church, a church that brings security and\nunderstanding and faith in the lives of its people. This is a church that is not only optimistic\nbut also has a firm foundation. It has been reiterated many times already.\n<\/p><p>\nThe optimism of this conference brought to my mind the little experience of two Vermont\nfarmers. It seems that in Vermont we get a great deal of rain, and the hills are green as a\nresult. One day a farmer was walking down a back road, and it was very muddy, and\nsuddenly he came upon a large puddle, and in the middle of the puddle he saw a straw hat.\nHe thought he recognized it. He tiptoed over and lifted it up, and lo and behold under it was\nhis friend Zeb, and he was right up to his neck in the mud.\n<\/p><p>\nHe said, \"Zeb, it looks like you have a problem. Do you need some help?\"\n<\/p><p>\nZeb said, \"No thanks, Zeke, I'll be all right. I have got a good horse under me.\"\n<\/p><p>\nWell, I have felt that kind of optimism throughout this conference. Spiritually speaking, we\nhave some great horses under us, and I am grateful for that kind of faith and testimony.\n<\/p><p>\n<b>Has God spoken today?<\/b>\n<\/p><p>\nJust the other day Sister Dunn and I had a sweet experience in the mission home in\nCambridge. A very wonderful couple sat before us investigating the Church, seeking answers\nto searching questions. In the course of our conversation the question was raised, Has God\nreally spoken to man today?\n<\/p><p>\nI would like in these moments allotted to me to answer that question again for other honest\nseeking people.\n<\/p><p>\nIt was Tuesday&mdash;three days before the crucifixion. Standing in the courtyard of the Savior\nlooked down upon the dark faces of those who were plotting to take his life. Said he: \n<\/p><p>\n\"Wo unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres,\nwhich indeed appear beautiful outward, but are within full of dead men's bones, and of all\nuncleanness\" (<span class=\"citation\" id=\"35946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35946)\">Matt. 23:27<\/a><\/span>).\n<\/p><p>\nAnd while he was on the subject of dead men, Jesus pointed out to these people that they had\nno capacity to honor God's prophets, until they were dead. He said again: \n<\/p><p>\n\". . . ye build the tombs of the prophets, and garnish the sepulchres of the righteous,\n<\/p><p>\n\"And say, If we had been in the days of our fathers, we would not have been\npartakers with them in the blood of the prophets.\"\n<\/p><p>\nBut then Jesus added: \"Wherefore ye be witnesses unto yourselves, that ye are the children of\nthem which killed the prophets\"\n(<span class=\"citation\" id=\"35947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35947)\">Matt. 23:29-31<\/a><\/span>).\n<\/p><p>\nA moment later from the heights of the temple Jesus looked down upon the city and poured\nforth the sorrow of his soul: \n<\/p><p>\n\"O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee,\nhow often would I have gathered the children together, even as a hen gathereth her chickens\nunder her wings, and ye would not\"\n(<span class=\"citation\" id=\"35948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35948)\">Matt. 23:37<\/a><\/span>).\n<\/p><p>\n<b>Failure to recognize living prophets<\/b>\n<\/p><p>\nHere is an amazing paradox. Jesus was emphasizing one of the lessons of history, that\nthe majority of the people have never been able to recognize a living prophet. In each\ngeneration they idolized the prophets of the past, while they stoned the living prophets of the\npresent.\n<\/p><p>\nCan you believe with me that God could speak to men who were the common clay of our\ngeneration? If you do, you are unusual, because the rest of the people follow the human\ntendency to look back and honor only the prophets who are dead. And look at the way they\nusually honor them: \n<\/p><p>\nThey place these prophets of the past on imaginary pedestals.\n<\/p><p>\nThey make a selection from their teachings that suit their own particular fancy.\n<\/p><p>\nAnd while honoring a few popular phrases that identify them with these great servants of\nGod, they smugly go along their own wad.\n<\/p><p>\nBut you cannot do this with living prophets. Why? Because living prophets will denounce\nthose who profess allegiance to God, but follow the rashness of their own selfish lives. They\nwill not allow men to pick their teachings to pieces and construct a crazy-quilt pattern of\npersonal interpretation that suits fashion and private folly.\n<\/p><p>\nPerhaps that is why prophets are never very popular while they are alive to defend the\nteachings that God has given to them.\n<\/p><p>\n<b>Things will begin to happen<\/b>\n<\/p><p>\nDo you know what your task and mine is? It is to discover whether or not God has\nraised up living prophets for our generation.\n<\/p><p>\nThe Bible teaches that whenever prophets are raised up, things will begin to happen.\nDoctrines will be made clear. New truths will be revealed. Prophecies will be pronounced.\nThe kingdom of God will be revitalized&mdash;and every honest seeker after truth will be able to\nsee the power with which the prophets of the past and of the present carry out their missions.\n<\/p><p>\nYou see, that is what convinced Israel, when Moses came down to them. This is what aroused\nJudah when Jeremiah appeared in their midst Even in the days of the Savior, the antagonistic\nteachers of the law were \"astonished at his doctrine: For he taught them as one having\nauthority\" (<span class=\"citation\" id=\"35915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35915)\">Matt. 8:28-29<\/a><\/span>).\nAnd those who followed Jesus observed great power in his ministry.\n<\/p><p>\nThis is also the way to find out whether or not there are living prophets of God on the earth\ntoday. If there are, things will be in to happen. There will be new revelation, the power of\nprophecy, the authority of the priesthood, and the capacity to revitalize the faith of every\nhonest soul who hungers for a message from God for our generation.\n<\/p><p>\n<b>The calling of a prophet<\/b>\n<\/p><p>\nDo you think it is difficult to be a prophet? As you read the scriptures, you cannot\nhelp but be impressed with the fact that the calling of a prophet is a most difficult assignment.\nIn fact, you will be astonished to find that when some of the prophets first received their\ncallings they pleaded with the Lord not to send them forth. This was the case with Moses,\nwho said, \". . . they will not believe me . . . I am not eloquent\"\n(<span class=\"citation\" id=\"22789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22789)\">Ex. 4:1,10<\/a><\/span>). This was the\ncase with Moses, who said, \". . . all the people hate me; for I am slow of speech; wherefore\nam I thy servant?\" (<span class=\"citation\" id=\"39341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39341)\">Moses 6:31<\/a><\/span>).\nAnd this was also the case with Jeremiah, who said, \". . .\nbehold, I cannot speak: for I am a child\"\n(<span class=\"citation\" id=\"26526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26526)\">Jer. 1:6<\/a><\/span>).\n<\/p><p>\nThese men felt incapable. They felt there were others who would be more\nreadily accepted. But in spite of their own feelings to the contrary, they went forth and\ndelivered their messages because God had called them.\n<\/p><p>\nThe same principle applied when Jesus selected his twelve apostles. He said to them, \"Ye\nhave not chosen me, but I have chosen you, and ordained you\"\n(<span class=\"citation\" id=\"28545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28545)\">John 15:16<\/a><\/span>).\n<\/p><p>\nAnd here's the <i>clue<\/i> to the way prophets are raised up!\n<\/p><p>\nIn the holy writ you will not find a single instance where God ever selected a professional\nholy man to be one of his prophets. In every case, the  came like a bolt out of the blue, often\nto men who considered themselves weak and incapable, and were amazed that God should\nhonor them with revelation and a prophetic calling.\n<\/p><p>\nSo now we come to the crucial questions: Have prophets of God been raised up in modern\ntimes? Have any revelations been recorded? Has any new light come back to the earth to\nsolve the problems of our day?\n<\/p><p>\n<b>The calling of Joseph Smith<\/b>\n<\/p><p>\nI suppose time would not permit in this conference to mention the many revelations\nthat are contained in modern scripture declaring this very thing. Perhaps no headlines in any\nnewspaper could do justice to the thrilling announcement that came during the past century to\nreaffirm the word of God to the children of men. Beginning in the spring of 1820, the\nrestoration of the gospel began. And notice how it came forth: \n<\/p><p>\nGod bypassed all the professional proponents of religion throughout the world and spoke to a\nhumble, 14-year-old boy. Jewish tradition has it that this was exactly the age of Jeremiah\nwhen he received his first call. And, like Jeremiah, the young prophet was overwhelmed by\nhis assignment. He was a youth. His education was limited, his means were very modest. And\nhe had a most ordinary name&mdash;Joseph Smith.\n<\/p><p>\nBut within three years, important things began to happen. Others were raised up to assist.\nNew knowledge began to pour forth. Doctrines began to be clarified. Revelations were\nrecorded.\n<\/p><p>\nThe original organization of the Church of Jesus Christ, which was lost sometime after the\nfirst century, was soon restored. The gospel came back into the earth in great power, just as\nJesus had promised it would when his disciples asked him concerning the last days.\n<\/p><p>\nAt first, the work progressed slowly. People said God would not speak to a mere boy. They\nheld aloft their scriptures containing the writings of prophets from the past and said that was\nall the revelation they wanted. They said the new young prophet was making up\nrevelations&mdash;that they were not from God.\n<\/p><p>\nBut this could have been expected. These people could not recognize a living prophet any\nmore than the people at the time of Christ. Nevertheless, Joseph Smith recorded the\nprophecies and revelations that were given him.\n<\/p><p>\n<b>God's message for today<\/b>\n<\/p><p>\nEver since the gospel was restored, there have been living prophets of God upon the\nearth. They are with us today, and, of course, President McKay is listening with us. What is\ntheir calling? To strengthen our faith, to record the will of God for our generation, to place\npeace in troubled hearts, and to prepare us to meet the challenge of evil among men in the\nworld today.\n<\/p><p>\nThe same God of Abraham, Isaac, and Jacob has a message for the nations of the earth in this\nmodern, jet-propelled era in which we live. It is as thrilling and vital as the message that\ncame to Judah from Jeremiah, or to Israel from Moses.\n<\/p><p>\n<b>A time for new revelation<\/b>\n<\/p><p>\nRecently I reread of an American boy&mdash;one of the several thousand who died in the\nbattle of Iwo Jima, a place he probably had never heard of before the war took him\nthere&mdash;who wrote in a little ten-cent notebook his last words, his survey of the world situation, as\nfollows: \n<\/p><p>\n\"This is the time for new revelation. People don't think much about religion nowadays, but\nwe need a voice from on high, brother, and I don't mean maybe.\n<\/p><p>\n\"This thing has got out of human ability to run. I'm no religious fanatic, but we are in\na situation where something better than human brains has got to give us advice.\"\n<\/p><p>\nThis was the last will and testament of a 20-year-old boy who died with the thought that\nmankind's predicament was one that only divine help might solve. That boy cried for new\nrevelation, for a voice of spiritual authority from on high.\n<\/p><p>\n<b>God speaks to his children<\/b>\n<\/p><p>\nMore and more thoughtful people, each year, conclude that mankind needs new\nauthority and revelation from God. My friends, it has come!\n<\/p><p>\nI am honored today in this pulpit to declare to you and all who would be my listeners that\nGod speaks to his children. He lives; he cares; and to those of you who have not yet had that\nspecial witness in your hearts, if you will be in tune with me now, as I declare to you with all\nthe fervor of my soul that God lives, that Jesus is the Christ, that there is a living prophet in\nthe world today who reveals his mind and will, and that seated before you are the living\noracles of that same divine Father, you will know that I speak the truth. In the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}