{"ID":1741, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">That Ye May Have Eternal Life<\/p>\n<p class=\"gcspeaker\">Bishop Victor L. Brown<\/p>\n<p class=\"gcspkpos\">Of the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Victor L. Brown, <i>Conference Report<\/i>, October 1969, pp. 132-134<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I am grateful to be with you today and to have been taught by\nthese wonderful brethren. I pray for an interest in your faith and prayers that I might say\nsomething that will have meaning.\n<\/p><p>\nA few weeks ago while I was traveling abroad, a headline caught my eye. It was a report of a\ngathering of many thousands of young people in the state of New York. It\nwas not a report that most Americans would be proud of. A reporter describing some other\nlike gatherings pictured them in these words: \n<\/p><p>\n\"En masse, the gaily bedecked faithful presented an unsettling aspect, a ragtag mosaic of\nhumanity suggesting anything from the Children's Crusade to the Vandals sacking Rome.\"\n<\/p><p>\n<b>Lesson on eternal life<\/b>\n<\/p><p>\nAs I read the report and contemplated the deplorable exhibition, I could not help but\nrecall a conversation I had had with my 15-year-old son, a junior high school student. He said\nto me, \"I am a different person now than I was at the beginning of school.\" I asked in what\nway, to which he replied, \"I have a testimony that the gospel is true, which I did not have\nbefore.\" This had been his first year in seminary. I asked what the highlight of the year had\nbeen. He replied without hesitation, \"The lesson on eternal life.\" He said the only thing wrong\nwas the time had been too short&mdash;they had only spent two weeks studying the subject.\n<\/p><p>\nI must admit I was surprised that a 15-year-old teenager would show such interest in this\nprofound subject. Being curious as to the reaction of other young people of this same age, I\narranged a visit with a group of them. They were of the same opinion. The plan of life and\nsalvation had affected them and many of the other students in a similar manner. It was\ninteresting to note that these young people were thrilled with the knowledge that they had\nexisted as intelligences and then as spirit children of their Heavenly Father before they were\nborn into this life. They expressed a great relief to know that there were rewards and\nblessings resulting from righteous living that would last far beyond this life into the eternities.\nTo them this gave real meaning and purpose to the establishment of personal goals in life.\nThis knowledge seemed to startle them into a realization that their individual conduct would\nhave a significant effect on what happened to them not only in this life but in the life after\ndeath.\n<\/p><p>\nIt seems that the lesson taught by Jacob, the brother of Nephi, as recorded in the Book of\nMormon became more meaningful to them: \n<\/p><p>\n\"But, behold, the righteous, the saints of the Holy One of Israel, they who have believed in\nthe Holy One of Israel, they who have endured the crosses of the world, and despised the\nshame of it, they shall inherit the kingdom of God, which was prepared for them from the\nfoundation of the world, and their joy shall be full forever\"\n(<span class=\"citation\" id=\"3807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3807)\">2 Ne. 9:18<\/a><\/span>).\n<\/p><p>\n<b>Free agents<\/b>\n<\/p><p>\nEven at this young age, I believe they understood this life to be just a moment in\neternal life and that this is a probationary period during which each person proves himself. It\nseemed very encouraging to them to know that they were free agents with respect to choices\nin life&mdash;the kind of free agents spoken of by Lehi: \n<\/p><p>\n\"Wherefore, men are free according to the flesh; and all things are given them which are\nexpedient unto man. And they are free to choose liberty and eternal life, through the great\nmediation of all men, or to choose captivity and death, according to the captivity and power\nof the devil; for he seeketh that all men might be miserable like unto himself\"\n(<span class=\"citation\" id=\"3804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3804)\">2 Ne. 2:27<\/a><\/span>).\n<\/p><p>\nAnd Jacob said: \"Therefore, cheer up your hearts, and remember that ye are free to act for\nyourselves&mdash;to choose the way of everlasting death or the way of eternal life\"\n(<span class=\"citation\" id=\"3810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3810)\">2 Ne. 10:23<\/a><\/span>).\n<\/p><p>\n<b>Contrast between groups<\/b>\n<\/p><p>\nThe contrast between these two groups of young people is obvious. One is trying to\nescape from life; the other is anxious to be involved in life. I do not wish to delve into the\nreasons why one group has chosen captivity and the other liberty, but rather pray&mdash;that I may\nbe directed to say something that will cause those who have chosen captivity, as well as those\nwho are now at the crossroads of making their choices, to consider carefully their eternal\nfuture.\n<\/p><p>\nIt is my testimony that every person born into this world is a spirit child of God, that\nwe did in very deed live with our Heavenly Father before taking a mortal body. This same\nknowledge is available to all, young and old, if they have a sincere desire to obtain it. A\nproper understanding of where we came from, why we are here, and where we are going\nshould give each of us an inner feeling of security and personal worth.\n<\/p><p>\n<b>A period of probation<\/b>\n<\/p><p>\nAs my young friends have learned in their seminary class, this is a life during which\nwe prove ourselves. It is a period of probation during which we earn our place in the\neternities. The Lord said of this: \"And thus did I, the Lord God, appoint unto man the days of\nhis probation\" (<span class=\"citation\" id=\"15336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15336)\">D&amp;C 29:43<\/a><\/span>).\n<\/p><p>\nHis whole purpose in coming to earth and submitting himself to be crucified on the cross was\nto loose the bands of death for all men&mdash;the righteous and the unrighteous&mdash;for he said:\n\". . . this is my work and my glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39329)\">Moses 1:39<\/a><\/span>).\nBeyond this, however, he taught us that there are many mansions in his\nFather's house and that he would prepare the way for us. He describes these mansions or\ndegrees of glory by referring to the universe&mdash;the brightness of the sun representing the\nhighest degree of glory; the brightness of the moon, the next degree; and the stars, the lowest\ndegree. Eternal life means achieving the highest degree, which is the celestial kingdom, or in\nother words, returning to the presence of our Father in heaven. This lesson deeply touched the\nhearts of the young seminary students with whom I visited.\n<\/p><p>\n<b>Gift of eternal life<\/b>\n<\/p><p>\nOf all the blessings the Lord has given us, this is the greatest. In the Doctrine and\nCovenants we read: \"And, if you keep my commandments and endure to the end you shall\nhave eternal life, which gift is the greatest of all the gifts of God\"\n(<span class=\"citation\" id=\"15312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15312)\">D&amp;C 14:7<\/a><\/span>). This being\ntrue, it would behoove all men to so order their lives as to be worthy of exaltation.\n<\/p><p>\nWe further learn from sacred scripture what must be done to attain eternal life: \n<\/p><p>\n\". . . For the gate by which ye should enter is repentance and baptism by water; and then\ncometh a remission of your sins by fire and by the Holy Ghost.\n<\/p><p>\n\"And then are ye in this straight and narrow path which leads to eternal life; yea, ye have\nentered in by the gate; ye have done according to the commandments of the Father and the\nSon; and ye have received . . . the fulfilling of the promise which he hath made, that if ye\nentered in by the way ye should receive.\n<\/p><p>\n\"And now, my beloved brethren, after ye have gotten into this straight and narrow path, I\nwould ask if all is done? Behold, I say unto you, Nay; for ye have not come thus far save it\nwere by the word of Christ with unshaken faith in him, relying wholly upon the merits of him\nwho is mighty to save.\n<\/p><p>\n\"Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness\nof hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting\nupon the word of Christ, and endure to the end behold, thus saith the Father: Ye shall have\neternal life\" (<span class=\"citation\" id=\"3826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3826)\">2 Ne. 31:17-20<\/a><\/span>).\n<\/p><p>\n<b>Stability provided<\/b>\n<\/p><p>\nThese lessons&mdash;where we came from, why we are here, where we are going&mdash;have\ntouched the hearts of many young people. They have provided a stability, a feeling of\nsecurity, a feeling of humility and yet personal worth, that give purpose and direction to their\nlives. This knowledge helps them to rise above the confusion, strife, and evil that are so\nprevalent in the world today.\n<\/p><p>\nI pray that the Lord will bless young and old alike that they too may come to the knowledge\nthat these things are true, which I testify to you as being true, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}