{"ID":1742, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">In the Church, Man Does Not Live for Himself Alone<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">(Read by his son, Robert R. McKay)<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1969, pp. 135-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: \n<\/p><p>\nThis has been in a remarkable manner an outstanding, spiritual conference. We have\nexperienced the spiritual, the divine in man; the supreme crowning gift that makes him king\nof all created beings. Spirituality is the consciousness of victory over self, the consciousness\nof being above the passions, whether in anger or jealousy, or envy, or hatred. To feel that you\ncan be above those animal-like feelings is to experience spirituality, and every man and\nwoman whose heart burned when he or she heard the testimonies of these brethren during the\nsessions of this conference experienced that spirituality. It is the realization of communion\nwith Deity. No higher attainment can be reached than that.\n<\/p><p>\n<b>Answers to false ideologies<\/b>\n<\/p><p>\nWe have met during a critical time in the history of our own great country and in the\nhistory of the world. I have been impressed with the answers that have been given through the\nbrethren to some of the false ideologies and teachings that are rampant in the world. One of\nthese false teachings is that man is not a spiritual being, but that he is just as any other\nanimal, subject to his passions, subject to his yearnings, desires, and justified in his ambitions,\nno matter how many others may suffer in that achievement.\n<\/p><p>\n<b>Man a dual being<\/b>\n<\/p><p>\nWe have heard during the sessions of this conference that man is a dual being: He is\nphysical, and has his appetites, passions, desires, just as any animal has. But he is also a\nspiritual being; and he knows that to subdue the animal instincts is to achieve advancement in\nhis spiritual realm; that a man who is subjected to his physical appetites and passions only,\nwho denies any reality of a spirit, is truly of the animal world; and that man is a spiritual\nbeing, and his real life is the spirit that inhabits his body.\n<\/p><p>\nPresident John Quincy Adams gave a good illustration of this when he was accosted on the\nstreets of Boston one day and was asked, \"How is John Quincy Adams today?\"\n<\/p><p>\nHe answered, as he tottered along with his cane, \"John Quincy Adams is well, thank you,\nquite well. But the house in which he lives is tottering on its foundations, the windows are\nshaking, the roof is leaking, the doors are not hanging straight; and I think John Quincy\nAdams will have to move out of it soon. But John Quincy Adams himself, sir, is quite well, I\nthank you, quite well!\" He sensed that the real John Quincy Adams was an immortal being, a\nson of a Father in heaven.\n<\/p><p>\nThat is one great truth to which testimony has been borne in this conference&mdash;that man is\nspirit, the son of his Father, and has within him that which will cause him to yearn and to\naspire to become dignified as a son of God should be dignified. The dignity of man, not the\ndegradation of man, has been emphasized throughout this conference.\n<\/p><p>\n<b>Denial of God's existence<\/b>\n<\/p><p>\nAnother false ideal that has been mentioned as rampant among people in this country\nand especially among millions in atheistic countries in the world is the denial of the existence\nof God. Every man who has spoken at this conference, I think without exception, has borne\nwitness and testified that God lives. There has also been quoted the evidence of men who\nhave lived through the ages who have borne that same testimony. Many\nscientists today, honorable, honest men, who are giving their all to help their fellow beings,\ntestify that there is a God. I received a visit in my apartment just a year ago from one of our\nown eminent scientists&mdash;Philo T. Farnsworth&mdash;who testified to me that he knows that he\nwas directed by a higher source in gaining his scientific knowledge, and that he knows that\nGod lives.\n<\/p><p>\nThank heaven there are hundreds of thousands of people who believe that testimony and\nrepudiate the claims of the Communists, who boast that man is his own god, and who have\nalready poisoned the minds of their people for the past forty or fifty years with the thought\nthat God does not exist and that Jesus Christ is a myth. I wish to emphasize the fact that this\ngreat conference has testified to the hundreds of thousands listening in from all over the world\nthat God lives, and furthermore that Jesus is his Beloved Son, the Savior of the world.\n<\/p><p>\n<b>Service to others<\/b>\n<\/p><p>\nWe have also testified to the world that man is not living for himself, that his selfish\ndesires should be overcome and controlled, and that he should render service to others. One of\nthe greatest sayings of Jesus when he was among the Twelve was the one that touched upon\nthat same principle: \"He that findeth his life shall lose it [that is the selfish part]: and he that\nloseth his life for my sake shall find it\"\n(<span class=\"citation\" id=\"35918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35918)\">Matt. 10:39<\/a><\/span>).\nA paradoxical statement, but oh, how true!\n<\/p><p>\n<b>Obligation of teaching<\/b>\n<\/p><p>\nI am grateful for membership in a church whose religion fits men for the struggle with\nthe forces of the world and enables them to survive in this struggle. One of these acting\nforces is the responsibility of teaching and the opportunity afforded in this church for our\nlocal officers&mdash;stake presidencies, bishoprics, priesthood quorums, and others&mdash;to share in\nthis responsibility. The obligation of teaching is placed by the Church first upon the parents,\nand the responsibility thereof has been placed upon them by divine command. But besides\nparents, there are tens of thousands of men and women who have accepted the responsibility\nof leading and teaching the young and the adults. In the priesthood quorums alone the number\nruns into many thousands. And if we add mothers and fathers, general officers, and young\nmen and women in the Sunday School, the Mutual Improvement Associations, the Primary,\nthe seminaries, and women in the Relief Society, we have an army of teachers who have the\nprivilege and responsibility of exercising what Martin Luther calls \"one of the highest virtues\nupon earth.\"\n<\/p><p>\n<b>Help to become strong<\/b>\n<\/p><p>\nThink what the Church is doing to help this army of leaders and teachers as\nindividuals to become strong in the battle against the forces of the world!\n<\/p><p>\nFirst, it places upon them the obligation of teaching their fellowmen by example, and there is\nno better safeguard placed upon an honest man or a sincere woman.\n<\/p><p>\nSecond, it develops the divine attribute of love for others. Jesus asked one of his apostles,\n\"Simon, son of Jonas, lovest thou me more than these? . . . Yea, Lord; thou knowest that I\nlove thee.\" And Jesus answered, \"Feed my lambs\"\n(<span class=\"citation\" id=\"28560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28560)\">John 21:15<\/a><\/span>). Love should precede\nthe responsibility of feeding those lambs. And these tens of thousands of teachers must have\nin their hearts the love of teaching, the love of their fellowmen, and a willingness to accept\nthis responsibility with the divine attribute of love.\n<\/p><p>\nThe third requirement is purity of life. I cannot imagine an impure person teaching purity to\nyoung boys and girls. I cannot imagine one who has doubt in his mind about the existence of\nGod impressively teaching the existence of Deity to young boys and girls. He cannot do it! If\na leader or a teacher acts the hypocrite and attempts so to lead and teach, what he is will\nspeak louder than what he says; and that is the danger of having doubting men as leaders and\nteachers of our children. The poison sinks in, and unconsciously they become\nsick in spirit because of the poison that the person in whom they had confidence has\ninsidiously instilled into their souls. So the third qualification is purity of life and faith in the\ngospel.\n<\/p><p>\nFinally, it gives these leaders and teachers an opportunity to serve their fellowmen and\nthereby magnify the calling that has come to them and, indeed, to prove that they are real\ndisciples of Christ. \"Inasmuch as ye have done it unto one of the least of these my brethren,\nye have done it unto me\"\n(<span class=\"citation\" id=\"35953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35953)\">Matt. 25:40<\/a><\/span>).\nThus the divine principle of service is instilled in their hearts.\n<\/p><p>\n<b>Blessing and testimony<\/b>\n<\/p><p>\nWith all my heart I say, God bless and guide you leaders and teachers of our stakes,\nwards, and missions, you parents, you men of the priesthood, you temple presidencies, and\nour missionaries all over the world. God bless and protect our valiant young men who are in\nthe armed forces of our country; God bless their loved ones.\n<\/p><p>\nI am grateful for and pray that God will continue to direct and bless our General Authorities\nwho have inspired us with their messages during the sessions of this great conference.\n<\/p><p>\nI bear you my testimony that the head of this Church is our Lord and Savior, Jesus Christ. He\nis the Redeemer of the world. I know of the reality of his existence, of his willingness to\nguide and direct all who serve him. I know that in this dispensation he restored with his\nFather, through the Prophet Joseph Smith, the gospel of Jesus Christ in its fullness. I know\nthat one of the glorious messages given by Christ, our Redeemer, is that the spirit of man\npasses triumphantly through the portals of death into everlasting life. To him, this earthly\ncareer is but a day and its closing but the setting of life's sun; death but a sleep, followed by\na glorious awakening in the morning of an eternal realm.\n<\/p><p>\nMay God bless you all, and may he guide and help you that righteousness, harmony, and love\nfor one another may dwell in each home, I pray in the name of Jesus Christ. Amen. \n<\/p>\n<\/div>\n<\/div>"}