{"ID":1743, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Concern for All Our Father's Children<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1970, pp. 4-6<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: I am grateful beyond any measure of expression for the\nblessings the Lord has given to me, and to the faithful members of his church in the various\nnations of the earth, and to all his children everywhere.\n<\/p><p>\nI thank him every day of my life that he has restored in these last days his everlasting gospel\nfor the salvation of all who will believe and obey its laws.\n<\/p><p>\n<b>President David O. McKay<\/b>\n<\/p><p>\nI thank him for the life and ministry of each of the good and great men whom he has\ncalled to govern and direct the affairs of his latter-day kingdom.\n<\/p><p>\nMay I say in particular how much we miss President David O. McKay. As we all know, he\nwas a man of great spiritual strength, a natural-born leader of men, and a man beloved by his\npeople and honored by the world. For all time to come men shall rise up and call his name\nblessed (<span class=\"citation\" id=\"41506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41506)\">Prov. 31:28<\/a><\/span>).\n<\/p><p>\nPresident McKay reminded us often that our mission is to all the world&mdash;for the peace, and\nhope, and happiness, and temporal and eternal salvation of all of our Father's children.\n<\/p><p>\nHe extended educational opportunities to many peoples in many countries&mdash;to Hawaii, the\nSouth Pacific, Latin America, and widely among the American Indians. In his remarkable and\nwide-ranging administration, he sought to bless the people of all the world, so far as possible.\n<\/p><p>\nAnd I say to you, my beloved brethren and sisters, that I know the Lord was pleased with the\nbroad, far-seeing administration of President McKay, and with all my powers of persuasion I\nurge this people to continue to reach out and bless the lives of all our Father's children\neverywhere.\n<\/p><p>\n<b>Relationship of good will<\/b>\n<\/p><p>\nMay I say how pleased we are as a people for the increased understanding and for the\nkindly relationship which we enjoy with other faiths, and I trust and pray that this wholesome\nrelationship of goodwill and Christian fellowship will increase and will bless the lives of all\nwho are touched by it.\n<\/p><p>\nI think if all men knew and understood who they are, and were aware of the divine source\nfrom whence they came, and of the infinite potential that is part of their inheritance, they\nwould have feelings of kindness and kinship for each other that would change their whole\nway of living and bring peace on earth.\n<\/p><p>\n<b>Divine origin of man<\/b>\n<\/p><p>\nWe believe in the dignity and divine origin of man. Our faith is founded on the fact\nthat God is our Father, and that we are his children, and that all men are brothers and sisters\nin the same eternal family.\n<\/p><p>\nAs members of his family, we dwelt with him before the foundations of this earth were laid,\nand he ordained and established the plan of salvation whereby we gained the privilege of\nadvancing and progressing as we are endeavoring to do.\n<\/p><p>\nThe God we worship is a glorified Being in whom all power and perfection dwell, and he has\ncreated man in his own image and likeness\n(<span class=\"citation\" id=\"23805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23805)\">Gen. 1:26-27<\/a><\/span>),\nwith those characteristics and attributes which he himself possesses.\n<\/p><p>\nAnd so our belief in the dignity and destiny of man is an essential part both of our theology\nand of our way of life. It is the very basis of our Lord's teaching that \"the first and great\ncommandment\" is: \"Thou shalt love the Lord thy God with all thy heart, and with all thy\nsoul, and with all thy mind\"; and that the second great commandment is: \"Thou shalt love thy\nneighbour as thyself\" (see <span class=\"citation\" id=\"36027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36027)\">Matt. 22:37-39<\/a><\/span>).\n<\/p><p>\n<b>Love of God and fellowmen<\/b>\n<\/p><p>\nBecause God is our Father, we have a natural desire to love and serve him and to be\nworthy members of his family. We feel an obligation to do what he would\nhave us do, to keep his commandments and live in harmony with the standards of his\ngospel&mdash;all of which are essential parts of true worship.\n<\/p><p>\nAnd because all men are our brothers, we have a desire to love and bless and fellowship\nthem&mdash;and this too we accept as an essential part of true worship.\n<\/p><p>\nThus everything we do in the Church centers around the divine law that we are to love and\nworship God and serve our fellowmen.\n<\/p><p>\nIt is no wonder, then, that as a church and as a people we have deep and abiding concern for\nthe welfare of all our Father's children. We seek their temporal and spiritual well-being along\nwith our own. We pray for them as we do for ourselves, and we try to live so that they,\nseeing our good works, may be led to glorify our Father who is in heaven\n(<span class=\"citation\" id=\"35987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35987)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\n<b>Engaged in a good cause<\/b>\n<\/p><p>\nAs a church, we are pleased to commend and encourage every civic and cultural\nproject or undertaking that is edifying and wholesome and that is for the blessing and\nbetterment of mankind.\n<\/p><p>\nOne of our Articles of Faith declares: \"We believe in being honest, true, chaste, benevolent,\nvirtuous, and in doing good to all men . . . If there is anything virtuous, lovely, or of good\nreport or praiseworthy, we seek after these things\"\n(<span class=\"citation\" id=\"6887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6887)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nAnd one of the revelations the Lord has given counsels that \"men should be anxiously\nengaged in a good cause, and do many things of their own free will, and bring to pass much\nrighteousness\" (<span class=\"citation\" id=\"15542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15542)\">D&amp;C 58:27<\/a><\/span>).\n<\/p><p>\n<b>Social trends<\/b>\n<\/p><p>\nWe look with firm disfavor upon some of the social and cultural trends that have\nexisted and do exist in our society, and firmly believe that all decisions on moral issues\nshould be in harmony with the standards found in the Holy Scriptures, beginning with the Old\nTestament and including the other volumes of revealed writ that God has given in succeeding\ndispensations.\n<\/p><p>\nOne of these divine standards states: \"And that which doth not edify is not of God, and is\ndarkness\" (<span class=\"citation\" id=\"15541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15541)\">D&amp;C 50:23<\/a><\/span>).\nAs a people we seek for ourselves and for all mankind only those\nthings which are edifying, enlightening, uplifting, and ennobling.\n<\/p><p>\n<b>Spirit of disruption<\/b>\n<\/p><p>\nWe believe it is essential that our young people gain sufficient education to care for\nthemselves in this highly specialized age, and also to serve their fellowmen, and we have in\nthe past and shall continue in the future to support education at all levels.\n<\/p><p>\nWe have little sympathy, however, with the spirit of disruption and dissidence that is\nsometimes found on the campuses of the land. We urge our youth to avoid these displays of\nintemperate conduct and rather to be found on the side of law and order and circumspect\naction.\n<\/p><p>\nIt is our hope and prayer that in all nations men may live in peace, respecting each other's\nbeliefs and forms of worship, and that the spirit of unity and brotherhood may abound on\nevery side.\n<\/p><p>\nWe know there are many people who seek to live upright lives and who desire to maintain\nsubstantially the same standards to which we adhere We welcome their encouragement and\nhope they will feel to accept the hand of Christian fellowship from us, as all of us seek those\ngreat goals so basic to true worship and unity.\n<\/p><p>\n<b>Welfare of youth<\/b>\n<\/p><p>\nWe have great concern for the spiritual and moral welfare of all youth everywhere.\nMorality, chastity, virtue, freedom from sin&mdash;these are and must be basic to our way of life,\nif we are to realize its full purpose.\n<\/p><p>\nWe plead with fathers and mothers to teach personal purity by precept and example and to\ncounsel with their children in all such things.\n<\/p><p>\nWe ask parents to set an example of righteousness in their own lives and to gather\ntheir children around them and teach them the gospel, in their home evenings and at other\ntimes.\n<\/p><p>\nWe have confidence in the young and rising generation in the Church and plead with them\nnot to follow the fashions and customs of the world, not to partake of a spirit of rebellion, not\nto forsake the paths of truth and virtue. We believe in their fundamental goodness and expect\nthem to become pillars of righteousness and to carry on the work of the Church with\nincreasing faith and effectiveness.\n<\/p><p>\nOur young people are among the most blessed and favored of our Father's children. They are\nthe nobility of heaven, a choice and chosen generation who have a divine destiny. Their\nspirits have been reserved to come forth in this day when the gospel is on earth, and when the\nLord needs valiant servants to carry on his great latter-day work.\n<\/p><p>\nMay the Lord bless you, the youth of Zion, and keep you true to every covenant and\nobligation, cause you to walk in paths of light and truth, and preserve you for the great labors\nahead.\n<\/p><p>\nThere has never been a time, in this age of the earth's history, at least, when the blessings of\na gracious and loving Father were as much needed by all men as they are now.\n<\/p><p>\n<b>Prayer for divine blessings<\/b>\n<\/p><p>\nAnd so now I pray that God our Heavenly Father will open the windows of heaven\n(<span class=\"citation\" id=\"32818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32818)\">Mal. 3:10<\/a><\/span>)\nand pour out upon his children in all the earth those great and eternal blessings which will\nbetter their lot temporally and spiritually.\n<\/p><p>\nO that men might forsake the ways of the world and turn to that God who made them!\n<\/p><p>\nO that they might open their hearts and receive the words of truth and light found in the\ngospel of his Son!\n<\/p><p>\nO that there might be peace on earth, brotherhood among nations, and love in the hearts of\nmen!\n<\/p><p>\nI pray that God our Eternal Father will look down in love and mercy upon his people\neverywhere, and upon all those who have chosen him as their God and who seek to serve him\nin the name of his Son.\n<\/p><p>\nI pray that parents everywhere may be a light unto their children; that they may guide them in\npaths of truth and righteousness; and that children may respond to parental teaching and be\npreserved from the evils of the world.\n<\/p><p>\nI pray for the weak and the weary, for those who are burdened with cares and sorrows, for\nthose who need comfort and assurance amid the storms of life.\n<\/p><p>\nMay the Lord grant unto them peace according to the promise of his Son, who said to the\nsaints in olden times: \"Peace I leave with you, my peace I give unto you: not as the world\ngiveth, give I unto you. Let not your heart be troubled, neither let it be afraid\"\n(<span class=\"citation\" id=\"28606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28606)\">John 14:27<\/a><\/span>).\n<\/p><p>\nMay the Lord grant unto us and to all men the fullness of those blessings which we are able\nto receive in this life and then accept us into his kingdom in the eternities that lie ahead&mdash;all\nof which I pray in humility and in thanksgiving and in the name of the Lord Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}