{"ID":1745, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Justice, Mercy, and Humility<\/p>\n<p class=\"gcspeaker\">Elder Franklin D. Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Franklin D. Richards, <i>Conference Report<\/i>, April 1970, pp. 10-14<\/p>\n<\/div>\n<div class=\"gcbody\">\nMy dear brothers and sisters, I appreciate the opportunity of speaking to you and approach the\nresponsibility with a humble heart, praying that the Lord will direct me in the things that I say.\n<\/p><p>\nI rejoice with you in the wonderful spirit of this conference and the inspirational music and\nmessages to which we have been listening.\n<\/p><p>\n<b>A remarkable age<\/b>\n<\/p><p>\nWe are living in a remarkable age&mdash;the dispensation of the fulness of times, When the gospel of\nJesus Christ has been restored in its fullness.\n<\/p><p>\nWe are living in a new era of growth and development&mdash;an era when the Spirit of the Lord is\nworking in the minds and hearts of men.\n<\/p><p>\nWe are living in an age then prophecy is being fulfilled.\n<\/p><p>\nDespite the fact that we are living in a marvelous age, we are living in a troubled world. The\npowers of evil are visible in false doctrines, corrupt morals, strife, contention, and persecution.\nFear abounds in the hearts of many.\n<\/p><p>\n<b>Overcoming obstacles<\/b>\n<\/p><p>\nHowever, one of the great purposes of life is to overcome fear and learn to successfully meet\nchallenges and obstacles of every kind. Meeting obstacles and overcoming them give us\nexperience, and each experience should build our faith and confidence and be for our good.\n<\/p><p>\nAs we study history, we find peculiar situations, obstacles, and problems in each era.\n<\/p><p>\nI am certain that those who lived in these various periods felt that the problems of their time\nwere most difficult, and I have no doubt that they were.\n<\/p><p>\nEach period had its own tests, and as they were successfully met, a broad and solid foundation\nwas laid for us to build upon.\n<\/p><p>\n<b>A plan to bring peace<\/b>\n<\/p><p>\nWe are living in a period of social adjustments and constant changes and a time of\nunprecedented growth and development: the age of the jet airplane, the computer, and the\ncommunications satellite.\n<\/p><p>\nAs we look at the world situation today, I feel that a large percentage of the people are seeking a\nplan of life that will bring them peace, relief from inner tensions, happiness, and growth and\ndevelopment.\n<\/p><p>\nOur message is that the gospel of Jesus Christ has been restored in its fullness, that the principles\nof the gospel are eternal, and that as we apply them in our lives, they bring us peace, happiness,\nand eternal life.\n<\/p><p>\nI would like to refer to three of these gospel principles that I feel are particularly applicable\ntoday: justice, mercy, and humility.\n<\/p><p>\n<b>Principle of mercy<\/b>\n<\/p><p>\nIn the beautiful Sermon on the Mount, the Savior referred to the principle of mercy when he\nsaid: \"Blessed are the merciful: for they shall obtain mercy.\" (<span class=\"citation\" id=\"35980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35980)\">Matt. 5:7<\/a><\/span>)\n<\/p><p>\nAnd, a great Nephite prophet asked: \". . . do ye suppose that mercy can rob justice? I say unto\nyou, Nay; not one whit. If so God would cease to be God.\" (<span class=\"citation\" id=\"9135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9135)\">Alma 42:25<\/a><\/span>)\n<\/p><p>\nIn the scriptures justice and mercy are frequently mentioned together and the thought arises: Can\none be just and merciful at the same time, and can justice and mercy be merged? If so, how can\nwe incorporate these principles in our lives to enrich them and qualify ourselves to better meet\ntoday's challenges?\n<\/p><p>\nThe prophet Micah wisely asked: \". . . what doth the Lord require of thee, but to do justly, and to\nlove mercy, and to walk humbly with thy God?\" (<span class=\"citation\" id=\"37901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37901)\">Micah 6:8<\/a><\/span>)  \n<\/p><p>\n<b>Justice and mercy<\/b>\n<\/p><p>\nLet us examine the prophet Micah's words regarding justice, mercy, and walking humbly before\nGod, as it should make it easier for us to determine if the principles of justice and mercy can be\nmerged and used effectively in our lives.\n<\/p><p>\nIn order to do justly, honesty, fairness, and patience must characterize one's dealings with others.\nJesus expressed it this way: \n<\/p><p>\n\"Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for\nthis is the law and the prophets.\" (<span class=\"citation\" id=\"36000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36000)\">Matt. 7:12<\/a><\/span>)\n<\/p><p>\nThe Golden Rule is in reality the basic principle of dealing justly with your fellowmen.\n<\/p><p>\nTo do justly becomes a matter of attitude, a desire to go beyond tolerating others and making an\neffort to love and appreciate people by serving them. Justice is deeply affected by the principle\nof love.\n<\/p><p>\n<b>Judge not<\/b>\n<\/p><p>\nJesus also taught: \n<\/p><p>\n\"Judge not, that ye be not judged.\n<\/p><p>\n\"For with what judgment ye judge, ye shall be judged: and with what measure we mete, it shall\nbe measured to you again.\n<\/p><p>\n\"And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that\nis in thine own eye?\n<\/p><p>\n\"Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to\ncast out the mote out of thy brother's eye.\"    (<span class=\"citation\" id=\"35997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35997)\">Matt. 7:1-3,5<\/a><\/span>)\n<\/p><p>\nIn being just, one will not condemn, find fault, or gossip, as there is no salvation in being critical\nof another.\n<\/p><p>\nWe should recognize that generally we cannot judge the motives that prompt others' actions, and\nusually the more we understand their motives, the less we are prone to condemn.\n<\/p><p>\nThe Savior has urged us to desist from evil; he has also told us to aggressively go forward and do\ngood.\n<\/p><p>\n<b>Overcoming fear<\/b>\n<\/p><p>\nToday there are many frustrated, confused, and discouraged people in the world. To do justly,\nwe are challenged to give them courage, hope, and strength; praise them and help them to\nunderstand that God loves them and has provided a way for them to be happy and successful;\nshare with them the things we are blessed with in order to make their loads lighter.\n<\/p><p>\nToo often fear rules over the lives of many people, depriving them of blessings. Fear must be\novercome, for the Lord has said: \". . . if ye are prepared ye shall not fear.\" (<span class=\"citation\" id=\"15529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15529)\">D&amp;C 38:30<\/a><\/span>)\n<\/p><p>\nI bear you my witness that as we live the gospel principles, we will build faith in the Lord Jesus\nChrist, confidence in ourselves, and overcome fear.\n<\/p><p>\nNow, let us consider the second thing the Lord requires of us, according to the prophet\nMicah&mdash;namely, that we have mercy.\n<\/p><p>\nAgain recalling the words of the Savior: \"Blessed are the merciful: for they shall obtain mercy.\"\n(<span class=\"citation\" id=\"35981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35981)\">Matt. 5:7<\/a><\/span>)\n<\/p><p>\nWe should also be aware that the reverse is true&mdash;that if we are not merciful, we shall not obtain\nmercy.\n<\/p><p>\n<b>Mercy and forgiveness<\/b>\n<\/p><p>\nHere we should recognize another great eternal principle, that of forgiveness. Many times true\nmercy incorporates forgiveness. Mercy and forgiveness, to be effective, require great patience\nand understanding on the part of the one forgiving.\n<\/p><p>\nThe apostle Peter asked Jesus how many times should he forgive one who would sin against him.\nThe Savior's reply was to forgive an indefinite number of times\n(<span class=\"citation\" id=\"36021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36021)\">Matt. 18:21-22<\/a><\/span>). Then Jesus clarified the matter\nby giving the parable of the unmerciful servant, in which a certain king forgave a debt one of his\nservants owed him, amounting to 10,000 talents, because the servant asked for patience in the\npayment of the debt (<span class=\"citation\" id=\"36022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36022)\">Matt. 18:23-27<\/a><\/span>).\n<\/p><p>\nThen the same servant found one who owed him a hundred pence, and took him by the throat,\nsaying, \"Pay me that thou owest.\" (<span class=\"citation\" id=\"36023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36023)\">Matt. 18:28<\/a><\/span>)\n<\/p><p>\nAlthough the servant's debtor asked for leniency, the servant cast him into prison.\n<\/p><p>\nWhen the king heard of this, he recalled the unmerciful servant and said to him: \n<\/p><p>\n\"O thou wicked servant, I forgave thee all that debt, because thou desiredst me: \n<\/p><p>\n\"Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?\n<\/p><p>\n\"And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due\nunto him.\n<\/p><p>\n\"So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every\none his brother their trespasses.\" (<span class=\"citation\" id=\"36024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36024)\">Matt. 18:32-35<\/a><\/span>)\n<\/p><p>\n<b>Obligation to extend mercy<\/b>\n<\/p><p>\nThus, the great truth is taught that anyone receiving mercy is under obligation to the one\nextending it, whether it be man or God&mdash;the obligation of living the Golden Rule. (<span class=\"citation\" id=\"36001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36001)\">Matt. 7:12<\/a><\/span>)\n<\/p><p>\nAnd we cannot reserve our mercy only for those who we think are worthy of it. Remember:\n\"Judge not, that ye be not judged.\" (<span class=\"citation\" id=\"35996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35996)\">Matt. 7:1<\/a><\/span>)\n<\/p><p>\nThe Prophet Joseph Smith, in discussing this matter on one occasion, stated: \n<\/p><p>\n\"God does not look on sin with allowance, but when men have sinned, there must be allowance\nmade for them. . . .\n<\/p><p>\n\"The nearer we get to our heavenly Father, the more we are disposed to look with compassion on\nperishing souls . . . if you would have God have mercy on you, have mercy on one another.\"\n(<i>Documentary History of the Church<\/i>, Vol. 5, p. 24.)\n<\/p><p>\n<b>An increase of love<\/b>\n<\/p><p>\nThere can be no license for sin, but we are told that mercy, justice, and love should go hand in\nhand with reproof. The Lord's words are these: \n<\/p><p>\n\"Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing\nforth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to\nbe his enemy; \n<\/p><p>\n\"That he may know that thy faithfulness is stronger than the cords of death.\" (<span class=\"citation\" id=\"15648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15648)\">D&amp;C 121:43-44<\/a><\/span>)\n<\/p><p>\nThis is especially important for us to remember as we reprove our children when the necessity\narises.\n<\/p><p>\n<b>Walk humbly with God<\/b>\n<\/p><p>\nThe third requirement of the Lord, as explained by the prophet Micah, is to \"walk humbly with\nthy God.\" (<span class=\"citation\" id=\"37902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37902)\">Micah 6:8<\/a><\/span>) This requires a strong faith that God is a just and merciful God.\n<\/p><p>\nThe prophet Alma, addressing himself to this subject, said: \n<\/p><p>\n\". . . the plan of mercy could not be brought about except an atonement should be made;\ntherefore God himself atoneth for the sins of the world, to bring about the plan of mercy, to\nappease the demands of justice, that God might be a perfect, just God, and a merciful God also.\"\n(<span class=\"citation\" id=\"9134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9134)\">Alma 42:15<\/a><\/span>)\n<\/p><p>\nTo walk humbly with God, one must love God, be humble, meek, and obedient. Another\nimportant ingredient is to hunger and thirst after righteousness.\n<\/p><p>\nBy walking humbly with God, by identifying himself with the building of the kingdom, one\nobtains inner strength and peace from his Heavenly Father, is happy and successful, and enjoys\npersonal growth and development.\n<\/p><p>\nAs an example, Peter, James, and John were humble fishermen until they became active in\nbuilding the kingdom of God; then they became a powerful influence in the lives of men.\n<\/p><p>\nSincere prayer and service in the Church help one to develop faith in the Lord Jesus Christ and\nconfidence in himself.\n<\/p><p>\n<b>Meeting today's challenges<\/b>\n<\/p><p>\nAfter considering the prophet Micah's words regarding justice, mercy, and walking humbly\nbefore God, is it easier to see how justice can be merged with mercy and how these principles\ncan be beneficially incorporated in our lives to qualify ourselves to better meet today's\nchallenges?\n<\/p><p>\nWe have seen how justice and mercy were merged in the story of the unmerciful servant, and we\nhave learned that it is God's way to reprove \"betimes with sharpness, when moved upon by the\nHoly Ghost; and then showing forth afterwards an increase of love.\" (<span class=\"citation\" id=\"15646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15646)\">D&amp;C 121:43<\/a><\/span>)\n<\/p><p>\n<b>Parable of prodigal son<\/b>\n<\/p><p>\nProbably the greatest example we have is that described in the parable of the prodigal son,\nconsidered by many to be one of the most beautiful stories ever written. Here we are told of the\nreturn home of a wayward son, of the father's great joy, and of the feast that celebrated his\nreturn. (<span class=\"citation\" id=\"31802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31802)\">Luke 15:11-32<\/a><\/span>) \n<\/p><p>\nWe must never forget, however, that although the wayward son was received back into his\nfamily with rejoicing and love, it was to the faithful son that the father said, \"Son, thou art ever\nwith me, and all that I have is thine.\" (<span class=\"citation\" id=\"31807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31807)\">Luke 15:31<\/a><\/span>)\n<\/p><p>\nHere we have an excellent example of how a wise, humble father merged the great principles of\nmercy and justice to the benefit of his family. Here we see that all persons are precious in the\nsight of God. In merging the eternal principles of justice and mercy, an equitable decision or\nresult occurs, as was evidenced in this beautiful parable.\n<\/p><p>\n<b>God is just and merciful<\/b>\n<\/p><p>\nI bear you my witness that God the Father and the Son live, and that they are just and merciful\nbeings. Their justice and mercy was shown through the atonement of Jesus Christ and in\nrestoring the gospel in its fullness through the Prophet Joseph Smith. And we should be grateful\nfor God's mercy in providing a prophet to lead us today&mdash;President Joseph Fielding Smith. May\nthe Lord bless and sustain him.\n<\/p><p>\nThose who are seeking a plan of life that will bring them peace, relief from inner tensions,\nhappiness, and growth and development will find it in the restored gospel of Jesus Christ. We\ninvite your sincere and prayerful consideration.\n<\/p><p>\nThe strength of the Church lies in the testimony of its members that God lives, that Jesus is the\nChrist, our Savior and Redeemer, and that God is a just and merciful God.\n<\/p><p>\nTo acquire eternal life requires devotion to the gospel principles. May we appreciate the\nblessings of the gospel and dedicate ourselves to the upbuilding of God's kingdom, I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}