{"ID":1746, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">One Small Step<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1970, pp. 14-17<\/p>\n<\/div>\n<div class=\"gcbody\">\nMay I make two citations from the words of a discerning editorial writer, not one of my faith,\nbut one of much faith: \"If we neglect the divine . . . and give ourselves over wholly to the\nhuman,\" he said, \"we may certainly count upon nothing but the triumph of pessimism . . . True\noptimism must rest upon a calm, unshakable faith in eternal life and in the unlimited goodness\nof him who gives it.\"\n<\/p><p>\n\"We rest on no new reason for believing in the immortality of the soul,\" he continued. \"The old\nreasons . . . are quite sufficient . . . all religious faith and all hope of immortality begins with\nGod, and rests on him. We came from him; we go to him. He lives, we live . . . [And] why\nshould not a Father reveal himself to his children? Why should he not send prophets and\nteachers, and why not a supreme Teacher, a Son of God and a Son of Man? . . . We rest on the\nfact of One who died and rose from the dead, whose name we give to our faith, and whose\ntriumph over death is our triumph also.\"\n<\/p><p>\n<b>Personal reality of God<\/b>\n<\/p><p>\nThis brings us to a declaration of the literal personal reality of God and the divinity of his Son,\nour Savior, and the reality of revelation, of prophets, and of the opportunities and purposes of\neverlasting life.\n<\/p><p>\n\"We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost\"\n(<span class=\"citation\" id=\"6878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6878)\">A of F 1:1<\/a><\/span>)&mdash;not in theory, not as an indefinable essence, but a God of life and of love,\n<i>who lives<\/i>, and in whose image men were made.\n<\/p><p>\n\"We believe all that God has revealed, all that He does now reveal, and we believe that He will\nyet reveal many great and important things pertaining to the Kingdom of God.\" (<span class=\"citation\" id=\"6883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6883)\">A of F 1:9<\/a><\/span>)\n<\/p><p>\n<b>Present day prophets<\/b>\n<\/p><p>\nSurely there is ample evidence of the counsel and divine calling of the prophets of the past. And\nsurely there is ample evidence of the need all men have for divine guidance in this day.\n<\/p><p>\nIn recent weeks we have lost by death a dearly beloved prophet, President David O. McKay. Our\nlove and blessings reach out to his family, and to the beloved companion who was come\nsixty-nine years by his side.\n<\/p><p>\nAnd today we have heard from his beloved successor, President\nJoseph Fielding Smith, who will be presented for our sustaining vote in the days of this\nconference to come. God bless him and be with him and strengthen him, and give him peace,\nand all that pertains to the goodness of life, with his loved ones.\n<\/p><p>\n<b>Need for continuous revelation<\/b>\n<\/p><p>\nThrough prayer, impressions, inspiration, revelation, God does communicate with his children.\nThe need for continuous revelation would seem to be obvious. There is infinitely much our\nFather hasn't yet told us. There is infinitely much that no man knows.\n<\/p><p>\nWho knows of a textbook that won't be revised or set aside? Who knows of a theory that won't\nbe modified or abandoned? Who knows of a process that won't be improved? Who knows when\nthe last findings of research will be found, or when the last revelation of the mind and will of\nGod will be given? Humility before the unknown is always in order. Conceit of learning never is.\n<\/p><p>\nWho has any idea that we need divine guidance less today than did those in far places in the\npast? Prophets, prophecy, scripture, counsel, commandments are part of the precious heritage we\nhave.\n<\/p><p>\n<b>Life's purpose<\/b>\n<\/p><p>\nNow, what of life, its purpose, its problems, its possibilities? All of us have our unanswered\nquestions, our discouragement, our mistakes, our good and poor performances, our sorrows, our\nsearching.\n<\/p><p>\nIt's a searching world. But many are looking for the right things in the wrong way. Some give\nthemselves to protest, to tearing down, to destruction&mdash;but most tragically to destruction of\nthemselves, their minds, their peace, their happiness, their future possibilities. And, as to all of\nthis, on a recent Sunday broadcast we used a sentence that has some earnest implications in it,\nwhich we submit for your consideration: \n<\/p><p>\n<b>Home, the place to begin<\/b>\n<\/p><p>\nIf we don't change direction, we will arrive at where we're going.\n<\/p><p>\nHome, of course, is the place to begin. \"When one puts business or pleasure above his home,\"\nsaid President McKay, \"he that moment starts on the downgrade to soul-weakness.\" And in the\nlast talk we were privileged to have from him, he said: \"The most vicious enemy to home life is\nimmorality.\"\n<\/p><p>\nI heard a few days ago a report of how a parent had criticized a school principal for not teaching\nher children better behavior. But surely the home is the place to begin. Parents, teach your\nchildren, and live and be what you teach. I remember gratefully, soberly within my soul, saying\nprayers at the knees of a beloved widowed mother. I remember her saying to us, and living what\nshe said: \"Do your duty. Say your prayers. Pay your tithing; pay your debts. Be honest. Work. Be\nclean. Don't quarrel. Don't gossip. Have faith.\"\n<\/p><p>\nOh, beloved young people, listen to such teachings, and so live your lives. Don't gamble the\npeace and happiness and opportunities of eternity against the cheap and shoddy enticements of\ntime.\n<\/p><p>\n<b>Our precious heritage<\/b>\n<\/p><p>\nYou can't experiment with everything&mdash;there isn't enough time. There are thousands of things\nthat could kill you, but you have only one life to lose. There are thousands of things that could\ndestroy you mentally, morally, physically, spiritually. And not one of them is worth it. And so,\nprofit by what has already been proved, by the trial and error and anguish of others over the ages.\nIf everyone tried to go back to the beginning to repeat all the mistakes that other men have made,\nwe wouldn't live long enough to learn very much. Part of the precious heritage we have is what\nhas been proved, discovered, and revealed in the past. And so accept it, and go on from here, and\nlearn and repent and improve, and become all you can become, not destroying body and mind,\npeace and self-respect, but seeking counsel, confiding in loved ones, living by law. Anyone who\nthinks he doesn't need counsel and stubbornly decides to go his own way has trouble and tragedy\nahead.\n<\/p><p>\n<b>Seek counsel and guidance<\/b>\n<\/p><p>\nCounsel with parents, your bishops, competent and trustworthy people. President Smith counsels\nwith his counselors. The Council of the Twelve counsel with each other and with their brethren.\n\"There is no such thing in human existence as being so high you're not responsible to anybody.\"\nNo man is smart enough to know all the answers. No man is so wise that he cannot benefit by\ntalking things out with others. (There was a great council in heaven, before the world was.) And\ndon't forget to talk things out with the Lord. And then listen. As President Harold B. Lee said\nwithin the week, \"We pray for guidance&mdash;but do we <i>listen?<\/i>\" The communication of prayer is\nvery real, and all of us need guidance in our decisions.\n<\/p><p>\n<b>Do not tempt temptation<\/b>\n<\/p><p>\nTemptation is everywhere. The opportunities to do evil and to do good are everywhere, but we\nshouldn't tempt temptation. As one whimsical observer said, \"When some people flee from\ntemptation, they leave a forwarding address.\" If we don't want to do wrong, we shouldn't even\nentertain the idea. If we don't want temptation to follow us, we shouldn't act as if we are\ninterested. No one ever fell over a precipice who never went near one.\n<\/p><p>\n<b>Laws still in force<\/b>\n<\/p><p>\nAnd let it be said here\nthat our Father in heaven is not a theorist. Creation isn't kept in its course by theory. Spring\ndoesn't return by theory. Seeds don't grow by theory. The physical and moral and spiritual laws\nare still in force. The commandments are still in force. No one had repealed them. No one has a\nright to&mdash;except God, who gave them. And when our Father gives us counsel or commandments,\nwe can be sure they are vitally essential. When he tells us something, we'd better believe it. If we\nlive one way we get one result; if we live another way we get another result.\n<\/p><p>\n<b>Miracle of repentance<\/b>\n<\/p><p>\nMany of you would be familiar with President Spencer Kimball's wonderful work on the miracle\nof forgiveness. I witness to you that God is a loving Father who will forgive and help us find\npeace and self-respect as we repent and show our sincerity by the lives we live. And there is\nnothing he asks of us that we cannot do; there is no requirement we cannot keep&mdash;if we are\nwilling, if we want to. Repentance <i>is<\/i> a miracle, <i>if<\/i> it is sincere. \n<\/p><p>\nSome historians have said there have been 19 civilizations before this that have risen and\nflourished and fallen, mostly because of moral decay. And perhaps most of them didn't really\nknow what was happening, until it was too late. We are not immune to the consequences of our\nown acts, or of what we permit to become possible.\n<\/p><p>\nYou would remember the words spoken on the occasion of that first awesome step man took on\nthe moon: \"One small step for a man, one giant leap for mankind,\" to which another added: \n<\/p><p>\n\"We've reached so far that we've touched the moon;<br \/>\n     Now we must reach out to our neighbor . . .<br \/>\n     There isn't a thing that man cannot do<br \/>\n     If he takes one small step at a time\"\n<\/p><p>\n&mdash;if he lives within law, keeps the commandments and follows the purposes of Divine\nProvidence.\n<\/p><p>\n<b>Live by God's counsel<\/b>\n<\/p><p>\nGod bless you, my beloved young friends. Don't live by rumor. Don't run aimlessly to and fro\nlooking for what has already been found. Don't live by the sophistries and temptations of these\ntimes. Live by the counsel and commandments God has given, and find the peace and happiness\nthat come to one through thoughtful, prayerful living and cleanliness of life. The times are\ntroubled. The problems are many. And men do run to and fro, and the hearts of many do fail\nthem, and fear has come upon many people&mdash;but there is a God in heaven whose purposes and\npromises and power are over all, and if we will commit ourselves to keeping his counsels, his\ncommandments, doing it his way, we can have peace and happiness here, and limitless,\neverlasting opportunities with our loved ones forever.\n<\/p><p>\nWho would be so foolishly, stupidly shortsighted as to settle for less than this, here <i>or<\/i> hereafter?\n<\/p><p>\n<b>The mission of the Church<\/b>\n<\/p><p>\nThe mission, the message of the Church is to all mankind, and will bless and lift the lives of all\nwho will be partakers of it. And we come to you with concern for the temporal and eternal\nsalvation of every soul&mdash;to the weary, the wandering, the lost and the lonely, the sick and the\nsorrowing; those discouraged and despondent, those who have lost loved ones, those looking for\nsomething to hold to in life. Oh, it is there. May our Father help you find it.\n<\/p><p>\nI leave you my witness that God does live, that he has reestablished his work among men, that\nJesus is our Savior and Redeemer. And I thank God for a prophet in the present, and for all the\nprophets of the past.\n<\/p><p>\nIf we don't change direction, we'll arrive at where we're going&mdash;but wherever we are, and\nwherever we've been, if we take one small step at a time, in the right direction, and repent and\ndo better each day, we can arrive everlastingly with our loved ones, with the highest possibilities\nthat God can give, and with assurance within our souls, this day&mdash;and always, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}