{"ID":1747, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Contend Not With Others, But Pursue a Steady Course<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, April 1970, pp. 19-23<\/p>\n<\/div>\n<div class=\"gcbody\">\nI have but one desire, my dear brethren and sisters. That is to say something which will add to\nyour faith. To that end I seek the inspiration of the Holy Spirit.\n<\/p><p>\n<b>Growth of Church<\/b>\n<\/p><p>\nI express thanks and wonder for the marvelous growth of the Church. A few days ago I\nparticipated with Brother Benson in the organization of the Tokyo Stake of Zion. Three weeks\nbefore that Brother Tuttle and I organized the Lima Stake of Zion. A week or two ago Brother\nRomney organized a stake in Johannesburg. Think of it, within a period of a few weeks, strong\nand vigorous stakes have been organized in such far-away places as Japan, Peru, and South\nAfrica.\n<\/p><p>\nThe days of which our forebears spoke are upon us. These are days of prophecy fulfilled; and I,\nwith you, am grateful to be alive and a part of this vibrant, marvelous work which is affecting for\ngood so many people in so many parts of the world.\n<\/p><p>\nThis growth is not a victory of men; it is a manifestation of the power of God. I hope we shall\nnever be proud or boastful concerning it. I pray that we shall ever be humble and grateful.\n<\/p><p>\n<b>Tribute to Joseph Smith<\/b>\n<\/p><p>\nLast evening there was presented in this Tabernacle, with word and music, a stirring tribute to\nthe Prophet Joseph Smith, commemorating the 150th anniversary of the First Vision. I am\nthankful that we paused to remember this most remarkable manifestation when the Father and\nthe Son appeared to the boy Joseph on a spring morning in the year 1820. All of the good we see\nin the Church today is the fruit of that remarkable visitation, a testimony of which has touched\nthe hearts of millions in many lands. I add my own witness, given me by the Spirit, that the\nProphet's description of that marvelous event is true, that God the Eternal Father and the risen\nLord Jesus Christ spoke with him on that occasion in a conversation as real and personal and\nintimate as is my conversation with you this day. (<span class=\"citation\" id=\"30526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30526)\">JS&mdash;H 1:17<\/a><\/span>) I raise my voice in testimony that Joseph was a\nprophet, and that the work brought forth through his instrumentality is the work of God.\n<\/p><p>\n<b>Summary of Joseph's work<\/b>\n<\/p><p>\nI read again the other evening a summary of Joseph's work and a statement of our obligation to\nadvance it. These words, poetic in their beauty, were written by Parley P. Pratt in 1845, less than\na year following Joseph's death. I quote: \n<\/p><p>\n\"He has organized the kingdom of God.&mdash;We will extend its dominion.\n<\/p><p>\n\"He has restored the fulness of the Gospel.&mdash;We will spread it abroad . . .\n<\/p><p>\n\"He has kindled up the dawn of a day of glory.&mdash;We will bring it to its meridian splendor.\n<\/p><p>\n\"He was a 'little one,' and became a thousand.&mdash;We are a small one, and will become a strong\nnation.  (<span class=\"citation\" id=\"25392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25392)\">Isa. 60:22<\/a><\/span>) \n<\/p><p>\n\"In short, he quarried the stone . . . We will cause it to become a great mountain and fill the\nwhole earth.\" (<span class=\"citation\" id=\"10702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10702)\">Dan. 2:35<\/a><\/span>;\n<span class=\"citation\" id=\"15567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15567)\">D&amp;C 65:2<\/a><\/span>) (<i>Millennial Star<\/i>, Vol. 5, March 1845, pp. 151-52.)\n<\/p><p>\nWe are seeing the unfolding of that dream. I hope we shall be true and faithful to the sacred trust\ngiven us to build this kingdom. Our effort will not be without sorrow and setbacks. We may\nexpect opposition, both determined and sophisticated.\n<\/p><p>\n<b>Efforts of adversary<\/b>\n<\/p><p>\nAs the work grows, we may expect a strengthening of the efforts of the adversary against it. Our\nbest defense is the quiet offense of allegiance to the teachings which have come to us from those\nwhom we have sustained as prophets of God.\n<\/p><p>\nJoseph Smith gave us instruction pertinent to the situation in which we find ourselves. Said he,\n\"Go in all meekness, in sobriety, and teach Jesus Christ and him crucified; not to contend with\nothers on account of their faith, or systems of religion, but pursue a steady course. This I\ndelivered by way of commandment, and all who observe it not, will pull down persecution on\ntheir heads, while those who do shall always be filled with the Holy Ghost; this I pronounced as\na prophecy.\"\n<\/p><p>\n<b>A steady course<\/b>\n<\/p><p>\nI should like to take a few of the words of that statement as a theme for something I should like\nto say, if the Lord will inspire me.\n<\/p><p>\n\"Contend not with others, but pursue a steady course.\"\n<\/p><p>\nWe live in a day of shifting values, of changing standards, of will-o'-the-wisp programs that\nblossom in the morning and die in the evening. We see this in government, we see it in public\nand private morality, we see it in the homes of the people; we see it in the churches, and we even\nsee it among some of our own members who are led away by the sophistry of men.\n<\/p><p>\nMen everywhere seem to be groping as men in darkness, casting aside the traditions that were\nthe strength of our society, yet unable to find a new star to guide them.\n<\/p><p>\nWe recently participated in a dedication of the Church pavilion at the Expo '70 world's fair in\nJapan. One of the speakers was a Japanese government official who warmly complimented the\nChurch on its participation in this exposition, which is devoted almost entirely to man's technical\nachievements. He deplored the waning influence of religion in the lives of the people of his own\nnation, with a consequent deterioration of standards and ideals.\n<\/p><p>\n<b>Absence of moral leadership<\/b>\n<\/p><p>\nIt appears to be so everywhere. Some months ago I read a provocative article by Barbara\nTuchman, a Pulitzer Prize-winning historian. Said she: \n<\/p><p>\n\"When it comes to leaders we have, if anything, a super abundance&mdash;hundreds of Pied\nPiper-ready and anxious to lead the population They are scurrying around, collecting consensus,\ngathering as wide an acceptance as possible. But what they are not doing very notably is standing\nstill and saying, '<i>This<\/i> is what I believe. This I will do and that I will not do. This is my code of\nbehavior and that is outside it. This is excellent and that is trash.' There is an absence of moral\nleadership in the sense of a general unwillingness to state standards.\"\n<\/p><p>\nShe continues, \"Of all the ills that our poor . . . society is heir to, the focal one, it seems to me,\nfrom which so much of our uneasiness and confusion derive, is the absence of standards. We are\ntoo unsure of ourselves to assert them, to stick by them, if necessary in the cases of persons who\noccupy positions of authority, to impose them. We seem to be afflicted by a widespread and\neroding reluctance to take any stand on any values, moral, behavioral or aesthetic.\" (\"The\nMissing Element&mdash;Moral Courage,\" <i>McCall's<\/i>, June 1967, p. 28.)\n<\/p><p>\n<b>Church standards<\/b>\n<\/p><p>\nWhile standards generally may totter, we of the Church are without excuse if we drift in the\nsame manner. We have standards&mdash;sure, tested, and effective. To the extent that we observe\nthem, we shall go forward. To the extent that we neglect them, we shall hinder our own progress\nand bring embarrassment to the work of the Lord. These standards have come from him. Some\nof them may appear a little out of date in our society, but this does not detract from their validity\nnor diminish the virtue of their application. The subtle reasoning of men, no matter how clever,\nno matter how plausible it may sound, cannot abridge the declared wisdom of God.\n<\/p><p>\nI recently heard the patriarch serving in the Milwaukee Stake, who sits in this hall today, speak a\nfew words that I have not forgotten. Said he: \"God is not a celestial politician seeking our vote.\nRather, God is to be found, and God is to be obeyed.\" (Hans Kindt.)\n<\/p><p>\nThe satisfying thing is that obedience brings happiness. It brings peace; it brings growth&mdash;all of\nthese to the individual, and his good example brings respect for the institution of which he is a\npart.\n<\/p><p>\n<b>Contention unnecessary<\/b>\n<\/p><p>\nOur adherence to these divinely given standards need never be an offensive thing to those about\nus. We need not contend with them. But if we will pursue a steady course, our very example will\nbecome the most effective argument we could ever advance for the virtues of the cause with\nwhich we are associated.\n<\/p><p>\nThe Lord has given us counsel and commandment on so many things that no member of this\nchurch need ever equivocate. He has established our guidelines concerning personal virtue,\nneighborliness, obedience to law, loyalty to government, observance of the Sabbath day, sobriety\nand abstinence from liquor and tobacco, the payment of tithes and offerings, the care of the poor,\nthe cultivation of home and family, the sharing of the gospel, to mention only a few.\n<\/p><p>\nThere need be nothing of argument or contention in any of them. If we will pursue a steady\ncourse in the implementation of our religion in our own lives, we shall advance the cause more\neffectively than by any other means.\n<\/p><p>\n<b>The word of the Lord<\/b>\n<\/p><p>\nThere may be those who will seek to tempt us away. There may be those who will try to bait us.\nWe may be disparaged. We may be belittled. We may be inveighed against. We may be\ncaricatured before the world.\n<\/p><p>\nThere are those, both in the Church and out, who would compel us to change our position on\nsome matters, as if it were our prerogative to usurp authority which belongs alone to God.\n<\/p><p>\nWe have no desire to quarrel with others. We teach the gospel of peace. But we cannot forsake\nthe word of the Lord as it has come to us through men whom we have sustained as prophets. We\nmust stand and say, to quote again the words of Miss Tuchman: \"This is what I believe. This I\nwill do and that I will not do. This is my code of behavior and that is outside it.\"\n<\/p><p>\nThere may be times of discouragement and deep concern. There certainly will be days of\ndecision in the lives of each of us. It was ever thus.\n<\/p><p>\n<b>Narrative of family conversion<\/b>\n<\/p><p>\nEvery man and woman in this church knows something of the price paid by our forebears for\ntheir faith. I was again reminded of this when I recently read the narrative of my wife's\ngrandmother. I think I would like to share a few words from that story of a 13-year-old girl. She\ntells of her childhood in Brighton, that delightful city on the south coast of England, where the\nsoft, green hills of Sussex roll down to the sea.\n<\/p><p>\nIt was there that her family were baptized. Their conversion came naturally because the Spirit\nwhispered in their hearts that it was true. But there were critical relatives and neighbors and even\nmobs to deride and inflame others against them. It took courage, that rare quality described as\nmoral courage, to stand up and be counted, to he baptized and recognized as a Mormon.\n<\/p><p>\nThe family traveled to Liverpool, where with some 900 others they boarded the sailing vessel\n<i>Horizon<\/i>.\n<\/p><p>\nAs the wind caught the sails, they sang, \"Farewell, My Native Land, Farewell.\" After six weeks\nat sea&mdash;to cover the distance covered today by a jet plane in six hours&mdash;they landed at Boston\nand then traveled by steam train to Iowa City, for fitting out.\n<\/p><p>\nThere they purchased two yoke of oxen, one yoke of cows, a wagon, and a tent. They were\nassigned to travel with and assist one of the handcart companies.\n<\/p><p>\nHere at Iowa City also occurred their first tragedy. Their youngest child, less than two years of\nage, suffering from exposure, died and was buried in a grave never again visited by a member of\nthe family.\n<\/p><p>\n<b>Story of pioneer journey<\/b>\n<\/p><p>\nNow let me give you the very words of this 13-year-old girl as I read a few lines from her story: \n<\/p><p>\n\"We traveled from 15 to 25 miles a day . . . till we got to the Platte River . . . We caught up with\nthe handcart companies that day. We watched them cross the river. There were great lumps of\nice floating down the river. It was bitter cold. The next morning there were fourteen dead . . .\nWe went back to camp and had our prayers, [and] . . . sang 'Come, Come Ye Saints, No Toil\nNor Labor Fear.' I wondered what made my mother cry [that night] . . . The next morning my\nlittle sister was born. It was the 23rd of September. We named her Edith. She lived six weeks\nand died . . . [She was buried at the last crossing of the Sweetwater.]\n<\/p><p>\n\"[We ran into heavy snow. I became lost in the snow.] My feet and legs were frozen . . . The\nmen rubbed me with snow. They put my feet in a bucket of water. The pain was terrible . . .\n<\/p><p>\n\"When we arrived at Devils Gate it was bitter cold. We left many of our things there . . . My\nbrother James . . . was as well as he ever was when he went to bed [that night]. In the morning he\nwas dead . . .\n<\/p><p>\n\"My feet were frozen; also my brother's and my sister's. It was nothing but snow [snow\neverywhere and the bitter Wyoming wind]. We could not drive the pegs in our tents . . . We did\nnot know what would become of us. [Then] one night a man came to our camp and told us . . .\nBrigham Young had sent men and teams to help us . . . We sang songs, some danced and some\ncried . . .\n<\/p><p>\n\"My mother had never got well. She died between the Little and Big Mountains . . . She was 43\nyears of age . . .\n<\/p><p>\n\"We arrived in Salt Lake City nine o'clock at night the 11th of December 1856. Three out of the\nfour that were living were frozen. My mother was dead in the wagon . . .\n<\/p><p>\n\"Early next morning Brigham Young came . . . When he saw our condition, our feet frozen and\nour mother dead, tears rolled down his cheeks . . .\n<\/p><p>\n\"The doctor amputated my toes . . . [while] the sisters were dressing mother for her grave . . .\nWhen my feet were fixed they [carried] . . . us in to see our mother for the last time. Oh, how did\nwe stand it? That afternoon she was buried.\n<\/p><p>\n\"I have thought often of my mother's words before we left England. 'Polly, I want to go to Zion\nwhile my children are small, so they can be raised in the Gospel of Christ, for I know this is the\ntrue church.'\" (Life of Mary Ann Goble Pay.)\n<\/p><p>\nThus conclude portions of the narrative of a 13-year-old girl.\n<\/p><p>\n<b>Sacrifice for faith<\/b>\n<\/p><p>\nI conclude with this question: Should we be surprised if we are called upon to endure a little\ncriticism, to make some small sacrifice for our faith, when our forebears paid so great a price for\ntheirs?\n<\/p><p>\nWithout contention, without argument, without offense, let us pursue a steady course, moving\nforward to build the kingdom of God. If there is trouble, let us face it calmly. Let us overcome\nevil with good. This is God's work. It will continue to strengthen over the earth, touching for\ngood the lives of countless thousands whose hearts will respond to the message of truth. No\npower under heaven can stop it.\n<\/p><p>\nThis is my faith and this is my testimony.\n<\/p><p>\nGod help us to be worthy of the great and sacred commission that is ours, thus to build his\nkingdom, I humbly pray, as I leave with you my witness and testimony of its divinity, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}