{"ID":1748, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Courage<\/p>\n<p class=\"gcspeaker\">Elder Marvin J. Ashton<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Marvin J. Ashton, <i>Conference Report<\/i>, April 1970, pp. 23-25<\/p>\n<\/div>\n<div class=\"gcbody\">\nA few days ago we had another stimulating experience as we visited with some of our young\nfriends. Time was taken not only for group discussions and opinions, but for some private talks\nas well. We learned again that our choice youth want answers. They want direction. They want\nacceptance. One young lady impressed us with her very sincere, \"Why can't I be the same every\nday? Some days I feel like I'm on top of the world; other times I'm discouraged and am low,\nespecially on myself.\"\n<\/p><p>\nBrothers and sisters, we are living in a day when there has never been a greater need for moral\ncourage: the courage to continue in righteousness, courage to communicate, courage to have\npatience, and courage to have childlike faith. May I briefly review with you these important\nareas where courageous reinforcement is essential.\n<\/p><p>\n<b>Courage to continue<\/b>\n<\/p><p>\nAs we think together of the scope of faithfully continuing in righteousness, important parts must\nbe: courage not to be diverted, courage not to be misled, courage not to stray, and courage to be\nanxiously engaged in good work. From the eighth chapter of John, verses 31 and 32, we are\nreminded of the promised blessings in store for those who have the courage to continue. \"If you\ncontinue in my word, then are ye my disciples indeed; And ye shall know the truth and the truth\nshall make you free.\" (<span class=\"citation\" id=\"28579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28579)\">John 8:31-32<\/a><\/span>) What a joy it is to be associated with members of the Church, young and\nold, who are continuing in the paths of righteousness. It is a thrill to see our youth in far-off\nstakes and missions, as well as those nearby, preparing valiantly for temple marriages. Other\nthousands inspire us as we see them valiantly continuing in their missionary and military\nservices. God will help us continue in his ways if we humbly seek his guidance. Directing our\nenergies in his pathways will bring blessings of genuine joy and happiness. His way is the right\nway; the right way is the happy way.\n<\/p><p>\n<b>Courage to communicate<\/b>\n<\/p><p>\nWe need the courage to communicate through word and deed the great truth, \". . . I am not\nashamed of the gospel of Christ: for it is the power of God unto salvation to everyone that\nbelieveth.\" (<span class=\"citation\" id=\"42830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42830)\">Rom. 1:16<\/a><\/span>) Joseph Smith's prayer in the grove was answered because he had the\ncourage to communicate with unwavering faith. Channels of communication between parents\nand youth are being effectively opened and used today. Mothers and fathers are getting to know\ntheir children better because wise leaders have encouraged the strengthening of the family circle.\nWhere necessary, we challenge our youth to take the lead to see that family home evenings are\nscheduled and held so that they might learn not only to communicate with family members, but\nalso more purposefully with their Heavenly Father. Many of our youth have done this in the past,\nand today their parents love them for it. Family home evenings, properly held, will open the\nchannels of communication not only for family members but for God's Spirit as well.\n<\/p><p>\nIn our work in the Unified Social Services Program of the Church, nothing gives us more\nsatisfaction than to help parents and youth become better acquainted or reacquainted and\nunitedly start down the paths of safety again together. What a pleasure it was the other day to have a beautiful young 17-year-old high school girl say, \"Dad and I no longer have a communication hang-up. Thanks to family home evenings, we are back on the same wave length and are now pretty well tuned in.\"\n<\/p><p>\n<b>A priceless environment<\/b>\n<\/p><p>\nOne of the greatest blessings that can come to any child is the benefit of being raised in a home\nwhere the mother and father love each other. A husband's and wife's love should be warm and\nsincere. An obvious and sincere love will provide a priceless environment for our children.\nChildren will learn love as they experience it. Earnest communication with others develops a\nfeeling of belonging. It will let others know we care.\n<\/p><p>\nLove and compassion are not obsolete or old-fashioned. They are virtues that build\nunderstanding and happiness. It is difficult for young people to keep the commandments of God\nwithout sharing a feeling of close relationship with their parents and leaders in the Church. Let\nus look for the best in our children and associates. It is the Lord's will that we build up&mdash;not tear\ndown. Our responsibility is to communicate the positive, emphasize the positive, and not be\nparties to promoting the negative.\n<\/p><p>\n<b>Courage to have patience<\/b>\n<\/p><p>\nWe need the courage to have patience, understanding, and compassion. From some of our\ntroubled youth in today's complex society, may I humbly make this request for them to their\nparents and leaders: \"Don't give up on us, don't condemn us, don't resent us. Don't try to get us to\nconform through sympathy, embarrassment, or ridicule. Instead, give us reasons; give us\nexamples; give us your best you.\" Let us as parents and leaders so live and lead to merit the\ngratitude of a grateful teenager's \"Thank you for helping me find my way back,\" or \"Thank you\nfor helping me to remain steady.\" We must learn through patience and understanding to lead our\nfriends. Say the encouraging word at the right time and the right place.\n<\/p><p>\nWhat a thrill it was the other day to be visiting with one of our handsome full-time Navajo\nIndian missionaries when he said, \"The main reason I'm on a mission today is because when I\nwas a small boy, President Spencer W. Kimball came into our home, patted me on the head,\nplaced a silver dollar in my hand, and said, 'Take this and start saving for a mission.'\" Wrapped\nup in that example of leadership are all of the important parts: recognition, encouragement,\nchallenge, and example. To bring groups back, we must learn to lead the individual back through\npatience and love. Good leaders don't give up. Good parents don't give up. Good youth don't give\nup.\n<\/p><p>\n<b>Need for childlike qualities<\/b>\n<\/p><p>\nWe need the courage to be as a child. \"Therefore, whoso repenteth and cometh unto me as a\nlittle child, him will I receive, for of such is the kingdom of God.\" (<span class=\"citation\" id=\"5734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5734)\">3 Ne. 9:22<\/a><\/span>) We need\nchildlike love, childlike repentance, childlike prayers, and childlike faith.\n<\/p><p>\nWhat a warm experience it was a few weeks ago to kneel with a Latter-day Saint family in\nfar-away Uruguay, South America, as we shared the thoughts of an 11-year-old girl who led us in\nfamily prayer. Her spirit touched us as she communed with her Heavenly Father in her native\nSpanish language. At the conclusion of her lovely prayer, we said to her father, \"What was it she said in her prayer about the temple?\"\n<\/p><p>\nHe responded with, \"She said, 'Help me, Heavenly Father, to be good enough in the way I live so that some day I can marry in the temple.'\"\n<\/p><p>\nWith this childlike faith and daily, sincere preparation, her heart's desire will be possible.\n<\/p><p>\n<b>Promise to faithful<\/b>\n<\/p><p>\n\"Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and\ncometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my\ncommandments, shall see my face and know that I am.\" (<span class=\"citation\" id=\"15615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15615)\">D&amp;C 93:1<\/a><\/span>) What a crowning promise\nto the faithful! What a blessing for those who will continue! What could be a more effective,\nhumble prayer for us in this troubled day than to ask our Father in heaven to bless us with\ncourage&mdash;the courage to so live that we won't be the same every day, but with the Lord's help a\nlittle better each day, step by step. It is my hope for us this day that we may show our love and\ncourage by keeping his commandments.\n<\/p><p>\nI bear witness to you that this is in very deed the Church of Jesus Christ. I humbly pray that we\nmay courageously continue in his work, walking purposefully in his path, which insures the\nabundant life, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}