{"ID":1749, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Salvation Is a Family Affair<\/p>\n<p class=\"gcspeaker\">President Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1970, pp. 26-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe are all members of the family of God the Eternal Father. We are his spirit children. We lived\nwith him in the family unit before the foundations of this world were laid.\n<\/p><p>\nIn one of our great doctrinal hymns we sing: \n<\/p><p>\n\"In the heavens are parents single?<br \/>\n    No; the thought makes reason stare! <br \/>\n    Truth is reason, truth eternal<br \/>\n    Tells me I've a mother there.\n<\/p><p>\n\"When I leave this frail existence, <br \/>\n    When I lay this mortal by, <br \/>\n    Father, Mother, may I meet you<br \/>\n    In your royal courts on high? <br \/>\n    Then, at length, when I've completed<br \/>\n    All you sent me forth to do, <br \/>\n    With your mutual approbation<br \/>\n    Let me come and dwell with you.\"<br \/><br \/>\n&nbsp; &nbsp; &mdash;<i>Hymns<\/i>, No. 138\n<\/p><p>\n<b>The plan of salvation<\/b>\n<\/p><p>\nWhile we yet dwelt in his presence, our exalted and eternal Father ordained the plan of salvation,\nwhich would enable us to advance and progress and become like him.\n<\/p><p>\nThis gospel plan offered to all of God's children the privilege of a mortal probation and the hope\nof eternal life. We were all promised that through the atonement of Christ we would be raised in\nimmortality, and that if we obeyed the laws and ordinances of the gospel we would have eternal\nlife.\n<\/p><p>\nNow eternal life is the name of the kind of life which God our Eternal Father lives. Eternal life is\nGod's life, and God's life is eternal life. Thus, if we gain eternal life it will be because we\nadvance and progress and become like him.\n<\/p><p>\n<b>Hope of eternal life<\/b>\n<\/p><p>\nPresident Lorenzo Snow penned these words relative to this glorious hope of gaining eternal life: \n<\/p><p>\n\"The boy, like to his father grown, <br \/>\n     Has but attained unto his own; <br \/>\n     To grow to sire from state of son, <br \/>\n     Is not 'gainst Nature's course to run.\n<\/p><p>\n\"A son of God, like God to be, <br \/>\n     Would not be robbing Deity.\" <br \/><br \/>\n&nbsp; &nbsp; &mdash;\"Man's Destiny,\" <i>Improvement Era<\/i>, Vol. 22, p. 661.\n<\/p><p>\nManifestly if we are to become like our Eternal Father, we must become immortal as he is\nimmortal; we must gain the character, perfections, and attributes which he possesses; we must\nattain the power, glory, and dominion which he enjoys; and we must create for ourselves eternal\nfamily units patterned after his eternal family.\n<\/p><p>\nNow that gospel which he has restored in this dispensation is a gospel of eternal life. It is the\nsame system of salvation possessed by all the prophets and all the saints in all dispensations. It\nconsists of those laws and powers whereby we may become perfect, even as our Father in heaven\nis perfect; whereby we can create, perfect, and perpetuate our own eternal family units.\n<\/p><p>\n<b>The great work of God and man<\/b>\n<\/p><p>\nThe great work of God our Father was creation. He brought us into being; we were born as\nmembers of his family; and by his power the earth and all things thereon came into existence.\nAnd God has done his work perfectly.\n<\/p><p>\nThe great work of Christ was redemption. Through his atoning sacrifice all men are raised in\nimmortality, while those who believe and obey the whole law of the whole gospel are raised\nunto eternal life. And Christ has done his work perfectly.\n<\/p><p>\nThe great work of every man is to believe the gospel, to keep the commandments, and to create\nand perfect an eternal family unit. And the Latter-day Saints are seeking to do their work as near\nto perfection as they can.\n<\/p><p>\n<b>Celestial marriage<\/b>\n<\/p><p>\nIt follows that everything we have in the Church centers around celestial marriage, and that\nsalvation is a family affair.\n<\/p><p>\nFrom the moment of birth into mortality to the time we are married in the temple, everything we\nhave in the whole gospel system is to prepare and qualify us to enter that holy order of\nmatrimony which makes us husband and wife in this life and in the world to come.\n<\/p><p>\nThen from the moment we are sealed together by the power and authority of the holy priesthood&mdash;the\npower to bind on earth and have it sealed eternally in the heavens&mdash;from that moment\neverything connected with revealed religion is designed to help us keep the terms and conditions\nof our marriage covenant, so that this covenant will have efficacy, virtue, and force in the life to\ncome.\n<\/p><p>\n<b>The family unit<\/b>\n<\/p><p>\nThus celestial marriage is the crowning ordinance of the gospel, the crowning ordinance of the\nhouse of the Lord. Thus the family unit is the most important organization in time or in eternity.\n<\/p><p>\nAnd thus we should have more interest in and concern for our families than for anything else in\nlife.\n<\/p><p>\nEvery major decision should be made on the basis of the effect it will have on the family unit.\nOur courtship, schooling, and choice of friends; our employment, hobbies, and place of\nresidence; our social life, the organizations we join, and the service we render mankind; and\nabove all, our obedience or the lack of it to the standards of revealed truth&mdash;all these things\nshould be decided on the basis of their effect on the family unit.\n<\/p><p>\n<b>Importance of perfection<\/b>\n<\/p><p>\nThere is nothing in this world as important as the creation and perfection of family units of the\nkind contemplated in the gospel of Jesus Christ.\n<\/p><p>\nAnd so, when the Lord speaks to husbands, he says: \"Thou shalt love thy wife with all thy heart,\nand shalt cleave unto her and none else\" (<span class=\"citation\" id=\"15535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15535)\">D&amp;C 42:22<\/a><\/span>).\n<\/p><p>\nWhen his voice is heard by wives, it imposes a similar obligation upon them with reference to\ntheir husbands.\n<\/p><p>\nTo both of them he commands: \"Thou shalt not commit adultery or anything like unto it\" (<span class=\"citation\" id=\"15548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15548)\">D&amp;C 59:6<\/a><\/span>).\n<\/p><p>\nWhen he speaks to parents, he directs them to bring up their children in light and in truth\n(<span class=\"citation\" id=\"15620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15620)\">D&amp;C 93:40<\/a><\/span>), to\nteach them the gospel, to set them examples of godly conduct.\n<\/p><p>\nWhen he speaks to children, his decrees are: \"Obey your parents in the Lord\" (<span class=\"citation\" id=\"21839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21839)\">Eph. 6:1<\/a><\/span>), and\n\"Honour thy father and thy mother\" (<span class=\"citation\" id=\"22818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22818)\">Ex. 20:12<\/a><\/span>).\n<\/p><p>\nWhen he speaks to families his counsel is: \"Love, sustain, and support each other; \n<\/p><p>\n\"Obey the full gospel law; keep the commandments; \n<\/p><p>\n\"Strive to perfect the lives of each of your members; strengthen the weak; reclaim your straying\nloved ones, and rejoice in their renewed spiritual strength; \n<\/p><p>\n\"Seek your kindred who have not yet received the gospel, and invite them to come unto Christ\nand partake of his goodness; and\n<\/p><p>\n\"Reach out to your dead kindred in the world of spirits and make the blessings of the gospel\navailable to them through temple ordinances.\"\n<\/p><p>\n<b>Salvation a family affair<\/b>\n<\/p><p>\nIt is written that neither is the man without the woman nor the woman without the man in the\nLord (<span class=\"citation\" id=\"521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(521)\">1 Cor. 11:11<\/a><\/span>). In the perfected church family it might also be said that neither are the parents without the\nchildren nor the children without the parents in the Lord's type of family.\n<\/p><p>\nThe true gospel is family centered. Full salvation consists of the continuation of the family unit\nin celestial glory. Those for whom the family unit continues have eternal life; those for whom it\ndoes not continue do not have eternal life, for heaven itself is but the projection of a Latter-day\nSaint family into eternity.\n<\/p><p>\nThat power by which salvation comes is so great that it can make of earth a heaven, and of man,\na god.\n<\/p><p>\nThe noblest concept that can enter the heart of man is the concept that the family unit continues\nin eternity, and that salvation is a family affair.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}