{"ID":175, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1945, pp. 101-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, it seems to me that the circumstances under which we meet and the stirring\nmessages to which we have listened give rise to many reflections. I rejoice with you in the\nstrength and stability of the Church. I rejoice with you in the zeal and the enthusiasm of the\nleaders of this Church, and I rejoice with you in the faith and the integrity and the unswerving\ndevotion of the membership of this Church. I say to you that God is at the helm. He is\ndirecting this people. He will continue to inspire the leaders of this Church. I\nappreciate more than I can tell my membership in the Church, my testimony of the truth, the\ngreat privileges, and the great opportunities which have come to me because of that\nmembership.\n<\/p><p>\nACCOMPLISHMENTS OF THE CHURCH\n<\/p><p>\nReference has been made frequently to the greatness of the Church. The Church is great, not\nnecessarily great in number, because there are many churches which outnumber us in\nmembers, but our Church, the Church of Christ, is great in purpose, in plan and objectives. It\nis great in leadership, past and present, local and general. It is great in historical background;\nits history forms a big part in the drama of American accomplishments. Our history is\ncolorful, interesting, stirring, full of romance, full of tragedy, and yet full of achievement. The\nmembership of this Church have built villages, cities, commonwealths, churches, schools, and\ntemples&mdash;and the end is not yet. The organization and the movement characteristic of the\nChurch have always been surcharged with a constructive spirit. Past leaders have subdued the\ndesert. They have set up high standards for you and me to follow. They have developed a\nliterature that will live in the world, a literature that explains and interprets the teachings of\nJesus, of Paul, of Moses, and of other great men who stand as the pivots of history. What\nwould these men say if they came back today with a message? What would Moses, the\nlawgiver of Israel say? He would teach, as he taught when he lived, the divinity of the Ten\nCommandments. So important are these commandments that neither men nor nations can\nviolate them, if they want to live and achieve. What would Paul, the apostle, say? He would\nsay to the skeptics as he did to King Agrippa, \"Why should it be thought a thing incredible\nwith you, that God should raise the dead?\"\n(<span class=\"citation\" id=\"7542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7542)\">Acts 26:8<\/a><\/span>), virtually saying, \"You ask me to\nexplain the resurrection. I call upon you to substantiate the denial of this great doctrine.\" He\nwould say, as he did to King Agrippa, \". . . believest thou the prophets?\"\n(<span class=\"citation\" id=\"7543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7543)\">Acts 26:27<\/a><\/span>). I tell\nyou the world has gone astray because they have failed to believe the prophets.\n<\/p><p>\nWhat would Jesus say? He would preach again his wonderful, unparalleled Sermon on the\nMount and tell the nations to heed the teachings, because in it are the elements of salvation.\nWhat would Joseph Smith say? He would give his testimony as he gave it when he was alive.\nHe would tell you and me and the world that he saw God the Father, that he gazed upon him\nand heard the voice of the risen Redeemer. I testify to you that God's work has been\nestablished upon the earth. It will grow and increase until it reaches the hearts of men\neverywhere. It will not fail. God help us to discharge our responsibilities and to introduce into\nour lives the saving principles of the gospel of the Lord Jesus Christ, I pray in his name.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}