{"ID":1750, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Temptations Upward<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1970, pp. 28-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn Charles Dickens' great book <i>The Tale of Two Cities<\/i>, he talks about the French revolutionary\nperiod of 200 years ago, almost as though he were describing our own day. In establishing the\nsetting for his story, he said: \n\"It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of\nfoolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light,\nit was the season of Darkness, it was the spring of hope, it was the winter of despair, we had\neverything before us, we had nothing before us, we were all going direct to Heaven, we were all\ngoing direct the other way.\"\n<\/p><p>\n<b>A world of contrasts<\/b>\n<\/p><p>\nIn our world of contrasts, the hazards frequently become greater as the benefits are increased,\nand it seems that difficulty is one of the prices that we pay for our blessings. The 12 months\nlying immediately before us will probably be the greatest period that our world has ever seen. In\nthis coming year more babies will be born than in any other comparable period. More new\ninventions will be made than ever before. We will learn more new things and have greater\nmaterial comforts. In the next 12 months more people will go to college, and more people will\njoin the Church of Christ than in any other year. On the other hand, there will probably be more\npeople die than ever before. We may have more troubles, commit more crimes, use more dope,\ndrink more liquor, indulge in more sins, foster more soul-destroying violence, and send a greater\nnumber of ourselves to hell, than ever before.\n<\/p><p>\n<b>Dispensation of fulness of times<\/b>\n<\/p><p>\nThe apostle Paul spotlighted the greatness of our day when he referred to it as the dispensation\nof the fulness of times, when God would gather together in one all things in Christ, both which\nare in heaven and which are upon the earth. (<span class=\"citation\" id=\"21830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21830)\">Eph. 1:10<\/a><\/span>) The ancient prophets eagerly\nlooked forward to our time, and many of them almost lived in our day. They knew about our\ngreat knowledge explosion and the unheard-of miracles, wonders, and wealth that it would\nproduce. Jesus himself looked beyond the black night of the dark ages, caused by the apostasy\nfrom God in the meridian of time, and he saw our day, when the gospel would be restored in a\nfulness never before known in the world. And as one of the signs preceding his own glorious\nsecond coming to the earth, he said, \"And this gospel of the kingdom shall be preached in all the\nworld for a witness unto all nations; and then shall the end come.\" (<span class=\"citation\" id=\"36042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36042)\">Matt. 24:14<\/a><\/span>)\n<\/p><p>\n<b>Preparation for millennium<\/b>\n<\/p><p>\nOur generation is living on the approaches of the final cleansing that will prepare the earth for its\ngreat millennium of peace, when Christ shall reign personally upon the earth for a thousand\nyears. The prophet Malachi describes this part of our future when all corruptible things will he\nconsumed. He says, \". . . and the Lord, whom ye seek, shall suddenly come to his temple . . . But\nwho may abide the day of his coming? and who shall stand when he appeareth? for he is like a\nrefiner's fire, and like fullers' soap.\" (<span class=\"citation\" id=\"32815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32815)\">Mal. 3:1-2<\/a><\/span>)\n<\/p><p>\nThe apostle Paul fills in some of the details by saying, \"For the Lord himself shall descend from\nheaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in\nChrist shall rise first: \n<\/p><p>\n\"Then we which are alive and remain shall be caught up together with them in the clouds, to\nmeet the Lord in the air: and so shall we ever be with the Lord.\" (<span class=\"citation\" id=\"2750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2750)\">1 Thes. 4:16-17<\/a><\/span>)\n<\/p><p>\nThese great latter-day events are now well on their way toward fulfillment. The gospel is already\ngoing forth under divine command. We are now in the midst of the greatest and the last of all of\nthe dispensations. From many points of view we are presently living in the very best of times.\nThe priesthood is again upon the earth. God has given us three great volumes of new scripture,\noutlining in every detail the simple principles of the gospel of Christ. The pathway to exaltation\nis now perfectly marked and brilliantly lighted, so that no one need get off that straight and\nnarrow way except by his own choice. For every point of Christian doctrine, there is now an\nauthoritative statement saying, \"Thus saith the Lord.\" The stone that Daniel envisioned being cut\nout of the mountain without hands is now rolling toward its divine destiny of filling the whole\nearth (<span class=\"citation\" id=\"10700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10700)\">Dan. 2:34-35,44-45<\/a><\/span>).\n<\/p><p>\n<b>The best and worst of times<\/b>\n<\/p><p>\nBut the best of times is also the worst of times. As Jesus looked forward to our day and\ncontemplated our doings, he made a very uncomplimentary comparison to us by saying, \". . . as\nthe days of Noe were, so shall also the coming of the Son of man be.\" (<span class=\"citation\" id=\"36047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36047)\">Matt. 24:37<\/a><\/span>) By their\nwickedness the antediluvians brought about their own destruction, and many evidences indicate\nthat we are now trembling upon the very brink of a comparable disaster. And yet our day of\nwonders and enlightenment offers us so much more than any other period since creation. We\nnow have our greatest opportunity to make Christian converts. Now is the best time ever known\nto make money. And no people have ever had a greater chance to be faithful to God or loyal to\nthe government, nor has anyone ever had a better opportunity to uphold law and order than we\nnow have.\n<\/p><p>\n<b>Increased intensity of temptations<\/b>\n<\/p><p>\nHowever, simultaneously with these advantages, we are now making our greatest indulgences in\nidleness, disloyalty, confusion, uncleanness, irresponsibility, and indifference to God. The new\nmorality gives us more freedom to indulge our sins, and it also makes our atheism seem more\nrespectable to us.\n<\/p><p>\nOur age is noted for the increased number variety, and intensity of our temptations. Almost\neverything that we read, hear, or think is likely to have some lurking temptation to draw us\ndownward. But the dictionary says that to tempt is to arouse a desire for, and a desire can go in\neither direction. However, we frequently forget the temptations upward, while we overindulge\nourselves in the temptations or evil. The temptations downward are the temptations of\nignorance, the temptations of crime, the temptations of misery, the temptations of eternal\ndamnation. We are filling our minds with delusions. We picture to ourselves how attractive evil\nis and how difficult it is to live the religion of being honest, fair, decent, and obedient to God.\nBut no temptation is a temptation, unless we are entertaining it.\n<\/p><p>\n<b>Temptations imply desires<\/b>\n<\/p><p>\nIn denying our own responsibility, we frequently blame Satan for much of the misery that we are\nbringing upon ourselves. Satan has no power over us except as we give it to him. And\ntemptations without imply desires within; and rather than say, \"How powerfully the devil\ntempts,\" we might say, \"How strongly I am inclined.\" God never forces us to do right, and Satan\nhas no power to force us to do wrong. As someone has said, \"God always votes for us and Satan\nalways votes against us, and then we are asked to vote to break the tie.\" It is how we vote that\ngives our lives their significance.\n<\/p><p>\nSomeone has said: \n<\/p><p>\n\"All the water in the world,<br \/>\n     However hard it tried,<br \/>\n     Could never sink the smallest ship<br \/>\n     Unless it got inside.<br \/><br \/>\n     And all the evil in the world, <br \/>\n     The blackest kind of sin, <br \/>\n     Can never hurt you the least bit <br \/>\n     Unless you let it in.\"\n<\/p><p>\nThe Pacific Ocean may contain more water than the Atlantic Ocean, but it can't sink any ship a\nbit more easily. And our tremendously increased present-day evils have no more power over us\nthan the ancient temptations had over our fathers, except as we provide them with a more\nenticing entertainment.\n<\/p><p>\n<b>Our temptations upward<\/b>\n<\/p><p>\nActually, the greatest of all our opportunities is provided by our exciting present-day temptations\nupward. And inasmuch as we seem to be temptation prone, we might give more thought to the\nthrilling temptations to culture, the temptations to happiness, the temptations to honor, the\ntemptations to be like God. The temptations up are far more pleasant and much more profitable\nthan the temptations down. We need to take greater advantage of those challenging temptations\nto be friends with God.\n<\/p><p>\nBecause of God's new revelations, it is now no longer necessary to repeat the dark ages' mistakes\nin Christian doctrines. And in living by every one of God's commandments, we may now more\neffectively help to bring about our own eternal life. The beast goes down on all fours and thus\nhis vision is cast upon the ground, but man stands upright in the image of his Maker that he may\nlook up to God our Eternal Father.\nAnd among the greatest of all our human concepts are the immortality of the human personality\nand the eternal glory of the human soul. Each of us is a child of God, created in his image and\nendowed with his attributes and potentialities.\n<\/p><p>\n<b>Our inheritance<\/b>\n<\/p><p>\nEach of us should cling to our inheritance. There is everything in knowing our inheritance and\nconstantly reaffirming it in our lives. And certainly we should not claim to be children of God\nand then go about the world acting as though we are orphans or weaklings or cowards or sinners.\nBy an abundance of our good works, we can have our own finest year this year and make for our\nworld the very best of times. We can also help to usher in the age of belief in God, the age of\nlight, the age of reason, and the age of righteousness, as well as to help bring about a millennium\nof peace on earth and goodwill toward men. And may God grant that it may be so, I humbly pray\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}