{"ID":1751, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Wanted: Parents With Courage<\/p>\n<p class=\"gcspeaker\">Bishop Victor L. Brown<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Victor L. Brown, <i>Conference Report<\/i>, April 1970, pp. 31-33<\/p>\n<\/div>\n<div class=\"gcbody\">\nIn Proverbs we read, \"Train up a child in the way he should go: and when he is old, he will not\ndepart from it.\" (<span class=\"citation\" id=\"41504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41504)\">Prov. 22:6<\/a><\/span>) Josh Billings\nparaphrases this truth: \"To bring up a child in the way\nhe should go, travel that way yourself.\" Travel that way yourself. How many of us are traveling\nthat way ourselves?\n<\/p><p>\n<b>Adult activities<\/b>\n<\/p><p>\nI listened to a nationally recognized educator speaking on television. Her subject was marijuana.\nShe said that the use of marijuana was no worse than some other social habits, implying that\nthere was really nothing wrong with young people's smoking marijuana. Recently a national\nfigure holding a responsible position in the government, a position of great influence over what\ncomes into our homes on radio and television, had this to say: \"The language I use when I am at\na cocktail party is different from that which I use at home, or at church, and I don't see this as\nbeing hypocritical.\" The other day in one of our own communities, some fathers, apparently\nworked up over some issue, let the air out of the tires of some of the police cars in order to\ninterfere with enforcement of the law, and then the same fathers had great fun telling about it in\nfront of their own sons.\n<\/p><p>\n<b>Restricted movies<\/b>\n<\/p><p>\nWhen criticism is leveled at the type of movies shown on the screens today, the movie producers\nreply that they only produce what the public will buy. Of 21 movies showing locally recently, I\ncould find only three that indicated no restrictions on those attending because of material that\nmight be offensive or objectionable, and these ratings were by the movie industry itself. A scene\nin one of those admitting all ages, subject only to parental supervision, brought peals of laughter\nfrom the audience when the drunk tore the blouse from a woman in an exhibition of abject lust.\nIf this is the kind of entertainment we adults enjoy, how in the world can we teach our children\nmorality?\n<\/p><p>\nIn my teens I was told a dirty story by an active church leader. Although my memory for stories\nis notoriously poor, that particular one is still with me, and I remember the name of the man who\ntold it. What kind of example are we as adults? Does our character change with circumstances as\nthe chameleon changes its colors? Does the language we use change to fit the environment? Do\nwe go to movies that appeal to our base animal instincts and cause us to grovel in filth with the\nauthors and actors? Do we break the law because that is the thing the crowd wants to do at the\nmoment, or are we strong enough to stand on our own principles, no matter what the social\npressure? These are some of the questions we must ask ourselves if we are to train a child up in\nthe way he should go and travel that way ourselves.\n<\/p><p>\n<b>Problems with parents<\/b>\n<\/p><p>\nThroughout the Church I hear the comment from stake presidents and bishops, \"If we did not\nhave problems with parents, we would not have them with the young people.\" As a people, we\naccept today standards of conduct that would have been totally unacceptable yesterday. For\nexample, the filthy, obscene language that is read and heard under the guise of freedom of\nspeech is becoming more and more acceptable in so-called respectable society. Pornography has\nbecome a major industry in many parts of the world. The chief psychotherapist at one of\nWashington's largest hospitals says, \"A normal 12- or 13-year-old boy or girl exposed to\npornographic literature could develop into a homosexual. You can take healthy boys or girls and\nby exposing them to abnormalities virtually crystallize and settle their habits for the rest of their\nlives.\"\n<\/p><p>\nSome are even saying, \"What is wrong with becoming a homosexual?\" In one church, a leader\nrecently performed a marriage between two male homosexuals. As a matter of fact, some of the\nworld news media made quite a story of it. And yet who is responsible for this moral decay? The\nchildren? Hardly. It is we adults, those of us who permit the sale of filth on our newsstands and\nalso permit the broadcasting of it over airways.\n<\/p><p>\n<b>Questionable publications<\/b>\n<\/p><p>\nSometime ago, while waiting for my wife to finish her shopping, I looked over the magazine\nrack in a new supermarket. With one or two exceptions, the covers of the magazines and\ncaptions of feature articles dealt with sex in one form or another. This was in a family store in a\nresidential neighborhood. How long do you think these publications would last if we, the adults,\ndid not buy them? What is happening to us that we permit our standards to erode to such a\ndegree? It hasn't happened overnight. No, it has happened so gradually and so subtly that most of\nus have not even been aware that it has happened at all.\n<\/p><p>\n<b>Erosion of standards<\/b>\n<\/p><p>\nI agree with David Klein that this moral erosion started when \"western man began to lose his\nbelief in God as a personal force, as decider of his fate, as ultimate judge of his actions. The idea\nthat God created man became old fashioned; we evolved . . . Life began to be seen as more or\nless accidental; sin became a relative, sociological matter, and to many a pure fiction. He still\nbelieved in right and wrong, and he still knew when he was doing wrong . . . but he no longer\nbelieved he had offended God by it or incurred His punishment.\"\n<\/p><p>\nQuoting further from Mr. Klein: \n<\/p><p>\n\"The difference between living this way, and trying to live righteously because God commands it\nis profound.\n<\/p><p>\n\"What used to be an offense against God became 'anti-social'; a sin became a crime . . . Stealing\nwas bad because honesty was the best policy. You tried to avoid being unfaithful to your mate\nbecause it might harm your relationship. If you attended religious services, it was to respect a\ntradition. Virtue became its own inexplicable reward, for there was no other.\" (David Raphael\nKlein, \"Is There a Substitute for God?\" <i>Reader's Digest<\/i>, March 1970, pp. 51-52.)\n<\/p><p>\n<b>Instability of philosophies<\/b>\n<\/p><p>\nThere is no stability to this kind of philosophy. It changes with the shifting sands of time, place,\nand circumstance. It is subject to the whims and habits and philosophies of men. No, there is\nnothing man can hold onto with the assurance that each principle will withstand the erosion of\nsociety. Permissiveness has become so acceptable in the society in which we live that many of us\nare afraid to establish solid, sound guidelines for ourselves as well as for the youth. How\nimportant it is that there be rules and standards by which we live and that these standards be\nbased on solid foundations. There must be meaning to standards. As Mr. Klein said, \"If a parent\nmust tell a youngster that his life has no meaning, how can he tell him that he should not take\ndrugs?\" (<i>Ibid.<\/i>, p. 53.)\n<\/p><p>\n<b>Reversing trends<\/b>\n<\/p><p>\nUnless these trends are reversed, nothing but tragedy lies ahead. Great empires have fallen\nbecause their people have lost their way. What to do about it? Each adult who touches the life of\na young person affects that individual in one way or another. However, the adults who affect the\nlives of the youth most profoundly for good or ill are parents. If we are to bring up our children\nin the way they should go and travel that way ourselves, we must turn to the basic, simple,\nsound, unchanging truths of the gospel of Jesus Christ and make them live in our lives. What we\nneed today are parents who are converted to the gospel of Jesus Christ; who are willing to apply\nit, believe it, and use it; who pay an honest tithing; who are honest with their neighbors and\ndebtors; who actually sustain the authorities of the Church; and who teach the gospel to their\nchildren in such a way that the children will love the Lord.\n<\/p><p>\n<b>Need for exemplary parents<\/b>\n<\/p><p>\nWe need parents with courage, who will stand up and speak up for the right, who are actively\ninvolved in government of all levels; parents who are modest in dress, speech, and conduct;\nparents who are not ashamed of the gospel of Jesus Christ (<span class=\"citation\" id=\"42831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42831)\">Rom. 1:16<\/a><\/span>);\nparents who teach their children that\nwe do have a Father in heaven, that we are his spirit children, that he has placed us here on earth\nfor a great and glorious purpose, that he loves us, that he has given us commandments along\nwith our free agency, that we will receive rewards and judgments based on our own actions;\nparents who accept all of the commandments as having come from God, to be obeyed for that\nreason if for no other; parents who have no other gods before the Lord, (<span class=\"citation\" id=\"22816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22816)\">Ex. 20:3<\/a><\/span>) who do not commit\nadultery, who do not steal, who do not covet their neighbor's wife or husband, who do not bear\nfalse witness against their neighbor; (<span class=\"citation\" id=\"22821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22821)\">Ex. 20:14-17<\/a><\/span>) parents who love the Lord their God with all their heart, and\nwith all their soul, and with all their mind, and who love their neighbor as themselves. (<span class=\"citation\" id=\"36030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36030)\">Matt. 22:37,39<\/a><\/span>)\n<\/p><p>\nIt is my conviction, and I bear my witness, that this is the only pathway to the salvation of\nmankind, in this life as well as the life to come, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}