{"ID":1752, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Prophet's Story<\/p>\n<p class=\"gcspeaker\">President Loren C. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Loren C. Dunn, <i>Conference Report<\/i>, April 1970, pp. 33-35<\/p>\n<\/div>\n<div class=\"gcbody\">\nYou were born on the 23rd of December, 1805, in the town of Sharon, Windsor County,\nVermont.\n<\/p><p>\nYour father was a farmer, a respectable farmer but of somewhat humble circumstances.\n<\/p><p>\nYou spent the early years of your life on your father's farm, which was nestled in the rolling,\ngreen hills of the state of Vermont. When you were nearly ten years old, your family moved to\nwhat is now called Wayne County in upstate New York, where your family again pursued the\noccupation of farming; and to help supplement the family income, you worked for other farmers\nin the nearby area.\n<\/p><p>\n<b>Great religious revival<\/b>\n<\/p><p>\nSome five years after you moved to New York, there commenced a great religious revival in\nyour area; and great multitudes united themselves to different religious parties as a result of this\nreligious fervor.\n<\/p><p>\nAt first there was unity between the different sects, but as time went on they contended against\neach other in hopes of winning additional converts. (<span class=\"citation\" id=\"30524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30524)\">JS&mdash;H 1:3-54<\/a><\/span>)\n<\/p><p>\nYou are in your fifteenth year now, and your father's family, along with all of the families in the\narea, is proselyted by the religious faiths.\n<\/p><p>\nThe confusion it creates leads you to say, \"Who of all these parties is right?\"\n<\/p><p>\nWhile seeking an answer, you come across a passage of scripture in the Bible that says, \"If any\nof you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and\nit shall be given him.\" (<span class=\"citation\" id=\"26223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26223)\">James 1:5<\/a><\/span>)\n<\/p><p>\nNever did any passage of scripture come with more power to the heart of man than this did at\nthis time to yours.\n<\/p><p>\n<b>The first vision<\/b>\n<\/p><p>\nIn compliance with the biblical admonition, you retire to the woods not far from your home on\nthe morning of a beautiful, clear spring day in 1820; and you pour out your heart to your Father\nin heaven in prayer.\n<\/p><p>\nTo your astonishment, you see a pillar of light exactly over your head above the brightness of the\nsun, and it descends gradually until it falls upon you. When the light is rested upon you, you see\ntwo personages, whose brightness and glory defy all description, standing above you in the air.\n<\/p><p>\nOne of them speaks, calling you by name, saying, <i>\"This is My Beloved Son. Hear Him!\"<\/i> (<span class=\"citation\" id=\"30527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30527)\">JS&mdash;H 1:17<\/a><\/span>) You are in the presence of God the Father and his Son Jesus Christ.\n<\/p><p>\nAs you gain your composure, you ask the question as to which of all the sects you should join.\n<\/p><p>\nYou are instructed to join none of them. You are given other instructions before the great vision\ncloses.\n<\/p><p>\n<b>Great persecution<\/b>\n<\/p><p>\nA few days later you recount this vision to a minister, and to your surprise, he treats the whole\nthing not only lightly but with great contempt. Word of the vision spreads, and you undergo great\npersecution.\n<\/p><p>\nA few who know you, such as the farmer for whom you work, stand by you and refer to your\nexperience as \"the sweet dream of a pure-minded boy.\" (<i>BYU Studies<\/i>, Spring 1969, p. 235.)\n<\/p><p>\nBut for the most part you undergo great persecution and are astonished that an obscure boy like\nyou between 14 and 15 years of age could be the object of such bitter persecution and especially\nfrom men of high standing. This causes you to say in your heart, Why persecute me for telling\nthe truth?\n<\/p><p>\nFor you had seen a vision, you knew it, and you knew that God knew it, and you could not deny\nit, neither dared you deny it without coming under the condemnation of God. Nonetheless, the\npersecution continued.\n<\/p><p>\n<b>Appearance of Moroni<\/b>\n<\/p><p>\nIt is on the evening of the 21st of September, 1823, that you are given further divine instructions\nas an answer to your prayers. An angel appears, identifying himself as the Angel Moroni.\n<\/p><p>\nHe tells you the Lord has a work for you to do, and he proceeds to describe the location of gold\nplates that are buried in a nearby hill. (<span class=\"citation\" id=\"30538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30538)\">JS&mdash;H 1:33<\/a><\/span>) You are told these plates contain a record of God's\ndealings with a generation that once lived and flourished on the American continent. These gold\nplates are ultimately entrusted to you, and by the gift and power of God you translate them into a\nvolume that becomes known as the Book of Mormon.\n<\/p><p>\nYou discover that this book verifies the truths of the Bible. It establishes the reality of the death,\nburial, resurrection, and teachings of Jesus Christ. It spells out in detail what a man must do to\ngain salvation, and it offers all men a simple test to determine whether or not the volume is\ntrue&mdash;even a test of faith and prayer and reading.\n<\/p><p>\n<b>The priesthood restored<\/b>\n<\/p><p>\nThe sacred record speaks of baptism, and it becomes evident that divine authority is necessary to\ncarry out divine ordinances. In order to fulfill this part of the restoration, you are visited by a\npersonage who identifies himself as John the Baptist, who bestows upon you this authority to\nbaptize and perform other ordinances of the priesthood of Aaron.\n<\/p><p>\nIt is shortly after this that Peter, James, and John, angelic beings sent from God, confer upon you\nthe priesthood of Melchizedek in order that the full and complete authority to act in the name of\nGod might be restored to the earth.\n<\/p><p>\n<b>The Church organized<\/b>\n<\/p><p>\nIt is on April 6, 1830, at Fayette, Seneca County, State of New York, that you organize The\nChurch of Jesus Christ of Latter-day Saints under divine direction.\n<\/p><p>\nIn 1830 you count six original members of the Church. One year later over 2,000 members\nattend the second annual conference.\n<\/p><p>\nAs the Church grows, persecution grows. You organize in New York, but persecution soon\ncauses you to remove the headquarters of the Church to Kirtland, Ohio. Finally, as persecution\nstill follows your beleaguered Saints, you push further toward the frontiers of the growing\ncountry, and the Church is moved to Missouri.\n<\/p><p>\n<b>Building of Nauvoo<\/b>\n<\/p><p>\nUltimately you direct the Saints to drain a swamp on the Illinois side of the Mississippi River\nand build a city, which at the time is to become larger than the city of Chicago&mdash;Nauvoo is its\nname.\n<\/p><p>\nYou enjoy peace for a time, and the worldwide missionary work goes on; yet the storms of\npersecution begin to gather again. Charges and counter-charges are made. Through the evil\ndesigns of men, you have already been arrested 37 times and acquitted each time.\n<\/p><p>\nYou are asked to come to Carthage to stand trial but are fearful because of the ruthless, unlawful\nnature of the mobs. Nevertheless, on June 24, 1844, you and several associates set out for\nCarthage. You mention that you are going like a lamb to the slaughter, but you are calm as a\nsummer's morning. (<span class=\"citation\" id=\"15671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15671)\">D&amp;C 135:4<\/a><\/span>)\n<\/p><p>\nYou arrive in Carthage, and you are immediately arrested. The governor of the state promises\nyou protection, but this does not materialize.\n<\/p><p>\n<b>The martyrdom<\/b>\n<\/p><p>\nAnd now, it is a hot, sultry, summer afternoon, June 27, 1844. A mob assembles and storms the\njail, bursting past the jailer, firing shots through the door and through the window.\n<\/p><p>\nYour brother Hyrum is shot dead in your sight, and one other person is wounded. You spring to\nthe window and are struck immediately by three shots. You utter your last mortal words, \"Oh\nLord, my God,\" and fall dead.\n<\/p><p>\nYes, your name is Joseph Smith, Jr., Prophet of the living God, and though you seal your\ntestimony with your blood, the Church of Jesus Christ goes on. Today nearly three million revere\nyou as a prophet, seer, revelator; and thousands each year are added to that number. You\nrestored the Church and kingdom of God under the direction of Jesus Christ.\n<\/p><p>\n<b>Testimony of Savior<\/b>\n<\/p><p>\nYour message concerning the Savior can be summarized best in your own words: \"And now,\nafter the many testimonies which have been given of him, this is the testimony, last of all, which\nwe give of him: That he lives!\n<\/p><p>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that he\nis the Only Begotten of the Father&mdash;\n<\/p><p>\n\"That by him, and through him, and of him, the worlds are and were created, and the inhabitants\nthereof are begotten sons and daughters unto God.\" (<span class=\"citation\" id=\"15574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15574)\">D&amp;C 76:22-24<\/a><\/span>)\n<\/p><p>\nI bear my witness to you that Joseph Smith is a prophet of the living God. I bear sacred witness\nthat the power and ordinances of the gospel of Jesus Christ remain in this church. I bear sacred\nwitness that Joseph Fielding Smith is a prophet of God today. The Lord has spoken, and we have\na new prophet, seer, and revelator. I bear witness that the Church of Jesus Christ is led by Jesus\nChrist. I bear sacred witness that God the Father and his Son Jesus Christ live. I know they live. I\nknow God lives, in the name of Jesus Christ. Amen.\n<\/p><p>\n<\/div>\n<\/div>"}