{"ID":1753, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Last Dispensation<\/p>\n<p class=\"gcspeaker\">Elder Alvin R. Dyer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alvin R. Dyer, <i>Conference Report<\/i>, April 1970, pp. 36-38<\/p>\n<\/div>\n<div class=\"gcbody\">\nAccording to the reckoning of man, we are living in the year of 1970 in the twentieth century.\nAccording to the prophets who have been given revelation from God on the subject, we are\nliving in that period of time designated as the last dispensation, also referred to as the\n\"dispensation of the fulness of times.\" (<span class=\"citation\" id=\"15641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15641)\">D&amp;C 112:30<\/a><\/span>) \n<\/p><p>\nThe importance of this period of time, which will be the \"finishing or end thereof,\" (<span class=\"citation\" id=\"15644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15644)\">D&amp;C 121:32<\/a><\/span>) can be\njudged by the words of the Lord unto the Prophet Joseph Smith on the subject, part of which I\nshall quote: \n<\/p><p>\n\". . . for it is necessary in the ushering in of the dispensation of the fulness of times, which\ndispensation is now beginning to usher in, that a whole and complete and perfect union, and\nwelding together of dispensations, and keys, and powers, and glories should take place, and be\nrevealed from the days of Adam even to the present time. And not only this, but those things\nwhich never have been revealed from the foundation of the world.\" (<span class=\"citation\" id=\"15655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15655)\">D&amp;C 128:18<\/a><\/span>)\n<\/p><p>\n<b>Truths of salvation restored<\/b>\n<\/p><p>\nSome who are not of our conviction ask the question, \"If, as you say, we are living in the last\ndispensation, what has transpired to bring this period of time upon us?\"\n<\/p><p>\nThe answer primarily concerns a restoration of the truths of salvation. It is now 150 years since\nthe initial event connected with the unfolding of this period transpired.\n<\/p><p>\nIn the spring of 1820, God the Father and his Son Jesus Christ appeared in a grove of trees near\nthe home of Joseph Smith at Palmyra, New York. (<span class=\"citation\" id=\"30532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30532)\">JS&mdash;H 1:17-20<\/a><\/span>) This sacred interview revealed the following: \n<\/p><p>\n1. The truth about the nature, character, personality, and identity of God the Father and of his\nSon Jesus Christ.\n<\/p><p>\n2. That he, Joseph Smith, had been chosen and foreordained to be the instrument of God to\nestablish the last dispensation of the gospel of Jesus Christ.\n<\/p><p>\n3. That the professed Christian churches then upon the earth did not have the truths in them that\nwere about to be restored.\n<\/p><p>\n4. That the professors, or ministers thereof, were not in possession of the divine truths of\nredemption and therefore could not teach them.\n<\/p><p>\n5. That the people, though claiming membership in Christ's church, drew near to the Lord with\ntheir lips but their hearts were far from him, meaning that the sealing ordinances were not\nknown of.\n<\/p><p>\n6. That the so-called Christian churches taught for doctrine the commandments of men.\n<\/p><p>\n7. That they had a form of godliness but denied the power thereof\n(<span class=\"citation\" id=\"30533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30533)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\n<b>No vindictive reprisal<\/b>\n<\/p><p>\nEach of the declarations which the Lord made to the Prophet Joseph Smith in the Sacred Grove\nhas far-reaching meaning and is to have full effect upon the plan of salvation in this final\ndispensation of the gospel. The answers which the Lord gave were not a disparagement of the\nexisting Christian bodies who had departed from the truth, though, as announced by him, they\nwere all wrong in teachings and practices intended to redeem mankind. There was no vindictive\nreprisal announced by the Lord against Christian societies who were using his name, some no\ndoubt sincerely, but who were fully unaware of the truth of his person and real mission\npertaining to the plan of salvation as contained in his gospel.\n<\/p><p>\nTruly, among these very societies of Christian believers were many noble spirits who, upon\nhearing the truths of the restoration, were to accept them and abide by the commandments and\nteachings related to this important period of the restitution of all things. Many of them would\nthemselves become leaders and promulgators of the cause of the restored gospel of Jesus Christ.\n<\/p><p>\n<b>Glory of last dispensation<\/b>\n<\/p><p>\nAs this sacred interview unfolded on that beautiful spring morning of 1820, the glory of the last\ndispensation of mortal time was inaugurated. The truth about the personage of God and his Son\nJesus Christ and their glorious plan of redemption was once again placed upon the threshold of\nhuman understanding. Like unto other great prophets of ages past, in the pattern of God's way,\nthere awaited this earnest young prophet, as also upon subsequent divinely appointed occasions,\nthe revelation of eternal truths from God necessary for man's salvation and exaltation.\n<\/p><p>\nThe appearance of God the Father and his Son Jesus Christ to Joseph Smith, while giving answer\nto his simple faith and prayer, proved to be of far greater significance than that which he could\npossibly have anticipated, for the time had come to usher in the final period of preparation in the\nculmination of God's work for his children here upon the earth. Joseph Smith was chosen and\nhad been foreordained to be a prophet and instrument through whom God would establish his\nkingdom here upon the earth as it had been in former intermittent dispensations. But this final\none was to be characterized by even greater truth, for it is the dispensation of the fulness of\ntimes. It is the depository period when all truths, all laws, all covenants, all promises made by\nGod our Heavenly Father in the premortal period of earth-life preparation, and revealed in part to\nman at various times in mortality for the redemption and glorification of his spirit children, are\nnow to be fully revealed and made available to mankind. The Lord had thus spoken unto the\nProphet Joseph Smith.\n<\/p><p>\n<b>The same God yesterday, today, and forever<\/b>\n<\/p><p>\nAt the end of a ten-year period of instruction, commandment, and revelation, together with the\nconferment of all necessary keys and powers for the establishment of Christ's church upon the\nearth, the Lord proclaimed the following revelation to Joseph Smith as preparations were made\nfor the organization of the Church on April 6, 1830, at Fayette, Seneca County, New York: \"And\ngave unto him commandments which inspired him; \n<\/p><p>\n\"And gave him power from on high, by the means which were before prepared, to translate the\nBook of Mormon; \n<\/p><p>\n\"Which contains a record of a fallen people, and the fulness of the gospel of Jesus Christ to the\nGentiles and to the Jews also; \n<\/p><p>\n\"Which was given by inspiration, and is confirmed to others by the ministering of angels, and is\ndeclared unto the world by them&mdash;\n<\/p><p>\n\"Proving to the world that the holy scriptures are true, and that God does inspire men and call\nthem to his holy work in this age and generation, as well as in generations of old; \n<\/p><p>\n\"Thereby showing that he is the same God yesterday, today, and forever. Amen.\n<\/p><p>\n\"Therefore, having so great witnesses, by them shall the world be judged, even as many as shall\nhereafter come to a knowledge of this work.\n<\/p><p>\n\"And those who receive it in faith, and work righteousness, shall receive a crown of eternal life; \n<\/p><p>\n\"But those who harden their hearts in unbelief, and reject it, it shall turn to their own\ncondemnation.\" (<span class=\"citation\" id=\"15509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15509)\">D&amp;C 20:7-15<\/a><\/span>)\n<\/p><p>\n<b>Evil forces at work<\/b>\n<\/p><p>\nAs the holy scriptures have so abundantly attested to, the period of time in which we now live is\nbeset with influences and movements intended by the forces of evil to frustrate and to interfere\nwith the forces of good and enlightenment that are associated with a dispensation of the gospel\nof Jesus Christ, and especially this one since it is the last one.\n<\/p><p>\nIt is not difficult to detect these evil forces at work and to observe their centralization in the\nhuman behavioral areas, such activities which destroy moral and spiritual values. Human\nbehavior can be noble and lofty, following the patterns which God has given us, but when these\npatterns are mutated by perspectives of evil that are aimed at the destruction of the fundamental\nright of agency and spiritual freedom, the result will be as it ever has been, that of decay and\nretrogression.\n<\/p><p>\nThe conditions of worldwide turbulence and the unrest of today are but preliminary to the time\nof devastation which the Master, whose glorious resurrection we particularly recall at this time\nof year, himself declared will transpire in the sequence of the Lord's time, and according to the\ndensity of men's wickedness upon the earth.\n<\/p><p>\n<b>God's work moves forward<\/b>\n<\/p><p>\nWe are to be assured that even in the midst of turmoil and strife, the loss of faith and hope by\nmany, the acceleration of evil among the masses, the plan of God moves relentlessly forward.\nThe plan of redemption for those who will accept and live by it is operative today upon the earth.\nThe way remains open for the repentant and seekers of truth; the gospel plan with all its\npersuasive power can save and redeem.\n<\/p><p>\nThe work of God in this crucial period is going forward in seeking out the righteous and honest\nin heart throughout the world. Concerning its ultimate victory, the Lord directed this compelling\nstatement to the Prophet Joseph Smith, with the quoting of which I shall conclude my remarks.\n<\/p><p>\n\"The works, and the designs, and the purposes of God cannot be frustrated, neither can they\ncome to naught.\n<\/p><p>\n\"For God doth not walk in crooked paths, neither doth he turn to the right hand nor to the left,\nneither doth he vary from that which he hath said, therefore his paths are straight, and his course\nis one eternal round.\n<\/p><p>\n\"Remember, remember that it is not the work of God that is frustrated, but the work of men.\"\n(<span class=\"citation\" id=\"15491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15491)\">D&amp;C 3:1-3<\/a><\/span>)\n<\/p><p>\nI bear testimony of the power of the priesthood that is upon the earth, of the prophet of God who\nis upon the earth who sits upon this stand, and of the work that is going forth in this the last\ndispensation of time, and I do it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}