{"ID":1754, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Path to Manhood<\/p>\n<p class=\"gcspeaker\">Elder Boyd K. Packer<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Boyd K. Packer, <i>Conference Report<\/i>, April 1970, pp. 40-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren: Tonight I wish to speak to the boys and to the young men of the Aaronic Priesthood.\nBefore you lies the path to manhood. It is an uphill course&mdash;uphill all the way. But as you climb,\nyou become ever stronger and rise ever higher.\n<\/p><p>\n<b>Foothills of life<\/b>\n<\/p><p>\nThere are some foothills of life that almost every young man will climb. They are the hills of\nmissionary service, of military service, of education, and the highest of them all is the mountain\nof eternal marriage. It will take a lifetime and more to climb, but it will lead you literally to\ncelestial heights.\n<\/p><p>\nThere are steep and dangerous places along the way, but somehow the paths that go around these\nhills, the easy roads, lead downward. All seem to end in the stagnant swamps of failure.\n<\/p><p>\n<b>Experience in air force<\/b>\n<\/p><p>\nI've been across the hills of military service and would like to relate an experience to you young\nmen. During the winter of 1943, World War II was raging in full intensity. I had enlisted in the\nair force and was assigned to Thunderbird Field, near Scottsdale, Arizona. We were training in\nopen-cockpit steerman trainers.\n<\/p><p>\nOne day there was a crash, and one of our classmates lost his life. Flight schedules were\nimmediately intensified. This was war and no time to let anyone get jittery.\n<\/p><p>\nThe cadets in our class had all soloed, and that afternoon found us practicing landings at an\nauxiliary field. At the close of the day it was my assignment to take one of the planes across the\nvalley to the main field.\n<\/p><p>\nOut of curiosity, I decided to fly over the crash site. It was plainly visible from the air. One could\nsee the spot where the plane had hit, burst into flames, and skidded across the desert floor,\nburning the chaparral in a long, sooty smear. My curiosity satisfied, I then headed for the main\nbase.\n<\/p><p>\nWe had been taught the various maneuvers: stalls, loops, spins. In order to lose altitude to enter\nthe landing pattern, I decided to put the plane into a practice spin. That is the quickest way, of\ncourse, to lose altitude.\n<\/p><p>\nIn attempting a recovery from the spin (perhaps frightened by the thoughts of the accident), I\nwas clumsy and over-corrected. Instead of a recovery, the plane shuddered violently, stalled, and\nthen flipped over into a secondary spin. Never have I known such panic. I found myself clawing\nat the controls.\n<\/p><p>\nI really don't know what happened. I think probably I let go of the controls. The plane was used\nheavily as a trainer because it had the capacity almost to fly itself if you'd leave it alone. Finally\nthe plane pulled out in a long, sweeping skid, just feet above the desert floor.\n<\/p><p>\nI quickly recovered my composure and made a normal landing, with the hope that no one had\nseen the circus performance!\n<\/p><p>\nNo doubt you have had a frightening experience where shock set in afterwards. Long into the\nnight I experienced almost the same panic as I had in the plane.\n<\/p><p>\nMy buddy, a member of the Church from southern Utah, was sleeping in the lower bunk and was\nawakened by my restlessness. I told him what had happened and asked, \"What did I do wrong?\"\n<\/p><p>\nHe then told me that his instructor, early in their flight training, had warned them against just\nsuch a happening. He had pointed out to them the singular danger of a secondary spin. He had\ntaken each of his students up and demonstrated how to recover should it happen. This training,\nthis warning, had insured him against mortal danger.\n<\/p><p>\nThere arose in me an intense resentment for my instructor. Why hadn't he told us? Another\nsecond or two in that spin, and&mdash;well, you would have been spared listening to me. His\nnegligence as an instructor had come that close to costing me my life.\n<\/p><p>\n<b>Responsibility of leaders<\/b>\n<\/p><p>\nGreat responsibility rests upon those of us who are leaders and teachers and instructors in the\nChurch. Against the possibility that one of you, if unwarned, may, as you enter military service,\nspiritually falter, or stall, or spiritually \"spin-in,\" a wonderful program has been prepared. It will\nsee you safely through the adventure of military service.\n<\/p><p>\nWe regard you as the finest generation of young men the Church has ever known. I have heard\nthe Brethren comment on experiences of exceptional inspiration with our teenagers and\ncollege-age youth.\n<\/p><p>\n<b>Responsibility of servicemen<\/b>\n<\/p><p>\nWe have great confidence in you. Will you help us take care of you and assist us with your\nbuddies? We'll do all we can to meet you at every crossroad with guidance and help. If you will\nvolunteer before you leave home to be active and to help with the less active, much of the battle\nwill have been won.\n<\/p><p>\nWe ask that <i>you<\/i> subscribe for <i>The Improvement Era<\/i> and <i>Church News<\/i> yourself. Pay for it\nyourself before you leave for military service. Take the responsibility for changing the address\nwhen you move.\n<\/p><p>\nWe are asking you to find the Church&mdash;look for it&mdash;it isn't difficult to find. But many have\nfailed because they have waited and waited to be found&mdash;and no one knew they were there.\n<\/p><p>\nThere's an old Chinese proverb that says: Man who sits with open mouth waiting for roast duck\nto fly in has long hunger!\n<\/p><p>\n<b>Pre-service orientation<\/b>\n<\/p><p>\nYesterday we delivered to each of the Regional Representatives of the Twelve a kit of materials\nwith all of the necessary instructions to hold a pre-service Church orientation for every member\nof the Church entering military service. He was given a recorder, tapes, instructional manuals,\nand supplies.\n<\/p><p>\nWe're happy to announce to you that within the next few weeks in every area of the Church\nwhere there is a need, this pre-service orientation will be held regularly, so that a young man\ngoing into military service will receive about three hours of important instruction.\n<\/p><p>\n<b>Helps for home teacher<\/b>\n<\/p><p>\nYour home teacher plays a vital role in this program. Be sure you keep him informed of your\nplans. He in turn can advise you when this orientation session will be held. He can even assist in\narranging transportation for you.\n<\/p><p>\nTo help the home teacher, there is a series of brochures printed on a number of subjects. Among\nnearly a dozen titles in print is this brochure: <i>Suggestions to Priesthood Home Teachers&mdash;'What<\/i>\n<i>Can I Do to Help a Boy Entering or Serving in the Military Service<\/i>.' On the front cover is the\nstatement: \"One of my families has a boy in the service and another boy who is about to be\ndrafted. I'd like to help these boys.\"\n<\/p><p>\nAs the home teacher opens the cover, there are important suggestions for him. Every home\nteacher in the Church should have one of these brochures, and for that matter, the other\nbrochures also. The bishop or his executive secretary can order them from Church Distribution.\nPretty expensive, though&mdash;they cost 2&cent; apiece.\n<\/p><p>\n<b>Other phases of military relations program<\/b>\n<\/p><p>\nDid you know that the executive secretary in the ward and stake, whose major assignment is\nhome teaching, has been appointed adviser to the bishopric and stake presidency on military\nrelations? You can see the correlation in operation there. It's his job to see that the bishop or\nstake president knows of every man leaving for military service&mdash;even if it is just to summer\ncamp.\n<\/p><p>\nAnother major phase of the program begins as soon as you enter the service. When you are at\nbasic training, there will be a special course of instruction, teaching you how to find the Church\nin the military service; the wise use of leisure time; how to conduct meetings; your missionary\nopportunities; and a number of other things. Perhaps you'll be fortunate enough to be stationed\nwhere we have a Latter-day Saint chaplain. Presently we have 30 on active duty.\n<\/p><p>\nWe have young men serving in military service from many countries in the world. This program\nis prepared so that it may be adapted to meet the circumstances in every country.\n<\/p><p>\n<b>A second mission<\/b>\n<\/p><p>\nSome of you will have served full-time missions prior to entering military service. In that case,\nthis service can be like a second mission.\n<\/p><p>\nMany of the mission fields of the Church have been opened by servicemen&mdash;in fact, all of them\nin Asia. These have been the result of Latter-day Saint servicemen living exemplary lives.\n<\/p><p>\nBefore you go into military service, each of you will be invited to speak in a sacrament meeting.\nIn fact, your bishops have been instructed to regard you much the same as they would a man\ndeparting for the mission field.\n<\/p><p>\nThe home teachers must be alert and notify the bishop in order that every young man leaving for\nmilitary service, though it be for six months' national guard training, can be invited to speak in a\nsacrament meeting.\n<\/p><p>\nSome of you who have served missions have had your temple endowments. There will be a\nquestion in your minds on the wearing of the temple garment while serving in the military\nservice. The bishop of your ward, or the president of your branch, has a letter of instruction for\nyou. In the interview that he has with every man leaving for military service, you will be invited\nto read the letter. It will answer your questions concerning this important matter.\n<\/p><p>\n<b>Blessings of the Church<\/b>\n<\/p><p>\nThe First Presidency has declared our determination \"in obeying, honoring, and sustaining the\nlaw\" (<span class=\"citation\" id=\"6885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6885)\">A of F 1:12<\/a><\/span>) and had stated, \"We believe our young men should hold themselves in readiness to respond\nto the call of their government to serve in the armed forces.\"\n<\/p><p>\nGreat effort is being put forth so that if you are called to serve in the military, you may have the\nblessings of advancement in the Church similar to the blessings you would have in civilian life.\n<\/p><p>\n<b>Lesson from experience<\/b>\n<\/p><p>\nIn conclusion I return again to the experience mentioned in the beginning. I resented my\ninstructor because he had failed in his duty to warn me of a mortal danger. The next few days I\nwasn't very good at flying. I was tense and tied up and frightened. After a particularly bad flight,\nmy instructor said, \"What's the matter with you, Packer? You're no good at this. Why can't you\nloosen up? You keep this up and we're going to wash you right out of the program.\" I was afraid\nto tell him what was the matter. And then he said, \"I have a special assignment for you this\nweekend. I want you to go into Phoenix and get right good and drunk. You go get loosened up\nand relax, and we can maybe make a pilot of you.\"\n<\/p><p>\nYou'd have to know how much I wanted those silver wings to know what a trial that became. I\ncould see the thing that I then wanted more than any other thing on earth slipping away from me.\nThere was a great temptation to follow his advice. To imbibe in those spirits would loosen me\nup, he thought, and restore the confidence I had lost. But those spirits are counterfeit spirits.\nThey lift you, to drop you all the lower.\n<\/p><p>\n<b>Spiritual restoration<\/b>\n<\/p><p>\nWe did go to Phoenix that weekend, but we sought the other kind of spirit in association with\nbrethren in the priesthood and with members of the Church in worship service. There came an\ninspiration and a restoration of confidence. There came an assurance that has sustained me ever\nsince.\n<\/p><p>\nIt was in the military service that I came to know for sure that Jesus is the Christ that Joseph\nSmith is a prophet of God, that there stands at the head of the Church a prophet of God, and that\nour Father in heaven will hear and answer prayers and sustain us as we answer the call to enter\nmilitary service. Of this I bear testimony in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}