{"ID":1755, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Applying the Missionary Program<\/p>\n<p class=\"gcspeaker\">President S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1970, pp. 43-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI shall begin by quoting a scripture that you all know very well: \n<\/p><p>\n\"Therefore, let every man stand in his own office, and labor in his own calling; and let not the\nhead say unto the feet it hath no need of the feet; for without the feet how shall the body be able\nto stand?\" (<span class=\"citation\" id=\"15597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15597)\">D&amp;C 84:109<\/a><\/span>)\n<\/p><p>\nThe scriptures declaring the prime importance and necessity of the seventies being in the\nmissionary service are clear and to the point. I shall give you but one example: \n<\/p><p>\n\"The Seventy are to act in the name of the Lord, under the direction of the Twelve or the\ntraveling high council, in building up the church and regulating all the affairs of the same in all\nnations, first unto the Gentiles and then to the Jews.\" (<span class=\"citation\" id=\"15631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15631)\">D&amp;C 107:34<\/a><\/span>)\n<\/p><p>\n<b>Stake missionary system<\/b>\n<\/p><p>\nHowever, the application of the missionary program of the Church changes as generations and\nconditions change. For example, we stressed the doctrine of gathering in a previous generation,\nso it did not matter much where converts were made, rural or urban. They gathered to Zion.\nToday we do not gather. Converts are encouraged to build the Church in their home districts;\nand so we stress proselyting in ever-widening concentric circles with the meetinghouse as a\ncenter. Where once the missionaries had no help from the ward or branch, its auxiliaries or its\npeople, now the whole stake missionary system is organized around the wards and branches,\ntheir buildings and their people, to work within the framework of priesthood correlation.\n<\/p><p>\nWhere once members helped missionaries by giving them meals, now members are the best\nsources of finding people to whom the missionaries might teach the gospel. Because of the\ngrowth of the Church, we can correlate the vast missionary system with the wards and stakes and\nuse these units to accelerate and implement our proselyting purposes.\n<\/p><p>\n<b>Ward proselyting program<\/b>\n<\/p><p>\nThere have been great changes in the organization of our units. Where once the bishop had\ninadequate help and felt no responsibility for missionary work, now the whole missionary\nprogram centers in the bishop and his helpers in the highly functional meetinghouse and\nwell-organized auxiliary programs. How, then, can the proselyting purposes of the Lord be best\nserved in our present situation, keeping in mind the special calling of the seventies? Here are\nsome suggestions: \n<\/p><p>\n1. <i>Have seventies presidents serve as group leaders<\/i>. The presidents of the quorums of seventy\nshould be so selected that, as nearly as possible, they can serve as group leaders in their wards.\nRemember that all the missionary work in a stake is done in its wards. Certainly the seventy\npresidents should direct the missionary work of their own quorum members in the wards in\ncooperation, of course, with the bishops.\n<\/p><p>\n2. <i>Implement effective methods for finding investigator families<\/i>. The effort to find prospective\nconverts usually takes up to 80 percent of a missionary's time in any mission. Fifty years ago it\ntook from 90 to 100 percent. I as a missionary spent a hundred percent of my time finding\npeople. The seventies in the quorum are living in the various wards and should be the backbone\nof the finding program in each ward. At all times each seventy and his family should be making\nfriends with and warming up two or more families of nonmembers.\n<\/p><p>\nFurthermore, because of the every-member-a-missionary program of the Church, each home\nteacher should be urging the families under his care to find and make friends with non-member\nfamilies also. He should also teach his families the techniques to help them cultivate these\nnonmember families. The group leader of the seventy who is the ward missionary representative\nshould be alert to this need in the whole ward and keep the bishop not only informed, but help\nhim to acquaint the other ward priesthood groups with methods whereby they also can assist in\nthis great finding program.\n<\/p><p>\n3. <i>Use correlation principles in quorum organization<\/i>. To make missionary correlation effective\nin the wards of the stake, it follows that the stake mission presidency should be included among\nthe presidents of the quorum of the seventy. It would be expected that this mission presidency\nwould be chosen from the best available seventies or elders. If elders, they would be ordained\nseventies and placed in the quorum presidency. In those stakes where the nonmember population\nis so large that the members of the stake mission presidency would have their time fully taken\nwith the work of proselyting, they should be excused from group leadership. The quorum\npresidents should then recommend group leaders from among the members of the group, and\nafter approval of the stake presidency, should install them. These group leaders should meet with\nthe quorum council on a regular basis to correlate the work of the quorum in all wards.\n<\/p><p>\n4. <i>Enlist aid of auxiliary organizations<\/i>. The seventy group leader would be expected to lead out\nwith suggestions to the ward auxiliary leaders about correlating their programs to assist in\nfinding prospective members. These programs may also be of great help in preparing people for\nbaptisms if they are used with wisdom. I do not have time to give an illustration of that\nparticular point.\n<\/p><p>\n5. <i>Understand functions of missionary work in a stake<\/i>. Missionary work is divided into three\nmain functions:<\/p><p>\na. <i>Finding<\/i>. The objective of \"every member a missionary\" makes every member responsible for\nfinding investigators and for preparing them to receive the missionary lessons. To prepare the\nmembers for this important function is the duty of the home teachers serving those members,\nwho should, themselves, be prepared with helps and guides by the seventies group leader.\n<\/p><p>\nb. <i>Teaching<\/i>. The stake and full-time missionaries are responsible for teaching the gospel to\nthose whom the finders have made ready. This centers in the presentation of the lessons with\nsuch additional or preliminary discussions as circumstances may warrant.\n<\/p><p>\nC. <i>Fellowshipping<\/i>. This is the responsibility of the home teachers. It might be well to assign\nseventies to these new families to help orient them, preferably the same seventies who helped to\nconvert them.\n<\/p><p>\n<b>Responsibility of seventies<\/b>\n<\/p><p>\nOne of the great responsibilities of home teachers is to convert the non-members in the\npart-member families. These teachers should be seventies where available. With these families,\nthe seventies can use their missionary finding techniques to good advantage.\n<\/p><p>\nMissionary work may be done by priesthood holders other than seventies and by women, but the\nchief responsibility rests on the seventies.\n<\/p><p>\nThe stake president has the basic responsibility for the successful operation of the missionary\nwork in the stake. This missionary work is administered through the stake priesthood executive\ncommittee and the stake correlation council, with the high counselor assigned to work with the\nseventies and the stake mission serving as adviser to the stake president on missionary matters.\n<\/p><p>\nThe bishop has the responsibility for successful operation of missionary work in the ward,\nincluding the fellowshipping of new converts. Missionary work in the ward is administered\nthrough the ward priesthood executive committee and the ward council, with the seventies group\nleader as adviser to the bishop on missionary matters.\n<\/p><p>\n<b>Missionary correlation meetings<\/b>\n<\/p><p>\nIn wards where full-time missionaries are working, the seventies group leader should hold a\nward missionary correlation meeting. It might well be attended by all stake and full-time\nmissionaries working in the ward area.\n<\/p><p>\nIn every ward it should be determined how many possible investigators are available to be\ntaught, and then a program should be set up which will cause, so far as possible, an even flow of\ninvestigators for the stake and full-time missionaries. Families who are cultivating nonmembers\nunder the inspiration of their home teachers, and seventies who are engaged in the program for\nfinding families, should correlate their efforts through the ward executive committee to bring\nthis about.\n<\/p><p>\nOn the stake level, the quorum council should invite the attendance of full-time mission district\nand zone leaders when correlating missionary work in the stake.\n<\/p><p>\nDo you not see, my brethren of the seventies, that when the great majority of all missionary work\nis devoted to finding people and persuading them to listen&mdash;and you are charged with that\nfinding&mdash;you are for all practical purposes the stake mission. The other smaller percentage, and\nthe very important percentage&mdash;the teaching&mdash;is yours as soon as you will qualify yourselves\nfor that part. Some of you are now qualified. The members of the mission presidency are your leaders.\n<\/p><p>\n<b>Experience in rounding-up cattle<\/b>\n<\/p><p>\nMany years ago I worked for a period of time on a cow ranch, at the art of working with cattle. I\nwas a cow-puncher. In a corral set to one side was a fine-looking, pureblood horse with a\nwell-cared-for coat, pared hoofs, and combed mane and tail. He was the pride of the boss, who\nrode him when he went on fence inspection or in rodeo parades in town. There came a day,\nhowever, when there was an emergency. He had to ride after cattle, and he had to use this horse.\nFor an hour and a half the horse led the roundup and then, all lather, sweat, and foam, gave out\nand could not be pushed another step. The rattail cayuses of the other punchers, hardened and\ntoughened from daily, hard driving, easily passed the pureblood horse.\n<\/p><p>\nThe sad thing is that the pureblood had more real quality than the range horses, but by nonuse\nwas soft muscled and had no endurance. Had he been used, learned to dodge gopher holes,\nrushed pell-mell downhill, over and through brush, been skinned and bumped, fallen down,\ngotten up, been toughened by adversity and some failures, he would have outworked and\noutdistanced the other horses.\n<\/p><p>\nThe moral is clear, I suppose. Don't leave your cow horses in the corral or hitch them to wagons\ndoing other things if you want them to find and round up the cattle.\n<\/p><p>\nI testify that the Lord has spoken in this day and has given us the precious charge of preaching\nthe gospel to the world under the direction of the First Presidency and the Twelve. I sustain them\nwith all my heart, and the First Council sustains them with all its heart. I bear my witness that\nPresident Joseph Fielding Smith is the chosen successor to President McKay, and that his\ncounselors are also called of God. They have not only my support, but also they have my deep\nand abiding love. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}