{"ID":1756, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">In Search of Truth<\/p>\n<p class=\"gcspeaker\">Bishop John H. Vandenberg<\/p>\n<p class=\"gcspkpos\">Presiding Bishop<\/p>\n<p class=\"gcbib\">John H. Vandenberg, <i>Conference Report<\/i>, April 1970, pp. 46-49<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy heart, along with your hearts, I am sure, has been softened tonight by hearing these\nwonderful boys, their sweet, mellow voices. And I want to tell them that they may consider\nthemselves to be successful. I think back on something I read a few years ago. It was published\nin Washington, D. C. They had had a spelling bee, and a young man had won the spelling bee.\nImmediately thereafter a reporter went up to him and said, \"Now, young man, to what do you\nattribute your success?\" And he came right back and he said, \"To my wonderful, overbearing\nmother.\"\n<\/p><p>\n<b>Delusions of youth<\/b>\n<\/p><p>\nI wonder tonight how many mothers have been associated with these boys in having them come\nto their practices. A boy and a mother can reach every goal they try for. Perhaps that is the key to\nsuccess. But what happens when a boy is left alone? I believe we might get the sad story from\nthe words of Benjamin Disraeli, who at 22 wrote these words: \n<\/p><p>\n\"The disappointment of manhood succeeds to the delusion of youth. Let us hope that the heritage\nof old age is not despair.\" Thus he seemed to recognize that when one's life is built upon\ndelusion, or false belief, it will only bring grief. Eighteen years later, at age 40, he recorded:\n\"Youth is a blunder; manhood a struggle; old age a regret.\" These sad words were written over a\nhundred years ago, but delusions are still with us. Webster defines delusion as \"something\naccepted as true or real that is actually false or unreal.\"\n<\/p><p>\nAbraham Lincoln gave an example of delusion when he asked on one occasion: \"How many legs\nwould a sheep have if we called the tail a leg?\" When the answer, \"Five,\" was given, he\ncorrected it by explaining that just calling the tail a leg didn't make it one.\n<\/p><p>\nThe dean of students of a western university prepared a list of what he calls the ten delusions of\nyouth. At the top of his list is the delusion that \"there is no eternal truth.\" The dean claims that\nmany youth today have been misled into believing that there is no eternal truth, because they are\ndeceived. They assume everything changes, including the nature of man and the Ten\nCommandments. This delusion may come from seeing a world moving so fast that it seems\nimpossible to find stability.\n<\/p><p>\n<b>Many kinds of eternal truth<\/b>\n<\/p><p>\nThere are many kinds of eternal truth, and all are important. When God releases truth to the\nearth, it is available to all, and discovery is almost simultaneous in many advanced scientific\nnations. Evidences of such physical truths are all about us, probably one of the most obvious\nbeing the electric light, discovered by Thomas A. Edison by going through certain physical\nprocesses. Edison was acclaimed a genius at incorporating true scientific principles in practical\ndevices. An excerpt from the <i>New York Times<\/i> in September 1882 describes the early use of\n\"Edison's Electric Lamp\" as follows: \n<\/p><p>\n\"It was not until about 7 o'clock, when it began to grow dark, that the electric light really made\nitself known and showed how bright and steady it is. Then the 27 electric lamps in the editorial\nrooms and the 25 lamps in the counting-rooms made those departments as bright as day, but\nwithout any unpleasant glare. It was a light that a man could sit down under and write for hours\nwithout the consciousness of having any artificial light about him . . . the light was soft, mellow,\nand grateful to the eye . . . without a particle of flicker and with scarcely any heat to make the\nhead ache.\"\n<\/p><p>\n<b>Light of spiritual truth<\/b>\n<\/p><p>\nWhat a marvelous invention! What a great light this was, compared to the gas lights of earlier\ndays. And yet this artificial light, or any other of the millions of physical scientific\nadvancements, cannot compare to the living light of eternal, spiritual truth.\n<\/p><p>\nSaid one man: \"It matters nothing that the Greeks counted the stars in the thousands, we the\ngalaxies in the millions. The human heart, its needs and longings, have always been the same.\"\nTo know the truth. Changes will come through discovery and research of temporal things, but let\nus not confuse such temporal changes with the consistency of eternal truth.\n<\/p><p>\nTruth is eternal, since God is the source of truth. In his answer to Thomas' inquiry&mdash;\"Lord, we\nknow not whither thou goest; and how can we know the way?\"&mdash;Jesus said, \"I am the way, the\ntruth, and the life.\" (<span class=\"citation\" id=\"28598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28598)\">John 14:5-6<\/a><\/span>)\n<\/p><p>\nYou see, Jesus is the authority on truth and life, and he wants each of us to make inquiry. He\nwants youth to know how things really are, how they came to be as they are, how they will be in\nthe future. This is no different from the youth of yesteryear. God has planted in the heart of every\nman the longing to inquire and to know.<\/p><p>\n\". . . seek, and ye shall find; knock, and it shall be opened unto you.\" (<span class=\"citation\" id=\"35998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35998)\">Matt. 7:7<\/a><\/span>)\n<\/p><p>\n<b>An all-consuming desire<\/b>\n<\/p><p>\nThe late John A. Widtsoe said: \"A Sunday wish will not suffice. It must be an all-consuming,\nconsistent desire.\" God has been very generous in calling on youth when revealing his truths.\nConsider Samuel, who, as a youngster, when God called him, answered, \"Speak, [Lord]; for thy\nservant heareth\" (<span class=\"citation\" id=\"2587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2587)\">1 Sam. 3:10<\/a><\/span>). This was his introduction to a knowledge that God lives and was\nthe beginning of his noble, prophetic life.\n<\/p><p>\nConsider Nephi, who, in his young years, said to his father, \"I will go and do the things which\nthe Lord hath commanded.\" (<span class=\"citation\" id=\"1657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1657)\">1 Ne. 3:7<\/a><\/span>) Nephi gained a knowledge far greater than most men achieve. His whole life was that of a prophet.\n<\/p><p>\nConsider Jesus, at the age of 12, discussing truth with the learned men in the temple, astounding\nthem. When approached by his parents, he said, \". . . wist ye not that I must be about my Father's\nbusiness?\" (<span class=\"citation\" id=\"31790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31790)\">Luke 2:49<\/a><\/span>)\n<\/p><p>\n<b>Saul of Tarsus<\/b>\n<\/p><p>\nConsider Saul of Tarsus, a young man who was misled and erroneously convinced that the\nChristians should be destroyed. He took up the chase but was interrupted by Jesus' appearing to\nhim in a vision on the road to Damascus, that he might know the truth. (<span class=\"citation\" id=\"8112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8112)\">Acts 9:3-6<\/a><\/span>)  Then, knowing the truth,\nhe lost no time in preparing himself for the ministry. Standing in the midst of Mars Hill, he\nsaid, \"Ye men of Athens I perceive that in all things ye are too superstitious.\n<\/p><p>\n\"For as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE\nUNKNOWN GOD. Whom therefore ye ignorantly worship, him declare I unto you.\" (<span class=\"citation\" id=\"8116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8116)\">Acts 17:22-23<\/a><\/span>)\n<\/p><p>\nPaul, formerly Saul, continued his ministry for about 28 years, and in his letter to Timothy he\nwrote: \"For I am now ready to be offered, and the time of my departure is at hand.\n<\/p><p>\n\"I have fought a good fight, I have finished my course, I have kept the faith.\" (<span class=\"citation\" id=\"5184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5184)\">2 Tim. 4:6-7<\/a><\/span>)\n<\/p><p>\n<b>Joseph Smith's search for truth<\/b>\n<\/p><p>\nConsider Joseph Smith, who at 14 found the source of all knowledge when he read from James,\n\"If any of you lack wisdom, let him ask of God.\" (<span class=\"citation\" id=\"26224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26224)\">James 1:5<\/a><\/span>)\n<\/p><p>\nIt was in search of truth that Joseph, 150 years ago, knelt in a grove of trees to pray. Joseph came\nfrom a religious family and had studied the Bible, but the several denominations of churches\ninterpreted the scripture so differently that he found it impossible to determine which was right.\n<\/p><p>\nWhat Joseph expected and hoped to learn in answer to his sincere prayer for knowledge was that\neither the Baptist, the Methodist, the Presbyterian, or some other religion he was acquainted with\nwas true. The revelation that he received was totally unexpected and overpowering. But he could\nnot deny it, for it came directly from God and his Son Jesus Christ. As a result of that humble\ninquiry, God reestablished his kingdom on earth with the attendant authority to administer its\naffairs, beginning with the restoration of the Aaronic Priesthood by John the Baptist as he spoke\nthese words to Joseph Smith and Oliver Cowdery: \"Upon you my fellow servants, in the name of\nMessiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and\nof the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall\nnever be taken again from the earth, until the sons of Levi do offer again an offering unto the\nLord in righteousness.\" (<span class=\"citation\" id=\"15495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15495)\">D&amp;C 13:1<\/a><\/span>)\n<\/p><p>\n<b>Aaronic Priesthood bearers<\/b>\n<\/p><p>\nAnd now let us consider youth today. There is a body of young men, 186,000 plus, who have\nbeen ordained and who now bear the Aaronic Priesthood. Many of these young men are within\nthis vast audience tonight. God has confidence in you and has called you to his ministry. He has\nfaith in you. He trusts you not only to do your duty, but also to set the right example to the young\nladies with whom you associate. He has given you his power on earth, the same power by which\nthis earth and other worlds were created; the same power by which the waters of the Red Sea\nwere parted; (<span class=\"citation\" id=\"22812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22812)\">Ex. 14:21<\/a><\/span>) the same power by which Elijah sealed the heavens so that no rain fell upon the\nearth (<span class=\"citation\" id=\"1251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1251)\">1 Kgs. 17:1<\/a><\/span>); the same power by which Jesus gave sight to the blind, legs to the lame, and new life to\nthe dead. This is the truth that you should seek after&mdash;to know God and his plan of eternal life.\n<\/p><p>\n<b>Truth can change people<\/b>\n<\/p><p>\nRemember&mdash;people cannot change truth, but truth can change people. You will experience this\nas you continue in your ministry.\n<\/p><p>\nPrepare yourselves to declare the gospel to the nations of the earth. You will witness the change\nthat takes place in the lives of those who listen to your testimonies. Missionaries live with these\nexperiences and love them. Many young people, and particularly those who bear the priesthood,\nare missionaries at home, among their associates, mainly by the way they live Jesus said, \"If ye\ncontinue in my word, then are ye my disciples indeed; And ye shall know the truth, and the truth\nshall make you free.\" (<span class=\"citation\" id=\"28580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28580)\">John 8:31-32<\/a><\/span>)\n<\/p><p>\nLatter-day Saints are not misled. We have the Bible. We have the Book of Mormon. We have the\nbook of modern revelations known as the Doctrine and Covenants, and the Pearl of Great Price.\nEach of us has the privilege and responsibility of communicating directly with our Father in\nheaven through prayer. We have a living prophet who receives revelation from God in this day to\nguide us in this fast-moving world. Always follow the leadership of the First Presidency and the\nBrethren, and you need not fear the decisions of today.\n<\/p><p>\n<b>Another delusion<\/b>\n<\/p><p>\nSome young people are carried away by another delusion and cry: \"My life is my own!\" Your life\nis not really your own. It was given to you by your earthly parents, as well as by your heavenly\nparents. And when you act contrary to the wishes of your earthly and heavenly parents, there is\nsorrow.\n<\/p><p>\nHearts of parents everywhere were touched by the anguished cry of a governor of one of our\nstates whose son was arrested for stealing. This man said, in speaking at a PTA meeting, that\nthere is no greater blessing that parents can have than to have all their children living good lives.\n\"If you have that great blessing,\" he said, \"you should thank God every day of your lives.\" All\ngood parents feel this way about their children. David Klein, in an article entitled \"Is There a\nSubstitute for God?\" printed in the <i>Reader's Digest,<\/i> says: \"And yet the questions remain. Anyone\nwho can contemplate the eye of a housefly, the mechanics of human finger movement, the\ncamouflage of a moth, or the building of every kind of matter from variations in arrangement of\nproton and electron, and then maintain that all this design happened without a designer,\nhappened by sheer, blind accident&mdash;such a person believes in a miracle far more astounding\nthan any in the Bible. To regard man, with his arts and aspirations, his awareness of himself and\nof his universe, his emotions and his morals, his very ability to conceive an idea so grand as that\nof God, to regard this creature as merely a form of life somewhat higher on the evolutionary\nladder than the others, is to create questions more profound than those answered.\" (<i>Reader's\nDigest<\/i>, March 1970, p. 55.)\n<\/p><p>\nBe not deluded, brethren; know that truth is eternal. Believe in God. And be eternally grateful\nthat God believes in you. To this truth I testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}