{"ID":1758, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Power and Influence of the Priesthood<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1970, pp. 52-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith, who is presiding at this meeting and all through the conference, has asked me\nto conduct, and he has now asked me to say a few words to you this evening.\n<\/p><p>\nI am always thrilled and inspired when I meet with the priesthood of The Church of Jesus Christ\nof Latter-day Saints, which is the priesthood of God; and to hear the lovely singing we have had\nthis evening, and the fine talks to which we have listened, thrills me and inspires me more and\nmore.\n<\/p><p>\n<b>The power of God<\/b>\n<\/p><p>\nThe priesthood is the power by which all things were created and the power by which God has\ndone those things about which Bishop Vandenberg spoke this evening; but for us as individuals,\nit is the power of God that has been delegated to us to act in his name in the office which we\nhold. And it is a great privilege, a great blessing, and a great responsibility to have that\npriesthood bestowed upon us.\n<\/p><p>\nSometimes our young men feel they should have the priesthood when they I reach the respective\nages for ordination as deacons, teachers, and priests, regardless of their situation as to their\nactivity or how they are living. They should realize what a great privilege it is to hold that\npriesthood. When a person receives it, he takes upon himself a very heavy responsibility.\n<\/p><p>\n<b>Many called but few chosen<\/b>\n<\/p><p>\nI should like to read just a few words to you, taken from the Doctrine and Covenants: \n<\/p><p>\n\"Behold, there are many called, but few are chosen. And why are they not chosen?\n<\/p><p>\n\"Because their hearts are set so much upon the things of this world, and aspire to the honors of\nmen, that they do not learn this one lesson&mdash;\n<\/p><p>\n\"That the rights of the priesthood are inseparably connected with the powers of heaven, and that\nthe powers of heaven cannot be controlled nor handled only upon the principles of\nrighteousness.\n<\/p><p>\n\"That they may be conferred upon us, it is true; but when we undertake to cover our sins, or to\ngratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon the\nsouls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw\nthemselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood\n<\/p><p>\n\"Behold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute the\nsaints, and to fight against God.\" (<span class=\"citation\" id=\"15645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15645)\">D&amp;C 121:34-38<\/a><\/span>)\n<\/p><p>\nI interpret that as referring to those who fail to magnify their priesthood, or who use it as it\nshould not be used. I know of many cases where a man has gradually failed to magnify his\npriesthood and moved away from activity in the Church. As a result, a man who has been very\nactive loses his testimony and the Spirit of the Lord withdraws from him, and he begins to\ncriticize those in authority, and to persecute the saints, apostatize, and fight against God.\n<\/p><p>\nWe also find these words of the Lord in the Doctrine and Covenants: \"The Holy Ghost shall be\nthy constant companion, and thy scepter an unchanging scepter of righteousness and truth; and\nthy dominion shall be an everlasting dominion, and without compulsory means it shall flow unto\nthee forever and ever\" (<span class=\"citation\" id=\"15650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15650)\">D&amp;C 121:46<\/a><\/span>)&mdash;that is, if we magnify our priesthood.\n<\/p><p>\n<b>Oath and covenant of priesthood<\/b>\n<\/p><p>\nI am sure all of you have read the oath and covenant of the priesthood, and have heard it many\ntimes. To me it is very important.\n<\/p><p>\n\"For whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and the\nmagnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.\n<\/p><p>\n\"They become the sons of Moses and of Aaron and the seed of Abraham, and the church and\nkingdom, and the elect of God.\n<\/p><p>\n\"And also all they who receive this priesthood receive me, saith the Lord; \n<\/p><p>\n\"For he that receiveth my servants receiveth me; \n<\/p><p>\n\"And he that receiveth me receiveth my Father; \n<\/p><p>\n\"And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him.\" (<span class=\"citation\" id=\"15586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15586)\">D&amp;C 84:33-38<\/a><\/span>)\n<\/p><p>\nI should like to emphasize that these blessings are promised to those who magnify their\npriesthood every day in every way.\n<\/p><p>\n\"And this is according to the oath and covenant which belongeth to the priesthood.\n<\/p><p>\n\"Therefore, all those who receive the priesthood, receive this oath and covenant of my Father,\nwhich he cannot break, neither can it be moved.\n<\/p><p>\n\"But whoso breaketh this covenant after he hath received it, and altogether turneth therefrom,\nshall not have forgiveness of sins.\" (<span class=\"citation\" id=\"15594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15594)\">D&amp;C 84:39-41<\/a><\/span>)\n<\/p><p>\nThe Lord says here that he cannot break his covenant, but if we break ours, there is no promise.\n<\/p><p>\n\"Wherefore, now let every man learn his duty, and to act in the office in which he is appointed,\nin all diligence.\n<\/p><p>\n\"He that is slothful shall not be counted worthy to stand, and he that learns not his duty and\nshows himself not approved shall not be counted worthy to stand. Even so. Amen.\" (<span class=\"citation\" id=\"15635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15635)\">D&amp;C 107:99-100<\/a><\/span>)\n<\/p><p>\n\"Therefore, blessed are ye if ye continue in my goodness, a light unto the Gentiles, and through\nthis priesthood, a savior unto my people Israel. The Lord hath said it.\" (<span class=\"citation\" id=\"15600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15600)\">D&amp;C 86:11<\/a><\/span>)\n<\/p><p>\n<b>Leadership to give direction<\/b>\n<\/p><p>\nWe are living in a troubled world, as has been pointed out several times this day; and the world\nhas reason to and every right to expect some leadership somewhere to give direction and\nunderstanding of where to go and what to do. People need to understand that there is a purpose\nin life and what that purpose is, and they have every reason to look to the priesthood of God,\nwhich is what you brethren have.\n<\/p><p>\nYou cannot realize and appreciate the influence the priesthood in this Church could have on the\nwhole world if every man would magnify his priesthood. Brethren, the priesthood, if magnified,\nis a stabilizing influence and strength. It should be. Every wife and mother has a perfect right\nand responsibility to look to her husband who holds the priesthood for guidance, for strength,\nand for direction. And he has the responsibility of magnifying his priesthood so he might be able\nto give this direction, this security, this strength that is needed in the home. And he can do this.\nIf he will magnify his priesthood, he will be magnified by the Lord in the eyes of his family, and\nhis influence will be felt for good.\n<\/p><p>\n<b>Responsibility to sisters<\/b>\n<\/p><p>\nWe have a responsibility to our sisters, boys. Every sister should look to a brother who holds the\npriesthood, whether he is 12 years of age or older, and she has a right to expect in him a living\nexample of what the priesthood should be, and to look to him for strength and counsel and\ndirection and to feel safe with him. Every sweetheart should be able to depend entirely on a\nyoung man holding the priesthood who is going out with her. She should be able to feel he\nwould do anything, even to the giving of his life, to protect her womanhood and her virtue, and\nwould never think of depriving her of it, if he is magnifying his priesthood; and he will not be\ntempted if he is thinking of the priesthood that he holds and the responsibility that he has.\n<\/p><p>\n<b>Strength to act<\/b>\n<\/p><p>\nI should like to read to you just a paragraph from a letter that I received yesterday to show the\nimportance of living the principles of the gospel and magnifying our priesthood. So many of our\nmen <i>believe<\/i>, but haven't the courage or the strength to <i>act<\/i>. If we could all realize the effect we\nhave on our associates when we live the gospel teachings, I am sure we would all do better. This\nletter comes from a successful lawyer in Los Angeles whom I know fairly well, and he wrote just\nto give me this message: \n<\/p><p>\n\"As weeks tumble into months and I become engrossed in the fascinating practice of law,\noccasionally there comes across the spectrum of this activity a person who is noticeably\nexceptional. I have just completed a case in which my adversary was a young man who\nexemplified the finest qualities of technical craftsmanship wedded to moral and spiritual\nintegrity. It didn't come as any great surprise to me when I inadvertently discovered that he is a\ndedicated member of The Church of Jesus Christ of Latter-day Saints.\"\n<\/p><p>\nNow this man who writes the letter is not a member of the Church, and the man about whom he\nwrites is his adversary in court. I know the young man very well. The writer of the letter doesn't\nknow that I know him, but it shows me, my brethren, that if we magnify our priesthood, if we\nlive as we should, we will influence the world, and the Lord will magnify us. This is my\ntestimony to you, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}