{"ID":176, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1945, p. 103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThere are three or four minutes still left. Perhaps we should not let them go without trying to\nhave something said that might be helpful.\n<\/p><p>\nI am sure we have all enjoyed the spirit of the conference to this time. I am equally sure that\nthat same spirit will remain with us during the balance of the conference, for we meet in\nhumility with a sense of our own unworthiness and with a desire to serve God and keep his\ncommandments.\n<\/p><p>\nNearly two thousand years ago the Lord, walking by the seashore, again saw brethren whom\nhe had seen before. They were busy with their nets and their boats. And he said to them:\n\"Follow me and I will make you fishers of men\"\n(<span class=\"citation\" id=\"33945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33945)\">Matt. 4:19<\/a><\/span>).\nThey had little training, little education;\nthey were of the humble folk of the land in which they lived, but they had spirit and a\nspirituality, they had faith; so they left their nets and their boats and followed him. And that\nis all the Lord requires of us today.\n<\/p><p>\nI think perhaps he cares little for our achievements among men, little for what we have done\nin a worldly way in the past, provided we come to him with a qualification which seems to\nme to be all-embracing: a pure heart and a contrite spirit. Without these we shall fail, with\nthem we can but succeed.\n<\/p><p>\nThe Lord expects this from all of us at all times and on all occasions. He expects us to forget\nthe honors we may have gained from this world and our work therein and to come to him,\nhumble and contrite, with a firm desire and a firm determination to follow him and\nbecome fishers of men. May this be our lot, I humbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}