{"ID":1760, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Magnifying Our Callings in the Priesthood<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1970, pp. 58-60<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren: My feelings are to bless those, both young and old, who are magnifying\ntheir callings in the priesthood, and to ask the Lord to pour out upon them the good things of his\nSpirit in this life and assure them of the riches of eternity in the life to come.\n<\/p><p>\nWith all my heart I say to those who are keeping the commandments, who are serving faithfully\nin the Church, and who are working for the good and betterment of mankind generally, with all\nmy heart I say: The Lord bless you; and you may rest assured that if you continue in the paths of\ntruth and righteousness, he will welcome you into his eternal kingdom and give you an\ninheritance with the prophets and saints of all ages.\n<\/p><p>\n<b>The priesthood restored<\/b>\n<\/p><p>\nWhat a glorious thing it is to know that the Lord has offered to each of us the fulness of the\npriesthood, and has promised us that if we will receive this priesthood and magnify our callings,\nwe shall gain an everlasting inheritance with him in his kingdom!\n<\/p><p>\nThis priesthood which we have received is the power and authority of God delegated to man on\nearth to act in all things for the salvation of men. It has come to us in this day through the\nministry of heavenly messengers sent to Joseph Smith and Oliver Cowdery.\n<\/p><p>\nWhen Moroni came to Joseph Smith in September 1823, he quoted to him these words which\nthe Lord had given to Malachi: \"Behold, I will reveal unto you the Priesthood, by the hand of\nElijah the prophet, before the coming of the great and dreadful day of the Lord.\" (<span class=\"citation\" id=\"15489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15489)\">D&amp;C 2:1<\/a><\/span>)\n<\/p><p>\nTo prepare the way for the coming of Elijah and the restoration of the sealing power, because of\nwhich men may receive the fulness of the priesthood, John the Baptist came in May of 1829 and\nconferred upon Joseph and Oliver the Aaronic Priesthood. (<span class=\"citation\" id=\"15496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15496)\">D&amp;C 13:1<\/a><\/span>; <span class=\"citation\" id=\"30541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30541)\">JS&mdash;H 1:68-72<\/a><\/span>)  A short time later Peter, James, and\nJohn came and gave them the Melchizedek Priesthood (<span class=\"citation\" id=\"15522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15522)\">D&amp;C 27:12<\/a><\/span>).\n<\/p><p>\nThen on April 3, 1836, in the Kirtland Temple, Elijah the prophet returned and bestowed upon\nthem the sealing power, the power to use the priesthood to bind on earth and seal in heaven. (<span class=\"citation\" id=\"15638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15638)\">D&amp;C 110:13-16<\/a><\/span>)\n<\/p><p>\n<b>Fulness of the priesthood<\/b>\n<\/p><p>\nThen in 1841 the Lord revealed to the Prophet that \"the fulness of the priesthood\" was available\nto men only in the temple, in \"a house\" built to his name. (<span class=\"citation\" id=\"15652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15652)\">D&amp;C 124:28,31<\/a><\/span>) And in 1843 the\nProphet said: \"If a man gets a fulness of the priesthood of God, he has to get it in the same way\nthat Jesus Christ obtained it, and that was by keeping all the commandments and obeying all the\nordinances of the house of the Lord.\" (<i>Documentary History of the Church<\/i>, Vol. 5, p. 244.)\n<\/p><p>\nLet me put this in a little different way. I do not care what office you hold in the Church&mdash;you\nmay be an apostle, you may be a patriarch, a high priest, or anything else&mdash;but you cannot\nreceive the fulness of the priesthood and the fulness of eternal reward unless you receive the\nordinances of the house of the Lord; and when you receive these ordinances, the door is then\nopen so you can obtain all the blessings which any man can gain.\n<\/p><p>\nDo not think because someone has a higher office in the Church than you have that you are\nbarred from receiving the fulness of the Lord's blessings. You can have them sealed upon you as\nan elder, if you are faithful; and when you receive them, and live faithfully and keep these\ncovenants, you then have all that any man can get.\n<\/p><p>\n<b>Oath and covenant<\/b>\n<\/p><p>\nThere is no exaltation in the kingdom of God without the fulness of the priesthood, and every\nman who receives the Melchizedek Priesthood does so with an oath and a covenant that he shall\nbe exalted.\n<\/p><p>\nThe covenant on man's part is that he will magnify his calling in the priesthood\n(<span class=\"citation\" id=\"15585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15585)\">D&amp;C 84:33<\/a><\/span>), and that he will\nlive by every word that proceedeth forth from the mouth of God, and that he will keep the\ncommandments. (<span class=\"citation\" id=\"35974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35974)\">Matt. 4:4<\/a><\/span>)\n<\/p><p>\nThe covenant on the Lord's part is that if man does as he promises, then all that the Father hath\nshall be given unto him (<span class=\"citation\" id=\"15589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15589)\">D&amp;C 84:38<\/a><\/span>); and this is such a solemn and important promise that the Lord swears\nwith an oath that it shall come to pass. (<span class=\"citation\" id=\"15592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15592)\">D&amp;C 84:39<\/a><\/span>)\n<\/p><p>\n<b>A preparatory priesthood<\/b>\n<\/p><p>\nThose of you who hold the Aaronic Priesthood have not yet received this oath and covenant\nwhich belongs to the Higher Priesthood, but you do have great power and authority given you\nfrom the Lord. The Aaronic Priesthood is a preparatory priesthood that schools and trains us to\nbe worthy of these other great blessings that come later.\n<\/p><p>\nIf you serve faithfully as a deacon, as a teacher, and as a priest, you gain the experience and\nacquire the abilities and capacities which enable you to receive the Melchizedek Priesthood and\nto magnify your calling in it.\n<\/p><p>\nThe Aaronic Priesthood holds the keys of the ministering of angels, and of preaching the gospel\nof repentance, and of performing baptism for the remission of sins (<span class=\"citation\" id=\"15497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15497)\">D&amp;C 13:1<\/a><\/span>).\nThese are very great\nblessings and are necessary to prepare the way for the even greater blessings of the house of the\nLord, those blessings out of which exaltation comes.\n<\/p><p>\n<b>Women share blessings<\/b>\n<\/p><p>\nI think we all know that the blessings of the priesthood are not confined to men alone. These\nblessings are also poured out upon our wives and daughters and upon all the faithful women of\nthe Church. These good sisters can prepare themselves, by keeping the commandments and by\nserving in the Church, for the blessings of the house of the Lord. The Lord offers to his daughters\nevery spiritual gift and blessing that can be obtained by his sons, for neither is the man without\nthe woman, nor the woman without the man in the Lord. (<span class=\"citation\" id=\"522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(522)\">1 Cor. 11:11<\/a><\/span>)\n<\/p><p>\nNow may the blessings of heaven rest upon those who hold the holy priesthood, and upon all our\nFather's children. Brethren, you possess the power and authority of Almighty God, and you hold\nin your hands the power to save and exalt yourselves and your loved ones.\n<\/p><p>\n<b>Putting God's kingdom first<\/b>\n<\/p><p>\nThere is nothing in all this world as important to each of us as putting first in our lives the things\nof God's kingdom, as keeping the commandments, as magnifying our callings in the priesthood,\nas going to the house of the Lord and being offered the fulness of the blessings of our Father's\nkingdom.\n<\/p><p>\nNow, my brethren of the priesthood, I commend you for your faith and labors in the cause of\nrighteousness. I commend you for your zeal and devotion in doing the work of the Lord and in\nusing your priesthood to bless mankind.\n<\/p><p>\nYour able service does not go unnoticed by that God whom you serve and in whose work you are\nengaged. He has blessed you and he will continue to bless you with the good things of the earth,\nand he will hold in reserve for you the riches of eternity.\n<\/p><p>\n<b>Spiritual and temporal blessings<\/b>\n<\/p><p>\nAnd so I pray that you may be blessed and prospered, both temporally and spiritually, and that\nyou may be built up in faith and testimony, and have the desires of your hearts in righteousness.\n<\/p><p>\nI pray that the spirit of love and peace may be in your homes, that fathers and sons may work\ntogether in love in the priesthood, and that a perfect spirit of unity and oneness may prevail\namong all the Latter-day Saints.\n<\/p><p>\nI pray that our Father may help our Aaronic Priesthood brethren as they prepare for life and\nsafeguard them in times of trouble and temptation, and that above all they&mdash;and all of us&mdash;may\nkeep the commandments and be worthy, of the companionship of the Holy Spirit.\n<\/p><p>\nAnd I pray that all of us may have peace and joy and satisfaction in the work of the Lord while in\nthis mortal probation, and that we may inherit eternal life in the realms ahead, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}