{"ID":1761, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Blessings of Obedience<\/p>\n<p class=\"gcspeaker\">President N. Eldon Tanner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">N. Eldon Tanner, <i>Conference Report<\/i>, April 1970, pp. 61-65<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOn this beautiful Sabbath morning it is a privilege and pleasure for me to bring greetings on\nbehalf of the First Presidency and my colleagues to all who are here assembled and to all who\nare listening in.\n<\/p><p>\nLast week we commemorated the resurrection of our Lord and Savior, which brings hope and\npromise to all who accept him and are prepared to keep his commandments. He said: \n<\/p><p>\n\". . . I am come that they might have life, and that they might have it more abundantly.\" (<span class=\"citation\" id=\"28583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28583)\">John 10:10<\/a><\/span>)\n<\/p><p>\n\"I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he\nlive: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die.\" (<span class=\"citation\" id=\"28591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28591)\">John 11:25-26<\/a><\/span>)\n<\/p><p>\nAnd then he gave us great assurance in these words: \n<\/p><p>\n\". . . this is my work and my glory&mdash;to bring to pass the immortality and eternal life of man.\"\n(<span class=\"citation\" id=\"39349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39349)\">Moses 1:39<\/a><\/span>)\n<\/p><p>\n<b>Plan to insure blessings<\/b>\n<\/p><p>\nHe gave his life for us, and the plan which, if followed, will make it possible for us to enjoy\nevery blessing promised to those who will keep his commandments. In these latter days he\nexplained in these words: \n<\/p><p>\n\"There is a law, irrevocably decreed in heaven before the foundations of this world, upon which\nall blessings are predicated&mdash;\n<\/p><p>\n\"And when we obtain any blessing from God, it is by obedience to that law upon which it is\npredicated.\" (<span class=\"citation\" id=\"15658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15658)\">D&amp;C 130:20-21<\/a><\/span>)\n<\/p><p>\nWe are all concerned about conditions in the world today, and are searching for answers to the\nmany problems that are affecting our personal lives, our communities, and countries throughout\nthe world. Though it is true that the trend in the world today is toward lawlessness, rioting, and\nrebellion, we are sick and tired of having it played up so much both in conversation and in news\nmedia. We, with a positive approach, need to center our efforts on living and teaching the\ngospel, thereby eliminating the cause and improving conditions. Every man, including the\nrebellious, who is honest with himself must admit that what he is ultimately seeking is happiness\nand a better way of life.\n<\/p><p>\nWith this in mind, I wish to address my remarks to the subject: The Blessings of Obedience.\nWhile I speak, I pray that the Spirit of the Lord will attend and guide us. Let us remember the\nwords of Samuel to Saul: \". . . to obey is better than sacrifice, and to hearken than the fat of\nrams.\" (<span class=\"citation\" id=\"2588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2588)\">1 Sam. 15:22<\/a><\/span>) And let us also remember that \"through the Atonement of Christ, all\nmankind may be saved, by obedience to the laws and ordinances of the Gospel.\" (<span class=\"citation\" id=\"6879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6879)\">A of F 1:3<\/a><\/span>)\n<\/p><p>\n<b>Freedom to choose<\/b>\n<\/p><p>\nJust the other day I was talking to young man who said, in effect, \"I am fed up and tired of being\ntold, 'You <i>have<\/i> to do this,' or 'You <i>have<\/i> to do that.' I want to be free to decide for <i>myself<\/i> what I want to do.\"\n<\/p><p>\nMy response was: \"You <i>are<\/i> free to choose <i>exactly<\/i> what you want to do, as long as it does not\nrestrict or impose on the rights or liberties of others, but you must be responsible for your acts,\nand prepared to take the consequences.\"\n<\/p><p>\nI explained that the Lord's greatest gift to mortal man is threefold: first, the right to immortality\nand eternal life; second, the plan by which he can gain it; third, <i>his free agency to choose what<\/i>\n<i>he will do<\/i>. The Lord gave us the plan which will bring us the greatest joy and happiness while on\nthis earth, and which will prepare us for eternal life. All we have to do to enjoy this is to obey\nthe law and keep his commandments.\n<\/p><p>\n<b>Subject to natural laws<\/b>\n<\/p><p>\nI suggested to this young man that he consider with me the physical or natural laws, which are\nfixed and immutable, and which apply to all, regardless of their station or learning or intention.\nIf a person, whether knowingly, ignorantly, intentionally, or accidentally, touches a hot stove or\na bare high-voltage wire, he will be burned to the extent of the exposure. If for any reason he\nsteps in front of a rapidly moving vehicle, even to save another life, he will be injured and\npossibly killed. Numerous examples could be given to show that we are subject to these laws\nregardless of who we are or what our intention might be. We cannot change the laws of nature.\n<\/p><p>\nAs we understand natural laws and respect them, we can apply them to our good. If we violate\nlaw, we suffer; and if we obey it, we are blessed. How fortunate we are to know that we can\ndepend on these natural laws: that the sun will rise at a certain time every morning; that\nelectricity, though we don't know exactly what it is, will respond always the same under the\nsame conditions; that the sun will be eclipsed by the moon at a certain time on a certain day in a\ncertain year, all because the laws of nature never vary. Imagine an engineer, doctor, or scientist\nin any field not being able to depend on the laws of nature, or disregarding them. Man can never\nignore the natural laws affecting his operations and be successful. In fact, to ignore them could\nbe disastrous.\n<\/p><p>\n<b>Laws exist for man's benefit<\/b>\n<\/p><p>\nAll the laws of God and the laws of nature and the laws of the land are made for the benefit of\nman, for his comfort, enjoyment, safety, and well-being; and it is up to the individual to learn\nthese laws and to determine whether or not he will enjoy these benefits by obeying the law and\nby keeping the commandments. My whole purpose today is to show that laws exist for our\nbenefit and that to be happy and successful we must obey the laws and regulations pertaining to\nour activities; and these laws will function either to our joy and well-being or to our detriment\nand sorrow, according to our actions.\n<\/p><p>\n<b>Flight of Apollo 11<\/b>\n<\/p><p>\nTo accomplish the great flight of Apollo 11, which resulted in the landing on the moon, every\nlaw of nature affecting this endeavor had to be kept in the most minute detail: the law of physics,\nthe law of chemistry, the law of gravity, and every other law pertaining to the flight had to be\nunderstood and applied by those who were concerned and engaged in the preparations. They did\nnot think of these laws as being a restriction or impediment to them in any way, but rather as a\nmeans by which they could carry out their program; and they were determined to learn all they\ncould about the laws on which their success was dependent, and to obey or apply them so they\nmight be successful in their mission.\n<\/p><p>\n<b>Success through obeying law<\/b>\n<\/p><p>\nThis is so true in life. To be a musician, to be an athlete, to get a degree, to accomplish anything\nworthwhile, we must set our goals, determine what we want to do and wish to accomplish, and\nset about to find out which laws if obeyed will make this possible, and then discipline ourselves\nin order to accomplish it. When we do this, we are on our way to success, while those who\ncontinually fight the laws and refuse to obey, and complain about things that are required,\nbecome frustrated, begin to rebel, and fail to accomplish.\n<\/p><p>\nAs someone has said, you do not break the law, but actually break yourself by refusing to respect\nit as it applies to your condition. The law applies, and our actions determine the result. Too often\nwe are not prepared to discipline ourselves and do that which is necessary to accomplish the\nthings which we desire most.\n<\/p><p>\n<b>Law of the land<\/b>\n<\/p><p>\nIt is a fact that the laws of the land are made by the governing body in the interest of the safety\nand well-being of the citizens. Consider, for example, the laws pertaining to drunken driving and\nother regulations pertaining to highway traffic control, health, zoning restrictions, building\ncodes, etc. Even taxes make it possible for us to have better roads, better schools, and other\npublic services, all of which are for our comfort and convenience and self-improvement.\n<\/p><p>\nIf all people were to recognize law as a benefit to man and then honor and obey it, it would\ncontribute greatly to our health, well-being, and happiness. Laws are essential. Imagine a city,\ncommunity, state, or country without law and regulations. To the extent we disregard, disobey,\nand flaunt the law, we are losing our freedom, depriving others of theirs, and leading to anarchy.\nIf a bad law exists, then the people should take proper legal measures through their governing\nbodies to improve or change the law but while it is law, it should be obeyed.\n<\/p><p>\n<b>Laws to improve social conditions<\/b>\n<\/p><p>\nIn life generally we have to determine the kind of life or environment of which we want to be a\npart. We still have in the human race today people in the jungles who practice cannibalism,\nwhere the animal instincts in man rule, and where the laws of the jungle apply. If that is the kind\nof life we wish, it is available to us. Part of the purpose of our existence, however, is to rise\nabove these animal instincts, and to reach the highest plane of human behavior in our social\nrelations.\n<\/p><p>\nIn order that we may accomplish this, God, our Father and our Creator, and his Son\nJesus Christ, who want us to be happy and successful, have given us the laws which, if applied in\nour lives, will improve our social conditions and our relationship to one another. Yes, if all of us\nwould obey these laws, we would have none of the disturbing conditions so prevalent today, and\nour young people would have no reason, need, nor desire to demonstrate against a society that\ntoday does not practice what it preaches.\n<\/p><p>\n<b>The Ten Commandments<\/b>\n<\/p><p>\nLet us refer to some of the Ten Commandments, which are as applicable today as they were in\nthe time of Moses, and which later were taught by Christ. If everyone would obey the\ncommandments, \"Thou shalt not steal, kill, covet, commit adultery, or bear false witness,\" (<span class=\"citation\" id=\"22820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22820)\">Ex. 20:13-17<\/a><\/span>) we\ncould leave our homes or properties unattended, walk down the street any place at any time, or\nfeel secure in our homes, without fear of thieves or robbers, or that someone might be trying to\ntake our lives.\n<\/p><p>\nImagine too the joy of living in a community in which there were no covetousness, backbiting,\nor adultery; where everyone was living according to the law. In addition to the peaceful and\nhappy existence we would lead, and the strength and help we could be to one another, just think\nof the money we would save on law enforcement and the effects of crime, all of which money\ncould be diverted to fighting poverty, or improving health and educational facilities, and for\nother worthwhile purposes. We cannot begin to number the temporal blessings we would receive\nfrom obedience to these commandments.\n<\/p><p>\n<b>Lord's law of health<\/b>\n<\/p><p>\nAnother commandment that is so important in the lives of all of us is the Lord's law of health,\nwhich is called the Word of Wisdom, and which should be taught in every home by example and\nby precept. In this Word of Wisdom we are warned against the use of tobacco and alcohol and\nother things that are harmful to the body. (<span class=\"citation\" id=\"15607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15607)\">D&amp;C 89:5-9<\/a><\/span>) I am sure we can include the use of drugs.\n<\/p><p>\nThough this law of health was given to us by the Lord over a hundred years ago, it was generally\nignored until scientists and experience proved beyond doubt that these things are not only\nharmful to the body, but are a menace to society. Many <i>still<\/i> ignore and defy this law, and are\nprepared to take the risks. The use of these things results in broken homes, diseased and broken\nbodies and spirits, destruction of property, misery, and death on the highway, and many other\ntragedies too numerous to mention, all of which are now causing society, lawmakers, law\nenforcement officers, and all of us serious concern. In just one evening I gleaned the following\ninformation from reading the newspaper: \n<\/p><p>\nOne-car fatal accidents doubled in '69. Twenty-six percent of all fatal accidents occurred after\nthe driver had been drinking.\n<\/p><p>\nA well-known television personality died of lung cancer at age 45. He had publicly stated he\nwould rather smoke and take a chance than be a \"fat neurotic.\" He quit when he learned he had\ncancer.\n<\/p><p>\nA hotel fire caused by a cigarette claimed 14 lives, and a burning cigarette in another building\ncaused ten thousand dollars worth of damage.\n<\/p><p>\nMarijuana harm is very real, and drugs put blinders on youth.\n<\/p><p>\n<b>Glorious promise for obedience<\/b>\n<\/p><p>\nWe owe it to ourselves, to our youth, and to the future of our country to restrict and if possible\ndo away entirely with the use of these devilish and deleterious things that are causing so much\ntragedy in the world today. Listen to the great and glorious promise given by the Lord to all those\nwho will keep this and other commandments: \n<\/p><p>\n\"And all saints who remember to keep and do these sayings, <i>walking in obedience to the<\/i>\n<i>commandments<\/i>, shall receive health in their navel and marrow to their bones; \n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures; \n<\/p><p>\n\"And shall run and not be weary, and shall walk and not faint.\n<\/p><p>\n\"And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the\nchildren of Israel, and not slay them\" (<span class=\"citation\" id=\"15610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15610)\">D&amp;C 89:18-21<\/a><\/span>, italics added).\n<\/p><p>\nCan you think of a greater promise?\n<\/p><p>\n<b>Keeping the sabbath holy<\/b>\n<\/p><p>\nLet me refer to another very important commandment, which is: \"Remember the sabbath day, to\nkeep it holy.\n<\/p><p>\n\"Six days shalt thou labour, and do all thy work: \n<\/p><p>\n\"But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work.\" (<span class=\"citation\" id=\"22817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22817)\">Ex. 20:8-10<\/a><\/span>)<\/p><p>\nAnd the Lord has told us: \n<\/p><p>\n\"And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day.\" (<span class=\"citation\" id=\"15551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15551)\">D&amp;C 59:9<\/a><\/span>)\n<\/p><p>\nIn spite of what so many say to the contrary, this is a law of God, a religious and therefore a\nmoral law. If observed, it will bring many blessings not otherwise enjoyed; and, like any other\nlaw, if not obeyed it will bring condemnation to the soul.\n<\/p><p>\n<b>Learning to know God<\/b>\n<\/p><p>\nKeeping the Sabbath day holy gives us an opportunity to learn and understand the teachings of\nthe gospel through worship and study, and to learn to know God, which is essential to our eternal\ndestiny.\n<\/p><p>\nThe Lord has said: \n<\/p><p>\n\"And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent.\" (<span class=\"citation\" id=\"28612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28612)\">John 17:3<\/a><\/span>)\n<\/p><p>\nSurely for one day in seven we can and need to turn our thoughts to our Maker and feed our\nspiritual selves, to learn obedience to God, and to teach reverence and obedience to our children.\nOne of the greatest lessons we can learn in life is that \"man shall not live by bread alone, but by\nevery word that proceedeth out of the mouth of God.\" (<span class=\"citation\" id=\"35975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35975)\">Matt. 4:4<\/a><\/span>)\n<\/p><p>\nSomeone has wisely said: \"Woe unto those who consider the laws of God only as forces of\nconvenience, to be ignored or employed at will. Woe unto those individuals, classes, and nations\nthat believe in the might of their wealth, in the strength of their armor, in the invincibility of\ntheir positions.\"\n<\/p><p>\nNo culture can last, no nation or union of nations can survive if they ignore God's laws. The Lord\nhas admonished: \n<\/p><p>\n\". . . seek ye first the kingdom of God, and his righteousness; and all these things shall be added\nunto you\" (<span class=\"citation\" id=\"35993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35993)\">Matt. 6:33<\/a><\/span>), meaning everything that is for our good.\n<\/p><p>\n<b>Importance of teaching spirituality<\/b>\n<\/p><p>\nWe cannot keep the Sabbath day holy, nor enjoy the blessings thereof, by seeking to satisfy our\nmaterial wants and pleasures. It is truthfully said that \"material things have no power to raise the\nsunken spirit. The wealth of the world cannot heal a broken heart, and the wisdom of all the\nuniversities cannot turn into righteousness a wayward soul.\"\n<\/p><p>\nAs important as it is that we attend the house of prayer and keep the Sabbath day holy, teaching\nspirituality cannot he left to the churches alone. Parents have the first and great and important\nresponsibility to teach the laws of God in the home. The Lord has told us: \n<\/p><p>\n\"And again, inasmuch as parents have children in Zion, or in any of her stakes which are\norganized, that teach them not to understand the doctrine of repentance, faith in Christ the Son\nof the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands,\nwhen eight years old, the sin be upon the heads of the parents.\n<\/p><p>\n\"And they shall also teach their children to pray, and to walk uprightly before the Lord.\" (<span class=\"citation\" id=\"15570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15570)\">D&amp;C 68:25,28<\/a><\/span>) This means to keep his commandment&mdash;to love, honor, and obey him.\n<\/p><p>\n<b>Parents to be living examples<\/b>\n<\/p><p>\nParents, if we are to teach our children to keep the commandments and walk uprightly before\nGod, we must be their living example. We cannot break any law with impunity and expect our\nchildren to honor and obey us or the law. We cannot question the teachings and commandments\nof the Lord without causing great doubts in the minds of our children as to why they should keep\nthe commandments. We cannot be hypocrites. We cannot teach or profess a belief in one thing\nand live another, and expect our children to obey the commandment: \"Honour thy father and thy\nmother: that thy days may be long upon the land which the Lord thy God giveth thee.\" (<span class=\"citation\" id=\"22819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22819)\">Ex. 20:12<\/a><\/span>)\n<\/p><p>\nChildren who are taught obedience, to honor and obey the law, to have faith in God and to keep\nhis commandments, will, as they grow up, honor their parents and be a credit to them; and they\nwill be able to meet and solve their problems, find greater success and joy in life, and contribute\ngreatly to the solution of the problems now causing the world such great concern. It is up to the\nparents to see to it that their children are prepared through obedience to law for the positions of\nleadership they will occupy in the future, where their responsibility will be to bring peace and\nrighteousness to the world.\n<\/p><p>\n<b>Two great commandments<\/b>\n<\/p><p>\nThe Lord's message may be summed up in his statement: \n<\/p><p>\n\"Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbour as thyself.\n<\/p><p>\n\"On these two commandments hang all the law and the prophets.\" (<span class=\"citation\" id=\"36028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36028)\">Matt. 22:37-40<\/a><\/span>)\n<\/p><p>\nSurely if we love the Lord we will keep his commandments, and if we will love our fellowmen\nwe will enjoy utopia here on earth.\n<\/p><p>\nAs the Lord further has promised: \n<\/p><p>\n\". . . he who doeth the works of righteousness shall receive his reward, even peace in this world,\nand eternal life in the world to come.\" (<span class=\"citation\" id=\"15554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15554)\">D&amp;C 59:23<\/a><\/span>)\n<\/p><p>\nI bear witness to you this day that as we accept God as our Father, and his Son Jesus Christ as\nthe Savior of the world, and keep the commandments, we will have greater joy here on earth and\neternal life in the world to come. May this be the blessing of all of us, I humbly pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}