{"ID":1762, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Key to Peace<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1970, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLast fall, near the conclusion of a three-mission tour in which I had interviewed personally about\n400 missionaries, I was abruptly cut down to size by a missionary who, in answer to my inquiry\nas to whether he had anything further he would like to comment on or ask, said: \"What is so\ngreat about an interview with a General Authority?\"\n<\/p><p>\nSparring for time, I responded, \"What do you mean?\"\n<\/p><p>\nTo this he replied, \"Well, most of the missionaries look forward in anticipation to an interview\nwith a General Authority, and then they talk about it for a long time after. I don't see anything so\ngreat about it.\"\n<\/p><p>\nHaving recovered my composure, I then said, \"Maybe you can answer this question. Why is it\nthat two men can sit side by side in a conference and then when they leave, one of them says to\nthe other: 'Wasn't that the most glorious meeting we ever attended? It thrilled me.' The other\nresponds: 'Oh, I didn't think it was so wonderful. It just sounded like the same old stuff to me.'\"\n<\/p><p>\n<b>The power of the Holy Ghost<\/b>\n<\/p><p>\nThis morning when I awoke about 5 a. m., these words kept going through my mind: \n<\/p><p>\n\". . . now I, Nephi, cannot write all the things which were taught among my people; neither am I\nmighty in writing, like unto speaking; for when a man speaketh by the power of the Holy Ghost\nthe power of the Holy Ghost carrieth it unto the hearts of the children of men.\" (<span class=\"citation\" id=\"3852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3852)\">2 Ne. 33:1<\/a><\/span>)\n<\/p><p>\nMy message for today is not at all complicated. It is plain and simple. It is well known to most of\nus. I have titled it \"The Key to Peace.\" Its importance is of the first magnitude. I realize,\nhowever, that it will be just the same old stuff unless I speak and you hear by the power of the\nHoly Ghost. I have fasted and prayed that we can all enjoy that spirit and power. I ask you now\nto join with me in silent prayer to this effect: O God, our Heavenly Father, let us now speak and\nlisten by the power of the Holy Ghost, in the name of Jesus Christ. Amen.\n<\/p><p>\n<b>The answer to muddled thinking<\/b>\n<\/p><p>\nI shall introduce what I have to say by quoting from a recent convert: \n<\/p><p>\n\"I have tried nearly all the churches,\" she wrote, \"only to feel empty, and yet I had this feeling of\nsomething important in religion. . . . After trying to find the answer for years and years, I let my\nchurch-going drop for three years, not attending any church at all. I prayed, though, and I still\nhad this yearning for this unknown something.\n<\/p><p>\n\"Then one Thursday lunch-time a knock came on my door and there stood two happy young\nmen. They said they were missionaries from 'The Church of Jesus Christ of Latter-day Saints' and\nhad a message of importance to give . . . I knew after the second visit, this was what I had been\nsearching for all my life . . .\n<\/p><p>\n\"What really impressed me most,\" she continues, \"was the new and wonderful knowledge that\nours was a living God. Now I knew what our God was like. Joseph Smith had seen him, and He\nhad flesh and bones as we do. This was wonderful to me, for before I imagined something\nspiritual floating about all over the place. Nothing to fasten on to. Now our God became real to\nme; <i>someone<\/i>, no longer something. This was the answer to all my muddled thinking.\"\n(<i>Millennial Star<\/i>, June 1960.)\n<\/p><p>\n<b>The key to peace<\/b>\n<\/p><p>\nIn her new-found knowledge of the true and living God, this humble woman had found what all\nright-minded people seek: the key to peace&mdash;peace in one's own heart and soul, and peace and\ngoodwill among men and nations.\n<\/p><p>\nOur convert's experience is an illustration of how such knowledge brings peace to the individual.\nPeace among men and nations will be the natural sequence when enough individuals have peace\nin their hearts.\n<\/p><p>\nHow a knowledge of the true and living God inspires men to walk in the ways of peace is so\nimpressively stated by Josephus in his introduction to <i>Antiquities of the Jews<\/i>, which I take the\nliberty to quote. He says: \n<\/p><p>\n\"Moses deemed it exceeding necessary, that he who would conduct his own life well, and give\nlaws to others, in the first place should consider the <i>Divine nature . . . and . . . endeavor to follow after it;<\/i>\nneither could [Moses] himself have a right mind without such a contemplation; nor\nwould anything he should write tend to the promotion of virtue in his readers . . . unless they be\ntaught first of all, that God is the Father and Lord of all things, and that thence he bestows a\nhappy life upon those that follow him, but plunges such as do not walk in the paths of virtue into\ninevitable miseries. Now when Moses was desirous to teach this lesson to his countrymen,\n[continues Josephus,] he did not begin the establishment of his laws after the same manner that\nother legislators did; I mean, upon contracts and other rites between one man and another, but by\nraising their minds upward to regard God, and his creation of the world; and by persuading them,\nthat we men are the most excellent of the creatures of God upon earth. Now when once he had\nbrought them to submit to religion, he easily persuaded them to submit to all other things . . .\n[for, concludes Josephus] when he had once demonstrated that God was possessed of perfect\nvirtue, he supposed that men also ought to strive after [such virtues].\" (<i>The Works of Josephus<\/i>,\npp. 38-39.)\n<\/p><p>\n<b>The lodestar of men's lives<\/b>\n<\/p><p>\nNow this is exactly what happens. When men correctly understand and have faith in the true and\nliving God, they strive to develop within themselves his virtues. He becomes the lodestar of their\nlives. To emulate him is their highest aspiration. As they strive to \"be . . . perfect, even as [their]\nFather which is in heaven is perfect\" (<span class=\"citation\" id=\"35990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35990)\">Matt. 5:48<\/a><\/span>), they actually become partakers of his divine\nnature. (<span class=\"citation\" id=\"4905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4905)\">2 Pet. 1:4<\/a><\/span>) In doing so, they add to their faith and knowledge, temperance, patience, godliness,\nbrotherly kindness, love, and charity, virtues that are perfected in the true and living God. (<span class=\"citation\" id=\"4906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4906)\">2 Pet. 1:5-7<\/a><\/span>) These\nvirtues drive out of their hearts selfishness, greed, lust, hate, contentions, and war. Happiness,\ncontentment, joy, and peace naturally follow.\n<\/p><p>\n<b>Return to God<\/b>\n<\/p><p>\nThe almost universal prescript for peace today is \"return to God.\" \"We must turn to God to find\npeace\" is the cry of right-minded people throughout all the land. It is not because we do not know\nthe remedy that peace escapes us. It is because we do not know the God to whom we must\nreturn.\n<\/p><p>\nTurning to false gods will not bring peace. Turning to the gods of mythology, heathen gods,\ngraven images, ethereal gods created in the minds of the worldly wise has only increased\nselfishness, greed, and lust, and has intensified contention, conflict, and strife. What men must\ndo to find peace is discover and emulate the true and living God (<span class=\"citation\" id=\"9122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9122)\">Alma 7:6<\/a><\/span>)&mdash;the\nGod discovered by our recent convert.\n<\/p><p>\nTo find and follow him is the greatest need of this generation, as it has been of all generations.\n<\/p><p>\nA knowledge of God is the key to peace in the hearts of men and nations on this earth, as much\nas it is the key to eternal life in the world beyond the grave. Because the knowledge of God is of\nsuch great importance, he has revealed himself time and again through the ages past. Men are,\ntherefore, not justified in their continued ignorance of him.\n<\/p><p>\n<b>Moses explains nature of God<\/b>\n<\/p><p>\nIn the very first chapter of Genesis, Moses clearly explains the form and nature of God in this\nsimple statement: \n<\/p><p>\n\"God created man in his own image, in the image of God created he him; male and female\ncreated he them.\" (<span class=\"citation\" id=\"23807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23807)\">Gen. 1:27<\/a><\/span>)\n<\/p><p>\nAny man of faith can understand this unambiguous statement. Moses was not speculating when\nhe thus put God and men in the same mold. He spoke from a personal knowledge. By the power\nof the Almighty he had been \"caught up into an exceedingly high mountain.\" There \"he saw God\nface to face, and he talked with him.\n<\/p><p>\n\"And God spake unto Moses, saying: Behold, I am the Lord God Almighty . . .\n<\/p><p>\n\"And, behold, thou art my son . . .\n<\/p><p>\n\"And I have a work for thee, Moses, my son; and thou art in the similitude of mine Only\nBegotten; and mine Only Begotten is and shall be the Savior.\" (<span class=\"citation\" id=\"39347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39347)\">Moses 1:1-4,6<\/a><\/span>)\n<\/p><p>\nThis clear and certain knowledge of God the Eternal Father and his Only Begotten Son and\nman's likeness and relationship to them was given to Moses at the time he led Israel from Egypt.\nThe revelation was then necessary, because during their bondage Israel's knowledge of God had\nbeen corrupted.\n<\/p><p>\n<b>Instruction to Adam<\/b>\n<\/p><p>\nIt was not, however, the first such revelation. Following his expulsion from the garden, and in\nanswer to his prayers, Adam, at the beginning of the world, \"heard the voice of the Lord from the\nway toward the Garden of Eden\" (<span class=\"citation\" id=\"39358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39358)\">Moses 5:4<\/a><\/span>) commanding him to offer sacrifices. This he did, whereupon he\nwas visited and instructed by an angel. \"And in that day the Holy Ghost fell upon\" him and bore\nrecord of both the Father and the Son. (<span class=\"citation\" id=\"39363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39363)\">Moses 5:9<\/a><\/span>)\n<\/p><p>\nAdam was taught as clearly and specifically as was Moses about the true and living God. To him\nthe Lord said, \". . . thou art one in me, a son of God.\" (<span class=\"citation\" id=\"39374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39374)\">Moses 7:68<\/a><\/span>)\n<\/p><p>\nAdam and Eve made all these things known to their children. ( <span class=\"citation\" id=\"39364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39364)\">Moses 5:12<\/a><\/span>) But \". . . Satan came among them,\nsaying . . . Believe it not . . . and they loved Satan more than God.\" (<span class=\"citation\" id=\"39365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39365)\">Moses 5:13<\/a><\/span>)\n<\/p><p>\n<b>Revelation to apostolic church<\/b>\n<\/p><p>\nAs God's revelation of himself to Moses was not the first, neither was it the last. In the meridian\nof time Jesus Christ, the Firstborn Son of God in the spirit, came to earth as God's Only Begotten\nSon in the flesh. (<span class=\"citation\" id=\"28564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28564)\">John 1:14<\/a><\/span>) One of the purposes of his coming was to reveal himself and his Father. This he\ndid in no uncertain manner. Paul understood and declared this when he said that Jesus was \"the\nexpress image of his [Father's] person.\" (<span class=\"citation\" id=\"24395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24395)\">Heb. 1:3<\/a><\/span>)\n<\/p><p>\nTo those who, at the time of his triumphal entry into Jerusalem, inquired, saying: \". . . who is this\nSon of man? . . . Jesus . . . said, He that believeth on me, believeth not on me, but on him that\nsent me. And he that seeth me seeth him that sent me.\" (<span class=\"citation\" id=\"28594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28594)\">John 12:34,44-45<\/a><\/span>)\n<\/p><p>\nIn the upper chamber, in response to the request of Philip, \"Lord, shew us the Father . . . Jesus\nsaith unto him . . . he that hath seen me hath seen the Father.\" (<span class=\"citation\" id=\"28601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28601)\">John 14:8-9<\/a><\/span>)\n<\/p><p>\nThese teachings were plain enough to convince men in the apostolic church that Jesus was a true\nrevelation of the same true and living God who had revealed himself to Adam and to Moses.\n<\/p><p>\n<b>An apostate church<\/b>\n<\/p><p>\nBut men in the meridian of time were little different than they are now or than they were in the\ndays of Adam and Moses. They loved Satan more than they loved God, and when Satan came\namong them and, through his pagan philosophies and other sophistries, taught them \"believe it\nnot,\" they believed it not. (<span class=\"citation\" id=\"39366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39366)\">Moses 5:13<\/a><\/span>) By 325 A.D. an apostate church had sunk, in its understanding of the\ntrue and living God, to the confusion evidenced by the Nicene Creed. In this awful darkness men\nstrayed until the nineteenth century.\n<\/p><p>\nThen, in his infinite mercy, \"knowing the calamity which should come upon the inhabitants of\nthe earth\" (<span class=\"citation\" id=\"15477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15477)\">D&amp;C 1:17<\/a><\/span>) if they did not come to an understanding of and faith in the true and living God, which\nwould induce them to \"seek . . . the Lord to establish his righteousness,\" (<span class=\"citation\" id=\"15476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15476)\">D&amp;C 1:16<\/a><\/span>) God revealed himself anew.\n<\/p><p>\n<b>Knowledge of God restored<\/b>\n<\/p><p>\nAs in times past he had chosen to reveal himself to Adam, Moses, Jesus, and others, so now in\nthis last dispensation he selected Joseph Smith. When God took him in hand, Joseph was to the\nworld but an obscure youth. But to God he was no stranger. In the heavens he had been chosen\nby the Lord and foreordained to be the mighty prophet of the latter-day restoration.\n<\/p><p>\nWhen this boy prophet came out of the Sacred Grove in the spring of 1820, he had a sure\nknowledge of the true and living God, for he had seen and conversed with him and his Beloved\nSon, Jesus Christ.\n<\/p><p>\nHe knew with the same certainty as did Adam and Moses that these heavenly beings were\npersonages of flesh and bone as tangible as man's\n(<span class=\"citation\" id=\"15660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15660)\">D&amp;C 130:22<\/a><\/span>); that God did indeed create men in his own\nimage. (<span class=\"citation\" id=\"23808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23808)\">Gen. 1:27<\/a><\/span>)\n<\/p><p>\nTwenty-four years later, Joseph Smith sealed with his life's blood his testimony of the true and\nliving God.\n<\/p><p>\nDuring this short period, having been endowed from heaven with God's priesthood, he had,\nunder divine direction, established The Church of Jesus Christ of Latter-day Saints, which\nchurch through him had received anew the divine commission to declare the true and living God\nin all the world to every creature (<span class=\"citation\" id=\"15569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15569)\">D&amp;C 68:8<\/a><\/span>; <span class=\"citation\" id=\"15640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15640)\">D&amp;C 112:28<\/a><\/span>).\nThis is the mission of The Church of\nJesus Christ of Latter-day Saints, and this it is doing with all its might.\n<\/p><p>\n<b>Witness of living God<\/b>\n<\/p><p>\nAnd now, my beloved brethren and sisters, in and out of the Church, all you who are within the\nsound of my voice, as one whose obligation and honor it is to bear witness of the true and living\nGod, I testify to you that I do know that these manifestations which God has given of himself, to\nwhich I have called your attention, are true. I also bear witness that to every soul who will accept\nhim, and seek to establish his righteousness, will come the peace spoken of by our convert, and\nthat if enough people will come to know him, their knowledge and faith will work in them a\ntransformation that will bring peace not only to themselves but also to this troubled world. For\nthe key to peace, for individual men and for nations, is the knowledge of and faith in the true and\nliving God. The only alternative to peace obtained in this manner is more contention and strife,\nwhich will eventually culminate in the destruction foretold by the prophets. God grant that we\nmay choose peace, by seeking and finding the true and living God (<span class=\"citation\" id=\"15510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15510)\">D&amp;C 20:19<\/a><\/span>), I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}