{"ID":1763, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Meet Joseph Smith<\/p>\n<p class=\"gcspeaker\">President Paul H. Dunn<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Paul H. Dunn, <i>Conference Report<\/i>, April 1970, pp. 70-73<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, both seen and unseen throughout the world, this is a wonderful\noccasion.\n<\/p><p>\nSister Dunn and I are currently residing in Cambridge, Massachusetts. It is steeped in American\ntradition. It was the dwelling place for the Washingtons, the Franklins, the Reveres, the\nHancocks. The story is told there of a dialogue that was supposed to have occurred between Mrs.\nPaul Revere and her husband. It is reported that she said: \"I don't care who's coming tonight. It's\nmy turn to have the horse.\"\n<\/p><p>\nI am grateful, my brothers and sisters, for my turn here, to bear solemn witness to things that are\nvery close to my heart, and which I believe completely.\n<\/p><p>\n<b>Birthplace of Joseph Smith<\/b>\n<\/p><p>\nOne hundred thirty miles north of Boston is one of the most beautiful places I have ever seen.\nNestled in the rolling green hills of Windsor County, Vermont, is the birthplace of a prophet of\nthe Lord&mdash;Joseph Smith. On the grounds of the original homesite stand two buildings housing a\nbureau of information and a religious display center.\n<\/p><p>\nRecently on one of our trips to the memorial we had our young daughter Kellie with us. She has\nbeen there many times and is always noticeably affected by the inner peace and spirit that\nprevails. She never leaves that building without signing her name in the guest book provided for\nvisitors and giving her evaluation in the column provided for comments. (Incidentally, another\ncolumn asks if you would like more information about the Church. We have received over forty\nreferrals from her already.)\n<\/p><p>\nOn this particular day she wrote: \"The Church is the greatest thing in my life.\" My wife and I\nwere obviously filled with joyful emotion. Why? Because the Church and the gospel with its\nordinances is a \"way of life,\" and by following its teachings we as a family are finding the true\njoy and happiness we all seek.\n<\/p><p>\n<b>150 years ago<\/b>\n<\/p><p>\nIt was just 150 years ago this spring that a young lad with simple faith asked a very important\nquestion: \"Which church is right?\" That beautiful spring morning in 1820, God the Father and\nhis Son Jesus Christ revealed themselves to a young boy whose name will never perish. That boy\nwas Joseph Smith, the first prophet of this dispensation.\n<\/p><p>\nFor the past two years we have been living in New England and have spent a great deal of time\nat the birthplace of the Prophet. The Lord has hallowed that spot, and each time we gaze upon\nthe granite shaft that pierces the sky over the place where he was born, our hearts fill with joy\nand the Spirit whispers to us, \"He was indeed a prophet.\"\n<\/p><p>\nOne of the best gifts I could give you this morning is an opportunity to know the Prophet Joseph\nSmith a little better. I shall not undertake to explain to you the accomplishments of Joseph\nSmith, but I want to tell you about the man, the Seer, and the Prophet. I think it is important that\nwe know the how and why of his life, for to do so is to increase our understanding and\nappreciation of this \"prince of our present dispensation,\" even Joseph Smith, the man of whom\nBrigham Young said: \"Jesus Christ excepted, no better man ever lived.\"\n<\/p><p>\n<b>Life of Joseph Smith<\/b>\n<\/p><p>\nA life that has become a candle of the Lord is a life that all would wish to see more clearly. Such\na life was Joseph Smith's&mdash;a life given in the service of others and a life of love. We declare that\nhe was, without a doubt, one of the most noble sons of our eternal Heavenly Father.\n<\/p><p>\nHe was a tall, well-built man, over six feet in height and about 210 pounds. He had a light skin,\nlight hair, and blue eyes that could gaze into the heart of any man. He was as quick as a squirrel,\nstrong as a lion, and mild as a lamb. One young man said of him that \"he wore no whiskers, and\nthat altogether, he presented a very formidable appearance, being a man of gentlemanly\nbearing.\" A young lady said that there were no pictures of him in existence that can compare\nwith the majesty of his presence. His wife said no one could capture his true countenance\nbecause his expression and countenance changed with his moods.\n<\/p><p>\n<b>Remarkable blend of qualities<\/b>\n<\/p><p>\nAs one looks more deeply into his personality, experiences, and character, one can see a\nremarkable blend of Christ-like qualities. His peers spoke of his solemnity in sacred moments,\nyet are much pleased at his prophetic wit, his love of music, poetry, drama, and, very notably, his\nhearty laughter. They were continually amazed at his versatility in changing pace. He could\nmove from studying the scriptures or any of his four foreign languages to playing ball, wrestling,\njumping at a mark, and back again to studying. All people could recognize his easy jovial\nappearance when he was engaged in activities of fun, but they were quick to note his dislike of\nanything that was degrading or vulgar.\n<\/p><p>\nHe could reprove betimes with sharpness and always showed forth afterwards an increase of\nlove. (<span class=\"citation\" id=\"15647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15647)\">D&amp;C 121:43<\/a><\/span>) \"I am determined,\" he said, \"while I lead this church to lead it right.\"\n<\/p><p>\nJoseph Smith was a rugged and free outdoor man. He delighted in physical work and taught that\nit was a God-given principle to keep our bodies strong. During the building of the Nauvoo\nTemple, he would often work in the rock quarry. Many people learned of the restoration of the\ngospel while working at his side in quarry, in the forest, or the hayfield.\n<\/p><p>\n<b>Spiritual gifts<\/b>\n<\/p><p>\nJoseph Smith had a strong and abiding testimony of Jesus the Christ and never let an opportunity\npass in which he could tell others of the knowledge he had. When he spoke, he seemed to shake\nthe very earth, and the people said that he had the appearance of one that was heaven borne\nwhile preaching. Not only did he speak with the Spirit, but the records show that at one time or\nanother in his life he possessed every spiritual gift, and one of his most profound teachings was\nuttered in these words when he said, \"I have made this my rule: When God commands, do it.\"\n<\/p><p>\nIn carrying out God's commandments, Joseph possessed the rare Christ-like combination of what\nCarl Sandburg called \"velvet and steel,\" which can move people with gentleness, meekness, and\nlove unfeigned, without threat or force. If the world would only learn God's commandments and\nlive like Joseph Smith, what a wonderful world this would be.\n<\/p><p>\nPresident McKay often told us that we become like what we love. Joseph loved Christ and\nbecame like him. He said, \"I want to become a smooth shaft in the quiver of the Almighty,\" \"My\nvoice is always for peace,\" and \"Jesus Christ is my great counselor.\"\n<\/p><p>\n<b>Endured unspeakable persecution<\/b>\n<\/p><p>\nHe was a man, like any of us, but unlike us today, he endured unspeakable suffering and\npersecution. He was driven from four states, lost six children in birth, was tarred and feathered,\nwas poisoned; yet he led his people with great courage and said, \"I cannot deny what I know to\nbe true.\"\n<\/p><p>\nBrigham Young said that he lived one thousand years in 38, and although he was mobbed and\nbeaten, Lydia Bailey said, \"His face shown with the mellow radiance of an astral lamp.\"\n<\/p><p>\nHe led like Moses, spoke like Peter, and wrote like Paul. Wilford Woodruff said, \"His mind, like\nEnoch's, expands as eternity, and God alone can comprehend his soul.\"\n<\/p><p>\n<b>Knowledge of gospel unsurpassed<\/b>\n<\/p><p>\nIn knowledge and understanding of the gospel, he was unsurpassed. Joseph Smith left on record\nfifteen hundred statements that spoke of the future. Many hundreds of these have already come\nto pass, and in our own lifetime we will see the fulfillment of many more. You may pick at\nrandom any of his writings and find more about the last days than in the entire Bible. His\nwritings, letters, and, spoken words are so extensive that it seems almost impossible that one\nman could do so much in so little time. The Book of Mormon, the books of Moses and Abraham,\nand the Doctrine and Covenants, all of which he recorded under revelation, total 830 pages, and\nhis own history, speeches, and minutes total over 3,200 pages.\n<\/p><p>\nWe have been called the happiest people on earth, and much of our happiness comes from living\nthe truths revealed to us by Joseph Smith.\n<\/p><p>\nIf any man was taught by God and angels, Joseph Smith was that man. He was a spiritual\namphibian, with one foot on earth and one foot in heaven. Edward Stevenson says, \"He\npossessed an infinity of knowledge.\" And Wilford Woodruff said, \"He seemed a fountain of\nknowledge from whose mouth streams of eternal wisdom flowed.\" Parley P. Pratt said, \"He\ncould gaze into eternity, penetrate the heavens, and comprehend all worlds.\"\n<\/p><p>\n<b>America, a choice land<\/b>\n<\/p><p>\nJoseph Smith taught that this great nation of America was a choice land that came into being\nunder the Lord's direction, and he bore a strong testimony of the divine importance of the work\ndone by the founding fathers of this great country. He said, \"The Constitution of the United\nStates is a glorious standard; it is founded in the wisdom of God. It is a heavenly banner; it is to\nall those who are privileged with the sweets of its liberty, like the cooling shades and refreshing\nwaters of a great rock in a thirsty and weary land. It is like a great tree under whose branches\nmen from every clime can be shielded from the burning rays of the sun.\" (<i>Documentary History<\/i>\n<i>of the Church<\/i>, Vol. 3, p. 304.)\n<\/p><p>\nHe never asked for a light load, but rather he prayed for a strong back; and he was indeed a\nprophet, for his constant plea was: \"Oh Lord, what shall I do?\" Those who listened to his prayers\nmarveled at the spirit he presented and learned in their own lives that the heavens could literally\nbe opened. They understood what he meant when he taught: \"It is the first principle of the gospel\nto know for a certainty the character of God, and to know that we may converse with Him as one\nman converses with another.\" (<i>DHC<\/i>, Vol. 6, p. 305.)\n<\/p><p>\n<b>True nature of God<\/b>\n<\/p><p>\nSomeone has said that the greatest of all discoveries is when a man discovers God. Joseph Smith\nmade available to the world, with no exceptions, the true nature and knowledge of God, a\npersonal and loving Father. He taught that God is our Father and that Christ is not only his Son,\nbut also our elder brother. The Christian churches of the day said, \"We believe in God,\" but\nJoseph Smith said, \"I saw God and Christ and they did in reality speak to me.\" He was\npersecuted for saying that he had seen a vision, yet it was true. Not only has he made known to\nus that God exists, but also that he is ever willing to answer our prayers.\n<\/p><p>\n<b>Martyrdom<\/b>\n<\/p><p>\nPrayer is the soul's sincere desire, says a great hymn, and if Joseph Smith gave us nothing else,\nhe set the example whereby we could have our desires fulfilled and our hearts made clean and\npure. Thus, on his way to Carthage before he was martyred, he said, \"My conscience is void of\noffense.\" (<span class=\"citation\" id=\"15672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15672)\">D&amp;C 135:4<\/a><\/span>) \"I am not afraid to die.\" He spoke as a man whose life could stand inspection before\nthe Master.\n<\/p><p>\nOn that fateful day in 1844, he was killed by a mob of about 150 men with painted faces. At the\ntime of his death it was written, \"The blow that subdued Joseph Smith has palsied the arm of\nMormonism. They will now scatter in the four winds and gradually merge in the great mass of\nsociety.\" (<i>Boston Globe<\/i>, June 27, 1844.) This congregation today and the millions in our\nlistening audience refute those words.\n<\/p><p>\nThe enemies of God were sure that by killing the Prophet, they had destroyed the truth; yet it\nlives, greater and stronger with each passing year. It is indestructible, for it is the work of God,\nand knowing that it is the work of God, we know that Joseph Smith, who was God's chosen\nservant, is a prophet, holy and true, for he said, \"I obtained power or the principles of truth and\nvirtue, which will last when I am dead and gone.\"\n<\/p><p>\nIt is my personal witness that he was and is a prophet. His mantle fell upon succeeding prophets\nand rests upon the shoulders of Joseph Fielding Smith today. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}