{"ID":1764, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">An Unwavering Faith<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1970, pp. 73-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters and friends: I am grateful for the introduction to my theme by our\nbeloved Brother Dunn, who has just spoken. The following scripture from the writings of the\napostle James will serve as the theme for my discourse. He said: \n<\/p><p>\n<b>Ask in faith<\/b>\n<\/p><p>\n\"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth\nnot; and it shall be given him.\n<\/p><p>\n\"But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven\nwith the wind and tossed.\n<\/p><p>\n\"For let not that man [he that wavereth] think that he shall receive any thing of the Lord.\n<\/p><p>\n\"A double minded man is unstable in all his ways.\" (<span class=\"citation\" id=\"26227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26227)\">James 1:5-8<\/a><\/span>)\n<\/p><p>\nJoseph Smith, a modern prophet, had his faith tested as a boy when he watched the members of\nhis family become influenced by the conflicting doctrines the revivalists of his day were\npreaching.\n<\/p><p>\nThe promise of this scripture prompted him to \"ask of God.\" His earnest prayer led to the\nrestoration of Christ's church in this last dispensation of his providence to man. The application\nof this quote is not restricted. God is no respecter of persons. (<span class=\"citation\" id=\"8115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8115)\">Acts 10:34<\/a><\/span>) This promise is\nopen to everyone earnestly seeking light and truth.\n<\/p><p>\n<b>Seek wisdom<\/b>\n<\/p><p>\nPresident David O. McKay has said: \"Faith is manifested in works; and that his what wisdom is,\nthe application of knowledge to daily life and the performance of good deeds . . . wisdom never\ncomes by chance; it requires effort and its source is God. If I were to ask you to name the soul's\ngreatest achievement, I would have you answer wisdom, not knowledge. You may get all the\nknowledge in the world, but if you lack wisdom, you might be as high powered engine without\nbalance.\"\n<\/p><p>\nWisdom, then, is putting knowledge to proper use.\n<\/p><p>\nIn these latter days God has admonished his people to seek wisdom: \n<\/p><p>\n\"And as all have not faith, seek ye diligently and teach one another words of wisdom; yea, seek\nye out of the best books words of wisdom; seek learning, even by study and also by faith.\" (<span class=\"citation\" id=\"15606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15606)\">D&amp;C 88:118<\/a><\/span>)\n<\/p><p>\n<b>An unwavering faith<\/b>\n<\/p><p>\nHow can meaningful wisdom be acquired except by prayer and an unwavering faith? If we find\nit necessary to analyze, evaluate, and question our faith without end, do we really have faith? Is\nit steadfast and unwavering? Do we observe the laws of God without measuring their pros and\ncons? Having an unwavering faith is applying a specific principle to daily living. Let me\nillustrate: \n<\/p><p>\nEach person who commits himself agrees, if he has the habit, to give up the use of tobacco. He\nsees others around him using it and has to be strong in his desire to overcome the habit. So he\napplies himself to that resolve by sheer determination of will.\n<\/p><p>\nLater he thinks about the temptation but he can live next to it and not yield to the temptation. He\ngains a satisfaction in keeping his pledge, and it isn't a problem anymore. The principle is there;\nhe recognizes it and is able to live it.\n<\/p><p>\nFinally, with assurance, he says, \"What principle?\" He no longer has to reevaluate. It is just the\nway to live.\n<\/p><p>\n<b>Examples of faith<\/b>\n<\/p><p>\nThere are many references in the scriptures to those having unwavering faith. One is Abraham,\nwhom God commanded to offer up his only son Isaac as a sacrifice to the Lord. Abraham made\nthe preparations, took Isaac to the land of Moriah, built an altar upon a mountain, and was ready\nto sacrifice him, but an angel forbade him, saying: \n<\/p><p>\n\"Lay not thine hand upon the lad, neither do thou any thing unto him: for now I know that thou\nfearest God, seeing thou hast not withheld thy son, thine only son from me.\" (<span class=\"citation\" id=\"23818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23818)\">Gen. 22:12<\/a><\/span>)\n<\/p><p>\nAnother example is the prophet Noah, who lived in the days when the wickedness of men caused\nthe Lord to \"repent\" for having created man. (<span class=\"citation\" id=\"23815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23815)\">Gen. 6:6<\/a><\/span>) The scriptures record: \"But Noah found grace in the\neyes of the Lord.\" (<span class=\"citation\" id=\"23816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23816)\">Gen. 6:8<\/a><\/span>)\n<\/p><p>\nThrough his faithful, unwavering adherence to the counsels of God, and despite the scoffing and\nridicule from the people to his warnings of their approaching destruction, Noah and his family\nwon God's protecting power and were the only ones saved from the flood.\n<\/p><p>\nThe apostle Peter wavered in faith when, at the Lord's bidding, he walked toward him on the\nwater.\n<\/p><p>\n\"But when he saw the wind boisterous, he was afraid; and beginning to sink, he cried . . . Lord,\nsave me.\n<\/p><p>\n\"And immediately Jesus stretched forth his hand, and caught him, and said unto him, O thou of\nlittle faith, wherefore didst thou doubt?\" (<span class=\"citation\" id=\"36013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36013)\">Matt. 14:30-31<\/a><\/span>)\n<\/p><p>\nDarkness cannot be taken into a lighted room any more than doubt can he created in a heart\nwhere true faith exists.\n<\/p><p>\n<b>The wavering soul<\/b>\n<\/p><p>\nThe comparison the Lord makes between the wavering soul and the wave of the sea driven with\nthe winds and tossed has touched the lives of many. Most of us have seen the calm seas, and at\nother times the damage caused when the winds become intense and the waves rise and become\npowerful, destructive forces. A parallel can be drawn to the buffetings of Satan. When we are\nserene and on the Lord's side, Satan's influence is not felt; but when we cross over and are\ndeceived by the winds of false doctrine, by the waves of man-made philosophies and sophistries,\nwe can be drenched, submerged, and even drowned in the depths of disbelief, and the Spirit of\nthe Lord driven completely from our lives. These deceived and wavering souls cannot, because\nof their incontinence, expect to receive anything of the Lord.\n<\/p><p>\n<b>The buffetings of Satan<\/b>\n<\/p><p>\nThose who have knowingly sinned against God's commandments are tormented by the buffetings\nof Satan until, through sincere repentance, a forsaking of sin, and the reordering of their lives to\nthe divine will, there is a cleansing of soul and a feeling of forgiveness for their transgressions.\nThose renewed in faith testify that the period of their sinning was the unhappiest time of their\nlives. Paying the penalty for their mistakes has strengthened them to resolve with an unwavering\nfaith to follow an undeviating path of righteousness.\n<\/p><p>\nThe trends today are away from gospel teachings. If these trends continue, destruction will\nresult, because God will not be mocked. His judgments are sure to fall upon the wicked&mdash;he has\nso decreed through his ancient and modern prophets.\n<\/p><p>\nIn the midst of unrest, frustration, and increasing powers of evil to violate the principles\nand standards of the gospel, parents, teachers, and leaders need wisdom and judgment to cope\nwith the disturbing problems that confront the youth of today.\n<\/p><p>\n<b>Faith early in life<\/b>\n<\/p><p>\nAn unwavering faith should be developed early in life. Solomon counseled: \"Train up a child in\nthe way he should go: and when he is old, he will not depart from it.\" (<span class=\"citation\" id=\"41505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41505)\">Prov. 22:6<\/a><\/span>)\n<\/p><p>\nThis faith was built into the Prophet Joseph Smith in his youth. With all his heart he believed the\nLord would fulfill the promise if he possessed an unfaltering faith and was honest and sincere in\nhis desire to know the truth and find the right way to God.\n<\/p><p>\nToo many young people are being taught concepts in school and elsewhere that do not\nharmonize with the teachings of the gospel of Christ. They are encouraged to find out for\nthemselves, to try this and try that. This deviating approach permits looseness and uncontrolled\nappetites. The Lord has said: \". . . seek me diligently and ye shall find me; ask, and ye shall\nreceive; knock, and it shall be opened unto you.\" (<span class=\"citation\" id=\"15602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15602)\">D&amp;C 88:63<\/a><\/span>)\n<\/p><p>\nThis is different from following the whims of those influenced by Satan and experimenting with\ninjurious substances or engaging in immoral practices.\n<\/p><p>\n<b>Driven off course<\/b>\n<\/p><p>\nThose souls who waver in faith are driven off course by listening to every doctrine dictated by\nthe agents of evil. They lose the Spirit and drift into darkness of mind and often end up as\napostates to truth and righteousness. All of us should strive to follow the counsel of Paul: \"Let us\nhold fast [to] the profession of our faith without wavering.\" (<span class=\"citation\" id=\"24401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24401)\">Heb. 10:23<\/a><\/span>)\n<\/p><p>\nOur duty is to prepare our hearts in righteousness, forsake iniquity, cleanse our souls of evil, not\nbecome beguiled by enticing and flattering words or the vain deceits of designing men who\nwould lead us down the paths of misery to destruction.\n<\/p><p>\n<b>Man needs God's help<\/b>\n<\/p><p>\nIs man so wise, so vain, and so self-centered that he does not require divine aid? The wisdom of\nthe world is foolishness with God. (<span class=\"citation\" id=\"519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(519)\">1 Cor. 3:19<\/a><\/span>) Yet man, in his own considered importance\nand self-sufficiency, thinks he can successfully get along in life without God's help. We must\nremember that a man can do nothing for himself unless God directs him in the right way, and the\npriesthood is for that purpose.\n<\/p><p>\nThe self-sufficiency that comes from man&rsquo;s personal development, advancement, and\naccomplishments in all fields of learning often causes him to forget the source from which all\nthis knowledge is released to his understanding. Mankind cannot forget God and survive. To\nforget God is to forsake him, and to forsake him brings his judgments upon an unrighteous\npeople.\n<\/p><p>\nFor any person, young or old, the only way to learn what is right and to determine the proper\ncourse to follow is to \"ask of God, that giveth to all men liberally, and upbraideth not.\" (<span class=\"citation\" id=\"26225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26225)\">James 1:5<\/a><\/span>)\n<\/p><p>\n<b>God wants to help<\/b>\n<\/p><p>\nGod does not upbraid anyone who earnestly and humbly seeks him in faith and prayer for\nwisdom and guidance. He welcomes it. He is our Heavenly Father. He wants to help us if we will\nonly ask and listen to him; but in asking, one's spirit and attitude must be right to obtain an\nanswer. Faith in God brings peace to the soul and an assurance that he is our Eternal Father into\nwhose presence by prayer we can go for comfort and guidance.\n<\/p><p>\nThe final verse in the topic quotation gives us the description of the person who is likely to\nwaver. \"A double minded man is unstable in all his ways.\" (<span class=\"citation\" id=\"26229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26229)\">James 1:8<\/a><\/span>) To avoid being a\ndouble-minded, unstable person, the Lord has designated the path to follow.\n<\/p><p>\n\"No man,\" he said, \"can serve two masters: for either he will hate the one, and love the other; or\nelse he will hold to the one, and despise the other. Ye cannot serve God and mammon.\" (<span class=\"citation\" id=\"35992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35992)\">Matt. 6:24<\/a><\/span>)\n<\/p><p>\nIf we lack wisdom and ask with an unwavering faith and with an eye single to the glory of God,\nwe will have a body filled with light that comprehends all things. (<span class=\"citation\" id=\"15603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15603)\">D&amp;C 88:67<\/a><\/span>) Anything\nless than this pales into insignificance.\n<\/p><p>\nGod has not left us alone to face the powers of evil. He has prescribed the way to free us from\nthe stratagems of Satan.\n<\/p><p>\n<b>The way, the truth, and the life<\/b>\n<\/p><p>\nDon't we all, through the Savior's sacrifice, require his intervention with our Eternal Father and\nhis help to achieve salvation, exaltation, and glory?\n<\/p><p>\nHe said, \"I am the way, the truth, and the life: no man cometh unto the Father, but by me.\" (<span class=\"citation\" id=\"28599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28599)\">John 14:6<\/a><\/span>)\n<\/p><p>\nI testify there is no other way into the kingdom of God, for the Savior said, \". . . seek ye first the\nkingdom of God, and his righteousness; and all these things shall be added unto you.\" (<span class=\"citation\" id=\"35994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35994)\">Matt. 6:33<\/a><\/span>)\n<\/p><p>\nThe apostle Peter wisely admonished: \n<\/p><p>\n\"Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time: \n<\/p><p>\n\"Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking\nwhom he may devour: \n<\/p><p>\n\"Whom resist stedfast in the faith.\" (<span class=\"citation\" id=\"2331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2331)\">1 Pet. 5:6,8-9<\/a><\/span>)\n<\/p><p>\n<b>Only path of safety<\/b>\n<\/p><p>\nLiving the gospel of Christ is man's only path of safety in this turbulent and sinful world. We do\nhave a discordant wavering multitude to whom nothing seems right. There are too many voices\nattempting to steady the ark of the covenant.\n<\/p><p>\nThe Prophet Joseph Smith and his brother Hyrum sealed their testimonies to the truthfulness of\nGod's latter-day work with their life's blood, which act fulfills a statement of the apostle Paul to\nthe Hebrew saints: \n<\/p><p>\n\"For where a testament is, there must also of necessity be the death of the testator.\n<\/p><p>\n\"For a testament is of force after men are dead: otherwise it is of no strength at all while the\ntestator liveth.\" (<span class=\"citation\" id=\"24400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24400)\">Heb. 9:16-17<\/a><\/span>)\n<\/p><p>\n<b>The promise of Jesus<\/b>\n<\/p><p>\nI humbly encourage all listening who earnestly and sincerely desire to know God's will to study\nthe gospel plan of his Son, Jesus Christ. Pray about it and put this promise of James to the test. I\nassure you that God will not fail to give you an answer. The warmth of the Spirit will enter your\nsoul and peace and contentment into your heart.\n<\/p><p>\nI repeat again the statement by the apostle James: \n<\/p><p>\n\"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth\nnot; and it shall he given him.\n<\/p><p>\n\"But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven\nwith the wind and tossed.\n<\/p><p>\n\"For let not that man think that he shall receive any thing of the Lord.\n<\/p><p>\n\"A double minded man is unstable in all his ways.\" (<span class=\"citation\" id=\"26228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26228)\">James 1:5-8<\/a><\/span>)\n<\/p><p>\nI humbly pray, my brothers and sisters, that we will be faithful and true to our trusts, walking\nalways in obedience to the commandments. (<span class=\"citation\" id=\"15608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15608)\">D&amp;C 89:18<\/a><\/span>) I know The Church of Jesus Christ of Latter-day\nSaints is true. I know the gospel is true. I know that the gospel is the power of God unto\nsalvation (<span class=\"citation\" id=\"42832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42832)\">Rom. 1:16<\/a><\/span>). I know that we are divinely led today and that the Church invites sincere, faithful\nchildren of God of all ages and nationalities to come unto Christ and prepare themselves\nworthily to enter his kingdom. May we all have a desire to do so, I humbly pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}