{"ID":1766, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Role of a Prophet<\/p>  \n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1970, pp. 82-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is a great privilege to worship with you here, my brothers and sisters and friends, on this the\nLord's Sabbath day.\n<\/p><p>\nThe conference of The Church of Jesus Christ of Latter-day Saints that we now are holding is the\nmost unusual one in 19 years.\n<\/p><p>\n<b>Change in administration<\/b>\n<\/p><p>\nThe illustrious administration of our beloved President David O. McKay has now come to a\nclose, marking the greatest period of growth the Church has ever experienced in its 140 years of\nhistory.\n<\/p><p>\nNow we open a new administration under President Joseph Fielding Smith, also beloved and\nrevered through his many years of devotion to the cause of Christ. He will be sustained formally\nby the vote of the people tomorrow, as the tenth President of the Church.\n<\/p><p>\n<b>The President a prophet<\/b>\n<\/p><p>\nThe President of The Church of Jesus Christ of Latter-day Saints is more than a president. To us\nhe also is chosen to be a prophet of God in the same sense in which Moses, Isaiah, and Ezekiel\nwere called. These ancient prophets were revelators. By current revelation they received\nup-to-date, divine guidance for the people.\n<\/p><p>\nIn this same sense we accept the President of our Church. He too is a revelator. Through him\nmodern revelation is made available to help us meet the many serious problems of life.\n<\/p><p>\nMost people of today, whether Jewish or Christian, regard it as strange that we make such claims\nfor the President of our church.\n<\/p><p>\n\"A prophet?\" they ask with an inquiring look. \"A prophet? And what is a prophet? Can any\n<i>modern<\/i> man be a prophet? Were not prophets confined to Bible times?\"\n<\/p><p>\nThese indeed are proper questions. They should be asked and they should be answered.\n<\/p><p>\n<b>Revelation through prophets<\/b>\n<\/p><p>\nOur best explanation may be given by reviewing what the Bible itself says about prophets. Such\nservants of God were most important in ancient times. In fact, the whole program of the Lord's\ndealings with his people centered about them. So well established was this procedure that one of\nthem said, \"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets.\" (<span class=\"citation\" id=\"10440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10440)\">Amos 3:7<\/a><\/span>)\n<\/p><p>\nThe entire pattern of the Bible, as shown in both Old and New Testaments, reflects this\nimportant fact.\n<\/p><p>\nWhenever God had a people on earth whom he recognized as his own, he provided constant\nguidance for them, and this guidance was by divine revelation given through living prophets.\n<\/p><p>\n<b>How we obtained our Bible<\/b>\n<\/p><p>\nThese revelations were compiled, and together with the history of the times, they became\nscripture. This is how we obtained our Bible. The volume of scripture grew with each new\nprophet. In this way we obtained the books of Moses, Joshua, Samuel, Isaiah, Ezekiel, Malachi,\nand all the others making up our Old Testament.\n<\/p><p>\nIt was the same in New Testament times. Here again are sacred writings, those of Matthew,\nMark, Luke, and John, the Acts, the Epistles, and the book of Revelation, all originating\naccording to the Lord's pattern, even as in Old Testament times.\n<\/p><p>\nBut was this actually characteristic of the Christian church? Is it true that there were Christian\nprophets as there were Old Testament prophets?\n<\/p><p>\nThe apostle Paul taught that Jesus placed in his church both Christian apostles and Christian\nprophets for the guidance of the members and for the work of the ministry. (<span class=\"citation\" id=\"21837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21837)\">Eph. 4:11-12<\/a><\/span>)\n<\/p><p>\n<b>Where are prophets today?<\/b>\n<\/p><p>\nBut where are the Christian prophets today? Has God altered his pattern? Has the Almighty\nchanged? Or is he still the same yesterday, today, and forever? (<span class=\"citation\" id=\"24405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24405)\">Heb. 13:8<\/a><\/span>) And if he does not change, can we say that his procedures change? \n<\/p><p>\nRemembering that his pattern is the same, we of today should ponder carefully the sacred words\ngiven so long ago and ask ourselves why they should not apply today. Recall those words if you\nwill: \n<\/p><p>\n\"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.\"\n(<span class=\"citation\" id=\"10441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10441)\">Amos 3:7<\/a><\/span>)\n<\/p><p>\n<b>Christian reformers<\/b>\n<\/p><p>\nSome of the great Christian reformers recognized this principle. They knew that God dealt with\nhis people through prophets in ancient times and acknowledged their own lack of divine\nguidance.\n<\/p><p>\nMartin Luther, for example, said that the spiritual powers of early Christianity had been\ncompletely destroyed or lost and that Christianity as it was given by the Savior was no longer on\nthe earth.\n<\/p><p>\nJohn Wesley taught that revelation and other spiritual gifts ceased to exist from what he called\nthat \"fatal period when Constantine called himself a Christian.\"\n<\/p><p>\nRoger Williams was equally outspoken and said: \n<\/p><p>\n\"There is no person on earth qualified to administer any Church ordinances; nor can there be\nuntil new apostles are sent by the great head of the Church, for whose coming I am seeking.\"\n<\/p><p>\nThomas Jefferson, though not a cleric in the usual sense, was a great student of Christianity.\nEven he acknowledged the loss of the original gospel and said that he looked forward to \"the\nprospect of a restoration of primitive Christianity.\"\n<\/p><p>\n<b>Restoration of gospel<\/b>\n<\/p><p>\nMany other thoughtful students of scripture have reached the same conclusion. They have sensed\nan absence of revelations and other spiritual gifts known so well to ancient Christianity. They\nalso look forward to a restoration of those gifts.\n<\/p><p>\nBut what encouraged them to believe there would be such a restoration? Was it foretold in Holy\nWrit?\n<\/p><p>\nThe Bible teaches that Christ will come again and says that a great new revelation from God is\nto precede that event, even a restoration of the original gospel, which then is to be preached to\nthe entire modern world (<span class=\"citation\" id=\"8105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8105)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nThat new revelation from God would include a modern visitation of angels (<span class=\"citation\" id=\"42448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42448)\">Rev. 14:6-7<\/a><\/span>), the Bible says, a\nthing regarded as something very strange indeed by most people of today. Yet it is God's way,\nnot man's, that should concern us.\n<\/p><p>\nBut to whom is this new revelation to come? Will it be given to those who do not believe in\nmodern prophets and revelation and who deny the modern visitation of angels? Would it come to\npeople so unbelieving and so sophisticated that they would refuse to accept the principle of\ndivine intervention?\n<\/p><p>\n<b>God raised up prophets<\/b>\n<\/p><p>\nIn the past, when there were no prophets to receive his word, God raised up new ones to bring\nabout his purposes.\n<\/p><p>\nBy the time the Lord was ready to bring Israel out of Egypt, the people had been without\nprophets for 400 years and had turned away from the truth. Therefore, when God prepared to\nbring them back to the holy land, it became necessary for him to raise up a new prophet in the\nperson of Moses, for none of the Israelitish leaders of that day could qualify.\n<\/p><p>\nWhen a forerunner was to be chosen for the mortal ministry of Christ, God did not choose him\nfrom among the members of the Sanhedrin. They were unbelieving also and therefore not worthy\nto receive new revelation. Therefore, he raised up John the Baptist, a new prophet, who could\nprepare the way for the Lord.\n<\/p><p>\n<b>Joseph Smith a new prophet<\/b>\n<\/p><p>\nIn our day, when the predicted new revelation was to come as forecast in the scripture, again\nthere was no prophet on the earth to receive it. No one believed in modern prophets. So what\ncould God do? He raised up a new prophet in the person of Joseph Smith, who received the great\nnew revelation. As part of it, he was visited by holy angels, (<span class=\"citation\" id=\"42449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42449)\">Rev. 14:6-7<\/a><\/span>) as the Bible foretold.\nAnd why did angels come to Joseph Smith? Certainly not to satisfy his curiosity! Those angels\ncame to him to ordain him and confer upon him divine authority and thereby qualify him to\nserve. In this way the restoration of the gospel was accomplished.\n<\/p><p>\n<b>Legal successors<\/b>\n<\/p><p>\nBut this was more than a century ago, and Joseph Smith has passed to the great beyond. Others\nhave taken his place. Each of his legal successors, however, was likewise appointed by the Lord\nas a prophet, a seer, and a revelator to carry on the work.\n<\/p><p>\nJoseph Fielding Smith, who is our President today, and who will be formally sustained during\nthis conference, is likewise a divinely appointed prophet of Almighty God, and we so sustain\nhim.\n<\/p><p>\n<b>Mouthpiece for God<\/b>\n<\/p><p>\nWhen the Lord reestablished this ancient pattern in our day, he gave a commandment to the\nmembers of the Church with respect to their President. Said he: \". . . thou shalt give heed unto all\nhis words and commandments which he shall give unto you as he receiveth them, walking in all\nholiness before me.\n<\/p><p>\n\"For his word ye shall receive, as if from mine own mouth, in all patience and faith.\" (<span class=\"citation\" id=\"15515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15515)\">D&amp;C 21:4-5<\/a><\/span>)\n<\/p><p>\nIn other words, the modern prophet became a mouthpiece for God, even as was Moses.\n<\/p><p>\nAnd then the Lord added one more thing. He said that if any receive his word with a doubtful\nheart and keepeth it with slothfulness, they shall have no reward. (<span class=\"citation\" id=\"15544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15544)\">D&amp;C 58:29<\/a><\/span>) But to those who gladly follow\nthe teachings of the modern prophet, the Almighty said: \n<\/p><p>\n\". . . his word ye shall receive, as if from mine own mouth, in all patience and faith.\n<\/p><p>\n\"For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God\nwill disburse the powers of darkness from before you, and cause the heavens to shake for your\ngood, and his name's glory.\" (<span class=\"citation\" id=\"15518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15518)\">D&amp;C 21:5-6<\/a><\/span>)\n<\/p><p>\n<b>Continuation of pattern<\/b>\n<\/p><p>\nThis is why we Latter-day Saints have prophets. And this is why we sustain Joseph Fielding\nSmith as a prophet and a seer to our people, which we do joyfully and with all our hearts.\n<\/p><p>\nThis procedure should not seem strange to those who know the scriptures. It is merely a\nreestablishment and a continuation of the unchanged but long-forgotten Bible pattern.\n<\/p><p>\nAnd so we say: \n<\/p><p>\n\"Come, listen to a prophet's voice<br \/>\n     And hear the word of God,<br \/>\n     And in the way of truth rejoice,<br \/>\n     And sing for joy aloud.\"<br \/><br \/>\n&nbsp; &nbsp; &mdash;<i>Hymns<\/i>, No. 46 \n<\/p><p>\n<b>A solemn reality<\/b>\n<\/p><p>\nWhat we say here is no fantasy. It is stern and solemn reality. The heavens have been reopened.\nGod once again converses with man.\n<\/p><p>\nAs Moses saw God and talked with him face to face\n(<span class=\"citation\" id=\"22823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22823)\">Ex. 33:11<\/a><\/span>), so Joseph Smith saw God and talked with\nhim face to face. (<span class=\"citation\" id=\"30529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30529)\">JS&mdash;H 1:17<\/a><\/span>)\n<\/p><p>\nAs Isaiah guided his people under the light of heaven, so David O. McKay guided his people\nunder the light of heaven. As Peter, James, and John directed the work of the early Christian\nchurch, doing so as Christian prophets and Christian apostles, so Joseph Fielding Smith, Harold\nB. Lee, and Nathan Eldon Tanner direct the work of the restored Church of Jesus Christ, doing it\nalso as Christian prophets and Christian apostles.\n<\/p><p>\nIt is all a great reality. The gospel has been restored in our day, and it is now offered freely and\nwithout price to all mankind; and it is given through the instrumentality of prophets of God,\nprophets who have received the revelation of God and who walk under his guidance and\ninspiration.\n<\/p><p>\n<b>Invitation to partake<\/b>\n<\/p><p>\nWe invite all men to partake of this great gospel. We declare it to be God's truth. We realize what\nPaul said about preaching false doctrine\n(<span class=\"citation\" id=\"23292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23292)\">Gal. 1:9<\/a><\/span>), and we declare our message in all soberness. What we\nsay is true.\n<\/p><p>\nGod has spoken again from the heavens. He has raised up new prophets in the earth, and we\nmeet together here in the presence of his latest chosen prophet, seer, and revelator. May we\nfollow his direction and sustain him with our hearts and our hands, I earnestly pray, in the name\nof the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}