{"ID":1767, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Principles and Promises<\/p>\n<p class=\"gcspeaker\">President A. Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, April 1970, pp. 85-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters: President Lee has said we don't need more prophets to speak&mdash;we need more\nears to listen.\n<\/p><p>\nWe are about ready to listen, aren't we? I think we have come to this conference a little more\nattentive. Isn't it interesting what a difference even six months can make in our willingness to\nlisten. Our situation is somewhat similar to that in the Book of Mormon, when the people had\nreached a state of \"awful wickedness.\" (<span class=\"citation\" id=\"24706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24706)\">Hel. 7:4<\/a><\/span>) Nephi then records: \n<\/p><p>\n\"Now this great iniquity had come upon the Nephites, <i>in the space of not many years<\/i>\" (<span class=\"citation\" id=\"24707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24707)\">Hel. 7:6<\/a><\/span>, italics added).\n<\/p><p>\n<b>Lord's word about our day<\/b>\n<\/p><p>\nWith the challenges we face today, it ought to be very comforting to read again what the Lord\nsaid to Enoch about our day.\n<\/p><p>\n\"And the Lord said unto Enoch: As I live, even so will I come in the last days, in the days of\nwickedness and vengeance . . .\n<\/p><p>\n\". . . but before that day . . . the heavens shall shake, and also the earth; and great tribulations\nshall be among the children of men, but my people will I preserve.\" (<span class=\"citation\" id=\"39372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39372)\">Moses 7:60-61<\/a><\/span>)\n<\/p><p>\nLikewise, in Section 38, after warning the Saints of tumultuous days, the Lord said: \n<\/p><p>\n\". . . but if ye are prepared ye shall not fear.\" (<span class=\"citation\" id=\"15530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15530)\">D&amp;C 38:30<\/a><\/span>)\n<\/p><p>\nIn the world there will be no peace. Among faithful Latter-day Saints things will be better. The\nspirit of fear is not of God. Let us turn to the principles and promises of the prophets, and\nprepare so we need not fear. How? Strengthen the home! I make several suggestions.\n<\/p><p>\n<b>Strengthen the home<\/b>\n<\/p><p>\nObserve your family home evening. Freedom from fear follows obedience to this promise. The\nFirst Presidency has said: \n<\/p><p>\n\". . . If the [families] obey this counsel, we promise that great blessings will result. Love at home\nand obedience to parents will increase. Faith will be developed in the hearts of the youth of\nIsrael, and they will gain power to combat the evil influences and temptations which beset\nthem.\" (The First Presidency, 1915, in <i>Era<\/i>, Vol. 18, p. 734.)\n<\/p><p>\n<b>Pay your tithing<\/b>\n<\/p><p>\nParents, would you develop faith in the hearts of your children? Then, pay your tithing. Rely on\nthe promise the Lord has made.\n<\/p><p>\nI think it is not well known in the Church that payment of tithing has very little to do with\nmoney. Tithing has to do with faith. People do not pay tithing because they have money. They\npay tithing because they have faith. When we learn that principle, then we are in a better\nposition to understand and to obey what the Lord has said. The Lord is measuring our faith. He is\nnot measuring the amount of money we have. Tithing will be a measure of our preparedness in\ntimes to come.\n<\/p><p>\nListen to his promise: \n<\/p><p>\n\"Behold, now it is . . . a day for the tithing of my people; for he that is tithed shall not be burned\nat his coming.\n<\/p><p>\n\"For after today cometh the burning&mdash;this is speaking after the manner of the Lord&mdash;for verily I\nsay, tomorrow all the proud and they that do wickedly shall be as stubble; and I will burn them\nup, for I am the Lord of Hosts; and I will not spare any that remain in Babylon.\n<\/p><p>\n\"Wherefore, if ye believe me, ye will labor while it is called today.\" (<span class=\"citation\" id=\"15564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15564)\">D&amp;C 64:23-25<\/a><\/span>)\n<\/p><p>\nAgainst this burning, it would seem the better part of wisdom to take out some \"fire insurance.\"\nFor those who say \"We're not going to burn,\" it would be prudent to remember that it wasn't\nraining when Noah built the ark!\n<\/p><p>\nLet us prepare then by being tithed.\n<\/p><p>\n<b>Live the Word of Wisdom<\/b>\n<\/p><p>\nParents, would you have your children gain power to combat evil influences? Live and teach the\nWord of Wisdom. The Lord revealed this principle in 1833. It was accepted as a commandment\nby the Church in general conference on September 9, 1851.\n<\/p><p>\nThe Word of Wisdom, like tithing, is a principle with a promise.\n<\/p><p>\n<b>Four promises given<\/b>\n<\/p><p>\nYou know the law, its prohibitions and its recommendations. There are, moreover, four promises\nof great significance in it: the promise of health, knowledge, strength, and life.\n<\/p><p>\n\"And all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments, shall receive health in their navel and marrow to their bones; \n<\/p><p>\n\"And shall find wisdom and great treasures of knowledge, even hidden treasures; \n<\/p><p>\n\"And shall run and not be weary, and shall walk and not faint.\n<\/p><p>\n\"And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the\nchildren of Israel, and not slay them. Amen.\" (<span class=\"citation\" id=\"15611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15611)\">D&amp;C 89:18-21<\/a><\/span>)\n<\/p><p>\nYouth, compliance with this commandment not only helps to free you from fear, but also\nstrengthens you further to resist the use of drugs, with their hideous mind&mdash;and\nsoul&mdash;destroying properties. Obedience to this commandment develops self-control, clarity of mind,\nand spiritual power. Remember, the Lord has promised and the Lord will fulfill. Keep this\ncommandment then and ye need not fear.\n<\/p><p>\n<b>Learn to communicate<\/b>\n<\/p><p>\nParents, would you draw near to each member of your family? Learn to communicate with God\nand with one another. Hold family prayer each morning and evening; have individual prayer.\nTeach your children to \"listen\" when they pray. Learn to listen to your children. It is often true\nthat 90 percent of our help comes from listening only. Learn to ponder. Take time to meditate.\n<\/p><p>\nEliminate more of the worldly commercial entertainment now channeled into your home. In its\nplace, learn the simple arts and develop individual skills. There is great virtue in training your\nboys to use building tools and your girls to use homemaking tools. This develops creativity,\ntalent, and initiative. It gives expression to individual talents and encourages thrift and industry.\n<\/p><p>\n<b>Work and play together<\/b>\n<\/p><p>\nTrain your children to work. I believe in the gospel of work. Train them to assume responsibility.\nProvide opportunity for service to one another and to their parents. Chores are blessings in\noveralls. Their value remains long after the duty is done.\n<\/p><p>\nOrganize activities that bring parents and children together. Working together is more fun than\nworking alone. Learn also to play. Play together as families. Make your family a strong, united\nunit of the Church.\n<\/p><p>\nWe had better be organized as families. We had better be able to meet trouble. There will no\ndoubt be plenty of it ahead of us. We had better be prepared&mdash;so that we need not fear!\n<\/p><p>\n<b>Be prepared<\/b>\n<\/p><p>\nAll of this prepares us against the days foretold in the scriptures.\n<\/p><p>\nWhen I was a little boy, I used to go from our house up to Halls' to get milk each morning. I had\nheard about the burning predicted in the scriptures. I once wondered how we could be burned. I\ncould understand how New York City or even Salt Lake City could burn up&mdash;with its buildings\nclose together. But, I was sure that fire would never touch us. Fire couldn't possibly jump from\nHalls' barn across our garden to our house&mdash;not even the biggest fire I had ever seen. I felt safe\nin Manti.\n<\/p><p>\nThese were a little boy's thoughts. Since then, I've learned about things that can burn without\nhaving to have buildings close together.\n<\/p><p>\nThe Lord has said: \"My people will I preserve\" (<span class=\"citation\" id=\"39373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39373)\">Moses 7:61<\/a><\/span>). And, \". . . if ye are prepared, ye need not fear\" (<span class=\"citation\" id=\"15531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15531)\">D&amp;C 38:30<\/a><\/span>).\n<\/p><p>\nI testify that he lives to fulfill his promise. Jesus is the Christ. He will come one day. President\nJoseph Fielding Smith is a living prophet, and I love him and sustain him and his counselors\nwith all my heart, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}