{"ID":1768, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"What Is Man, That Thou Art Mindful of Him?\"<\/p>\n<p class=\"gcspeaker\">Bishop Robert L. Simpson<\/p>\n<p class=\"gcspkpos\">Of the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Robert L. Simpson, <i>Conference Report<\/i>, April 1970, pp. 87-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: I am grateful to my Heavenly Father for this opportunity. I want\neach of you to know the strength that we feel in your presence. I am sure you come to conference\nto receive, but I want to promise you that you also give as you come to general conference,\nbecause we are the recipients of that giving. As we look at you and as we feel your unity and\nyour strength and your combined faith, we feel built up, and we are better able to carry out our\nassignments. Without that feeling, we couldn't do it, I promise you.\n<\/p><p>\n<b>Fatherhood of God<\/b>\n<\/p><p>\nMay I bear you my witness that I know that God lives. I know it just as surely as I stand here, and\nI know that Jesus is the Christ, and that Joseph Fielding Smith is a prophet of God. And because\nhe is a prophet, those things that he says are true. Just yesterday he gave two great discourses,\nand one of the things that he said I shall ever remember, for it was something that was taught me\neven as a child at the knee of my mother. He said, \"God is our Father, and we are his children.\"\nO that the world, three billion people, could listen to a prophet of God and have this firm\nthought, this basic and fundamental concept, as an anchor to their lives.\n<\/p><p>\nNot too long ago a schoolteacher, anxious to extract some participation from her class of third\ngraders on the subject of modern-day progress, asked her little ones a simple question: \n<\/p><p>\n\"Can anyone here name one important thing in this world that was not here ten years ago?\" After\na few moments of thinking, an eager and confident eight-year-old boy near the back raised his\nhand. His answer: \"Yes&mdash;me.\" As humorous as this incident might sound on the surface, I am\ncertain that Heavenly Father smiled approvingly at the boy's response, a response that was made\nin all seriousness.\n<\/p><p>\n<b>Father-to-son relationship<\/b>\n<\/p><p>\nThis lad, in my mind, is a modern-day David, for it was he who declared centuries ago: \n<\/p><p>\n\"When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast\nordained; \n<\/p><p>\n\"What is man, that thou art mindful of him? and the son of man, that thou visitest him?\n<\/p><p>\n\"For thou has made him a little lower than the angels, and hast crowned him with glory and\nhonour.\n<\/p><p>\n\"Thou madest him to have dominion over the works of thy hands; thou hast put all things under\nhis feet.\" (<span class=\"citation\" id=\"41902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41902)\">Ps. 8:3-6<\/a><\/span>)\n<\/p><p>\nIf the world could but learn and have feelings about this one basic concept of God to man, of\nfather-to-son relationship, many of our mortal frustrations and contentions could be greatly\ndiminished.\n<\/p><p>\nJust a couple of days ago in Primary conference, we were reminded once again by the little\nchildren: \"I am a child of God, and he has sent me here.\" This is a basic doctrine, and all\nmankind needs to believe it.\n<\/p><p>\n<b>Basic family relationships<\/b>\n<\/p><p>\nWe seem so inclined to forget that there are certain basic and fundamental relationships within\nthe human family that do not alter as the scene changes from one side of the veil to the other.\nOne of those concepts, in my opinion, is the right that every child hat to communicate with and\nobtain assistance from his father, mortal and heavenly. Each of us has two fathers&mdash;a spiritual\nfather and an earthly father. Not only that, but I have also been taught that every parent has the\nright and the capacity to know and be concerned about the welfare of his children. It is an eternal\ncommission and right shared by the father of your physical body and the father of your spirit.\n<\/p><p>\n<b>God knows his offspring<\/b>\n<\/p><p>\nWhy must we continually limit God, our Eternal Father, and his abilities by our own mortal\nincapabilities, immaturities, and our earthbound, physical restrictions? Should he who has the\nability to create worlds and father billions of children be denied the right to know his offspring?\nOf course not. Every father has that privilege. To think otherwise is inconsistent with all that we\nhold as basic and fundamental in life&mdash;life here, life before, and life hereafter.\n<\/p><p>\nMay I be bold enough to suggest that your Heavenly Father knows you personally and can call\nyou by name&mdash;yes, you plus three billion other children who share this world with you. And you\ncan add to that family circle the billions upon billions who have lived and died since Father\nAdam. This thought itself is admittedly almost beyond the comprehension of mortal\nunderstanding, but please, let us not limit the Creator of heaven and earth in any way, for his\npowers are limitless, and the basic concept must hold that a father knows his children.\n<\/p><p>\n<b>Prayer is heard<\/b>\n<\/p><p>\nAs a child of God kneels to pray, that individual must believe implicitly that his prayer is being\nheard by him to whom the prayer is addressed. The thought that our Heavenly Father is too busy\nor that our message is being recorded by celestial computers for possible future consideration is\nunthinkable and inconsistent with all we have been taught by his holy prophets.\n<\/p><p>\nIt was thrilling to listen to a father relate this story about his three-year-old youngster recently, as\nthey knelt by the crib in the usual manner for the little fellow to say his simple bedtime prayer.\nEyes closed&mdash;heads bowed&mdash;seconds passed, and there were no words spoken by the child. Just\nabout the time Dad was going to open his eyes to check the lengthy delay, little Tommy was on\nhis feet and climbing into bed. \"How about your prayers?\" asked Dad. \"I said my prayers,\" came\nthe reply. \"But son, Daddy didn't hear you.\" Then followed the child's classic statement: \"But\nDaddy, I wasn't talking to you.\"\n<\/p><p>\n<b>Communication not in vain<\/b>\n<\/p><p>\nEven three-year-olds have personal, private matters to discuss with Heavenly Father from time to\ntime. But most important of all is the implicit faith that the communication is not in vain. Each\nword is finding its way to a Father who is not too busy, a Father who has the ability to hear, to\njudge, and to act for our benefit. This must be the personal faith of us all regardless of our age,\nregardless of our station in life, regardless of how long it has been, regardless of how grievous\nthe confidence might be.\n<\/p><p>\n\". . . this is my work and my glory&mdash;to bring to pass the immortality and eternal life of man.\"\n(<span class=\"citation\" id=\"39350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39350)\">Moses 1:39<\/a><\/span>) His total purpose and plan is involved in our success. It's natural for a father to\nwant success for his offspring. A son or daughter should want to please his parents and to help\nguarantee an eternal relationship with them.\n<\/p><p>\n<b>The vine and the branches<\/b>\n<\/p><p>\n\"What is man, that thou art mindful of him?\" (<span class=\"citation\" id=\"41903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41903)\">Ps. 8:4<\/a><\/span>) A loving Father in heaven, concerned for the\nwelfare of his child, might well answer: \"Why, you are my son, you are my daughter. I love you\nvery much. I listen carefully each day, hoping to hear from you. I want so to one day have you\nback where you belong. Please share with me your innermost thoughts, your hopes, yes, and\nparticularly your problems. I know I can help, but listen carefully, child&mdash;don't close the door\nwhen I give you the answer. I need you very much, just as you need me.\" And I suppose that a\nfitting climax to such comments that a loving Heavenly Father might conceivably utter to any\none of his children could well be couched in the same language that the Savior used as he spoke\ntenderly through John: \n<\/p><p>\n\"I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth\nmuch fruit: for without me ye can do nothing.\n<\/p><p>\n\"If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done\nunto you.\" (<span class=\"citation\" id=\"28608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28608)\">John 15:5,7<\/a><\/span>) What a promise]\n<\/p><p>\nWe are children of God. He is our Father in very deed. May we revere that relationship. Without\nthis lofty concept as the foundation of our lives, our chances for temporal happiness and true\nsuccess are extremely limited; our possibility for eternal joy and exaltation is nonexistent. But\nwith it in sharp focus and meaningful on a daily basis, we will best be able to comprehend and\nrealize the great statement that \"men are, that they might have joy.\" (<span class=\"citation\" id=\"3830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3830)\">2 Ne. 2:25<\/a><\/span>) I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}