{"ID":1770, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel Restored<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1970, pp. 92-94<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: \n<\/p><p>\nA few years ago I boarded an ocean liner in Liverpool, England. On board was a group of\nmissionaries, returning home after serving two years or more in the missions of Europe. I\nnoticed one of these men standing on the upper deck, looking to the eastward. He seemed a bit\ncrestfallen. As I approached him, I said, \"Are you homesick for the mission field?\" \"Well, not\nexactly,\" he said, \"but it has suddenly occurred to me that I may never see those people again.\"\n<\/p><p>\nHe had spent two and one-half years in Norway. He had made many friends, and many of them\nhad befriended and cared for him during his period of missionary service. To leave them was an\nordeal that he had not contemplated. \"I may never see them again, and today my heart is over\nthere,\" he said.\n<\/p><p>\nIt is a common experience with missionaries who invariably have strong attachments to the\npeople among whom they have labored.\n<\/p><p>\n<b>Benefits of missionary service<\/b>\n<\/p><p>\nThe Church has moved ahead since its organization in 1830. Its program has been constructive\nand far-reaching. The missionary spirit is still strong in its members. Most young men and many\nyoung women look forward to a missionary opportunity. They know the benefits derived from\nsuch service.\n<\/p><p>\nThe greatest project ever launched by the Savior was when he sent his chosen apostles into the\nworld with the injunction, \"Go ye into all the world, and preach the gospel of the kingdom to\nevery creature.\n<\/p><p>\n\"He that believeth and is baptized shall be saved; but he that believeth not shall be damned.\"\n(<span class=\"citation\" id=\"33237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33237)\">Mark 16:15-16<\/a><\/span>)\n<\/p><p>\nIt was a gigantic task, requiring faith, courage, and conviction.\n<\/p><p>\nI need not tell you that their labors were effective. What they said and did revolutionized the\nworld. Before many centuries had passed, the name of Jesus Christ was known all over the\ncivilized world. Churches, cathedrals, and monuments were erected to preserve and honor his\nmemory. A confusion, however, had arisen in these Christian churches. There were many sects,\neach one claiming to have the right way to salvation. There was a lack of unity and purpose.\n<\/p><p>\n<b>Obligation to teach restored gospel<\/b>\n<\/p><p>\nIn the blaze of the nineteenth century, Joseph Smith appeared. He claimed that the churches\ncalled Christian had broken the laws and changed the everlasting gospel. (<span class=\"citation\" id=\"25383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25383)\">Isa. 24:5<\/a><\/span>) This was in fulfillment\nof prophecy. The obligation resting upon the Latter-day Saints is to teach the restored gospel. I\nfeel I can conscientiously and truthfully say that the restored Church is discharging this great\nresponsibility. Within a year after its organization missionaries were in the field, often without\npurse or scrip, announcing the restoration of divine truth. Their success was phenomenal. The\nChurch grew and prospered through a missionary system that has no parallel in religious history.\n<\/p><p>\nForeign countries were visited. Opposition mounted. In some cases mobs assembled.\nNewspapers carried on tirades of abuse. Persecution raged; even churches were hostile. But the\nyoung church, organized under God's direction, grew and prospered and finally moved to the\nRocky Mountains, as prophesied by the Prophet Joseph Smith; and the work of regeneration was\non its way.\n<\/p><p>\n<b>Work moving forward<\/b>\n<\/p><p>\nThe Church is well organized and equipped to carry on its mission to the world. Generally\nspeaking, it has been successful, and the gospel of the kingdom is going forth in preparation for\nChrist's coming in these the last days. Many barriers have been removed since those hard times\nwhen it was first introduced under the leadership of Joseph Smith, a young prophet.\n<\/p><p>\nWhen God has a message for his children on the earth, a prophet is chosen and authorized to\ndeliver that message. In the eyes of God he is a great man, a true servant, but before men, he is\noften an outcast, persecuted, maligned, and misunderstood. He is often a victim of abuse and\nfalsehood, but he is unconquerable as he faces the forces of opposition.\n<\/p><p>\nThe modern prophet, Joseph Smith, was no exception. The powers of evil were arrayed against\nhim. He withstood them and did the work assigned him.\n<\/p><p>\nHe could not fail, for the hour had come when the God of heaven and earth would establish his\nwork to redeem humanity. That work is moving forward, brethren and sisters, and will continue\nits onward march until it has filled the earth, and nothing can stay its progress.\n<\/p><p>\nI so testify in great humility, in the name of Jesus Christ, the Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}