{"ID":1772, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Only a Teacher<\/p>\n<p class=\"gcspeaker\">Elder Thomas S. Monson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Thomas S. Monson, <i>Conference Report<\/i>, April 1970, pp. 97-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOften we hear the expression, \"Times have changed.\" And perhaps they have. Our generation has\nwitnessed enormous strides in the fields of medicine, transportation, communication, and\nexploration, to name but a few. However, there are those isolated islands of constancy midst the\nvast sea of change. For instance, boys are still boys. And they continue to make the same boyish\nboasts.\n<\/p><p>\n<b>Only a teacher<\/b>\n<\/p><p>\nSome time ago I overheard what I am confident is an oft-repeated conversation. Three very\nyoung boys were discussing the relative virtues of their fathers. One spoke out: \"My dad is\nbigger than your dad,\" to which another replied, \"Well, my dad is smarter than your dad.\" The\nthird boy countered: \"My dad is a doctor\"; then turning to one boy, he taunted in derision, \"and\nyour dad is only a teacher.\"\n<\/p><p>\nThe call of a mother terminated the conversation, but the words continued to echo in my ears.\nOnly a teacher. Only a teacher. Only a teacher. One day, each of those small boys will come to\nappreciate the true worth of inspired teachers and will acknowledge with sincere gratitude the\nindelible imprint which such teachers will leave on their personal lives.\n<\/p><p>\n<b>\"A teacher affects eternity\"<\/b>\n<\/p><p>\n\"A teacher,\" as Henry Brook Adam's observed, \"affects eternity; he can never tell where his\ninfluence stops.\" This truth pertains to each of our teachers: first, the teacher in the home; second,\nthe teacher in the school; third, the teacher in the Church.\n<\/p><p>\nPerhaps the teacher you and I remember best is the one who influenced us most. She may have\nused no chalkboard nor possessed a college degree, but her lessons were everlasting and her\nconcern genuine. Yes, I speak of mother. And in the same breath, also include father. In reality,\nevery parent is a teacher.\n<\/p><p>\nThe pupil in such a teacher's divinely commissioned classroom&mdash;indeed, the baby who comes to\nyour home or to mine&mdash;is a sweet new blossom of humanity, fresh fallen from God's own home\nto flower on earth.\n<\/p><p>\nSuch a thought may have prompted the poet to pen the words: \n<\/p><p>\n\"I took a piece of plastic clay<br \/>\n     And idly fashioned it one day&mdash;<br \/>\n     And as my fingers pressed it, still<br \/>\n     It moved and yielded to my will.\n<\/p><p>\n\"I came again when days were past; <br \/>\n     The bit of clay was hard at last.<br \/>\n     The form I gave it, still it bore,<br \/>\n     And I could change that form no more!\n<\/p><p>\n\"I took a piece of living clay,<br \/>\n     And gently pressed it day by day,<br \/>\n     And moulded with my power and art<br \/>\n     A young child's soft and yielding heart.\n<\/p><p>\n\"I came again when years were gone: <br \/>\n     It was a man I looked upon.<br \/>\n     He still that early impress bore,<br \/>\n     And I could fashion it never more.\"<br \/><br \/>\n&nbsp; &nbsp;     &mdash;Author Unknown\n<\/p><p>\n<b>Time for teaching<\/b>\n<\/p><p>\nPrime time for teaching is fleeting. Opportunities are perishable. The parent who procrastinates\nthe pursuit of his responsibility as a teacher may in years to come gain bitter insight to Whittier's\nexpression: \". . . of all sad words of tongue or pen, The saddest are these: 'It might have been.'\"\n(John Greenleaf Whittier, \"Maud Muller,\" stanza 53.)\n<\/p><p>\nShould a parent need added inspiration to commence his God-given teaching task, let him\nremember that the most powerful combination of emotions in the world is not called out by any\ngrand cosmic event nor found in novels or history books&mdash;but merely by a parent gazing down\nupon a sleeping child. \"Created in the image of God,\" (<span class=\"citation\" id=\"23809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23809)\">Gen. 1:27<\/a><\/span>) that glorious biblical passage, acquires\nnew and vibrant meaning as a parent repeats this experience. Home becomes a haven called\nheaven, and loving parents teach their children \"to pray, and to walk uprightly before the Lord.\"\n(<span class=\"citation\" id=\"15571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15571)\">D&amp;C 68:28<\/a><\/span>) Never does such an inspired parent fit the description, \"only a teacher.\"\n<\/p><p>\n<b>The teacher in the school<\/b>\n<\/p><p>\nNext, let us consider the teacher in the school. Inevitably, there dawns that tearful morning when\nhome yields to the classroom part of its teaching time. Johnny and Nancy join the happy throng\nwhich each day wends its way from the portals of home to the classrooms of school. There a new\nworld is discovered. Our children meet their teachers.\n<\/p><p>\nThe teacher not only shapes the expectations and ambitions of her pupils, but she also influences\ntheir attitudes toward their future and themselves. If she is unskilled, she leaves scars on the\nlives of youth, cuts deeply into their self-esteem, and distorts their image of themselves as\nhuman beings. But if she loves her students and has high expectations of them, their\nself-confidence will grow, their capabilities will develop, and their future will be assured.\n<\/p><p>\n<b>The power to mislead<\/b>\n<\/p><p>\nUnfortunately, there are those few teachers who delight to destroy faith, rather than build bridges\nto the good life. Ever must we remember that the power to lead is also the power to mislead, and\nthe power to mislead is the power to destroy.\n<\/p><p>\nIn the words of President J. Reuben Clark, Jr.: \"He wounds, maims, and cripples a soul who\nraises doubts about or destroys faith in the ultimate truths. God will hold such a one strictly\naccountable; and who can measure the depths to which one shall fall who willfully shatters in\nanother the opportunity for celestial glory?\" (<i>Immortality and Eternal Life<\/i>, Vol. 2, p. 128.)\n<\/p><p>\n<b>A guide to truth<\/b>\n<\/p><p>\nSince we cannot control the classroom, we can at least prepare the pupil. You ask: \"How?\" I answer:\n\"Provide a guide to the glory of the celestial kingdom of God; even a barometer to distinguish\nbetween the truths of God and the theories of men.\"\n<\/p><p>\nSeveral years ago I held in my hand much a guide. It was a volume of scripture we commonly\ncall the Triple Combination, containing the Book of Mormon, Doctrine and Covenants, and\nPearl of Great Price. The book was a gift from a loving father to a beautiful, blossoming\ndaughter who followed carefully his advice. On the flyleaf page her father had written these\ninspired words: \n<\/p><p>\n\"April 9, 1944 \"<br \/>\nTo My Dear Maurine: \n<\/p><p>\n\"That you may have a constant measure by which to judge between truth and the errors of man's\nphilosophies, and thus grow in spirituality as you increase in knowledge, I give you this sacred\nbook to read frequently and cherish throughout your life.\n<\/p><p>\n&nbsp; &nbsp; \"Lovingly your father,<br \/>\n&nbsp; &nbsp; &nbsp; Harold B. Lee\"\n<\/p><p>\n<b>The teacher in the Church<\/b>\n<\/p><p>\nI ask the question: \"Only a teacher?\"\n<\/p><p>\nFinally, let us turn to the teacher we usually meet on\nSunday&mdash;the teacher in the Church. In such a setting, the history of the past, the hope of the\npresent, and the promise of the future all meet. Here especially, the teacher learns it is easy to be\na Pharisee, difficult to be a disciple. The teacher is judged by his students&mdash;not alone by what\nand how he teaches, but also by how he lives.\n<\/p><p>\nThe apostle Paul counseled the Romans: \n<\/p><p>\n\"Thou . . . which teachest another, teachest thou not thyself? thou that preachest a man should\nnot steal, dost thou steal? Thou that sayest a man should not commit adultery, dost thou commit\nadultery?\" (<span class=\"citation\" id=\"42834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42834)\">Rom. 2:21-22<\/a><\/span>)\n<\/p><p>\nPaul, that inspired and dynamic teacher, provides us a good example. Perhaps his success secret\nis revealed through his experience in the dreary dungeon that held him prisoner. Paul knew the\ntramp, tramp of the soldiers' feet and the clank, clank of the chains which bound him captive.\nWhen the prison warden, who seemed to be favorably inclined toward Paul, asked him whether\nhe needed advice as to how to conduct himself before the emperor, Paul said he had an\nadviser&mdash;the Holy Spirit.\n<\/p><p>\nThis same Spirit guided Paul as he stood in the midst at Mars' hill, read the inscription \"To The\nUnknown God,\" and declared: \". . . Whom therefore ye ignorantly worship, him declare I unto\nyou.\n<\/p><p>\n\"God that made the world and all things therein . . . dwelleth not in temples made with hands; \n<\/p><p>\n\". . . he giveth to all life, and breath, and all things; \n<\/p><p>\nFor in him we live, and move, and have our beings . . . For we are also his offspring.\" (<span class=\"citation\" id=\"8118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8118)\">Acts 17:23-24,25,28<\/a><\/span>)\n<\/p><p>\nAgain the question, \"Only a teacher?\"\n<\/p><p>\n<b>The Master Teacher<\/b>\n<\/p><p>\nIn the home, the school, or the house of God, there is one teacher whose life overshadows all\nothers. He taught of life and death, of duty and destiny. He lived not to be served, but to serve;\nnot to receive, but to give; not to save his life, but to sacrifice it for others. He described a love\nmore beautiful than lust, a poverty richer than treasure. It was said of this teacher that he taught\nwith authority and not as do the scribes. In today's world, when many men are greedy for gold\nand for glory, and dominated by a teaching philosophy of \"publish or perish,\" let us remember\nthat this teacher never wrote&mdash;once only he wrote on the sand, and the wind destroyed forever\nhis handwriting. His laws were not inscribed upon stone, but upon human hearts. I speak of the\nmaster teacher, even Jesus Christ, the Son of God, the Savior and Redeemer of all mankind.\n<\/p><p>\n<b>Dedicated teachers<\/b>\n<\/p><p>\nWhen dedicated teachers respond to his gentle invitation, \"Come learn of me,\" they learn, but\nthey also become partakers of his divine power. It was my experience as a small boy to come\nunder the influence of such a teacher. In our Sunday School class, she taught us concerning the\ncreation of the world, the fall of Adam, the atoning sacrifice of Jesus. She brought to her\nclassroom as honored guests Moses, Joshua, Peter, Thomas, Paul, and Jesus the Christ. Though\nwe did not see them, we learned to love, honor, and emulate them.\n<\/p><p>\n<b>Lesson on giving<\/b>\n<\/p><p>\nNever was her teaching so dynamic nor its impact more everlasting as one Sunday morning\nwhen she sadly announced to us the passing of a classmate's mother. We had missed Billy that\nmorning, but knew not the reason for his absence. The lesson featured the theme, \"It is more\nblessed to give than to receive.\" (<span class=\"citation\" id=\"8119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8119)\">Acts 20:35<\/a><\/span>) Midway through the lesson, our teacher closed the manual and\nopened our eyes and our ears and our hearts to the glory of God. She asked, \"How much money\ndo we have in our class party fund?\"\n<\/p><p>\nDepression days prompted a proud answer: \"Four dollars and seventy-five cents.\"\n<\/p><p>\nThen ever so gently she suggested: \"Billy's family is hard-pressed and grief-stricken. What would\nyou think of the possibility of visiting the family members this morning and giving to them your\nfund?\"\n<\/p><p>\nEver shall I remember the tiny band walking those three city blocks, entering Billy's home,\ngreeting him, his brother, sisters, and father. Noticeably absent was his mother. Always I shall\ntreasure the tears which glistened in the eyes of all as the white envelope containing our precious\nparty fund passed from the delicate hand of our teacher to the needy hand of a heartbroken\nfather. We fairly skipped our way back to the chapel. Our hearts were lighter than they had ever\nbeen; our joy more full; our understanding more profound. A God-inspired teacher had taught\nher boys and girls an eternal lesson of divine truth. \"It is more blessed to give than to receive.\" (<span class=\"citation\" id=\"124438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124438)\">Acts 20:35<\/a><\/span>)\n<\/p><p>\nWell could we have echoed the words of the disciples on the way to Emmaus: \"Did not our hearts\nburn within us . . . while [she] opened to us the scriptures?\" (<span class=\"citation\" id=\"31813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31813)\">Luke 24:32<\/a><\/span>)\n<\/p><p>\n<b>A worthy compliment<\/b>\n<\/p><p>\nI return to the dialogue mentioned earlier. When the boy heard the taunts: \"My dad is bigger than\nyours,\" \"My dad is smarter than yours,\" \"My dad is a doctor,\" well could he have replied: \"Your\ndad may be bigger than mine; your dad may be smarter than mine; your dad may be a pilot, an\nengineer or a doctor; but my dad, <i>my dad is a teacher.<\/i>\"\n<\/p><p>\nMay each of us ever merit such a sincere and worthy compliment, I pray humbly, in the name of\nthe master teacher, even the Son of God, Jesus Christ the Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}