{"ID":1773, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Reins of Responsibility and Leadership<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1970, pp. 113-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: \n<\/p><p>\nI stand before you today in humility and in thanksgiving, grateful for the blessings which the\nLord has poured out upon me, upon my family, upon you, and upon all his people.\n<\/p><p>\nI know we are engaged in the work of the Lord and that he raises up men to do his work in\nevery time and age of the earth's history.\n<\/p><p>\n<b>Reins of responsibility<\/b>\n<\/p><p>\nAs a church and as a people, we have been greatly blessed for many years by the inspired\nleadership, the great spiritual insight, and the firm hand of President David O. McKay. Now\nthat his valiant work here is finished and he has been called home to serve in other ways, the\nLord has given the reigns of responsibility and leadership in his earthly kingdom to others of\nus who remain.\n<\/p><p>\nAnd since we know the Lord \"giveth no commandments unto the children of men, save he\nshall prepare a way for them that they may accomplish the thing which he commandeth them\"\n(<span class=\"citation\" id=\"1658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1658)\">1 Ne. 3:7<\/a><\/span>),\nwe are most humbly confident that under his guidance and direction this work\nwill continue to prosper.\n<\/p><p>\n<b>Christ at the head<\/b>\n<\/p><p>\nI desire to say that no man of himself can lead this church. It is the Church of the Lord Jesus\nChrist; he is at the head. The Church bears his name, has his priesthood, administers his\ngospel, preaches his doctrine, and does his work.\n<\/p><p>\nHe chooses men and calls them to be instruments in his hands to accomplish his purposes, and\nhe guides and directs them in their labors. But men are only instruments in the Lord's hands,\nand the honor and glory for all that his servants accomplish is and should be ascribed unto\nhim forever.\n<\/p><p>\nIf this were the work of man, it would fail, but it is the work of the Lord, and he does not\nfail. And we have the assurance that if we keep the commandments and are valiant in the\ntestimony of Jesus (<span class=\"citation\" id=\"15578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15578)\">D&amp;C 76:79<\/a><\/span>)\nand are true to every trust, the Lord will guide and direct us and his\nchurch in the paths of righteousness, for the accomplishment of all his purposes.\n<\/p><p>\nOur faith is centered in the Lord Jesus Christ, and through him in the Father. We believe in\nChrist, accept him as the Son of God, and have taken his name upon us in the waters of\nbaptism, and are his sons and his daughters by adoption.\n<\/p><p>\n<b>Sure knowledge of truth<\/b>\n<\/p><p>\nI rejoice in the work of the Lord and glory in the sure knowledge I have in my soul of its\ntruth and divinity!\n<\/p><p>\nWith all my heart I bear witness that Jesus Christ is the Son of the living\nGod; that he called the Prophet Joseph Smith to stand at the head of this dispensation and to\norganize again on earth the Church and kingdom of God; and that the work in which we are\nengaged is true.\n<\/p><p>\nWhen my father, President Joseph F. Smith, was called to serve as the sixth President of the\nChurch, he expressed gratitude for his devoted counselors and declared his intention to\ncounsel with them in all matters pertaining to the Church, that there might be a oneness and\nunity among the brethren and before the Lord.\n<\/p><p>\n<b>Confidence in counselors<\/b>\n<\/p><p>\nNow may I say that I have complete confidence in my counselors. They are men of God who\nare guided by the inspiration of heaven. They enjoy the gift and power of the Holy Ghost and\nhave no desires other than to further the interests of the Church and to bless all our Father's\nchildren, and perfect the work of the Lord on earth.\n<\/p><p>\nPresident Harold B. Lee is a pillar of truth and righteousness, a true seer who has great\nspiritual strength and insight and wisdom, and whose knowledge and understanding of the\nChurch and its needs is not surpassed by any man.\n<\/p><p>\nPresident N. Eldon Tanner is a man of like caliber, of perfect integrity, of devotion to the\ntruth, who is endowed with that administrative ability and spiritual capacity which enables\nhim to lead and counsel and direct aright.\n<\/p><p>\n<b>Strength of General Authorities<\/b>\n<\/p><p>\nAnd what I say about President Lee and President Tanner applies also to the Quorum of the\nTwelve and the other General Authorities. They are men of God. I am grateful that the Lord\nraises up men with the strength and power these brethren possess, and he calls and prepares\nthem to stand in places of leadership in his Church.\n<\/p><p>\nThere is no work on earth as important as the work of the Lord, and there are no positions of\nservice and responsibility as far-reaching in their effect upon our Father's children; and it is\nmy prayer that all of us, working together as true brothers and sisters in the Lord's kingdom,\nmay so labor as to accomplish the great work that lies ahead.\n<\/p><p>\n<b>Cooperation with good men<\/b>\n<\/p><p>\nWe live in a time when the spirit of love and harmony is increasing among people of many\nfaiths, and we join with men of good will in all churches in expressing love and concern for\nthe temporal and spiritual well-being of all our Father's children.\n<\/p><p>\nWe are pleased to cooperate with sincere and good men and women everywhere in all matters\nfor the advancement and betterment of our fellowmen, for we acknowledge all men as\nchildren of God and as brothers and sisters in the family of mankind.\n<\/p><p>\n<b>Blessing<\/b>\n<\/p><p>\nMay our Eternal Father pour out his blessings upon all the works of his hands; \n<\/p><p>\nAnd bless parents with insight and inspiration in teaching their children; \n<\/p><p>\nAnd bless our children, and young people, to seek and accept counsel and keep the\ncommandments; \n<\/p><p>\nAnd bless all the officers and teachers and members of our Father's church so they may serve\nhim in righteousness, faithfully, and effectively; \n<\/p><p>\nAnd bless the world and all men everywhere that they may turn to him in righteousness, and\nfind peace, happiness, and purpose in life&mdash;all of which I ask, humbly and gratefully, in the\nname of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}