{"ID":1774, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Need for a Prophet<\/p>  \n<p class=\"gcspeaker\">President Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Acting President of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1970, pp. 117-122<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe proceedings of this day have been most impressive and awesome. May I extend to Elder\nBoyd K. Packer a warm welcome personally and for the Quorum of the Twelve Apostles. We\nhave watched him grow since his first days as an Assistant to this day of highest call. Here he\nwill find true fraternity in its highest reach.\n<\/p><p>\nWe welcome also to the ranks of the General Authorities Elder Joseph Anderson, whom we have\nloved and appreciated these many years, and Elder David B. Haight and Elder William H.\nBennett, men of power and dedication and long service.\n<\/p><p>\n<b>A new era begins<\/b>\n<\/p><p>\nThis is a notable year in this world's life. It is January. History swings on its hinges. Another\npage is turned and a new era comes to the front.\n<\/p><p>\nIt is Sunday morning, January 18, 1970. A great heart stops beating and an aged body relaxes\nand slumbers. Like an earthquake sends a tidal wave around the earth, communications now\ncover the earth and millions of serious-minded people in even faraway places stop to pay\nsaddened tribute to a mighty man of God who has passed from mortality.\n<\/p><p>\nFor days, long lines of loving followers inch their way along the street, even in the rain, to see\nonce more the visage of their departed leader.\n<\/p><p>\nThe Tabernacle is crowded with those who loved him, and sweet tributes are paid.\n<\/p><p>\nThe earthly body of the prophet, David O. McKay, is laid to rest in dignified reverence.\n<\/p><p>\nOur heads are bowed, our hearts are hurting, but there will be a happy reunion when this inspired\nprophet joins the hosts of his peers&mdash;the Josephs, the Brighams, and the Wilfords.\n<\/p><p>\nIn our feeling of emptiness, it hardly seems that we could go on without him; but as one star\nsinks behind the horizon, another comes into the picture, and death spawns life.\n<\/p><p>\nThe work of the Lord is endless. Even when a powerful leader dies, not for a single instant is the\nChurch without leadership, thanks to the kind Providence who gave his kingdom continuity and\nperpetuity. As it already has happened eight times before in this dispensation, a people\nreverently close a grave, dry their tears, and turn their faces to the future.\n<\/p><p>\n<b>The Quorum of the Twelve<\/b>\n<\/p><p>\nThe moment life passes from a President of the Church, a body of men become the composite\nleader&mdash;these men already seasoned with experience and training. The appointments have long\nbeen made, the authority given, the keys delivered. For five days, the kingdom moves forward\nunder this already authorized council. No \"running\" for position, no electioneering, no stump\nspeeches. What a divine plan! How wise our Lord, to organize so perfectly beyond the weakness\nof frail, grasping humans.\n<\/p><p>\nThen dawns the notable day (January 23, 1970), and 14 serious men walk reverently into the\ntemple of God&mdash;this, the Quorum of the Twelve Apostles, the governing body of The Church of\nJesus Christ of Latter-day Saints, several of whom have experienced this solemn change before.\n<\/p><p>\n<b>A new prophet<\/b>\n<\/p><p>\nWhen these 14 men emerge from the holy edifice later in the morning, a transcendently vital\nevent has occurred&mdash;a short interregnum ends, and the government of the kingdom shifts back\nagain from the Quorum of the Twelve Apostles to a new prophet, an individual leader, the Lord's\nearthly representative, who has unostentatiously been moving toward this lofty calling for 60\nyears. He now presides over the Church.\n<\/p><p>\nNot because of his name, however, did he accede to this high place, but because when he was a\nvery young man, he was called of the Lord, through the then living prophet, to be an\napostle&mdash;member of the Quorum&mdash;and was given the precious, vital keys to hold in suspension pending a\ntime when he might become the senior apostle and the President.\n<\/p><p>\nIn that eventful temple meeting, when he has been \"ordained and set apart\" as the President of\nthe Church by his brethren, the Twelve, he chooses his counselors&mdash;two mighty men of valor:\nElder Harold B. Lee and Elder Nathan Eldon Tanner, with their rich background as teachers,\nbusinessmen, public officials, and especially Church leaders.\n<\/p><p>\nAnd a presidency of three and a newly constituted Council of Twelve walk humbly to their\noffices without fanfare or ostentation, and a new administration moves into a new period with\npromise of great development and unprecedented growth.\n<\/p><p>\n<b>Presidents of the Church<\/b>\n<\/p><p>\nIt was a very young man who introduced the restored program to this new world. Joseph Smith\n(December 23, 1805&mdash;June 27, 1844) was but 24 years of age when the Church was organized.\n<\/p><p>\nWhen he was martyred at 38, the second President, Brigham Young (June 1, 1801&mdash;August 29,\n1877) became senior apostle and the President of the Church (December 27, 1847) at 46 years of\nage and presided 30 years (until he was 76). The other Presidents, each in his turn, became\nPresident at ages ranging from 62 to 84, and died at ages 79 to 96.\n<\/p><p>\nJohn Taylor (November 1, 1808&mdash;July 25, 1887) was 71 when he became President of the\nChurch (October 10, 1880) and died at 78, and upon his death, Wilford Woodruff (March 1,\n1807&mdash;September 2, 1898) became the senior apostle (July 25, 1887). Two years later (April 7,\n1889), he was sustained President of the Church at 82 years of age. He died at 91, whereupon\nPresident Lorenzo Snow (April 3, 1814&mdash;October 10, 1901) became the senior apostle. He was\n84 years of age when he became the President of the Church (September 13, 1898). His\npresidency was short-lived. He served about three years (until October 10, 1901).\n<\/p><p>\nPresident Joseph F. Smith (November 13, 1838&mdash;November 19, 1918) was senior apostle (from\nOctober 10, 1901) seven days; he became the President of the Church October 17, 1901, at 62\nyears of age; he died at 80.\n<\/p><p>\nPresident Heber J. Grant (November 22, 1856&mdash;May 14, 1945) was senior apostle less than a\nweek (on November 23, 1918), when he became the President of the Church at 62; he died at 88.\n<\/p><p>\nPresident George Albert Smith (April 4, 1870&mdash;April 4, 1951) was the senior apostle for seven\ndays and became President of the Church (May 21, 1945) at 75; he died at the age of 81. Last\nSaturday was his one hundredth birthday.\n<\/p><p>\nPresident David O. McKay, the ninth President (September 8, 1873&mdash;January 18, 1970) was\nsenior apostle five days and was sustained as President of the Church (April 9, 1951) at 77; he\ndied at the age of 96.\n<\/p><p>\nPresident Joseph Fielding Smith, whose birthdate is July 19, 1876, became the senior apostle\nJanuary 18, and President of the Church January 23, 1970, at the age of 93.\n<\/p><p>\n<b>Average ages<\/b>\n<\/p><p>\nThe Presidents from John Taylor to David O. McKay, inclusive, became President at ages\nranging from 62 to 84 and died at ages from 79 to 96.\n<\/p><p>\nIt is interesting to note that these eight Church Presidents assumed their presiding responsibility\nat an average age of 73 years, and relinquished it by death at 85 years. They served an average of\na little less than 12 years; consequently, the average age of the living President of the Church has\nbeen about 79 years.\n<\/p><p>\nWe may expect the Church President will always be an older man; young men have action,\nvigor, initiative; older men, stability and strength and wisdom through experience and long\ncommunion with God.\n<\/p><p>\nIn President McKay's declining days, speculation ran high among the curious and the concerned\nand the less knowledgeable and continued as a major topic of discussion through the\ninterregnum.\n<\/p><p>\nMore than a million members had never known any other President than David O. McKay;\nconsequently, it was natural for some to be confused.\n<\/p><p>\nThey talked about age. The old patriarchs were not young. Adam was very old as he presided\nover his posterity, which spread over many generations. Abraham, Isaac, Joseph, and Moses\npresided over the people, dying at 175, 180, 110, and 120 years. They were old in years, but from\ntheir accumulated experience came massive wisdom and security.\n<\/p><p>\n<b>The senior apostle<\/b>\n<\/p><p>\nPeople talk about precedent. If it is precedent, it has become such by the repetition of the\nrevealed order since the beginning. Brigham Young was the senior apostle, holding all the keys\nand authorities, and in the present case, President Smith was the senior apostle. This is the way\nof the Lord, and he retains the leadership in his divine hands.\n<\/p><p>\nWhen the first succession took place, the restored church was an infant only 14 years old. There\nhad been no prophet nor \"open vision\" (<span class=\"citation\" id=\"2586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2586)\">1 Sam. 3:1<\/a><\/span>) for numerous centuries. Little wonder, then, that the\npeople should be full of questions when the bullets at Carthage terminated the life of the one in\nwhom all these priceless blessings&mdash;the church, revelation, prophets&mdash;seemed to be centered.\nWhen the apostles returned from their missions, had buried their dead prophet, and considered\nthe future, all doubt was dissipated when the senior apostle, already holding all the keys, stood\nforth like Moses and led the way.\n<\/p><p>\n<b>Succession in presidency<\/b>\n<\/p><p>\nThe editorial of September 2, 1844, on the succession said: \n<\/p><p>\n\"Great excitement prevails throughout to know 'who shall be the successor of Joseph Smith!'\n<\/p><p>\n\"In reply we say, be <i>patient<\/i>, be patient a little till the proper time comes, and we will tell you all.\n'Great wheels move slow.' At present, we can say that a special conference of the church was\nheld in Nauvoo on the 8th, ult., and it was carried <i>without a dissenting voice<\/i>, that the 'Twelve'\nshould preside over the whole church, and when any alteration in the presidency shall be\nrequired, seasonable notice will be given; and the elders abroad, will best exhibit their wisdom\nto all men, by remaining silent on those things they are ignorant of.\" (<i>Times and Seasons<\/i>, Vol. 5,\nSept. 2, 1844, p. 632.)\n<\/p><p>\nThis eventful 140 years has seen ten Presidents preside over the Church and 78 apostles serve in\nthe Quorum of the Twelve.\n<\/p><p>\n<b>President Joseph Fielding Smith<\/b>\n<\/p><p>\nAs we tighten our tugs and strain our weight against the collar, we move forward on a new\njourney with a strong will under our inspired leaders, led by our prophet, Joseph Fielding Smith.\n<\/p><p>\nHe is venerable and worthy of respect by reason of his character, dignity, age, position. He is one\nof whom his beloved wife sang this morning, one who has \"clean hands and a pure heart, who\nhas not lifted up his soul unto vanity, nor sworn deceitfully.\" (<span class=\"citation\" id=\"41904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41904)\">Ps. 24:4<\/a><\/span>) He is a son of his Maker and a\nclean and holy man of God. He takes his high place as the appointee of the Lord. He has carried\nfor 60 years the keys of the kingdom, gradually moving toward this day. For six decades he has\nbeen sustained by the Church as <i>a<\/i> prophet. Today he is sustained as <i>the<\/i> Prophet, the one who\nalone holds the keys in total use under the Lord Jesus Christ, who is the chief cornerstone, and\nthe head of his church.\n<\/p><p>\n<b>A prophet-leader who gives example<\/b>\n<\/p><p>\nTo be a prophet of the Lord, one does not need to \"be everything to all men.\" He does not need\nto be youthful and athletic, an industrialist, a financier, nor an agriculturist; he does not need to\nbe a musician, a poet, an entertainer, nor a banker, a physician, nor a college president, a\nmilitary general, nor a scientist.\n<\/p><p>\nHe does not need to be a linguist to speak French and Japanese, German and Spanish, but he\nmust understand the divine language and be able to receive messages from heaven.\n<\/p><p>\nHe need not be an orator, for God can make his own. The Lord can present his divine messages\nthrough weak men made strong. He substituted a strong voice for the quiet, timid one of Moses,\nand gave to the young man Enoch power which made men tremble in his presence, for Enoch\nwalked with God as Moses walked with God.\n<\/p><p>\nThe Lord said: \". . . whether by mine own voice or by the voice of my servants, it is the same.\"\n(<span class=\"citation\" id=\"15488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15488)\">D&amp;C 1:38<\/a><\/span>)\n<\/p><p>\nWhat the world needs is a prophet-leader who gives example&mdash;clean, full of faith, godlike in his\nattitudes with an untarnished name, a beloved husband, a true father.\n<\/p><p>\n<b>The voice of God<\/b>\n<\/p><p>\nA prophet needs to be more than a priest or a minister or an elder. His voice becomes the voice\nof God to reveal new programs, new truths, new solutions. I make no claim of infallibility for\nhim, but he does need to be recognized of God, an authoritative person. He is no pretender as\nnumerous are who presumptuously assume position without appointment and authority that is\nnot given. He must speak like his Lord: \". . . as one having authority, and not as the scribes.\"\n(<span class=\"citation\" id=\"36005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36005)\">Matt. 7:29<\/a><\/span>)\n<\/p><p>\nHe must be bold enough to speak truth even against popular clamor for lessening restrictions. He\nmust be certain of his divine appointment, of his celestial ordination, and his authority to call to\nservice, to ordain, to pass keys which fit eternal locks.\n<\/p><p>\nHe must have commanding power like prophets of old: \". . . to seal both on earth and in heaven,\nthe unbelieving and rebellious . . . unto the day when the wrath of God shall be poured out upon\nthe wicked without measure\" (<span class=\"citation\" id=\"15474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15474)\">D&amp;C 1:8-9<\/a><\/span>), and rare powers: \". . . that whatsoever you seal on\nearth shall be sealed in heaven; and whatsoever you bind on earth, in my name and by my word,\nsaith the Lord, it shall be eternally bound in the heavens; and whosesoever sins you remit on\nearth shall be remitted eternally in the heavens; and whosesoever sins you retain on earth shall\nbe retained in heaven\" (<span class=\"citation\" id=\"15666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15666)\">D&amp;C 132:46<\/a><\/span>).\n<\/p><p>\n<b>The need for prophets<\/b>\n<\/p><p>\nWhat is needed is more a Moses than a Pharaoh; an Elijah then a Belshazzar; a Paul than a\nPontius Pilate.\n<\/p><p>\nHe needs not be an architect to construct houses and schools and high-rise buildings, but he will\nbe one who builds structures to span time and eternity and to bridge the gap between man and\nhis Maker.\n<\/p><p>\nWhen the world has followed prophets, it has moved forward; when it has ignored them, the\nresults have been stagnation, servitude, death.\n<\/p><p>\nEvery moment of every day, there are numerous programs on the air. We hear very few,\nrelatively, for we are engrossed in our day's duties, but with powerful beaming broadcasting\nstations, we could hear any of the programs if we are tuned in.\n<\/p><p>\n<b>Broadcasts of vital messages<\/b>\n<\/p><p>\nFor thousands of years there have been constant broadcasts from heaven of vital messages of\nguidance and timely warnings, and there has been a certain constancy in the broadcasts from the\nmost powerful station. Throughout all those centuries there have been times when there were\nprophets who tuned in and rebroadcasted to the people. The messages have never ceased.\n<\/p><p>\nOne such message came to Daniel in the presence of others, and he who was on the proper\nfrequency said: \"And I Daniel alone saw the vision: for the men that were with me saw not the\nvision.\" (<span class=\"citation\" id=\"10706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10706)\">Dan. 10:7<\/a><\/span>)\n<\/p><p>\nOn the road to Damascus, a company of men traveled together. A spectacular event came from\nthe heavens, but only one man was in tune to receive it. (<span class=\"citation\" id=\"8114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8114)\">Acts 9:7<\/a><\/span>;\n<span class=\"citation\" id=\"8120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8120)\">Acts 22:9<\/a><\/span>) That which was but static to all the other\nears was an awesome call to duty to Saul of Tarsus, and changed his life, and contributed toward\nthe transformation of millions of lives, but he was the only one who was attuned.\n<\/p><p>\n<b>Spiritual not understood by finite<\/b>\n<\/p><p>\nIt is said that certain Russian fliers reported that as they penetrated the far outer space, they saw\nno God nor angels. Our prediction to any unbelieving, godless spacemen is that though they\ncould go a thousand times farther and a thousand times higher, that they will be still farther from\nGod and eternal things, for the spiritual is not understood by the finite.\n<\/p><p>\nAbraham found God on a tower in Mesopotamia, on a mount in Palestine, and in royal quarters\nin Egypt. Moses found him on a backside desert; at a red sea; on a mount called Sinai; and in a\n\"burning bush\" (<span class=\"citation\" id=\"22805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22805)\">Ex. 3:1-4<\/a><\/span>;\n<span class=\"citation\" id=\"39348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39348)\">Moses 1:17<\/a><\/span>). Joseph Smith found him in the cool freshness of a primeval forest and on a hill\ncalled Cumorah. Peter found him at the Sea of Galilee and on the Mount of Transfiguration.\n<\/p><p>\n<b>Sustaining of new prophet<\/b>\n<\/p><p>\nMay the Lord, our God, sustain this newly appointed prophet, Joseph Fielding Smith, who will\nfrom this time \"be about his Father's business,\" (<span class=\"citation\" id=\"31791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31791)\">Luke 2:49<\/a><\/span>) who will continue to serve the Lord's \"bread of\nlife\" (<span class=\"citation\" id=\"28574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28574)\">John 6:35<\/a><\/span>) and \"living water,\" (<span class=\"citation\" id=\"28570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28570)\">John 4:10<\/a><\/span>) who will now begin \"to light the lamps of Israel\" (<span class=\"citation\" id=\"41115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41115)\">Num. 8:3<\/a><\/span>) and verily become the\nmouthpiece of God; and our prayer is that the Lord will speak to him as he did to Joshua: \n<\/p><p>\n\"This day will I begin to magnify thee in the sight of all Israel, that they may know that, as I was\nwith Moses, so I will be with thee.\" (<span class=\"citation\" id=\"30076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30076)\">Josh. 3:7<\/a><\/span>)\n<\/p><p>\nAnd may the Lord bless us, his servants, who have raised our hands this day, and all others\nwithout that opportunity, that from this time forth we may, like the children of Israel, uphold his\nhands and shout as did the children of Israel in one voice: \n<\/p><p>\n\"All that thou commandest us we will do, and whithersoever thou sendest us, we will go.\n<\/p><p>\n\"According as we have hearkened unto Moses in all things, so will we hearken unto thee: only\nthe Lord thy God be with thee, as he was with Moses.\" (<span class=\"citation\" id=\"30075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30075)\">Josh. 1:16-17<\/a><\/span>)\n<\/p><p>\n\"To your tents, O Israel,\" (<span class=\"citation\" id=\"1250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1250)\">1 Kgs. 12:16<\/a><\/span>) stand firm and loyal and immovable.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}