{"ID":1775, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Day in Which We Live<\/p>\n<p class=\"gcspeaker\">President Harold B. Lee<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcspkpos2\">and President of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1970, pp. 122-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI echo the sentiments of my beloved colleague, President Kimball, in welcoming into our\ncircle of General Authorities our beloved associates, Brother Boyd K. Packer, Brother Joseph\nAnderson, Brother David B. Haight and Brother William H. Bennett. As you brethren and\nsisters come to know them as we know them, you will feel a great strength in their leadership.\n<\/p><p>\n<b>President David O. McKay<\/b>\n<\/p><p>\nWe cannot pass this moment without remembering our beloved President McKay, and\nlikewise to you, Sister McKay, if you are listening in, and to the remarkable family that\nPresident McKay has, we extend our love and blessings as we pass now to another era in the\nhistory of the Church.\n<\/p><p>\nToday The Church of Jesus Christ of Latter-day Saints opens a new chapter in its 140 years'\nhistory since its organization in this, the dispensation of the fulness of times, as it is spoken of\nin the scriptures (<span class=\"citation\" id=\"15642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15642)\">D&amp;C 112:30<\/a><\/span>).\n<\/p><p>\nAnother prophet, our noble President David O. McKay, has been called home to make a\nreport of his stewardship as the earthly head of the Church. Always with the passing of a\nprophet-leader, there have been great happenings following thereafter, both in the Church and\nin the world. I have wondered if it could be that the report of the prophet to our Maker has\nhad great significance in the affairs of men here on the earth.\n<\/p><p>\n<b>Change in Church administration<\/b>\n<\/p><p>\nThe transition, in making the change of administration of the Church, is by a procedure\nunique and by an ordained plan that avoids, as Elder Kimball has said, the possibility of using\npolitical devices or revolutionary methods that could cause much confusion and frustration in\nthe work of the Lord.\n<\/p><p>\nPresident David O. McKay and all of his predecessors as Presidents of the Church have\nbequeathed to us rich treasures of wisdom and knowledge. In the passing of each President,\nthe hearts of a grateful people were in a figurative sense taken up with each of them. The\nrecords of their lives and their works, their words, and their ministries are fortunately lesson\nbooks, documented in the written history of the Church and in the memories of those who\nhave followed after them. May God bless that legacy to the faithful everywhere. After all,\ntheir greatest records will be written in the hearts of those whom they sought diligently to\nserve.\n<\/p><p>\nIt may be instructive and enlightening to many of the Church members and others who may\nbe listening to these services to say something as it pertains to the reorganization of the\nChurch following the death of the President.\n<\/p><p>\n<b>The President of the Church<\/b>\n<\/p><p>\nTo those who ask the question: How is the President of the Church chosen or elected? the\ncorrect and simple answer should be a quotation of the Fifth Article of Faith: \"We believe\nthat a man must be called of God, by prophecy, and by the laying on of hands, by those who\nare in authority to preach the Gospel and administer in the ordinances thereof\"\n(<span class=\"citation\" id=\"6882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6882)\">A of F 1:5<\/a><\/span>).\n<\/p><p>\nThe beginning of the call of one to be President of the Church actually begins then he is\ncalled, ordained, and set apart to become a member of the Quorum of the Twelve Apostles.\nSuch a call by prophecy, or in other words, by the inspiration of the Lord to the one holding\nthe keys of presidency, and the subsequent ordination and setting apart by the laying on of\nhands by that same authority, places each apostle in a priesthood quorum of twelve men\nholding the apostleship.\n<\/p><p>\nEach apostle so ordained under the hands of the President of the Church, who holds the keys\nof the kingdom of God in concert with all other ordained apostles, has given to him the\npriesthood authority necessary to hold every position in the Church, even to a position of\npresidency over the Church if he were called by the presiding authority and sustained by a\nvote of a constituent assembly of the membership of the Church.\n<\/p><p>\n<b>The Quorum of the Twelve<\/b>\n<\/p><p>\nThe Prophet Joseph Smith declared that \"where the president is not, there is no First\nPresidency.\" Immediately following the death of a President, the next ranking body, the\nQuorum of the Twelve Apostles, becomes the presiding authority, with the President of the\nTwelve automatically becoming the acting President of the Church until a President of the\nChurch is officially ordained and sustained in his office.\n<\/p><p>\nEarly in this dispensation, because of certain conditions, the Council of Twelve continued to\npreside as a body for as long as three years before the reorganization was effected. As\nconditions in the Church became more stabilized, the reorganization was effected promptly\nfollowing the passing of the President of the Church.\n<\/p><p>\nAll members of the First Presidency and the Twelve are regularly sustained as \"prophets,\nseers, and revelators,\" as you have done today. This means that any one of the apostles, so\nchosen and ordained, could preside over the Church if he were \"chosen by the body [which\nhas been interpreted to mean, the entire Quorum of the Twelve], appointed and ordained to\nthat office, and upheld by the confidence, faith, and prayer of the church,\" to quote from a\nrevelation on this subject, on one condition, and that being that he was the senior member, or\nthe president, of that body (see\n<span class=\"citation\" id=\"15627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15627)\">D&amp;C 107:22<\/a><\/span>).\n<\/p><p>\n<b>Senior member of Twelve<\/b>\n<\/p><p>\nOccasionally the question is asked as to whether or not one other than the senior member of\nthe Twelve could become President. Some thought on this matter would suggest that any\nother than the senior member could become President of the Church only if the Lord reveals\nto that President of the Twelve that someone other than himself could be selected.\n<\/p><p>\n<b>Orderly plan revealed<\/b>\n<\/p><p>\nThe Lord revealed to the first prophet of this dispensation the orderly plan for the Church\nleadership by predetermined organization of the earthly kingdom of God. He gave these\nspecific guidelines, as we might speak of them: \n<\/p><p>\n\"Of the Melchizedek Priesthood three Presiding High Priests, chosen by the body, appointed\nand ordained to that office, and upheld by the confidence, faith, and prayer of the church,\nform a quorum of the [First] Presidency of the Church.\n<\/p><p>\n\"The twelve traveling councilors are called to be the Twelve Apostles, or\nspecial witnesses of the name of Christ in all the world&mdash;thus differing from other officers in\nthe Church in the duties of their calling.\n<\/p><p>\n\"And they form a quorum, equal in authority and power to the three presidents previously\nmentioned\" (<span class=\"citation\" id=\"15629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15629)\">D&amp;C 107:22-24<\/a><\/span>).\n<\/p><p>\n<b>Wilford Woodruff's letter<\/b>\n<\/p><p>\nWith reference to this subject, the fourth President of the Church, Wilford Woodruff, made a\nfew observations in a letter to President Heber J. Grant, then a member of the Twelve, under\ndate of March 28, 1887. I quote from that letter: \". . . when the President of the Church dies,\nwho then is the Presiding Authority of the Church? It is the Quorum of the Twelve Apostles\n(ordained and organized by the revelations of God and none else). Then while these Twelve\nApostles preside over the Church, who is the President of the Church [?] It is the President of\nthe Twelve Apostles. And he is virtually as much the President of the Church while presiding\nover Twelve men as he is when organized as the Presidency of the Church, and presiding over\ntwo men.\" And this principle has been carried out now for 140 years&mdash;ever since the\norganization of the Church. Then President Woodruff continued: \n<\/p><p>\n\"As far as I am concerned it would require . . . a revelation from the same God who had\norganized the church and guided it by inspiration in the channel in which it has travelled for\n57 years, before I could give my vote or influence to depart from the paths followed by the\nApostles since the organization of the Church and followed by the inspiration of Almighty\nGod, for the past 57 years, by the apostles, as recorded in the history of the Church.\"\n<\/p><p>\n<b>Revelation concerning Hyrum Smith<\/b>\n<\/p><p>\nThis calling of Joseph Fielding Smith to become President of the Church has a special\nsignificance: In a revelation given to the Prophet Joseph Smith in reference to Hyrum Smith,\nthe grandfather of Joseph Fielding Smith, the Lord said this: \n<\/p><p>\n\"And again, verily I say unto you . . . that my servant Hyrum may take the office of\nPriesthood and Patriarch, which was appointed unto him by his father, by blessing and also by\nright; \n<\/p><p>\n\"That from henceforth he shall hold the keys of the patriarchal blessings upon the heads of all\nmy people.\n<\/p><p>\n\"That whoever he blesses shall be blessed, and whoever he curses shall be cursed; that\nwhatsoever he shall bind on earth shall be bound in heaven; and whatsoever he shall loose on\nearth shall be loosed in heaven\" (<span class=\"citation\" id=\"15653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15653)\">D&amp;C 124:91-93<\/a><\/span>).\n<\/p><p>\nBut in addition to this office, he was given another endowment which has never been given to\nany other patriarch to the Church who has succeeded him in this additional calling: \n<\/p><p>\n\"And from this time forth I appoint unto him that he may be a prophet, and a seer, and a\nrevelator unto my church, as well as my servant Joseph; \n<\/p><p>\n\"That he may act in concert also with my servant Joseph; and that he shall receive counsel\nfrom my servant Joseph, who shall show unto him the keys whereby he may ask and receive,\nand be crowned with the same blessing, and glory, and honor, and priesthood, and gifts of the\npriesthood, that once were put upon him that was my servant Oliver Cowdery; \n<\/p><p>\n\"That my servant Hyrum may bear record of the things which I shall show unto him, that his\nname may be had in honorable remembrance from generation to generation, forever and ever\"\n(<span class=\"citation\" id=\"15654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15654)\">D&amp;C 124:94-96<\/a><\/span>).\n<\/p><p>\n<b>President Joseph F. Smith<\/b>\n<\/p><p>\nHis son Joseph F. Smith served as the sixth President of the Church from 1901 to 1918.\nPresident Joseph F. Smith, as a child, passed through the trying scenes of Missouri and\nIllinois. After his father, Hyrum Smith, was martyred by a mob at Carthage along with his\nuncle, Joseph Smith the Prophet, young Joseph F., although but a boy of nine years of age,\ndrove an ox team across the plains from the Missouri River, arriving in Salt Lake\nValley in 1848. In 1852 his mother died, and two years thereafter he left for a\nmission to the Hawaiian Islands when but 15 years of age.\n<\/p><p>\n<b>A noble son and grandson<\/b>\n<\/p><p>\nThis is the fiber of the Hyrum Smith ancestry from which our President Joseph Fielding\nSmith has come. I am confident that heaven is pleased today, and I doubt not but during the\nministry of this noble son and grandson, those who have gone on before will be permitted to\ndraw near to their descendant, whom the Lord has now honored with this challenging\nresponsibility, despite his great age. I would not at all be surprised if they were with us on this\noccasion.\n<\/p><p>\nI have said to members of Hyrum Smith's posterity, after I have quoted the prophecy to\nwhich I have made reference, that it is for them to strive with all their souls to be loyal to the\nroyal blood of the prophets of this dispensation that flows through their veins.\n<\/p><p>\n<b>Dependence upon God<\/b>\n<\/p><p>\nToday's happenings have brought to me some of the most sobering reflections of my whole\nlife. During the last ten weeks that have elapsed since the momentous spiritual experience, in\ncompany with 13 of my brethren holding the holy apostleship, in an upper room of the\ntemple, where members of the new Presidency of the Church were chosen and ordained, I\nhave lived my whole life in retrospect and the days ahead in prospect, to some extent.\n<\/p><p>\nThroughout these weeks, I have recognized my limitations and have realized more than ever\nbefore my utter dependence upon Almighty God, our Heavenly Father, for strength beyond\nmy natural strength and wisdom beyond man's wisdom and spiritual insight into problems that\nmight be my responsibilities now. Only with God's help can I begin to fill the position to\nwhich I have been chosen by the President of the Church and the Quorum of the Twelve, and\nnow sustained by the vast body of the priesthood of the Church and by the membership of the\nChurch in this Tabernacle and by the many faithful beyond our sight, who have participated\nin the proceedings of this solemn assembly.\n<\/p><p>\nI find myself almost trembling with a sense of my own inadequacy when I recall the great\nleaders of this dispensation who have preceded us in leadership positions. As I have thought\nof this, through long hours of meditation and prayer, I sense the reality of the fact that one,\nsuch as I, does not take the place of those who have gone on before.\n<\/p><p>\nWe who are called to occupy these positions merely fill the vacancies created by the passing\nof time. Those who have gone on before still hold their places in the eternal worlds and in the\nhearts of the hundreds of thousands whom they have served.\n<\/p><p>\n<b>\"Led by the Spirit\"<\/b>\n<\/p><p>\nMore than ever before, I understand what the ancient prophet Nephi felt when he had been\ngiven the seemingly insurmountable task by his father, Lehi, to gain possession of the brass\nplates in which were contained the scriptures of the prophets of the Old Testament, as we now\nknow them.\n<\/p><p>\nNephi had written of this experience: \". . . I, Nephi, crept into the city and went forth towards\nthe house of Laban.\n<\/p><p>\n\"And I was led by the Spirit; not knowing beforehand the things which I should do\"\n(<span class=\"citation\" id=\"1659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1659)\">1 Ne. 4:5-6<\/a><\/span>).\n<\/p><p>\nI understand now more than ever before the poignant prayer of the suppliant: \n<\/p><p>\n\"Lead, kindly Light, amid the encircling gloom; <br \/>\n     Lead thou me on!<br \/>\n     The night is dark, and I am far from home; <br \/>\n     Lead thou me on!<br \/>\n     Keep thou my feet; I do not ask to see<br \/>\n     The distant scene&mdash;one step enough for me.\"<br \/><br \/>\n&nbsp; &nbsp; &mdash;<i>Hymns<\/i>, No. 119 \n<\/p><p>\nThat, I too now sense very deeply.\n<\/p><p>\nI must go on many occasions, as did Nephi of old, being \"led by the Spirit,\nnot knowing beforehand the things which I should do\"\n(<span class=\"citation\" id=\"1660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1660)\">1 Ne. 4:6<\/a><\/span>). Yes, though the night be dark, \"I do\nnot ask to see the distant scene&mdash;one step [is] enough for me.\"\n<\/p><p>\n<b>Pledge to serve<\/b>\n<\/p><p>\nWith all my soul I pledge to you faithful saints all my strength of body and mind and spirit,\nrealizing full well, as the faithful King Benjamin taught, that though I spend my days in your\nservice, \"I do not desire to boast, for I have only been in the service of God\"\n(<span class=\"citation\" id=\"40370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40370)\">Mosiah 2:16<\/a><\/span>).\n<\/p><p>\nI pray fervently that I too may learn that when I am in the service of you, my faithful\nbrothers and sisters, saints of the most high God, I am \"only in the service of your God,\" and\nmy God (<span class=\"citation\" id=\"40371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40371)\">Mosiah 2:17<\/a><\/span>).\n<\/p><p>\nI bear you my witness, as the Spirit has before, and does now bear witness to my soul, that\nthere has been entrusted to this, the true Church of Jesus Christ in these latter days the true\ndoctrines of salvation by which mankind may be redeemed, through the atonement of our\nLord and Master, the Savior of the world. The Lord Jesus Christ does live and presides from\nhis holy dwelling place, over this, his kingdom of God on this earth, through him who has\nbeen sustained this day as your President, a prophet, seer, and revelator.\n<\/p><p>\nI bear this testimony humbly and beseech of you your faith, your loyal support to put to flight\nall the conditions in the Church that could cause disturbance. May we continue to have the\nsupport of your faith and your prayers. And we pledge ourselves, anew, to sustain you as\nfaithful saints to the most high God. This I do humbly, and bear solemn witness this day, in\nthe name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}