{"ID":1776, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A World Message<\/p> \n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1970, pp. 127-132<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I presume as we come to the end of a three-day conference, and the\nseventh session, those who are present represent the survival of the fittest.\n<\/p><p>\nWith all my heart I love, support, and sustain President Joseph Fielding Smith as prophet, seer,\nand revelator and President of the Church, and the two noble men who stand at his side in the\nFirst Presidency. I know they are great men of God who will lead the Church forward and\nupward under the inspiration of heaven.\n<\/p><p>\nI talk to the subject \"A World Message.\"\n<\/p><p>\n<b>Missionary work<\/b>\n<\/p><p>\nMissionary work&mdash;the preaching of the gospel&mdash;has been the major activity of the true Church\nof Christ whenever the gospel has been upon the earth. Prophets of God and numerous other\nambassadors of truth have preached the word \"in season, out of season.\" (<span class=\"citation\" id=\"5183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5183)\">2 Tim. 4:2<\/a><\/span>)\n<\/p><p>\nThe resurrected Lord in his final instructions to his apostles, before his ascension, emphasized\nthe great importance of missionary work. Matthew, in the last two verses of his Gospel,\nsummarizes these important instructions in these words: \n<\/p><p>\n\"Go ye therefore, and <i>teach all nations<\/i>, baptizing them in the name of the Father, and of the Son,\nand of the Holy Ghost: \n<\/p><p>\n\"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you\nalway, even unto the end of the world. Amen\" (<span class=\"citation\" id=\"36052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36052)\">Matt. 28:19-20<\/a><\/span>, italics added).\n<\/p><p>\nMark, in his record, states: \n<\/p><p>\n\"Go ye into all the world, and <i>preach the gospel to every creature<\/i>.\n<\/p><p>\n\"He that believeth and is baptized shall be saved; but he that believeth not shall he damned\"\n(<span class=\"citation\" id=\"33238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33238)\">Mark 16:15-16<\/a><\/span>, italics added).\n<\/p><p>\nAnd so it has been in every gospel dispensation. Preaching the saving principles of the gospel\nhas ever been a great responsibility of first importance.\n<\/p><p>\n<b>Responsibility of restored Church<\/b>\n<\/p><p>\nIt is true in this gospel dispensation. Following the glorious appearance of God the Father and his\nSon Jesus Christ to Joseph Smith, it appears that the first great responsibility placed upon the\nrestored Church was to carry the gospel to the world&mdash;to all our Father's children.\n<\/p><p>\nIt has truly been a great drama of transcendent importance&mdash;a drama of sacrifice, joy, hardship,\ncourage, and above all, love of fellowmen. Nowhere upon the face of the earth will you find a\nhuman drama to equal it. Yes, it has cost blood, sweat, and tears to carry forth this labor of love.\nAnd why have we done it? Because the God of heaven has commanded it; because he loves his\nchildren, and it is his will that the teeming millions of the earth shall have opportunity to hear\nand, of their own free will, accept and live the glorious saving and exalting principles of the\ngospel of Jesus Christ.\n<\/p><p>\nTo the Prophet Joseph Smith he, even Jesus Christ whose name the Church bears, proclaimed: \n<\/p><p>\n\"And this gospel shall be preached unto every nation, and kindred, and tongue, and people.\"\n(<span class=\"citation\" id=\"15667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15667)\">D&amp;C 133:37<\/a><\/span>)\n<\/p><p>\n\"Wherefore the voice of the Lord is unto the ends of the earth, that all that will hear may hear!\"\n(<span class=\"citation\" id=\"15475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15475)\">D&amp;C 1:11<\/a><\/span>)\n<\/p><p>\n\"And the voice of warning shall be unto all people, by the mouths of my disciples, whom I have\nchosen in these last days.\" (<span class=\"citation\" id=\"15471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15471)\">D&amp;C 1:4<\/a><\/span>)\n<\/p><p>\n\"That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends of\nthe world, and before kings and rulers.\" (<span class=\"citation\" id=\"15482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15482)\">D&amp;C 1:23<\/a><\/span>)\n<\/p><p>\n<b>Response of members<\/b>\n<\/p><p>\nThese are direct commands of the Lord Jesus Christ, whose second coming is near. In response\nto these commands and with a knowledge of the blessings of the gospel, we, as members of his\nchurch, will continue to respond.\n<\/p><p>\nThis is why hundreds of thousands of missionaries have gone forth to the nations of the earth at\nthe expenditure of millions of dollars from their modest means. This is why the First Presidency\nof the Church even during the last world war declared, \"No act of ours or of the Church must\never interfere with this God-given mandate.\"\n<\/p><p>\nIt is in very deed a mandate to his church. It will be carried out. No power on earth or in hell can\nstop this work or thwart the purposes of the Lord to have his soul-satisfying gospel message go\nto his children. It may take war, commotion, disasters in many forms to bring it about. But the\npurposes of God will be achieved. His children will hear the gospel of salvation in his own due\ntime.\n<\/p><p>\n<b>God at the helm<\/b>\n<\/p><p>\nThe time must surely come when the Iron Curtain will be melted down and the Bamboo Curtain\nshattered. What the Lord has decreed will he fulfilled. To members of the Church and\nhonest-hearted people everywhere, we remind you that God is at the helm&mdash;he is not dead&mdash;and\nhe has said, \"Be still, and know that I am God.\" (<span class=\"citation\" id=\"41905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41905)\">Ps. 46:10<\/a><\/span>) To us in this day he has declared: \n<\/p><p>\n\"Wherefore, lift up your hearts and rejoice, and gird up your loins, and take upon you my whole\narmor, that ye may be able to withstand the evil day, having done all, that ye may be able to\nstand.\" (<span class=\"citation\" id=\"15523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15523)\">D&amp;C 27:15<\/a><\/span>)\n<\/p><p>\nTo the thousands throughout the world who are accepting the gospel; to faithful missionaries\neverywhere and devoted families who support them: go forward with faith and courage. You are\nengaged in the greatest work in all the world&mdash;the saving of the souls of the children of men. In\nthis great work we cannot fail.\n<\/p><p>\n<b>Need for gospel<\/b>\n<\/p><p>\nOur Father's children need the gospel. They long for, and want, the security and inner peace that\nonly the gospel can bring. Our Father's children are essentially good. I have visited with them in\nsome sixty nations on both sides of the Iron Curtain. True, some are in bondage under despotic,\nGodless leaders, but they want to live in peace, to be good neighbors. They love their homes and\ntheir families. They want to improve their standard of living. In their hearts they want to do what\nis right. I know the Lord loves them, and as his humble servant I have a love in my heart for the\nteeming millions of this world.\n<\/p><p>\n<b>Prophecies being fulfilled<\/b>\n<\/p><p>\nI have sensed this feeling anew and more strongly than ever, as I have mingled with the humble,\nsweet-spirited people of Asia during the past two years. I have seen, at close range, the manner\nin which the Lord has turned disasters&mdash;war, occupation, and revolution&mdash;into blessings.\nProphecies of the Lord are being fulfilled. The gospel is reaching peoples who a few years ago\nseemed unreachable. In spite of powerful traditions, religious dogmas, and ancient national\npolicies, great changes have come over entire nations. Miracles are happening before our very\neyes. The Lord is working great wonders, and his children are rejoicing as the blessings of the\ngospel touch their lives. It is marvelous to behold. Let me illustrate.\n<\/p><p>\nIn the prophetic revelation referred to by the Lord as \"my preface unto the book of my\ncommandments, which I have given them to publish unto you, O inhabitants of the earth\" (<span class=\"citation\" id=\"15473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15473)\">D&amp;C 1:6<\/a><\/span>), the Lord called out in these words: \"Hearken, O ye people of my church, saith the voice of\nhim who dwells on high, and whose eyes are upon all men; yea, verily I say: Hearken ye people\nfrom afar; and ye that are upon the islands of the sea, listen together\" (<span class=\"citation\" id=\"15468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15468)\">D&amp;C 1:1<\/a><\/span>).\n<\/p><p>\n<b>People in Asian lands<\/b>\n<\/p><p>\nThese significant words fit the Asian countries remarkably. \"Hearken ye people from afar; and\nye that are upon the islands of the sea, listen together.\"\n<\/p><p>\nMany times reference has been made to these prophetic words in the past two years as I have\nmade five visits to these Asian lands as a church leader and two earlier visits as a cabinet\nofficial. I thought of the words \"ye people from afar\" as we visited Thailand, Malaysia, Vietnam,\nSingapore, Indonesia, India, and so on, and was told by our travel agent we could return to Salt\nLake City by traveling either east or west&mdash;\"the distance is about the same.\" I thought of this as I\npresented the King of Thailand with a copy of Joseph Smith's testimony&mdash;off the press the day\nbefore&mdash;the first Church publication in the Thai language.\n<\/p><p>\n<b>\"islands of the sea\"<\/b>\n<\/p><p>\n\". . . and ye that are upon the islands of the sea, listen together.\" How these words&mdash;and similar\nwords from the Book of Mormon (<span class=\"citation\" id=\"3849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3849)\">2 Ne. 29:7,11<\/a><\/span>)&mdash;have come to mind in the past two years, in\nthe island nation of Japan at a youth conference before 800 youth, as we listened to 125 personal\ntestimonies in a four-hour testimony meeting, which closed in order to permit a scheduled public\nmeeting to start, leaving 85 young people wanting to add their testimonies.\n<\/p><p>\nWe were reminded of the words \"islands of the sea\" as I dedicated the land of Singapore last\nApril, where we already have two congregations and a new church building underway.\n<\/p><p>\nAgain we thought of the words of the Lord, \"islands of the sea,\" as we visited Taiwan and\nattended a district conference with over two thousand in attendance in Manila in the\nPhilippines&mdash;some forty million people on seven thousand islands. Again the words \"islands of the sea\"\ncrowded in upon us as we were welcomed by friendly leaders to dedicate the land of fourteen\nthousand islands in Indonesia&mdash;a land that has recently passed through a blood bath to try to rid\nthis freedom-loving people of godless Communism.\n<\/p><p>\nA visit with the leader of Free China on the island of Taiwan and the increasing membership of\nthe Church in Hong Kong, Korea, and elsewhere show these friendly, humble, courageous\npeople are heeding the call of the Lord and are \"listen[ing] together.\"\n<\/p><p>\n<b>The door now open<\/b>\n<\/p><p>\nThere has never been a time until now when the Church has had the strength and means to reach\nout effectively to the Asian nations. In the timetable of the Lord, the door is now open, and this\nis apparently the day for work in Asia. Each visit has been more encouraging and inspirational\nthan the last. The work is expanding, and further expansion is in the offing. In each of the\ncountries the tremendous truth is an inspiration. This is where tie people are&mdash;by the hundreds\nof millions&mdash;one-third of the population of the world. Of course, from the total standpoint of\npopulation, we are just getting started.\n<\/p><p>\nMy wife and I have just returned from three inspirational but busy weeks in the Asian missions.\nThe five missions were increased to six four months ago and have just increased to eight, with\nthe expectation of at least one more within a year. This indicates the growth that is taking place\nin these areas.\n<\/p><p>\n<b>Expo '70<\/b>\n<\/p><p>\nWhile in Japan I was joined by three General Authorities and three other leaders who made up\nthe invited official Church representation appointed by the First Presidency to attend the grand\nopening March 14 of the world's fair known as Expo '70&mdash;the first world's fair in Asia and said\nto be the largest world's fair ever.\n<\/p><p>\nThe day before, March 13, the seven of us, members of our families, distinguished fair officials,\nmayors of cities, representatives of the press, and as many members and friends of the Church as\nspace permitted&mdash;some 600-attended the dedication of the Mormon-Pavilion. Because of its\nlocation, architecture&mdash;with a figure of the Angel Moroni atop a high spire&mdash;and our\nchallenging theme, \"Man's Search For Happiness,\" it will, no doubt, be a popular fair attraction.\nSome 20,000 visited our pavilion the first day, and over 43,000 the first Saturday. Our great\nconcern is to be able to take care of the great numbers&mdash;estimated at five to eight million&mdash;who\nare expected to want to enter our building. Already the film <i>Man's Search for Happiness<\/i>&mdash;filmed\nwith Japanese characters&mdash;is being shown in cultural halls and elsewhere in an effort to\npartially satisfy those who may not be able to gain admission. We confidently expect the\nreferrals and requests for missionaries to reach into hundreds of thousands.\n<\/p><p>\n<b>Interest of officials<\/b>\n<\/p><p>\nAs we enjoyed the inspiring dedicatory services, I recalled the several contacts with fair officials\nin luncheons, dinners, etc., and their gracious cooperation&mdash;the Osaka, Japan, press conference\nthe night before the ground-breaking service, when 29 representatives of the press and mass\nmedia kept us for an hour and a half, asking intelligent questions about the Church and our\npeople and especially our pavilion theme. Later that evening many of the press met us as we\ndedicated the new Okainachi Mormon chapel. Again they were with us the next day at the\nofficial ground-breaking service. Here six high Expo '70, government, and civic officials made\nspeeches and paid tribute to the Church. They told of man's eternal search for happiness and\nemphasized they were pleased \"the Mormons are coming to Expo '70 to tell us all how to find\nhappiness.\" And as the missionaries commented, \"We will in very deed show them how to find\nhappiness.\"\n<\/p><p>\nWith one half million copies of the Book of Mormon pledged and ready, millions of pamphlets\nand tracts on hand, and scores of dedicated guides and hundreds of missionaries who will follow\nup on referrals, truly the \"people from afar\" on \"the islands of the sea\" will \"listen together\" (<span class=\"citation\" id=\"15469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15469)\">D&amp;C 1:1<\/a><\/span>) and\nbe welcomed to membership in the Church.\n<\/p><p>\n<b>Work in Japan<\/b>\n<\/p><p>\nIn Japan the Church has been well-established in two missions and several districts. A few days\nago two more missions were organized. Four missions on the islands of Japan and Okinawa will\npermit more intensive work in response to the increasing interest. There are nearly fourteen\nmillion people in the immediate vicinity of Tokyo and Yokohama, where we have good\nleadership and a stable organization. A new stake was organized in Tokyo, Sunday, March 15.\nThe leaders of that stake are here at this conference&mdash;as they said, literally walking on air, they\nare so happy. A second Asian stake has been authorized in Manila in the Philippines, where we\nbaptized some fourteen hundred new converts in 1969. Other stakes to carry on the full, rich\nprogram of the Church will be created in other Asian countries. Anticipating the creation of a\nseparate mission in Free China, construction of a new mission home has been approved for\nTaipei.\n<\/p><p>\nJapan now has over twelve thousand members of the Church. There are four thousand in Korea,\nnearly six thousand in the Philippines, some four thousand in Hong Kong, and more than that in\nTaiwan. A beginning has been made in Thailand, Singapore, and Indonesia. We have strong\ncongregations on Okinawa, and a nucleus of Vietnamese have come into the Church. Our\nservicemen in Korea laid the foundation for the Church there; and when peace comes to\nVietnam, we shall find the way prepared for the spreading of truth among that people.\n<\/p><p>\n<b>Mormon servicemen<\/b>\n<\/p><p>\nMormon servicemen, God bless them, throughout these nations are laying the foundation for\neffective proselyting as they help to construct chapels and make friends and converts for the\nChurch. On a recent tour, visits were made to six installations in Thailand. We have three\nwell-operating districts of servicemen in Vietnam. Some one thousand are registered for the\nAsian Servicemen's Conference to be held at Mt. Fuji, Japan, April 9-12, next weekend.\n<\/p><p>\nThe missions of Asia are getting high-type, devoted, and, in some cases, prominent converts.\nOne little branch of 50 members in Korea has five college professors. The land of Indonesia,\nwith 130 million people, was dedicated October 26, 1969, for the preaching of the gospel. The\nwork has started with a few missionaries in Djakarta. More missionaries are needed. A new\nmission has been established with headquarters in Singapore.\n<\/p><p>\n<b>Foundation for expansion<\/b>\n<\/p><p>\nWe are building up substantial congregations, and the foundation is being laid for a tremendous\nexpansion of the work in the Asian area. Baptisms for 1969 were over 100 percent ahead of a\nyear ago, and the trend continues upward.\n<\/p><p>\nOne of our great needs, in addition to more missionaries, is buildings. In the entire Philippine\nMission, we have only one building. But building sites are being purchased, and plans are going\nforward for the building of additional chapels in various parts of these areas. A large six-floor\nbuilding is being planned by the First Presidency for central Tokyo. This could house stake and\nward facilities, distribution center, mission offices, construction offices, and other facilities.\n<\/p><p>\nIn our lifetime we shall see stakes and chapels, converts in great number, local leadership with\npower and ability, and perhaps even a temple erected among the good people of Asia. That is\ntheir hope and their prayer.\n<\/p><p>\n<b>Encouraging outlook<\/b>\n<\/p><p>\nThe outlook is most encouraging. The Lord is blessing the new converts, the missionaries, the\nmission presidents. There is a spirit of optimism everywhere among these humble people, as\nmen of prominence extend the hand of fellowship and cooperation.\n<\/p><p>\nMay God bless richly these teeming millions in the Asian countries&mdash;these choice \"people from\nafar and ye that are upon the islands of the sea\" as they \"listen together\" (<span class=\"citation\" id=\"15470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15470)\">D&amp;C 1:1<\/a><\/span>) to the message of\nsalvation from the humble servants of God&mdash;local members and missionaries, all. Our message\nis a world message. The Church of Jesus Christ of Latter-day Saints is a world organization.\n<\/p><p>\nFor the Lord has declared through the Prophet Joseph Smith, \"And the voice of warning shall he\nunto all people, by the mouths of my disciples, whom I have chosen in these last days.\n<\/p><p>\n\"And they shall go forth and none shall stay them, for I the Lord have commanded them.\" (<span class=\"citation\" id=\"15472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15472)\">D&amp;C 1:4-5<\/a><\/span>)\n<\/p><p>\nTo this I bear humble witness, in deep gratitude for the Lord's blessing on our work in Asia and\nthroughout the world, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}