{"ID":1778, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Witnesses to the Book of Mormon<\/p>\n<p class=\"gcspeaker\">President Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1970, pp. 136-138<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nShortly before the Prophet Joseph Smith had completed translating the Book of Mormon, Jesus\nChrist and the Angel Moroni bore witness that the translation was correct and the book was true. (<span class=\"citation\" id=\"15502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15502)\">D&amp;C 17:6<\/a><\/span>)\nNever in the history of the world had such astounding events occurred in relation to a book.\n<\/p><p>\nA few years ago an apostle said to me: \"It would be a discovery of great significance if one were\nto find an Indian book which sustained the Book of Mormon.\"\n<\/p><p>\n<b>History of ancient Americans<\/b>\n<\/p><p>\nSuch a book exists; in fact, I shall present quotations from four such Indian books produced\nduring the American colonial period that contain materials similar to those found in the Book of\nMormon. The Indian writers add their witness to the truthfulness of the Book of Mormon.\nIxtlilxochitl, an Indian prince who lived in the valley of Mexico, wrote a book containing the\nhistory of his ancestors from the time of their arrival in America until the coming of the\nSpaniards.\n<\/p><p>\nHe wrote his book from documents inherited from his ancestors. Thus, the <i>Works of Ixtlilxochitl<\/i>\nconstitutes a Lamanite version of the history of the ancient Americans, while the Book of\nMormon represents the Nephite version.\n<\/p><p>\n<b>Similar accounts<\/b>\n<\/p><p>\nThe two books have numerous things in common; each verifies the other. For example, the Book\nof Mormon claims that ancient America was settled first by a group of colonizers called\nJaredites, who came from the Tower of Babel.\n<\/p><p>\n<i>Ixtlilxochitl<\/i> also claims that the first settlers to come to America following the flood came from\n\"a very high tower or the Tower of Babel. Observe how similar the accounts are as I quote from\nthem.\n<\/p><p>\n\". . . Jared came forth with his brother and their families, with some others and their families,\nfrom the great tower, at the time the Lord confounded the language of the people, and swore in\nhis wrath that they should be scattered upon all the face of the earth; and according to the word\nof the Lord the people were scattered.\" (<span class=\"citation\" id=\"22275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22275)\">Ether 1:33<\/a><\/span>)\n<\/p><p>\n<i>Ixtlilxochitl<\/i>, the Indian writer, puts it this way: \n<\/p><p>\n\"And . . . men, multiplying made a . . . very high tower, in order to shelter themselves in it when\nthe second world should be destroyed.\n<\/p><p>\n\"When things were at their best, their language was changed and, not understanding each other,\nthey went to different parts of the world.\" (<i>Works of Ixtlilxochitl<\/i>, cited in Milton R. Hunter and\nThomas Stuart Ferguson, <i>Ancient America and The Book of Mormon<\/i>, 1950, p. 24.)\n<\/p><p>\n<b>Additional comparison<\/b>\n<\/p><p>\nIn order that we might make additional comparison of the Book of Mormon and the\n<i>Works of Ixtlilxochitl<\/i>, we quote the Jaredite record: \n<\/p><p>\n\". . . the Lord had compassion upon Jared; therefore he did not confound the language of [Jared's\npeople]\" (<span class=\"citation\" id=\"22276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22276)\">Ether 1:35,37<\/a><\/span>).\n<\/p><p>\nThen the Lord guided Jared's colonists over the land to the seashore and, in barges brought them\nto America, \"into a land which [he declared] is choice above all the lands of the earth.\" (<span class=\"citation\" id=\"22277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22277)\">Ether 1:42<\/a><\/span>)\n<\/p><p>\nThe comparable story in <i>Ixtlilxochitl<\/i> states: \n<\/p><p>\n\". . . and the Tultecas, who were as many as seven companions and their wives, who understood\ntheir language among themselves, came to these parts, having first crossed lands and seas, living\nin caves and undergoing great hardships, until they came to this land, which they found good and\nfertile for their habitation.\" (<i>Ixtlilxochitl<\/i>, op. cit., pp. 24-25.)\n<\/p><p>\n<b>Migrations from Old World<\/b>\n<\/p><p>\nBoth the Book of Mormon and the <i>Works of Ixtlilxochitl<\/i> claim that two other groups of\ncolonists migrated from the Old World to America. The first of these groups came from\nJerusalem in 600 B.C. They split into two groups, called Nephites and Lamanites. The latter\ngroup became dark or bronze colored, such as the American Indians. The third group, the\nMulekites, left Jerusalem in 586 B.C. and later merged with the Nephites.\n<\/p><p>\nThe Book of Mormon speaks of the Nephites as \"a white and delightsome people.\" (<span class=\"citation\" id=\"3838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3838)\">2 Ne. 5:21<\/a><\/span>)\n<\/p><p>\nIxtlilxochitl, speaking of this second group of colonists, whom he called Toltecs, said: \n<\/p><p>\n\"These kings were high of stature, and white, and bearded like the Spaniards\" (<i>Ixtlilxochitl<\/i>,\nop. cit., p. 240).\n<\/p><p>\nShortly after Don Pedro Pizarro and his conquistadors conquered Guatemala, or about 1550\nA.D., the Indians of that land wrote four books. They were: <i>The Annals of the Cakchiquels, Title<\/i>\n<i>of the Lords of Totonicatpan, Popol Vuh<\/i>, and the <i>Anales de los Xahil<\/i>. These books all give\nadded testimony to the Book of Mormon.\n<\/p><p>\nEach of these four books agrees with the <i>Works of Ixtlilxochitl<\/i>, and they all verify the Book of\nMormon, which claims that the ancient Americans came from the other side of the sea. A ship\nwas built at a place called Bountiful under the direction of Nephi, the youngest of four brothers\nwho left Jerusalem with their father, Lehi. (<span class=\"citation\" id=\"1662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1662)\">1 Ne. 17:7-8<\/a><\/span>) Under Nephi's direction, the colonists came to\nAmerica in that ship.\n<\/p><p>\nIn the <i>Anales de los Xahil<\/i>, we read:\n<\/p><p>\n\"'How shall we cross the sea, oh our younger brother?' they\nsaid. And we answered: 'We shall cross in the ships . . .' Then we entered the ships . . . then we\ntraveled eastward and arrived there.\" (<i>Anales de los Xahil<\/i>, Translation y notes de George\nRaymond, Miguel Angel Asturies, y J. M. Gonzales Mendoza, National University, Mexico,\n1946.)\n<\/p><p>\n<b>Descendants of Israel<\/b>\n<\/p><p>\nThe Quiche Indians who wrote <i>Totonicapan<\/i> declared that they were \"descendants of Israel, of\nthe same language and the same customs . . . They were, the sons of Abraham and Jacob\"\n(<i>Title of the Lords of Totonicapan<\/i>, p. 170).\n<\/p><p>\nThe Book of Mormon made a similar claim. The Nephites, Lamanites, and Mulekites came from\nJerusalem, and so they were descendants of Israel or sons of Abraham and Jacob.\n<\/p><p>\nThe claim is made in the <i>Totonicapan<\/i> that the Lord gave the ancient leader of this group a\n\"present called Giron-Galgal,\" which guided the ancestors of the Indians across the ocean to\ntheir new land. (<i>Ibid.<\/i>) This gift is comparable to the Liahona, which was given to Father Lehi by\nthe Lord to serve as a compass to guide his people from Jerusalem to America (<span class=\"citation\" id=\"1661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1661)\">1 Ne. 16:10,27<\/a><\/span>;\n<span class=\"citation\" id=\"1663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1663)\">1 Ne. 18:12<\/a><\/span>;\n<span class=\"citation\" id=\"15501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15501)\">D&amp;C 17:1<\/a><\/span>).\n<\/p><p>\n<b>Account of terrible storm<\/b>\n<\/p><p>\nIt is of significance to note that Ixtlilxochitl describes the terrible storm that occurred in America\nat the time of the crucifixion of Christ, which confirms the Book of Mormon account. To quote\nIxtlilxochitl: \n<\/p><p>\n\". . . the sun and the moon eclipsed, and the earth trembled, and the rocks broke, and many other\nthings and signs took place . . . This happened in the year of ce Calli, which, adjusting the count\nto ours, comes to be at the same time when Christ our Lord suffered, and they say it happened\nduring the first days of the year.\" (<i>Ixtlilxochitl<\/i>, op. cit., p. 190.)\n<\/p><p>\nIt is important to note that the Book of Mormon account also places the great storm exactly at\nthe time Jesus Christ was on the cross and during the first days of the year. (<span class=\"citation\" id=\"5733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5733)\">3 Ne. 8:5-19<\/a><\/span>)\n<\/p><p>\n<b>A voice from heaven<\/b>\n<\/p><p>\nFollowing this terrible storm and three days of darkness, the Nephites gathered together around\nthe temple in Bountiful. They heard a voice speak three times from heaven. The third time they\nperceived that it said: \n<\/p><p>\n\"Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my\nname&mdash;hear ye him.\" (<span class=\"citation\" id=\"5736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5736)\">3 Ne. 11:7<\/a><\/span>)\n<\/p><p>\nThey all looked up toward heaven and saw a \"man descending out of heaven . . . clothed in a\nwhite robe.\" (<span class=\"citation\" id=\"5738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5738)\">3 Ne. 11:8<\/a><\/span>) He came down and stood in their midst and said: \"Behold, I am Jesus\nChrist, whom the prophets testified shall come into the world.\" (<span class=\"citation\" id=\"5739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5739)\">3 Ne. 11:10<\/a><\/span>)\n<\/p><p>\nDuring the following month or more he appeared to the Nephites many times, gave them the\npriesthood, and taught them the gospel of Jesus Christ.\n<\/p><p>\n<b>Influence of resurrected Lord<\/b>\n<\/p><p>\nSo impressive was the influence of the resurrected Lord on the ancient Americans that when the\nSpaniards came, they found all the Indian tribes throughout the western hemisphere ardently\nworshiping his memory. During the American colonial period everywhere, traditions were found\nthat told of a white and bearded God who visited the ancestors of the Indians in ancient America.\nAll of these Indian traditions and writings bear witness to the visits made by the resurrected\nSavior to America, as recorded in the Book of Mormon.\n<\/p><p>\nI bear my testimony, as a result of reading the Book of Mormon, that the Holy Ghost has born\nwitness to me that it is true. I testify that it contains the word of God, that it is a true history of\nthe ancient Americans. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}