{"ID":1779, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">From Weakness to Strength<\/p>\n<p class=\"gcspeaker\">President Hartman Rector, Jr.<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Hartman Rector, Jr., <i>Conference Report<\/i>, April 1970, pp. 139-141<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"Man that is born of a woman is of few days, and full of trouble,\"\n(<span class=\"citation\" id=\"26739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26739)\">Job 14:1<\/a><\/span>) and as disposed to evil \"as the\nsparks fly upward\" (<span class=\"citation\" id=\"26738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26738)\">Job 5:7<\/a><\/span>).\n<\/p><p>\nThese words of the prophet Job are not particularly flattering to man, but they are truthful. They\nrepresent only too vividly what the natural man is like. King Benjamin added his testimony to\nthis when he said: \n<\/p><p>\n<b>The natural man<\/b>\n<\/p><p>\n\"For the natural man is an enemy to God, and has been from the fall of Adam, and will be,\nforever and ever, unless he yields to the enticings of the Holy Spirit, and putteth off the natural\nman and becometh a saint through the atonement of Christ the Lord.\" (<span class=\"citation\" id=\"40375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40375)\">Mosiah 3:19<\/a><\/span>)\n<\/p><p>\nThis is strong testimony borne against man, but a perusal of the pages of history leaves little\ndoubt as to its truthfulness. Man's inhumanity to man has always been and is now everywhere in\nevidence.\n<\/p><p>\nHow can fallen human nature be changed from evil to good? Basically, this must be the most\nimportant question confronting mankind. All other questions seem to pale into insignificance\nwhen compared to <i>this<\/i> one, because man cannot be saved <i>in<\/i> his sins. And yet there are those\nwho say, \"You can't change human nature.\" This claim is very frequently and flippantly made.\nOf course it is false. President David O. McKay taught something completely different from this\nin 1945 when he said: \"Human nature will have to be changed on an enormous scale in the future\nor the world will be drowned in its own blood.\"\n<\/p><p>\n<b>Feeding evil desires<\/b>\n<\/p><p>\nOn the one hand, man wants to keep the commandments of God and serve his fellowman; on the\nother, he can't forget what he wants to do for himself. He wants to pay his tithing, but he keeps\nthinking about what he could buy himself with the money. If he stops considering what he could\nbuy with the Lord's money, the temptations will cease to exist. When he stops feeding the evil\ndesire, it dies. But of course, what usually happens is that we feed the evil desire just enough to\nkeep it alive and so we keep ourselves in constant turmoil.\n<\/p><p>\nI presume that each one of us has certain weaknesses that keep us from being as spiritually in\ntune as we would like to be. You are no doubt familiar with the way we kneel each day and ask\nthe Lord to forgive us of our \"weaknesses and imperfections.\" (<span class=\"citation\" id=\"30537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30537)\">JS&mdash;H 1:29<\/a><\/span>) We call them weaknesses&mdash;I don't\nknow why we don't call them what they really are. Of course, we are really asking the Lord to\nforgive us of our sins. But somehow we don't like to associate ourselves with sin, so we call\nthem weaknesses. As a matter of fact, we do have weaknesses. Every one of us has them, things\nthat cause us to desire that which is not good for us.\n<\/p><p>\n<b>Source of weaknesses<\/b>\n<\/p><p>\nWhere do you suppose we get these weaknesses? If you pose this question to a group of Saints, it\nwill astound you how many different answers you get to this particular question. Some will say\nthat <i>they<\/i> are responsible for their <i>own<\/i> weaknesses; well, if you <i>keep<\/i> your weaknesses, that's\ntrue, but that is not where they came from. Another will say weaknesses come from heredity or\nenvironment; in either instance, we are passing the responsibility to someone else, either our\nparents or our neighborhood. Both of these sources have great influence upon us, but they do not\ngive us our weaknesses. Still another may blame Lucifer, the devil, for their weaknesses; surely\nhe is always on the job, but this is not where we get our weaknesses, either. Where do they really\ncome from?\n<\/p><p>\nThe Lord tells us the answer to this question very plainly in the Book of Mormon. He says: \n<\/p><p>\n\"And if men come unto me I will show unto them their weakness. I give unto men weakness that\nthey may be humble; and my grace is sufficient for all men that humble themselves before me;\nfor if they humble themselves before me, and have faith in me, then will I make weak things\nbecome strong unto them.\" (<span class=\"citation\" id=\"22282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22282)\">Ether 12:27<\/a><\/span>)\n<\/p><p>\nSo where do we get our weaknesses? We get them from the Lord; the Lord gives us weaknesses\nso we will be humble. This makes us teachable. Now don't misunderstand me&mdash;the Lord is not\nresponsible for the sin; he is only responsible for the weakness. It seems that all men have\nweaknesses in one form or another, character traits that make one more subject to a particular\ntemptation than another. Lehi states that God \"hath created all things, both the heaven and the\nearth, and all things that in them are, both things to act and things to be acted upon.\n<\/p><p>\n<b>Opposition in life<\/b>\n<\/p><p>\n\"And to bring about his eternal purposes in the end of man, after he had created our first parents,\nand the beasts of the field and the fowls of the air, and in fine, all things which are created, it\nmust needs be that there was an opposition; even the forbidden fruit in opposition to the tree of\nlife; the one being sweet and the other bitter.\n<\/p><p>\n\"Wherefore, the Lord God gave unto man that he should act for himself. Wherefore, man could\nnot act for himself save it should be that he was enticed by the one or the other.\" (<span class=\"citation\" id=\"3828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3828)\">2 Ne. 2:14-16<\/a><\/span>)\n<\/p><p>\nTherefore, what you do with the weakness is up to you.\n<\/p><p>\nThe Prophet Joseph Smith said, \"There are three independent principles; the Spirit of God, the\nspirit of man, and the spirit of the devil. All men have power to resist the devil.\"\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 189.) But when our weaknesses are exposed to Satan, he is quick to\ntake advantage of us by tempting us in our selfishness.\n<\/p><p>\n<b>Weakness makes us humble<\/b>\n<\/p><p>\nGiving us weakness, however, is one of the Lord's ways of getting our attention. He says this is\nthe means he uses to make us humble, but he also says that if we will come unto him and have\nfaith in him, he will make us strong wherein we were weak. I know this is the truth. There are\nnumerous examples in the scriptures that vividly illustrate this principle&mdash;Alma and the sons of\nMosiah in the Book of Mormon, Peter and Paul in the Bible, to name just a few. Alma was going\nabout tearing down the church until he met an angel who turned him around and made him one\nof the greatest missionaries we have any record of in the book of Mormon. (<span class=\"citation\" id=\"40377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40377)\">Mosiah 27:8-11<\/a><\/span>) Paul was out\npersecuting the saints when he met the Lord on the road to Damascus. After this experience,\nPaul became one of the greatest missionaries we have record of in the Bible. (<span class=\"citation\" id=\"8111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8111)\">Acts 9:1-3<\/a><\/span>) In his own words, he\ndeclared: \"I can do all things through Christ which strengthened me.\" (<span class=\"citation\" id=\"41278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41278)\">Philip. 4:13<\/a><\/span>)\n<\/p><p>\n<b>Addiction to tobacco overcome<\/b>\n<\/p><p>\nI have witnessed this same truth in force today. While I was serving as a stake mission president\nat one time, the missionaries were meeting with a very good man who was not a member of the\nChurch but who was married to a fine Latter-day Saint sister. This good brother wanted to join\nthe Church, but he was addicted to tobacco. He had tried to quit many times but he said he\ncouldn't; he was just too weak.\n<\/p><p>\nThere were six stake missionaries who had met with him over a considerable period of time but\nwho were unable to help him develop the strength to quit smoking. Finally, under the influence\nof the Spirit, we asked him if we could fast with him that he might overcome this weakness. He\nconsidered the offer and agreed to our proposal. We asked him then if he would carry out the\nfast for <i>two days<\/i>. He agreed, so the fast went forth. Six stake missionaries, the smoking brother,\nand his wife fasted.\n<\/p><p>\nAt the completion of the fast, we all met in his home and knelt with him in his living room, each\npraying in turn. The prayers were essentially the same; they were, that the Lord would take from\nthis brother his desire to smoke. He was the last to pray and then he arose and announced, \"I\nhave no desire to smoke.\" He hasn't smoked unto this day. Since that time he has served in the\nbishopric of his ward and even now is serving in a stake MIA superintendency. He is today a\nstalwart in the faith, a real servant of the Lord. The Lord literally took from him his weakness\nand made him a tower of strength instead.\n<\/p><p>\nSo, if we have a weakness, we should not despair; we shouldn't neglect it, but we shouldn't worry\nabout it. Rightly understood, it merely points out where the Lord expects us to excel. And we\nwill excel, too, because the Lord will make us strong; our weakness will become the strongest\npart of our personality when we come unto the Lord in humility and exercise faith in him. He not\nonly forgives us, but he doth immediately bless us. There is new confidence, new vision, new\nhorizons&mdash;a new birth.\n<\/p><p>\n<b>Qualification to perform miracles<\/b>\n<\/p><p>\nThe prophet Mormon stated very plainly what I like to call the qualification for the performance\nof miracles. It is recorded in 3 Nephi, the eighth chapter, and the fifth verse: \"And now it came to\npass that according to our record, and we know our record to be true, for behold, it was a just\nman who did keep the record&mdash;for he truly did many miracles in the name of Jesus; and there\nwas not any man who could do a miracle in the name of Jesus save he were cleansed every whit\nfrom his iniquity.\" (<span class=\"citation\" id=\"5732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5732)\">3 Ne. 8:5<\/a><\/span>)\n<\/p><p>\nSo this is the qualification: we must be cleansed every whit from our iniquity. When I first read\nthis passage of scripture, I felt to say \"Hurray for repentance!\" for if it were not for repentance,\nthere would be no miracles performed.\n<\/p><p>\nBut repentance is granted unto man by the Lord. (<span class=\"citation\" id=\"9127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(9127)\">Alma 13:30<\/a><\/span>) I am convinced that repentance is about 90\npercent from the Lord and about 10 percent from man. Nephi goes still further and says, \". . . for we\nknow that it is by grace that we are saved, after all we can do.\" (<span class=\"citation\" id=\"3842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3842)\">2 Ne. 25:23<\/a><\/span>) However, man's\npart is the most urgent and vital part because it must be first, and full, and sincere. An ancient\nHebrew writing declares, \"There must be a stirring below before there is a stirring above.\" This\nmeans that repentance must begin with us, with mortals. Many times we say we are waiting on\nthe Lord, when as a matter of fact, the Lord is waiting on us.\n<\/p><p>\n<b>Confess and forsake sins<\/b>\n<\/p><p>\n\"By this ye may know if a man repenteth of his sins&mdash;behold, he will confess them and forsake\nthem.\" (<span class=\"citation\" id=\"15545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15545)\">D&amp;C 58:43<\/a><\/span>)\n<\/p><p>\nWhen this happens, the Lord forgives and doth immediately bless him. (<span class=\"citation\" id=\"40372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40372)\">Mosiah 2:24<\/a><\/span>) How gracious and kind\nhe is. I bear testimony to you, my brothers and sisters, that God, our Heavenly Father, does live,\nand that he hears and answers our prayers. I bear testimony that Jesus is the Christ and that he\nlives. I know he lives, and that he has made possible the forgiveness of sins to those who come\nunto him through repentance, that through repentance and obedience he turns our weaknesses\ninto strengths, and the time is <i>now<\/i>.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}