{"ID":1780, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Choose Ye This Day\"<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1970, pp. 142-143<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish to express my deep gratitude for that sustaining vote in my behalf this morning. I pray I\nwill be given the help to fully fulfill this responsibility. I wish to personally express my\nsustaining vote in favor of President Joseph Fielding Smith and all the other General Authorities,\nincluding the new ones added this day. The Lord has always given his people prophets and\nleaders to guide us and give us counsel.\n<\/p><p>\n<b>Prophets cry repentance<\/b>\n<\/p><p>\nSpeaking to Enoch, who was only the sixth generation of mortality on this earth, the Lord said,\n\"Say unto this people: Choose ye this day, to serve the Lord God who made you.\" (<span class=\"citation\" id=\"39367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39367)\">Moses 6:33<\/a><\/span>)\n<\/p><p>\nIt has been necessary for the prophets of God to cry repentance since the very beginning, and\nwill continue throughout the rest of mortality, even until the Savior comes to reign on the earth\nfor a thousand years.\n<\/p><p>\nMany of us think it would be easy to serve the Lord and keep his commandments if we were\npermitted to live during that great millennial reign which is to come when Christ will be here on\nearth and Satan will be bound.\n<\/p><p>\n<b>Satan to be bound<\/b>\n<\/p><p>\nJohn wrote: \"And I saw an angel come down from heaven, having the key of the bottomless pit\nand a great chain in his hand.\n<\/p><p>\n\"And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him\na thousand years,\n<\/p><p>\n\"And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should\ndeceive the nations no more, till the thousand years should be fulfilled.\" (<span class=\"citation\" id=\"42451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42451)\">Rev. 20:1-3<\/a><\/span>)\n<\/p><p>\nMany other scriptures refer to the thousand years of wonderful, glorious conditions on the earth,\nbecause Lucifer, Satan, the devil, will be bound.\n<\/p><p>\nThe scriptures say he will be \"bound with a chain\" and \"put into a bottomless pit.\" To me, these\nare symbolical terms. I cannot quite conceive of steel chains or pits that could hold Satan. The\nonly power I know of that will bind Satan, or render him powerless, is righteous living.\n<\/p><p>\nThe war that started in heaven has not ended yet and shall not end until everyone has proved the\nextent of his ability to resist Satan. Even Jesus Christ had to bind Satan when he was tempted in\nthe wilderness. Satan had no power over him, because Jesus resisted his temptations. Then the\nrecord says, \". . . he departed from him for a season.\" (<span class=\"citation\" id=\"31794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31794)\">Luke 4:13<\/a><\/span>)\n<\/p><p>\n<b>Keeping God's law binds Satan<\/b>\n<\/p><p>\nWhen you have resisted a temptation until it no longer becomes a temptation, then to that extent,\nSatan has lost his power over you, and as long as you do not yield to him, to that degree he is\nbound.\n<\/p><p>\nFor instance, if you have learned to pay tithing until it is no burden or no real temptation\nanymore, then to that extent you have bound Satan. The same is true in keeping the Word of\nWisdom or living the laws of chastity, or the other laws of the gospel. Satan becomes powerless\nto you in that field.\n<\/p><p>\nThen step by step, you may bind Satan now; you don't have to wait for the millennial reign.\n<\/p><p>\nThis has to start first on an individual basis, each person individually; then a group, then several\ngroups, and so on until the whole earth is full of righteousness.\n<\/p><p>\nThis is how I believe the conditions described during the millennial reign will be developed.\n<\/p><p>\nToday is the time to prepare for the ushering in of that glorious time on the earth. This is why the\ngospel has been restored, with the plan, the keys, and the authority to administer therein.\n<\/p><p>\nThen by each individual binding Satan through his righteous living, we can bring about the\nglorious conditions like those spoken of which will exist during the millennial reign.\n<\/p><p>\n<b>Examples of righteous living<\/b>\n<\/p><p>\nWe have had such conditions on the earth to prove to us that it can be done.\nWhen the Lord told\nEnoch, \"Choose ye this day, to serve the Lord God who made you,\" (<span class=\"citation\" id=\"39368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39368)\">Moses 6:33<\/a><\/span>) he did just that. He walked\nand talked with God. He preached repentance and many followed him, and in his days, the\nrecord says, \". . . he built a city that was called the City of Holiness, even ZION.\" (<span class=\"citation\" id=\"39371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39371)\">Moses 7:19<\/a><\/span>)\n<\/p><p>\n\"And all the days of Zion, in the days of Enoch, were three hundred and sixty-five years.\n<\/p><p>\n\"And Enoch and all his people walked with God, and he dwelt in the midst of Zion; and it came\nto pass that Zion was not, for God received it up into his own bosom; and from thence went forth\nthe saying, ZION IS FLED.\" (<span class=\"citation\" id=\"39375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39375)\">Moses 7:68-69<\/a><\/span>)\n<\/p><p>\nIn the Book of Mormon another similar occasion is recorded. After Christ's resurrection he\nvisited the inhabitants of this continent. He established his church and kingdom among them,\nand the record in the Book of Mormon tells us they lived righteously for some two hundred\nyears. (See <span class=\"citation\" id=\"6523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6523)\">4 Ne. 1:22<\/a><\/span>) Surely Satan was bound then, by their righteous living.\n<\/p><p>\nDown through the ages the Lord has continually told us what we must do to bind Satan and\nreceive the blessings he has in store for us. Every speaker at this conference has told us how we\ncan bind Satan, and I recommend to you these talks, that you read them and reread them and\nstudy them and literally make them a part of your lives.\n<\/p><p>\n<b>Enoch's message<\/b>\n<\/p><p>\nEnoch's message, then, is just as fitting and appropriate today as then, if not more so.\n<\/p><p>\nHe said: \"Behold Satan hath come among the children of men, and tempteth them to worship\nhim; and men have become carnal, sensual, and devilish, and are shut out from the presence of\nGod.\n<\/p><p>\n\"But God hath made known unto our fathers that all men must repent.\n<\/p><p>\n\"And he called upon our father Adam by his own voice, saying: I am God; I made the world, and\nmen before they were in the flesh.\n<\/p><p>\n\"And he also said unto him: If thou wilt turn unto me, and hearken unto my voice, and believe,\nand repent of all thy transgressions, and be baptized, even in water, in the name of mine Only\nBegotten Son, who is full of grace and truth, which is Jesus Christ, the only name which shall be\ngiven under heaven, whereby salvation shall come unto the children of men, ye shall receive the\ngift of the Holy Ghost, asking all things in his name, and whatsoever ye shall ask, it shall be\ngiven you.\" (<span class=\"citation\" id=\"39370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39370)\">Moses 6:49-52<\/a><\/span>)\n<\/p><p>\n<b>Preparation for coming of Savior<\/b>\n<\/p><p>\nThis is how the way must be prepared for the coming of the Savior. His kingdom must be\nestablished on earth to prepare for his coming.\n<\/p><p>\nHe has given us the parable of the ten virgins, symbolic of his coming&mdash;the five wise virgins\nwho were prepared and the five who were foolish; the ten virgins refer to those who have\naccepted him in baptism&mdash;only 50 percent of whom were really ready. (<span class=\"citation\" id=\"36049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36049)\">Matt. 25:1-13<\/a><\/span>)\n<\/p><p>\nIf he were to come today, would you be counted among the 50 percent of the members of his\nkingdom who will be prepared, or among the 50 percent of his kingdom who will only be partly\nprepared, or will you not be counted in his kingdom at all, waiting for a time when Satan will he\nbound for you instead of binding him yourself?\n<\/p><p>\nChoose ye this day to serve the Lord God who made you. (<span class=\"citation\" id=\"39369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39369)\">Moses 6:33<\/a><\/span>)\n<\/p><p>\nI testify that his kingdom has been established upon the earth in these, the latter days, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}