{"ID":1781, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Why a Prophet?<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1970, pp. 144-148<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, we are about to come to the end of a most inspirational and historic\nconference of The Church of Jesus Christ of Latter-day Saints; historic because today we have\nvoted to sustain the man whom God has chosen to stand at the head of his work here upon this\nearth under the direction of his Son Jesus Christ, because this church, as Paul of old said, is built\nupon the foundation of apostles and prophets, with Christ our Lord as the chief cornerstone (see\n<span class=\"citation\" id=\"21835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21835)\">Eph. 2:20<\/a><\/span>). I am sure that those of us who know President Joseph Fielding Smith and the men\nwhom he has selected to be his counselors feel grateful to the Lord for them. We feel secure in\nour hearts to know that this work will continue to roll forth in the earth, building upon the\nfoundation that has been laid by their predecessors, until it shall become as a great mountain and\nfill the whole earth. (<span class=\"citation\" id=\"10703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10703)\">Dan. 2:35<\/a><\/span>)\n<\/p><p>\n<b>Eulogy to Joseph Smith<\/b>\n<\/p><p>\nDuring this conference, eulogy and compliments have been paid to the Prophet Joseph Smith\nand his successors. I think of what the Prophet Lehi said to his son Joseph in the\nwilderness&mdash;that the Lord promised Joseph who was sold into Egypt that in the latter days he would raise up\nfrom his loins a prophet whose name would be Joseph, and that his father's name would be\nJoseph. (See <span class=\"citation\" id=\"3836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3836)\">2 Ne. 3:15<\/a><\/span>) He said he would bring forth his word. He brought us the Book of\nMormon, the Doctrine and Covenants, the Pearl of Great Price, and many other writings. As far\nas the records indicate, there has never been a prophet upon the face of the earth who has given\nas much revealed truth as we have obtained through this prophet whom God raised up in our\nday. And he said he would not only bring forth his word but would also bring men to a\nconviction of his word that had already gone forth among them. (<span class=\"citation\" id=\"3835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3835)\">2 Ne. 3:11<\/a><\/span>)\n<\/p><p>\nNow when you talk to men as I have in my missionary work, who have been taught for years,\nsome even in the ministry, you find that you can talk to them for hours and they have no\nquestions to ask. You tell them things they have never heard of, and prove these things to them\nout of their own scriptures. That I can tell you from my own experience. One man was brought\ninto the Church who had been a minister for 30 years, and he sat in my office and said, \"Brother\nRichards, when I think of how little I had to offer my people as a minister of the gospel\ncompared with what I now have in the fullness of the gospel as it has been restored, I want to go\nback and tell all my friends what I have found. Now,\" he said, \"they won't listen to me.\"\n<\/p><p>\n<b>Endowed with authority<\/b>\n<\/p><p>\nThe Lord said in his promise to Joseph regarding this prophet of our day that he shall bring men\nunto salvation. (<span class=\"citation\" id=\"3837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3837)\">2 Ne. 3:15<\/a><\/span>) Why? Because he would be endowed with that same authority that Jesus gave to\nhis twelve when he said, \"Ye have not chosen me, but I have chosen you, and ordained you\"\n(<span class=\"citation\" id=\"28610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28610)\">John 15:16<\/a><\/span>). \". . . and whatsoever\nthou shalt bind on earth shall be bound in heaven\"\n(<span class=\"citation\" id=\"36015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36015)\">Matt. 16:19<\/a><\/span>).\nWithout that authority, there can be no Church of Jesus Christ upon the earth\nthat he will recognize.\n<\/p><p>\nThe Lord adds in that promise concerning the Prophet Joseph, \"And I will make him great in\nmine eyes\" (<span class=\"citation\" id=\"3833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3833)\">2 Ne. 3:8<\/a><\/span>). Whatever the world may think of this prophet of this dispensation, there\nis the promise and the statement of the Lord that he will be great in his eyes. The Lord had him\nin waiting, three thousand years before he was even born, for the great mission to which he was\ncalled, just as the Savior was called to his mission&mdash;not the same kind of mission but of equal\nimportance in that it was a part of the Lord's great eternal plan for the salvation of his children.\n<\/p><p>\n<b>Successors of the prophet<\/b>\n<\/p><p>\nWe could refer to each of the successors of the Prophet Joseph Smith. Take Brigham Young, for\ninstance. I think history records no colonizer like Brigham Young. Just look at what we enjoy\nright here in these valleys of the mountains, this tabernacle, that holy temple. The city itself is\npart of his work as he led the pioneers to this desert place and built this great commonwealth.\n<\/p><p>\nYou could consider each of the other prophets who have succeeded him. My father used to bring\nus boys here, travel 40 miles by team, so that we could become acquainted with the leaders of\nthe Church. I remember as a boy sitting in this tabernacle when Wilford Woodruff gave his last\ntalk (I think it was his last talk before he passed away) when he told how marvelously the Spirit\nof the Lord had guided and directed him. He was a man who really lived near the Lord. Now\nyou've heard his story of how he was inspired to get up in the middle of the night and move his\nteam that was tied to an oak that had stood on that spot for over a hundred years. Then along\ncame a twister and picked up that oak and threw it right where his team and wagon in which he\nand his wife were sleeping had been standing. If he hadn't listened to the promptings of the\nSpirit, this might have cost him his life.\n<\/p><p>\nHe told about bringing a company of pioneers and Saints from Great Britain. When they landed\nin New Orleans, he was about to enter a boat, making arrangements, and something seemed to\nsay, \"Don't go on that boat, either you or your company.\" So he thanked the captain and decided\nto wait. Then he said the boat had no more than sailed up the river when it caught fire and not a\nsoul was saved. He said, \"If I hadn't listened to the promptings of the Spirit of the Lord, we\nwouldn't have had Brother So-and-So and Brother So-and-So,\" and he began naming men who\nwere in that company.\n<\/p><p>\nNow I could go on with the other prophets it has been my privilege to know. How I loved\nPresident Heber J. Grant! He called me to be the Presiding Bishop of the Church. How I loved\nPresident Joseph F. Smith, the father of our new President! He was one of the greatest prophets I\nhave ever known. I have heard him speak in this tabernacle and bless the people, and I don't\nthink there was a dry eye here because of the spiritual power that man had. When I had filled\ntwo missions and went in his office to report, he took me in his arms and said, \"LeGrand, we\nlove you.\" That paid or all the missionary work I had done up to that time.\n<\/p><p>\n<b>President David O. McKay<\/b>\n<\/p><p>\nThen I think of President David O. McKay. For years, everywhere we have gone in the Church,\nthe Saints have said, \"Take our love back to President McKay.\" Even little children would write\ntheir messages and ask us to hand them to the President. What a leader he really was!\n<\/p><p>\nI was told the story of a businessman who came here from the East a few years ago, and in\ntalking to the secretary of the Chamber of Commerce, he said, \"Do you know what I'd rather do\nthan anything else while I'm here?\" The secretary said, \"What's that?\" He said, \"I would like to\nmeet that man, David O. McKay, the President of the Mormon Church.\" \"Well,\" the secretary\nsaid, \"I think I can arrange it.\" And he did, and President McKay talked to him for about an hour.\nAs he walked down the front steps of the Church Office Building, he turned to the secretary and\nsaid, \"If I were asked to name the one man whom I have met in all my life that comes the nearest\nin approximating my appraisal of the Redeemer of the world, I'd name that man.\" He was\nbeloved in and out of the Church.\n<\/p><p>\nAnd now, brothers and sisters, we have a man who has come to us from the loins of the holy\nprophets, who has devoted his life to the Church, and who has probably written more in\nexplanation of the truths of the gospel than any other man since the days of the Prophet Joseph. I\nam sure that it was pleasing to the Lord to see how we sustained him here in our vote today.\n<\/p><p>\n<b>Why a prophet?<\/b>\n<\/p><p>\nI think the theme that has distinguished this conference in my thinking has been \"Why a\nProphet?\" Why should we have a prophet? And then I think of the passage Brother Petersen\nquoted yesterday, where the Lord said through the prophet Amos, \"Surely the Lord God will do\nnothing, but he revealeth his secret unto his servants the prophets\" (<span class=\"citation\" id=\"10442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10442)\">Amos 3:7<\/a><\/span>). What does that\nmean? It means that no honest person believing in the holy scriptures could look to find God's\neternal truth upon the earth without a prophet at its head, because we have no record that he has\never had a church or a movement without a prophet.\n<\/p><p>\nThen I think of the words of the Savior as he stood overlooking Jerusalem and said: \n<\/p><p>\n\"O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto\nthee, how often would I have gathered thy children together, even as a hen gathereth her\nchickens under her wings, and ye would not!\n<\/p><p>\n\"Behold, your house is left unto you desolate.\n<\/p><p>\n\"For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in\nthe name of the Lord\" (<span class=\"citation\" id=\"36039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36039)\">Matt. 23:37-39<\/a><\/span>).\n<\/p><p>\nAnd when one comes in the name of the Lord, that person can be none other than a prophet of\nGod.\n<\/p><p>\n<b>Preparation for second coming<\/b>\n<\/p><p>\nThe Savior testified of John, who was sent to prepare the way for his coming in the meridian of\ntime. He said there was no greater prophet born of woman than John the Baptist. (<span class=\"citation\" id=\"36009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36009)\">Matt. 11:11<\/a><\/span>) Then I think of\nthe words of the Lord to the prophet Malachi, wherein he said: \n<\/p><p>\n\"Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom\nye seek, shall suddenly come to his temple . . . \n<\/p><p>\n\"But who may abide the day of his coming? . . . for he is like a refiner's fire, and like fullers'\nsoap\" (<span class=\"citation\" id=\"32816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32816)\">Mal. 3:1-2<\/a><\/span>).\n<\/p><p>\nObviously that had no reference to his first coming, as he did not come swiftly to his temple, and\nall men could abide the day of his coming. He didn't come cleansing and purifying as refiner's\nfire and fullers' soap; but we are told in the holy scriptures that when he shall come in the latter\ndays, the wicked will cry out, \"[Let the rocks] fall upon us, and hide us from the face of him that\nsitteth on the throne\" (See <span class=\"citation\" id=\"42443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42443)\">Rev. 6:16<\/a><\/span>). From my way of thinking, that prophet was the Prophet\nJoseph Smith, sent to prepare the way for his coming by being the instrument in the hands of the\nLord to bring forth his great latter-day work.\n<\/p><p>\nNow as I read the scriptures, I just can't comprehend how the marvelous things that the ancient\nprophets declared that God would accomplish in our day and time could be accomplished\nwithout a prophet. The apostle Paul said the Lord had revealed the mystery of his will unto him.\n(See <span class=\"citation\" id=\"21829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21829)\">Eph. 1:9<\/a><\/span>) That is important. \"That in the dispensation of the fulness of times he might\ngather together in one all things in Christ, both which are in heaven, and which are on earth\n(<span class=\"citation\" id=\"21832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21832)\">Eph. 1:10<\/a><\/span>). We are the only church in the world that has a program to complete and fulfill that\ndeclaration revealed by the Lord to the apostle Paul, and we couldn't do it except for the\nprophets whom he has raised up in our day.\n<\/p><p>\n<b>Restitution of all things<\/b>\n<\/p><p>\nI think of the time when Peter talked to those who had put to death the Christ, and he told them,\n\"And he [the Lord] shall send Jesus Christ, which before was preached unto you: Whom the\nheavens must receive until the times of restitution of all things, which God hath spoken by the\nmouth of all his holy prophets since the world began\" (<span class=\"citation\" id=\"8106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8106)\">Acts 3:20-21<\/a><\/span>). How could there be a\nrestitution of all things unless there was a prophet to receive what the holy prophets would\nbring? We testify that that has been fulfilled through the restoration of the gospel.\n<\/p><p>\nI think of the words of Malachi when he said: \n<\/p><p>\n\". . . I will send you Elijah the prophet before the coming of the great and dreadful day of the\nLord: \n<\/p><p>\n\"And he shall turn the heart of the fathers to the children, and the heart of the children to their\nfathers, lest I come and smite the earth with a curse\" (<span class=\"citation\" id=\"32819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32819)\">Mal. 4:5-6<\/a><\/span>).\n<\/p><p>\nWhat consequences, were it not for the coming of Elijah? And to whom would he come save\nthere was a prophet here at the head of the Lord's work? We testify that Elijah has come and\ndelivered the keys of his dispensation.\n<\/p><p>\n<b>A marvelous work and a wonder<\/b>\n<\/p><p>\nI think of the words of the Lord through Isaiah. He said: \n<\/p><p>\n\"Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but\nhave removed their heart far from me, and their fear toward me is taught by the precept of men.\n<\/p><p>\n\"Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous\nwork and a wonder: for the wisdom of their wise men shall perish, and the understanding of their\nprudent men shall be hid\" (<span class=\"citation\" id=\"25385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25385)\">Isa. 29:13-14<\/a><\/span>).\n<\/p><p>\nI think this church is the marvelous work and a wonder that Isaiah saw, and how could it be\nunless there was a prophet unto whom the Lord could reveal his will? \"Surely,\" as Amos said,\n\"the Lord God will do nothing, but he revealeth his secret unto his servants the prophets\" (<span class=\"citation\" id=\"10443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10443)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nI think of the experience when Daniel was called to interpret Nebuchadnezzar's dream; you\nremember how Nebuchadnezzar had forgotten the dream, and he called in the soothsayers and\nthe wise men and the astrologers, and none of them could give him the dream. He sent for the\nman Daniel. And Daniel came and he said, there is a God in heaven that revealeth secrets, and\nmaketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the\nvisions of thy head upon thy bed, are thes.\" (<span class=\"citation\" id=\"10698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10698)\">Dan. 2:28<\/a><\/span>). Then he told them about the rise and\nfall of the kingdoms of this world until the latter days, when the God of heaven would set up a\nkingdom that should never be destroyed nor given to another people, but instead it would be like\na stone cut out of the mountain without hands and would roll forth until it would become as a\ngreat mountain and fill the whole earth. (<span class=\"citation\" id=\"10701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10701)\">Dan. 2:34-35,44-45<\/a><\/span>)\n<\/p><p>\nI ask you&mdash;why a prophet? How could the God of heaven set up a work like that without a\nprophet through whom he could work and reveal his mind and will?\n<\/p><p>\n<b>Kingdom of God<\/b>\n<\/p><p>\nIncidentally, when I was president of the Southern States Mission, one of our missionaries down\nin Florida preached on that particular passage of scripture one night. At the close of the meeting\nI stood at the door, and a man came up and introduced himself as a minister of the gospel. He\nsaid, \"You don't expect us to believe that the Mormon church is that kingdom, do you?\" And I\nsaid, \"Yes, sir. Why not?\" He said, \"It couldn't be.\" I said, \"Why couldn't it?\" \"Well,\" he said, \"we\ncan't have a kingdom without a king, and we don't have a king, so we haven't a kingdom.\" \"Oh,\" I\nsaid, \"my friend, you didn't read quite far enough. You just read the seventh chapter of Daniel\nand you will see where Daniel saw one like the Son of Man coming in the clouds of heaven, and\nunto him was given the kingdom that all other kingdoms, powers, and dominions under the\nwhole heavens should serve him\" (See <span class=\"citation\" id=\"10704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10704)\">Dan. 7:13-14<\/a><\/span>).\n<\/p><p>\nThen I said to this minister, \"My friend, tell me, how can the kingdom be given to him when he\ncomes in the clouds of heaven, if there is no kingdom prepared for him? That is what this church\nis, the preparation, the restitution of all things spoken by the mouth of all the holy prophets\" (<span class=\"citation\" id=\"8107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8107)\">Acts 3:21<\/a><\/span>).\nThen I said, \"Probably you would like to know what is going to become of that kingdom, and if\nyou will read just a little further in that seventh chapter, you will see where Daniel said, 'But the\nsaints of the most High shall take the kingdom, and possess the kingdom for ever'\" (<span class=\"citation\" id=\"10705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10705)\">Dan. 7:18<\/a><\/span>).\nAnd as if that were not quite long enough, Daniel adds, \"even for ever and ever.\"\n<\/p><p>\n<b>Help work to roll on<\/b>\n<\/p><p>\nNow the saints of the most high God have been attending this conference, and to you there is the\npromise that this kingdom will be given to you if you make yourselves worthy of it. Therefore, I\nsay to you that there is no other thing you can do in this world that will bring you greater eternal\nhappiness than to help to roll this majestic work on, this marvelous work and a wonder, until it\nshall fill the whole earth.\n<\/p><p>\nNow I could go on for an hour telling you other things that the God of heaven has decreed that\nhe would do in our day, and he couldn't do them without a prophet of God, and so I stand here to\nbear you my witness that this church is led and has been led by living prophets. I sustain with all\nmy heart our new prophet, seer, and revelator, and his counselors; I pray God to bless them, and\nto bless the saints of Zion the world over, that they may he worthy of their great heritage to be a\npart of this great latter-day movement, with God at its head and his prophets to direct it. I ask\nthis prayer, and pray God to bless you all, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}