{"ID":1782, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Prayer for Peace<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1970, pp. 148-149<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters, I think this has been a wonderful day, and we have heard a great deal that is\nof profit to us if we will only treasure it.\n<\/p><p>\nWe come now to the closing moments of another great general conference of the Church.\n<\/p><p>\n<b>Purposes of conference fulfilled<\/b>\n<\/p><p>\nWe came together to sustain a new First Presidency and to receive counsel and direction from\nthe Lord through his servants the prophets.\n<\/p><p>\nWe assembled to partake of the good things of the Spirit, to feel that influence which comes only\nfrom the Lord, and to be built up in faith and in testimony.\n<\/p><p>\nWe came to worship the Lord, to affirm our love for him and our devotion to his cause, and we\ncame desiring in our hearts to keep the commandment which says: \"Thou shalt love the Lord thy\nGod with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ\nthou shalt serve him.\" (<span class=\"citation\" id=\"15547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15547)\">D&amp;C 59:5<\/a><\/span>)\n<\/p><p>\nI feel that the purposes of the conference have been fulfilled. We are now ready to go our several\nways with a renewed dedication to the upbuilding of our Father's work, and with a determination\nto use our strength and influence to bless all his children.\n<\/p><p>\nLet us now heed the counsel of him who said: \"Let your light so shine before men, that they may\nsee your good works, and glorify your Father which is in heaven.\" (<span class=\"citation\" id=\"35988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35988)\">Matt. 5:16<\/a><\/span>)\n<\/p><p>\n<b>Blessing and assurance<\/b>\n<\/p><p>\nI leave my blessing with you and my assurance that God is with his people, and the work in\nwhich we are engaged shall triumph and roll forth until the eternal purposes of the Lord are\nfulfilled. (<span class=\"citation\" id=\"38005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38005)\">Morm. 8:22<\/a><\/span>) And I pray that the blessings of heaven may be and abide with us and all men.\n<\/p><p>\nO that the heavens might pour down righteousness and truth upon all the world!\n<\/p><p>\nO that all men everywhere might have a listening ear, and that they might heed the words of\ntruth and light which come from the Lord's servants!\n<\/p><p>\nO that the Lord's purposes among all people in every nation might speedily be fulfilled!\n<\/p><p>\n<b>Prayer for divine guidance<\/b>\n<\/p><p>\nI pray for the members of the Church, who are the saints of the Most High, that they may be\nstrengthened in their faith, and that desires for righteousness may increase in their hearts, and\nthat they may work out their salvation with fear and trembling before the Lord. (<span class=\"citation\" id=\"38007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38007)\">Morm. 9:27<\/a><\/span>)\n<\/p><p>\nI pray for the good and the upright among all people, that they may be led to seek truth, to\nsustain every true principle, and to further the cause of freedom and justice.\n<\/p><p>\nIn these troublesome and difficult times, I pray that all men may be guided by that light which\nlighteth every man who cometh into the world (<span class=\"citation\" id=\"28563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28563)\">John 1:9<\/a><\/span>), and that they may gain thereby the wisdom to solve the problems which beset mankind.\n<\/p><p>\n<b>Blessings for unfortunate<\/b>\n<\/p><p>\nI beseech a gracious Father to pour out his blessings upon all men, upon the young and old, upon\nthose who have cause to mourn, upon the hungry and needy, upon those who are entrapped in\nunfortunate circumstances and unwholesome environments, and upon all who need aid, and\nhelp, and succor, and wisdom, and all those good and great things that only he can give.\n<\/p><p>\nAlong with all of you, I have love and concern and compassion for our Father's children in all the\nearth, and pray that their conditions may be bettered both temporally and spiritually; I pray that\nthey may come unto Christ, and learn of him, and take his yoke upon them, that they may find\nrest to their souls, for his yoke is easy and his burden is light. (<span class=\"citation\" id=\"36012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(36012)\">Matt. 11:28-30<\/a><\/span>)\n<\/p><p>\nI pray that the Latter-day Saints and all who will join with them in keeping the commandments\nof the Father of us all may so live as to gain peace in this life and eternal life in the world to\ncome (<span class=\"citation\" id=\"15556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15556)\">D&amp;C 59:23<\/a><\/span>)&mdash;all of which I ask in humility and in thanksgiving, and in the name of the Lord Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}