{"ID":1783, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"That the Fulness of My Gospel Might Be Proclaimed\"<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1970, pp. 5-8<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>My beloved brethren and sisters, we bid you welcome at the commencement of this the 140th Semiannual Conference of The Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nWe are grateful that the Lord has given us this privilege of coming together again to worship him in spirit and in truth (<span class=\"citation\" id=\"28571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28571)\">John 4:23<\/a><\/span>), and we pray that there may be a great outpouring of his Spirit in the sessions of this conference.\n<\/p><p>\nWe extend a special welcome to our Father's other children, devout and good people of many faiths who join with us by listening to the radio and television broadcasts.\n<\/p><p>\nI hope that I may now have the sustaining power of your faith and prayers as I speak to you. I rejoice in the privilege of raising my voice in doctrine, in testimony, and in thanksgiving.\n<\/p><p>\n<b>Gospel preached<\/b>\n<\/p><p>\nFor more than sixty years I have preached the gospel in the stakes and missions of the Church&mdash;pleading with the Saints to keep the commandments, inviting our Father's other children to accept the truth of salvation which has come to us by revelation in this present dispensation.\n<\/p><p>\nAll my days I have studied the scriptures and have sought the guidance of the Spirit of the Lord in coming to an understanding of their true meaning. The Lord has been good to me, and I rejoice in the knowledge he has given me and in the privilege that has been and is mine to teach his saving principles.\n<\/p><p>\nAs I ponder the principles of the gospel, I am struck forcibly by the uniform manner in which I and all the Brethren have taught them over the years. The truths of the gospel are everlastingly the same. Like God himself, they are the same yesterday, today, and forever. (<span class=\"citation\" id=\"24406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24406)\">Heb. 13:8<\/a><\/span>)  What I have taught and written in the past I would teach and write again under the same circumstances.\n<\/p><p>\nAnd what I say of myself should be true for all the Brethren and for all the elders of the Church. We are all called to preach the gospel, to be ministers of Christ, to raise the warning voice, and to \"teach one another the doctrine of the kingdom.\" (<span class=\"citation\" id=\"15605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15605)\">D&amp;C 88:77<\/a><\/span>)\n<\/p><p>\n<b>Direction of Spirit<\/b>\n<\/p><p>\nIn the early days of this dispensation, the Lord said to those called in his ministry, \"that every man might speak in the name of God the Lord, even the Savior of the world . . . That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends of the world, and before kings and rulers.\" (<span class=\"citation\" id=\"15481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15481)\">D&amp;C 1:20,23<\/a><\/span>)\n<\/p><p>\nTo those called \"to go forth to preach\" his gospel and to all \"the elders, priests and teachers\" of his church, he said: They \"shall teach the principles of my gospel, which are in the Bible and the Book of Mormon,\" and the other scriptures, \"as they shall be directed by the Spirit.\" (<span class=\"citation\" id=\"15532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15532)\">D&amp;C 42:11-13<\/a><\/span>)\n<\/p><p>\nAs agents of the Lord we are not called or authorized to teach the philosophies of the world or the speculative theories of our scientific age. Our mission is to preach the doctrines of salvation in <i>plainness<\/i> and simplicity (<span class=\"citation\" id=\"15668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15668)\">D&amp;C 133:57<\/a><\/span>) as they are revealed and recorded in the scriptures.\n<\/p><p>\nAfter directing us to teach the principles of the gospel found in the standard works, as guided by the Spirit, the Lord then made that great pronouncement which governs all the teaching of his gospel by anyone in the Church: \"And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach.\" (<span class=\"citation\" id=\"15533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15533)\">D&amp;C 42:14<\/a><\/span>)\n<\/p><p>\n<b>Learn and live gospel<\/b>\n<\/p><p>\nIn harmony with the spirit of these revelations, and with a heart full of love for all men, I ask the members of the Church to learn and live the gospel and to use their strength, energy, and means in proclaiming it to the world. We have received a commission from the Lord. He has given a divine mandate. He has commanded us to go forth with unwearying diligence and offer to his other children those saving truths revealed to the Prophet Joseph Smith.\n<\/p><p>\nGod our Eternal Father is the author of the plan of salvation. This plan is the gospel of Jesus Christ; it is that \"through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel.\" (<span class=\"citation\" id=\"6880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6880)\">A of F 1:3<\/a><\/span>)\n<\/p><p>\n<b>Revealed to Lord's prophets<\/b>\n<\/p><p>\nIn every age when the gospel is on earth, it must be revealed to the Lord's prophets, and they must be called to stand as legal administrators to perform and to direct the performance of the ordinances of salvation for their fellowmen.\n<\/p><p>\nJoseph Smith is the prophet whom the Lord called in this day to restore the truths of salvation and to receive the keys and powers to administer these saving truths.\n<\/p><p>\nTo him the Lord said: \". . . this generation shall have my word through you.\" (<span class=\"citation\" id=\"15493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15493)\">D&amp;C 5:10<\/a><\/span>) And then, referring to the gospel restored through Joseph Smith, the Lord said: \"This Gospel of the Kingdom shall be preached in all the world, for a witness unto all nations, and then shall the end come, or the destruction of the wicked.\" (<span class=\"citation\" id=\"30796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30796)\">JS&mdash;M 1:31<\/a><\/span>)\n<\/p><p>\nThus we link the names of Jesus Christ and of Joseph Smith. Christ is the Lord; he worked out the atoning sacrifice; he is the resurrection and the life (<span class=\"citation\" id=\"28589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28589)\">John 11:25<\/a><\/span>); through him all men are raised in immortality, while those who believe and obey his laws shall also gain eternal life.\n<\/p><p>\n<b>Joseph Smith called<\/b>\n<\/p><p>\nJoseph Smith was a prophet, called in these last days to receive by revelation the saving truths of the gospel and to stand as a legal administrator, having power from on high, to administer the ordinances of the gospel.\n<\/p><p>\nSince these truths revealed through him are the ones which shall go forth to every nation before the Second Coming, it is little wonder that we find Moroni saying to Joseph Smith that his \"name should be had for good and evil among all nations, kindreds, and tongues, or that it should be both good and evil spoken of among all people.\" (<span class=\"citation\" id=\"30539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30539)\">JS&mdash;H 1:33<\/a><\/span>)\n<\/p><p>\nNor is it any wonder when we later find the Lord saying to the Prophet: \"The ends of the earth shall inquire after thy name, and fools shall have thee in derision, and hell shall rage against thee;\n<\/p><p>\n\"While the pure in heart, and the wise, and the noble, and the virtuous, shall seek counsel, and authority, and blessings constantly from under thy hand.\" (<span class=\"citation\" id=\"15651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15651)\">D&amp;C 122:1-2<\/a><\/span>)\n<\/p><p>\nThe ends of the earth are now beginning to inquire after the name of Joseph Smith, and many people in many nations are rejoicing in the gospel restored through his instrumentality.\n<\/p><p>\n<b>Expansion of work<\/b>\n<\/p><p>\nSince the beginning of this dispensation, the testimony of Jesus, as revealed to Joseph Smith, has been preached in the United States, Canada, Great Britain, most of Europe, and the islands of the Pacific.\n<\/p><p>\nIn recent years there has been an almost unbelievable expansion of the work in Mexico, in the Central American countries, and in South America.\n<\/p><p>\nAnd Asia is now being opened to the message of the gospel in a way that surpasses anything of the past. The Church is becoming established in Japan and Korea, in Taiwan and Hong Kong, and we are getting started in Thailand, Singapore, and Indonesia.\n<\/p><p>\nAnd the day will come, in the providence of the Lord, when other nations, now closed to the message of truth, shall have their doors opened to us, and the elders of Israel will go in to tell the honest in heart in those nations about Christ and the gospel of his kingdom that has come upon the earth in this day through the Prophet Joseph Smith.\n<\/p><p>\n<b>Need for missionaries<\/b>\n<\/p><p>\nIndeed, there are more doors opened to us now than we can enter with the number of missionaries who are available. We hope to see the day when every worthy and qualified young Latter-day Saint man will have the privilege of going forth on the Lord's errand to stand as a witness of the truth in the nations of the earth.\n<\/p><p>\nWe now have many and can use many more stable and mature couples in this great missionary cause, and we hope that those who are worthy and qualified will set their affairs in order and respond to calls to preach the gospel and will perform their obligations acceptably.\n<\/p><p>\nWe also have and can use many young sisters in this work, although the same responsibility does not rest upon them that rests upon the brethren, and our greater concern with reference to young sisters is that they enter proper marital unions in the temples of the Lord.\n<\/p><p>\nWe invite members of the Church to assist financially in sustaining the missionary cause and to contribute liberally of their means for the spread of the gospel.\n<\/p><p>\nWe commend those who are serving so valiantly in the great missionary cause. Joseph Smith said: \"After all that has been said, the greatest and most important duty is to preach the gospel.\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 113)\n<\/p><p>\n<b>Invitation to give heed<\/b>\n<\/p><p>\nWe invite our Father's children everywhere to give heed to the words of the missionaries who are reaching the nations of the earth.\n<\/p><p>\nWe plead with them to accept the Lord as their God and to come and worship him in spirit and in truth (<span class=\"citation\" id=\"28572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28572)\">John 4:23<\/a><\/span>) and in the name of Jesus Christ our Lord.\n<\/p><p>\nWe invite all men to believe in Christ, to accept him without reservation as the Son of God, as the Only Begotten of the Father, to have faith in his holy name, and to signify their love for him by keeping his commandments and receiving those whom he has sent in his name to preach his gospel.\n<\/p><p>\nWe know that if men will have faith in Christ, repent of their sins, covenant in the waters of baptism to keep his commandments, and then receive the Holy Ghost by the laying on of hands by those who are called and ordained unto this power&mdash;and if they will then keep the commandments&mdash;they shall have peace in this life and eternal life in the world to come. (<span class=\"citation\" id=\"15557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15557)\">D&amp;C 59:23<\/a><\/span>)\n<\/p><p>\n<b>Endure to the end<\/b>\n<\/p><p>\nNow may I say to all those who forsake the world and join the Church, and to all the members of the Church, that Church membership alone will not assure us of the full blessings of the gospel or guarantee us an entrance into the celestial kingdom. After baptism we must keep the commandments and endure to the end.\n<\/p><p>\nSpeaking to members of the church, Nephi said: \". . . after ye have gotten into this straight and narrow path, I would ask if all is done?\"\n<\/p><p>\nThen he answered: \"Behold, I say unto you, Nay; for ye have not come thus far save it were by the word of Christ with unshaken faith in him, relying wholly upon the merits of him who is mighty to save.\n<\/p><p>\n\"Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life.\" (<span class=\"citation\" id=\"3851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3851)\">2 Ne. 31:19-20<\/a><\/span>)\n<\/p><p>\nThere is no more important thing that anyone in the world can do than to receive the gospel and inherit its glorious blessings.\n<\/p><p>\n<b>Keep the commandments<\/b>\n<\/p><p>\nAnd there is no more important counsel that can be given to any member of the Church than to keep the commandments after baptism. The Lord offers us salvation on condition of repentance and faithfulness to his laws.\n<\/p><p>\nI plead with the world to repent  and believe the truth, to let the light of Christ shine in their lives, to keep every good and true principle they have, and to add to these the further light and knowledge that has come by revelation in this day. I plead with them to join The Church of Jesus Christ of Latter-day Saints and reap the blessings of the gospel.\n<\/p><p>\nI plead with the members of the Church to do the works of righteousness (<span class=\"citation\" id=\"15558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15558)\">D&amp;C 59:23<\/a><\/span>) to keep the commandments, to seek the Spirit, to love the Lord, to put first in their lives the things of God's kingdom, and thereby work out their salvation with fear and trembling before the Lord. (<span class=\"citation\" id=\"41275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41275)\">Philip. 2:12<\/a><\/span>; <span class=\"citation\" id=\"38008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38008)\">Morm. 9:27<\/a><\/span>)\n<\/p><p>\n<b>Testimony of truth<\/b>\n<\/p><p>\nAnd now to all men&mdash;in and out of the Church&mdash;I bear my testimony to the truth and divinity of this great latter-day work.\n<\/p><p>\nI know that God lives and that Jesus Christ is his Son. I have a perfect knowledge that the Father and the Son appeared to Joseph Smith in the spring of 1820 and gave him commandments to usher in the dispensation of the fulness of times.\n<\/p><p>\nI know that Joseph Smith translated the Book of Mormon by the gift and power of God (<span class=\"citation\" id=\"15670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15670)\">D&amp;C 135:3<\/a><\/span>), and that it has come forth \"to the convincing of the Jew and Gentile that Jesus is the Christ, the Eternal God, manifesting himself unto all nations.\" (<span class=\"citation\" id=\"43148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43148)\">BM Title Page<\/a><\/span>)\n<\/p><p>\nI know that The Church of Jesus Christ of Latter-day Saints is the kingdom of God on earth, and that as now constituted and officered it has the Lord's approval and is moving in the course so directed.\n<\/p><p>\n<b>The Lord's Church<\/b>\n<\/p><p>\nLet all men know assuredly that this is the Lord's Church and he is directing its affairs. What a privilege it is to have membership in such a divine institution!\n<\/p><p>\nAnd I pray that the gospel cause shall spread, and that the honest in heart in every nation shall be brought to a knowledge of the Lord Jesus Christ.\n<\/p><p>\nI pray for the preservation and success of the missionaries and new converts, and ask God our Father to look down upon them in love and in mercy and give them the desires of their hearts in righteousness.\n<\/p><p>\nI pray for the youth of the Church and of the world in these perilous times, times when gospel standards are needed as much as has been the case in any age of the earth's history.\n<\/p><p>\nAnd I thank the Lord for his goodness and grace and for all the blessings he has so abundantly poured out upon the world, upon his church, and upon us as individuals. In the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}