{"ID":180, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Admonition<\/p>\n<p class=\"gcspeaker\">Elder George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, April 1945, pp. 129-134<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIf my remarks this morning shall be addressed, principally, to members of the Church, others\nlistening in, or who may afterwards read what I shall say, may perhaps learn something of the\nrequirements, covenants, and obligations of those who join the Church of Jesus Christ of\nLatter-day Saints, which all men and women must do, if they would be saved with an\nexaltation in the kingdom of God.\n<\/p><p>\nBut ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvellous\nlight: Which in time past were not a people, but are now the people of God\n(<span class=\"citation\" id=\"2224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2224)\">1 Pet. 2:9-10<\/a><\/span>).\n<\/p><p>\nCOVENANTS ENTERED INTO BY CHURCH MEMBERS\n<\/p><p>\nThe Latter-day Saints are the people of God, a chosen people, a royal priesthood, a covenant\npeople, and a covenant-making people. The greatest and most important blessings our\nHeavenly Father has for his faithful sons and daughters are received by covenant. One of the\ngreatest blessings he has to bestow is membership in his Church and kingdom. This is\nreceived by solemn covenant.\n<\/p><p>\nWhen I was baptized, and confirmed a member of the Church of Jesus Christ of Latter-day\nSaints, I was required to raise my right arm to the square, and covenant before God, angels,\nand witnesses present, that I would henceforth keep the commandments of God, as fast as\nthey should be made known unto me. This represents the nature of the covenant entered into,\nby every person who is baptized and confirmed a member of the Church of Jesus Christ of\nLatter-day Saints. It is frequently spoken of as the covenant made in the waters of baptism.\nThe nature of this covenant should be explained to every applicant for baptism, and he should\nmanifest a willing acceptance, before being baptized.\n<\/p><p>\nEvery man who has received the Melchizedek Priesthood, has received the oath and covenant\nbelonging to the priesthood (<span class=\"citation\" id=\"12147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12147)\">D&amp;C 84:39<\/a><\/span>),\nthat he will magnify the same; to do which, he must live a\nrighteous life, and answer every call of authority that may come to him in the Church,\nkeeping all other covenants he has entered into, or may do in the future. The Lord on his part\ncovenants to give him all that he the Lord hath\n(<span class=\"citation\" id=\"12145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12145)\">D&amp;C 84:38<\/a><\/span>).\n<\/p><p>\nBut whoso breaketh this covenant after he hath received it, and altogether turneth therefrom,\nshall not have forgiveness of sins in this world nor in the world to come\n(<span class=\"citation\" id=\"12150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12150)\">D&amp;C 84:41<\/a><\/span>).\n<\/p><p>\nThe blessings of the temple are of inestimable value. The goal of our existence, that of eternal\nlife and exaltation, cannot be attained without them, but to receive these blessings, we must\nenter into solemn covenants of faithfulness.\n<\/p><p>\nThere is a law, irrevocably decreed in heaven before the foundations of this world, upon\nwhich all blessings are predicated&mdash;And when we obtain any blessing from God, it is by\nobedience to that law upon which it is predicated\n(<span class=\"citation\" id=\"12204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12204)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nWe who have no other intent than to be faithful in all things do not hesitate making covenants\nto that end. Every covenant we enter into with the Lord, is for our own good and blessing. If\nthere are any among us who are weak and hesitate, being fearful lest they might not be able\nto keep the required covenants of the gospel, they should lean more heavily upon the\nassistance the Lord has promised to all such, when he said.\n<\/p><p>\nCome unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke\nupon you, and learn of me; for I am meek and lowly in heart; and ye shall find rest unto your\nsouls. For my yoke is easy, and my burden is light\n(<span class=\"citation\" id=\"33978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33978)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nCONSIDERING THE CONSEQUENCES OF OUR ACTIONS\n<\/p><p>\nI would have the Saints, myself included, avoid as far as possible the disappointments and\nsorrow here in life, and hereafter, resulting from sin and neglect. Many of our sorrows, and\nthe greatest sorrows we experience in life, are of our own making, and could have been\naverted.\n<\/p><p>\nRemorse of conscience, resulting from sin, is among the greatest of sorrows, and the hardest\nto heal. No person can afford to commit sin. There is no satisfaction derived from so doing\nthat will justify the sorrow and remorse that result therefrom. Many of our sorrows in life are\nthe result of thoughtfulness on our part. We do things that are unwise, and hurtful to\nourselves and to others, not having first thought the thing through, and considered the\ninevitable consequences. This thought is emphasized in the story entitled, \"Clarence and\nMother\":\n<\/p><p>\nA woman, left a widow with one child, was obliged to take in washing for a living. One\nmorning Mother called Clarence earlier than usual, saying: \"We have a larger wash than\nusual, and will need quite a lot of wood.\" Clarence made no complaint, but dressed himself,\nand going to the wood yard cut up and carried in a wood box full of wood. Then he wrote a\nlittle note to his mother and put it under her plate at the table. When Mother turned her plate\nover, she found Clarence's note which read like this: \"Mother owes Clarence 50c for cutting\nup a wood box full of wood.\" The mother's countenance fell for a moment, then she went\nwhere she kept her meager earnings, and found 50c and brought it and gave it to Clarence.\nThere was not much said at the table, and the mother ate but little breakfast.\n<\/p><p>\nThe next morning when they turned their plates over at the table there was a note from\nMother to Clarence which read as follows: \"Clarence, debtor to Mother, for going down into\nthe valley of the shadow of death, to give him life, nothing; for board and lodgings nine\nyears, nothing; for clothing, and washing and mending his clothes, nine years, nothing; total,\nnothing.\"\n<\/p><p>\nClarence had not thought the matter through to a correct conclusion, how much he was\nindebted to his mother, and that the hard work she had to do was as much for the boy as for\nthe mother, and what an opportunity was here afforded, for him to show his love and\nappreciation for his mother, for what she had done and was doing for him. Clarence had not\nthought how deeply indebted he was to his mother, nor the fact that he could not live long\nenough, nor work hard enough, to pay fully the debt of gratitude he owed to her. Many of us\ngrownups do things thoughtlessly that are just as censurable.\n<\/p><p>\nMany members of the Church, young and old, through carelessness and thoughtlessness, are\npursuing a course in life that will surely be a great sorrow to them in the future, and to those\nwho love them most, if they do not change their course. And even should they in the future\nrepent, and mend their ways, they may, like Saul of Tarsus, forever after have a thorn in the\nflesh (<span class=\"citation\" id=\"3005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3005)\">2 Cor. 12:7<\/a><\/span>).\n<\/p><p>\nMy sympathy goes out to all such, and I would like to help them to see and choose the better\nway.\n<\/p><p>\nThere are in the Church today more than 45,000 men past twenty-one years of age, who hold\nsome office in the Aaronic Priesthood, who, if worthy, should have been ordained to the\noffice of elder in the Melchizedek Priesthood, at nineteen years of age, according to the order\nof the Church, but who have never received the Melchizedek Priesthood, nor the endowments\nand sealing blessings in the house of the Lord.\n<\/p><p>\nBeing past twenty-one years of age, a large percentage of them are married men, and as men\nof the Church, may not receive the endowments and sealing ordinances of the temple without\nfirst receiving the Melchizedek Priesthood. It is clear that they have not been married in the\nnew and everlasting covenant, and that if they have children, they, the children, have not been\nborn in that covenant. If the parents of children who have been thus born ever have their\nchildren for eternity the children will have to be sealed to their parents, but this is impossible\nwhile the father does not hold the Melchizedek Priesthood. Should a man of this class die\nbefore the death of his wife, he has no assurance that if he has rejected these ordinances, his\nwidow will go to the temple, after a year has elapsed, and be sealed to her dead husband, and\nhave their children sealed to them. She may decide to be sealed to some man who is worthy\nto go to the temple, and who has proved his love for her, and his desire to have her as his\nwife for eternity. Such decisions are frequently made, and then the mother wants to have her\nchildren sealed to her, and the only way that can be done is to seal them to the mother, and\nthe man to whom she is sealed. This done, the father has lost his wife, and lost his children.\nHave these adult members of the Aaronic Priesthood, having wives and children, thought this\nmatter through, and decided to run the risk of losing their wives and children, and their own\nsalvation? Such thoughtlessness, indifference, and neglect, may prove a source of everlasting\nsorrow.\n<\/p><p>\n Of all sad words of tongue or pen, the saddest are these, it might have been\n(From <i>Maud Muller<\/i>).\n<\/p><p>\n. . . neither is the man without the woman, neither the woman without the man, in the Lord\n(<span class=\"citation\" id=\"128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128)\">1 Cor. 11:11<\/a><\/span>).\n<\/p><p>\nA fulness of glory may not be had outside of the marriage relation, in the new and everlasting\ncovenant, and nothing short of a fullness of glory will be satisfying in the end. It will be just\ntoo bad if through carelessness and neglect, men of the Church shall lose their wives, their\nchildren, and their salvation. These are among the greatest blessings our Father has to give.\nThe Prophet Joseph Smith has left of record a statement that when God offers to a man\nknowledge or blessing, and he rejects it, that man is damned (<i>Compendium<\/i>, p. 279). If\nthrough neglect, a man lose his wife, his children, and his salvation, that would be\ncondemnation, self-inflicted.\n<\/p><p>\nOUR DUTY TO OUR DEAD\n<\/p><p>\nThere is born unto every man in the Church a responsibility to his kindred dead, to find them\nout by genealogical search, and then to do the temple work for them, or have done, all gospel\nordinances necessary for the living, being alike necessary for the dead. Since the visitation of\nElijah, to the Prophet Joseph Smith and Oliver Cowdery in the Kirtland Temple, April 3,\n1836 (<span class=\"citation\" id=\"12188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12188)\">D&amp;C 110:13-16<\/a><\/span>),\ngenealogical societies have been organized, and genealogical libraries established,\nthroughout this and other countries, and the spirit of Elijah has been in evidence among the\npeople of the world, in their search to know of their kindred dead (see <i>Compendium<\/i>, p. 282), and\nmany thousands of family histories have been published and placed in these libraries, and are\nthus made accessible to members of the Church. In this we see the hand of the Lord\nmanifested through nonmembers of the Church, in accomplishing his purposes in the\nredemption of the dead.\n<\/p><p>\nThe genealogical search is the first step to be taken in the work of redemption of the dead,\nand as the temple work cannot be done until sufficient information is had, that will identify\nthe dead upon the records, it makes the importance of genealogical research, on a par in\nimportance with the temple work itself.\n<\/p><p>\nThe Prophet Joseph Smith has said that, \"The greatest responsibility in this world that God\nhas laid upon us is to seek after our dead\" (<i>Compendium<\/i>, p. 254). That includes both genealogical\nand temple work.\n<\/p><p>\nIf while we are in life, we altogether neglect this sacred duty to our dead, there is no doubt\nthat we will be deservedly reproached by them, when we meet them. Have we thought this\nmatter through and reached correct conclusions, as to what our future will be with respect to\nthis feature of our religious work, and responsibility?\n<\/p><p>\nIt is to be hoped that in the end there will be no disappointments and remorse come to us\nbecause of neglect.\nAre we quite sure that we have done our full duty to our neighbors, and\nassociates, who are not of us, in an effort to make known to them the fact of the restoration\nof the gospel? This is a time of warning, and he that has been warned is to warn his\nneighbors (see <span class=\"citation\" id=\"12160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12160)\">D&amp;C 88:81<\/a><\/span>).\n<\/p><p>\nHave we thought this matter through and satisfied our conscience on this point? There are\never before us the hope of reward, and the fear of punishment or disappointment, as\nincentives for us to do the things that we know we ought to do, and to leave undone the\nthings we know we ought not to do, all of which makes for salvation, for it is written:\n<\/p><p>\n. . . until the law sin was in the world: but sin is not imputed when there is no law,\n(<span class=\"citation\" id=\"42665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42665)\">Rom. 5:13<\/a><\/span>),\nand. . . where no law is, there is no transgression\n(<span class=\"citation\" id=\"42664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42664)\">Rom. 4:15<\/a><\/span>).\n<\/p><p>\nA TESTIMONY OF THE RESTORATION OF THE GOSPEL\n<\/p><p>\nWe have received the gospel, the law, and will be justified only when we have lived the law\nas we understand it. Nor will we be justified in living in ignorance of the law with such\nwonderful opportunities as are ours, to learn and to know.\n<\/p><p>\nAs a witness for the Lord Jesus Christ, I desire to bear to you my testimony, that I do know\nthat the work in which we, as Latter-day Saints, are engaged, is the work of the Lord, the\ngospel of the Lord Jesus Christ, restored to earth in this the gospel dispensation, in the fulness\nof times, with all its gifts, ordinances, and blessings, through the instrumentality of Joseph\nSmith, whom God raised up to be the mighty prophet of the last days. It is the power of God\nunto salvation (<span class=\"citation\" id=\"42663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42663)\">Rom. 1:16<\/a><\/span>)\nunto all those who receive its ordinances, and obey its precepts. It is being\ntaught, practiced, and authoritatively administered to the repentant believers, by the Latter-day\nSaints, commonly called \"Mormons.\" Its effect upon one who conscientiously accepts it is to\nestablish him in habits of conduct, which make for a better life, a nobler character, a fuller\nand more enduring peace, and a greater hope of eternal life. It has a restraining and a\nstimulating effect upon one&rsquo;s life, restraining him from doing that which is wrong, and\nstimulating him to do that which is right. It teaches one the way of life and salvation, and\nencourages him to walk therein.\n<\/p><p>\nThe gospel teaches me that I am a spirit-born son of God the Eternal Father, a brother of\nJesus Christ, of most noble birth and ancestry. It teaches me, that I inherited from the Father\nthose qualities and attributes which in their perfection make God, the Father, what he is; that I\nam placed here on earth for the purpose, in part, of perfecting the qualities and attributes of\nDeity in me implanted, with the command:\n<\/p><p>\nBe ye therefore perfect, even as your Father which is in heaven is perfect\n(<span class=\"citation\" id=\"33955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33955)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nIt is also written:\n<\/p><p>\nLet this mind be in you, which was also in Christ Jesus: Who, being in the form of God,\nthought it not robbery to be equal with God\n(<span class=\"citation\" id=\"41226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41226)\">Philip. 2:5-6<\/a><\/span>).\n<\/p><p>\nA high aspiration indeed, but both scriptural and reasonable. It is written that things earthly\nare typical of things heavenly (<span class=\"citation\" id=\"12201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12201)\">D&amp;C 128:13<\/a><\/span>).\nIt is most natural that the Son should desire to become like his\nFather, either in an earthly or heavenly sense. In this thought, and <i>possibility<\/i>, there is great\ncomfort, and encouragement for one to enter into every necessary covenant of faithfulness,\nand to keep faithfully the covenants entered into.\n<\/p><p>\nWe have a God-given responsibility to preach this gospel of the kingdom in all the world for\na witness unto all nations before the end shall come\n(<span class=\"citation\" id=\"34011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34011)\">Matt. 24:14<\/a><\/span>); and we invite all men to come unto\nChrist in his kingdom, by obedience unto the laws, ordinances, and precepts of his gospel, of\nwhich we are his exponents and his witnesses.\n<\/p><p>\nMay the Lord add his blessings to us all, according to our several needs, is my prayer, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}