{"ID":181, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Origin of Man and Prophecy Fulfilled<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1945, pp. 135-139<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, all children of our Heavenly Father: Wherever you may be, I\ngreet you and address you with a prayerful desire that what I say may be a source of comfort\nand prove to be a blessing.\n<\/p><p>\nGOD'S PLAN IN THE CREATION\n<\/p><p>\nThe Holy Bible contains the advice of our Heavenly Father, and I accept without mental\nreservation the statements made in Genesis, chapters 1 and 2, that in the beginning God\ncreated the heaven and the earth and every living thing that has inhabited the earth, including\nman (<span class=\"citation\" id=\"23484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23484)\">Gen. 1:1-31<\/a><\/span>;\n<span class=\"citation\" id=\"23489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23489)\">Gen. 2:1-25<\/a><\/span>).\n<\/p><p>\nSo God created man in his own image, in the image of God created he him; male and female\ncreated he them.\n<\/p><p>\nAnd God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the\nearth, and subdue it (<span class=\"citation\" id=\"23487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23487)\">Gen. 1:27-28<\/a><\/span>).\n<\/p><p>\nThese are the generations of the heavens and of the earth when they were created, in the day\nthat the Lord God made the earth and the heavens. And every plant of the field before it was\nin the earth, and every herb of the field before it grew: for the Lord God had not caused it to\nrain upon the earth, and there was not a man to till the ground\n(<span class=\"citation\" id=\"23491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23491)\">Gen. 2:4-5<\/a><\/span>).\n<\/p><p>\nThis was all a spiritual creation. Then follows the physical creation.\n<\/p><p>\nAnd the Lord God formed man of the dust of the ground, and breathed into his nostrils the\nbreath of life; and man became a living soul\n(<span class=\"citation\" id=\"23493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23493)\">Gen. 2:7<\/a><\/span>).\n<\/p><p>\nIt was in the plan of our Heavenly Father that every living thing that he created should each\nreproduce after its kind. Adam and Eve were the children of God; they were our first parents,\nand every human being that has lived upon the earth descended from them. God gave them\ntheir agency to decide for themselves in all matters and held them responsible for their\nconduct. They received their instructions in the Garden of Eden from our Heavenly Father\nand those teachings were preserved for succeeding generations.\n<\/p><p>\nBiblical chronology indicates that nearly six thousand years ago our first parents began their\nearth life. The Lord instructed them how they should conduct themselves, and his prophets\ndivinely commissioned to speak for him, have taught Adam's descendants through the ages\nhow to live to be happy in mortality and so qualify that when the time comes for them to die,\nthey may pass into immortality taking with them the riches of their characters and the\nknowledge they have gained here. Those who conform their lives most nearly to the teachings\nof our Heavenly Father will receive the greatest reward and enjoy the most happiness here\nand hereafter.\n<\/p><p>\nTHE VALUE OF THE BIBLE\n<\/p><p>\nAmong other things, the prophets were required to keep a record of the truth that was\nrevealed to them from time to time that it might be passed on for the benefit of their\nposterity, each generation inheriting from its forebears. Today, therefore, we of this generation\nare in possession of a record that has been preserved for our guidance containing information\nthat the Lord has revealed from the beginning. I refer to the Holy Bible. Not only does it\ndeclare that which has occurred in the past, but it tells of events that were to occur in the\nfuture, in some cases generations before they actually did occur. It also informs us that\nfulfilment occurred at the time that had been specified. The Prophet Amos said:\n<\/p><p>\nSurely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets (<span class=\"citation\" id=\"10390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10390)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nTHE WARNING OF THE PROPHETS\n<\/p><p>\nI know of nothing of great importance that has happened in the world that the Lord through\nhis prophets has not advised the people of beforehand, so that they have not been left in\nignorance of what was to develop, but could plan their lives, if they would, to their\nadvantage. I cite the following incidents in support of this:\n<\/p><p>\nThe case of Noah is in point. He was commanded of the Lord to build an ark in which the\nrighteous might be preserved from the flood which was to come. Noah built the ark and\npreached repentance to his generation for a period of one hundred and twenty years, thus fully\nwarning them. The people, however, were so wicked that they failed to heed the warning.\nHaving their agency, they chose evil rather than righteousness. The rains descended, and the\nfloods came, and only Noah and his family of eight souls were saved. All had been fully\nwarned, but because of their wilfulness and their refusal to repent they were drowned\n(<span class=\"citation\" id=\"23496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23496)\">Gen. 6:1-22<\/a><\/span>;\n<span class=\"citation\" id=\"23500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23500)\">Gen. 7:1-24<\/a><\/span>;\n<span class=\"citation\" id=\"2227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2227)\">1 Pet. 3:20<\/a><\/span>;\n<span class=\"citation\" id=\"38924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38924)\">Moses 8:17<\/a><\/span>).\n<\/p><p>\nAnother instance is that of Abraham and his posterity. He was informed that his seed would\ngo into a strange land and after serving there for a period of four hundred years, would come\nout with great substance, all of which was thereafter literally fulfilled when Moses, being a\ndescendant of Abraham, led the children of Israel out of Egypt back to the promised land\n(<span class=\"citation\" id=\"23503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23503)\">Gen. 15:13-14<\/a><\/span>;\n<span class=\"citation\" id=\"7161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7161)\">Abr. 1:16<\/a><\/span>).\n<\/p><p>\nJoseph, a faithful son of Jacob, who had been sold into slavery by his brothers, was in a\nprison in Egypt when Pharaoh had a dream that troubled him, that his wise men could not\ninterpret. Pharaoh was told that Joseph could interpret the dream, and he was brought before\nthe king. He informed Pharaoh that he could not interpret the dream but that God would give\nPharaoh the answer. Joseph, having received the interpretation from the Lord, told Pharaoh\nthat his dream was of great importance, that there were to be seven years of plenty throughout\nthe land, followed by seven years of famine, and if Pharaoh during the years of plenty would\naccumulate food, when the famine came his people would not starve.\nPharaoh accepted Joseph's interpretation and advice, then rewarded him by making him\noverseer of Egypt, only the king being greater than he. At the end of fourteen years the dream\nas interpreted by Joseph had been literally fulfilled, the Egyptians having been saved from\nstarvation (<span class=\"citation\" id=\"23512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23512)\">Gen. 41:1-57<\/a><\/span>).\n<\/p><p>\nAnother prophetic incident was the attempt to rebuild Jericho. When the city of Jericho was\noverthrown, a curse was placed upon it, and the people were warned that any man who should\nrebuild it would lose his first-born and his youngest son\n(<span class=\"citation\" id=\"30026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30026)\">Josh. 6:26<\/a><\/span>). The city lay waste until hundreds of\nyears had passed, when Hiel, a Bethelite, who lived in the days of Ahab, ventured to rebuild\nthe city, but no sooner had he laid its foundation than Abiram, his first born son, died. Still\npersevering in his determination to complete his work, he set up the gates, and Segub, his\nyoungest son, passed away, thus fulfilling the prophecy\n(<span class=\"citation\" id=\"1182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1182)\">1 Kgs. 16:34<\/a><\/span>).\n<\/p><p>\nThen there is the instance where Jeremiah prophesied that Jerusalem would be overthrown and\nher people remain in bondage for seventy years\n(<span class=\"citation\" id=\"26456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26456)\">Jer. 25:11-12<\/a><\/span>).\nThis was to be accomplished by\nNebuchadnezzar of Babylon. In due time Jerusalem with its beautiful temple was burned. Her\nprinces, nobles, artisans, and many of her people were carried as prisoners to Babylon along\nwith the sacred vessels from the temple.\n<\/p><p>\nOne hundred and forty years before Cyrus the Great was born, the prophet Isaiah predicted\nhis birth and announced his name and said that he should overthrow Babylon; also that he\nwould rebuild Jerusalem, notwithstanding the fact that he was alien to all the interests of the\nJews (<span class=\"citation\" id=\"25025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25025)\">Isa. 44:28<\/a><\/span>;\n<span class=\"citation\" id=\"25027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25027)\">Isa. 45:1<\/a><\/span>).\n<\/p><p>\nWhen Cyrus was about fifty years of age, after subduing many peoples and small nations, he\nappeared with his army before Babylon, the then greatest of all cities, with its impregnable\nwalls, three hundred feet high, and its mighty gates of iron and brass. Instead of attacking the\nwalls, he diverted the Euphrates River that flowed through the city and used the channel\nunder the walls by which to enter Babylon. He captured the city without difficulty, while\nBelshazzar, the king, with his courtiers were drinking themselves drunk and desecrating the\nsacred vessels of the house of the Lord which his father, Nebuchadnezzar, had brought from\nJerusalem.\n<\/p><p>\nWithin the city, Cyrus found the Hebrew prophet, Daniel, who had already interpreted the\nhandwriting on the wall, having informed Belshazzar that he had been \"weighed in the\nbalance and found wanting\" (<span class=\"citation\" id=\"10588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10588)\">Dan. 5:27<\/a><\/span>).\nHaving access to the Jewish records, Cyrus learned that the God\nof Israel had decreed that he was to rebuild Jerusalem. He promptly issued a proclamation to\nthe Jews to return to Jerusalem and for the nations to assist them in rebuilding the city and\nthe temple. This was accomplished exactly seventy years after Jerusalem was destroyed, thus\nfulfilling Jeremiah's prophecy uttered more than one hundred years before\n(<span class=\"citation\" id=\"26458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26458)\">Jer. 29:10<\/a><\/span>).\n<\/p><p>\nThe destruction of Babylon is another case in point\n(<span class=\"citation\" id=\"25020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25020)\">Isa. 13:1-22<\/a><\/span>). When Babylon was in the height of her\nglory, Isaiah prophesied that it should be destroyed, \"that it should never be\ninhabited, neither dwelt in from generation to generation\"\n(<span class=\"citation\" id=\"25021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25021)\">Isa. 13:20<\/a><\/span>).\nIt was completely destroyed and\ninundated by the flood waters of the river. Now, after more than two thousand years, the city\nthat at that time was the greatest under heaven is still a heap of ruins.\n<\/p><p>\nThe Old Testament is replete with remarkable and almost unbelievable prophecies that were\nfulfilled to the letter. Only by the revelations of the Lord could the prophets have known what\nwas to occur and only God could fulfill their predictions. Isaiah, Jeremiah, Ezekiel, Joseph,\nand others were human beings like their fellows, but they were chosen to represent the Lord\nand the inspiration of the Almighty directed their utterances and the power of the Lord\nfulfilled their promises.\n<\/p><p>\nLet us refer to one of many predictions in the New Testament. Read the entire twenty-first\nchapter of St. Luke (<span class=\"citation\" id=\"31158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31158)\">Luke 21:1-38<\/a><\/span>).\n<\/p><p>\nAnd when ye shall see Jerusalem compassed with armies, then know that the desolation\nthereof is nigh (<span class=\"citation\" id=\"31159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31159)\">Luke 21:20<\/a><\/span>).\n<\/p><p>\nThis prophecy involves the fate of Jerusalem, of the temple, and the whole Jewish nation for\nnineteen hundred years and is still in the course of fulfilment.\n<\/p><p>\nIn the year 70 A.D., the Roman army encompassed Jerusalem. The faithful disciples,\nremembering the warning that Jesus had given, fled to the mountains. The city was taken after\na long siege in which the inhabitants suffered the extremes of famine, pestilence, and the\nsword. In addition to those taken captive one and one-half million Jews perished. The country\nwas laid waste and the temple destroyed, not one stone being left upon another, and the\npopulation was dispersed into all the nations of the earth&mdash;all as predicted.\n<\/p><p>\nToday the Jews are a people without a country and are suffering most inhuman treatment\nunder the tyranny of so-called Christian nations. In their dispersion and suffering they have\nfulfilled prophecy and will in the future further fulfill it by returning to their homeland.\n<\/p><p>\nJerusalem and Babylon, warned by the Lord's servants that they must repent of their\nwickedness or they would be punished, defiantly refused, and destruction followed. Other\ncities and nations have become rich, powerful, and wicked, and have passed into oblivion. As\nwe look back at these happenings do we fail to realize that today the world is reaping a\nharvest of sorrow and destruction because of the iniquity of its inhabitants?\n<\/p><p>\nREPENTANCE THE SALVATION OF MANKIND\n<\/p><p>\nWith the people of the world ignoring the advice of our Heavenly Father and suffering the\npenalty of wilfulness, will we follow the path of evil when the history of the past teaches us\nthat destruction will eventually overtake us unless we turn to the Lord? Only repentance can\nsave us. Will we repent before it is too late?\n<\/p><p>\nWe are not landlords. We do not own any part of the earth or its riches. At\nmost we are only temporary tenants. We leave it all here when we pass on. Naked we came\ninto the world, and naked we depart\n(<span class=\"citation\" id=\"26642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26642)\">Job 1:21<\/a><\/span>).\nThis is the Lord's earth, and keeping his commandments\nis the rent we pay for the blessings of life and all that we will enjoy here and hereafter.\n<\/p><p>\nWe are living eternal life, and our position hereafter will be the result of our lives here. Every\nman will be judged according to his works\n(<span class=\"citation\" id=\"42174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42174)\">Rev. 20:13<\/a><\/span>),\nand he will receive only that degree of glory that\nhe has earned.\n<\/p><p>\nIt is nearly two thousand years since Jesus Christ our Lord came to earth and gave his life as\na ransom for us that through him all might be resurrected from the dead. He was the\nfirstfruits of the resurrection (<span class=\"citation\" id=\"131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(131)\">1 Cor. 15:20,23<\/a><\/span>).\nHe taught us to love our neighbor as ourself\n(<span class=\"citation\" id=\"34002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34002)\">Matt. 22:39<\/a><\/span>) and to do good to all\npeople (<span class=\"citation\" id=\"33954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33954)\">Matt. 5:44<\/a><\/span>;\n<span class=\"citation\" id=\"31141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31141)\">Luke 6:35<\/a><\/span>). His teachings\nin the New Testament are a most valuable part of the Holy Bible. It was he who said:\n<\/p><p>\nSearch the scriptures; for in them ye think ye have eternal life: and they are they which testify\nof me (<span class=\"citation\" id=\"27186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27186)\">John 5:39<\/a><\/span>).\n<\/p><p>\nHe knew that a knowledge of the scriptures was <i>most important<\/i>. The nations that have been\nmost influenced by the Bible have accomplished most to bring success and happiness and\nenlightenment to the world along every line of endeavor because they have profited by the\nguidance of the God of heaven and earth. We read in Job:\n<\/p><p>\n. . . There is a spirit in man: and the inspiration of the Almighty giveth them understanding\n(<span class=\"citation\" id=\"26644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26644)\">Job 32:8<\/a><\/span>).\n<\/p><p>\nIn times like these we should seek that inspiration through righteousness. It will come in no\nother way.\n<\/p><p>\nWith our sons and daughters pouring out their blood like a river on the battlefields of the\nworld to save us from destruction, surely the most praiseworthy and effective thing we can do\nto show our appreciation of their sacrifice will be to repent of our sins and set our lives and\nour homes in order so that we can worthily ask our Heavenly Father to restore peace to the\nearth and bring our loved ones back to us again.\n<\/p><p>\nI am grateful for the companionship of the many intelligent, righteous people who live in this\nmost favored of all lands and in other lands. My life has been enriched by your association,\nand I thank you for it. I desire most earnestly that we shall all earn and receive an eternal\ninheritance in the celestial kingdom of our Lord right here upon this earth when we attain to\nimmortality. In this the evening of my mortal life, I leave with you my testimony that I know\nthat the God of our fathers, our God still lives and loves us and desires our happiness and\nexaltation, and I leave this witness with my love and blessing in the name of Jesus Christ his\nBeloved Son, our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}