{"ID":1823, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">With Thankful Hearts...<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1970, pp. 153-154<\/p>\n<\/div>\n<div class=\"gcbody\">\nMy dear brethren and sisters: As we conclude another great conference of the Church, I desire to leave my blessings upon you.\n<\/p><p><b>The power to bless<\/b>\n<\/p><p>\nThe priesthood is the power to bless mankind, and all of those who hold the priesthood are expected to use it within the sphere of their assignment to bless their fellowmen. When any of us use this authority in righteousness, and as directed by the Holy Spirit, our acts are binding and will be recognized by the Lord both in time and in eternity.\n<\/p><p>\nAnd so I feel to bless the saints, all those who love the Lord and who signify their devotion to his cause by keeping his commandments. I wish to bless them temporally and spiritually and pray God our Father to pour out his bounties upon them so they may be prospered in all their righteous endeavors.\n<\/p><p><b>Gratitude for blessings<\/b>\n<\/p><p>\nI speak for myself and for all of you and pour out my soul in thanksgiving to the Lord for all he has so bounteously bestowed upon us.\n<\/p><p>\nWe have been set up as a free people by the power of our Eternal Father. The beauties and bounties of nature are ours, and we have these truths by obedience to which we can live lives that will be pleasing in his sight, that will give us peace and joy in this life, and assure us of an eternal and abundant life with him in his everlasting kingdom. (<span class=\"citation\" id=\"15563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(15563)\">D&amp;C 59:23<\/a><\/span>)\n<\/p><p><b>Prayer<\/b>\n<\/p><p>\nI feel to say, O our Eternal Father, pour out thy Spirit more abundantly upon these thy saints, upon this remnant of scattered Israel which has gathered to thy gospel in these last days.\n<\/p><p>\nThou knowest that as a people we desire to serve thee, to keep the commandments, and to carry thy message of truth and righteousness to thy people everywhere. For this reason we send our missionaries to every part of the world. I have had my sons in the mission field constantly for many years. One is in the mission field at this present time in a foreign country, where he has been for several years.\n<\/p><p>\nWe thank thee, our Father, for the great outpouring of truth and light that has come from the lips of thy servants at this conference, and which has been carried into the hearts of honest men everywhere by the power of thy Holy Spirit. (<span class=\"citation\" id=\"3854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3854)\">2 Ne. 33:1<\/a><\/span>)\n<\/p><p>\nWe thank thee that we have been fed the bread of life (<span class=\"citation\" id=\"28575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(28575)\">John 6:35<\/a><\/span>), that we have been strengthened spiritually and are now renewed and refreshed and ready to go forth on thy errand, doing to the best of our abilities those things which thou wouldst have us do.\n<\/p><p>\nOur Father in heaven, we are grateful for all thou hast given us; we acknowledge thy hand in all things, and we pray for the success and triumph of thy purposes in all the earth.\n<\/p><p>\nWe know that thou hast spoken in this day as thou didst in days of old, and we are pleased to be instruments in thy hands of carrying thy message to the world, and of standing as lights to the world so that they, seeing our good works, may be led to glorify thee. (<span class=\"citation\" id=\"35989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35989)\">Matt. 5:16<\/a><\/span>)\n<\/p><p>\nAnd unto thy holy name we ascribe the honor and glory in all things both now and forever.\n<\/p><p>\nIn the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}