{"ID":1824, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Profile of a Prophet<\/p>\n<p class=\"gcspeaker\">President Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Of the First Presidency<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1967, pp. 117-121<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters who are members of The Church of Jesus Christ of Latter-day Saints,\nand my brothers and sisters who are members of other churches, or of none; all who may be\nlistening to the proceedings of this conference, I salute and welcome as my brothers and\nsisters because I believe in the universal Fatherhood of God and the consequent universal\nbrotherhood of man.\n<\/p><p>\n<b>The Gospel of Jesus Christ is restored<\/b>\n<\/p><p>\nI should like to support and bear witness to the claim that the gospel of Jesus Christ as it was\ntaught by him and his apostles in the meridian of time was restored in the state of New York\nin 1830 by Jesus the Christ, and was organized under his direction through the Prophet Joseph\nSmith.  I should like to give some reasons for this faith and attempt to justify my allegiance\nto the Church.  Perhaps I can do this best by referring again to an interview I had in London,\nEngland, in 1939, just before the outbreak of World War II.\n<\/p><p>\nI had met a very prominent English gentleman, a member of the House of Commons and\nformerly one of the justices of the supreme court of Britain. In a series of conversations on\nvarious subjects, \"vexations of the soul,\" he called them, we talked about business and law;\nabout politics, international relations, and war; and we frequently discussed religion.\n<\/p><p>\nHe called me on the phone one day and asked if I would meet him at his office and explain\nsome phases of my faith.  He said, \"There is going to be a war, and you will have to return to\nAmerica, and we may not meet again.\" His statement regarding the imminence of war and the\npossibility that we would not meet again proved to be prophetic.\n<\/p><p>\nWhen I went to his office, he said he had been intrigued by some things I had told about my\nchurch. He asked me if I would prepare a brief on Mormonism and discuss it with him as I\nwould discuss a legal problem.  He said, \"You have told me that you believe that Joseph\nSmith was a prophet and that you believe that God the Father and Jesus of Nazareth appeared\nto him in vision.\"\n<\/p><p>\n<b>A \"brief\" for the restoration<\/b>\n<\/p><p>\n\"I cannot understand,\" he said, \"how a barrister and solicitor from Canada, a man trained in\nlogic and evidence and unemotional cold fact, could accept such absurd statements.  What you\ntell me about Joseph Smith seems fantastic, but I wish you would take three days at least to\nprepare a brief and permit me to examine it and question you on it.\"\n<\/p><p>\nI suggested that, as I had been working on such a brief for more than 50 years, we proceed at\nonce to have an examination for discovery, which is briefly a meeting of the opposing sides\nin a lawsuit where the plaintiff and defendant, with their attorneys, meet to examine each\nother's claims and see whether they can find some area of agreement and thus save the time\nof the court later on.\n<\/p><p>\nI said perhaps we could find some common ground from which we could discuss my\n\"fantastic ideas.\" He agreed, and we proceeded with our \"examination for discovery.\"\n<\/p><p>\nBecause of time limitations, I can only give a condensed or abbreviated synopsis of the\nthree-hour conversation that followed.  I began by asking, \"May I proceed, sir, on the\nassumption that you are a Christian?\"\n<\/p><p>\n\"I am.\"\n<\/p><p>\n\"I assume that you believe in the Bible&mdash;the Old and New Testaments?\"\n<\/p><p>\n\"I do!\"\n<\/p><p>\n\"Do you believe in prayer?\"\n<\/p><p>\n\"I do!\"\n<\/p><p>\n\"You say that my belief that God spoke to a man in this age is fantastic and absurd?\"\n<\/p><p>\n\"To me it is.\"\n<\/p><p>\n\"Do you believe that God ever did speak to anyone?\"\n<\/p><p>\n\"Certainly, all through the Bible we have evidence of that.\"\n<\/p><p>\n\"Did he speak to Adam?\"\n<\/p><p>\n\"Yes.\"\n<\/p><p>\n\"To Enoch, Noah, Abraham, Moses, Jacob, and to others of the prophets?\"\n<\/p><p>\n\"I believe he spoke to each of them.\"\n<\/p><p>\n\"Do you believe that contact between God and man ceased when Jesus appeared on the\nearth?\"\n<\/p><p>\n\"Certainly not.  Such communication reached its climax, its apex at that time.\"\n<\/p><p>\n\"Do you believe that Jesus of Nazareth was the Son of God?\"\n<\/p><p>\n\"He was.\"\n<\/p><p>\n\"Do you believe, sir, that after the resurrection of Christ, God ever spoke to any man?\"\n<\/p><p>\nHe thought for a moment and then said, \"I remember one Saul of Tarsus who was going\ndown to Damascus to persecute the saints and who had a vision, was stricken blind, in fact,\nand heard a voice.\"\n<\/p><p>\n\"Whose voice did he hear?\"\n<\/p><p>\n\"Well,\" he said, \"the voice said 'I am Jesus whom thou persecutest: it is hard for thee to kick\nagainst the pricks (<span class=\"citation\" id=\"8025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8025)\">Acts 9:5<\/a><\/span>).'\"\n<\/p><p>\n\"Do you believe that actually took place?\"\n<\/p><p>\n\"I do.\"\n<\/p><p>\n\"Then, my Lord\"&mdash;that is the way we address judges in the British commonwealth&mdash;\"my\nLord, I am submitting to you in all seriousness that it was standard procedure in Bible times\nfor God to talk to men.\"\n<\/p><p>\n\"I think I will admit that, but it stopped shortly after the first century of the Christian era.\"\n<\/p><p>\n\"Why do you think it stopped?\"\n<\/p><p>\n\"I can't say.\"\n<\/p><p>\n\"You think that God hasn't spoken since then?\"\n<\/p><p>\n\"Not to my knowledge.\"\n<\/p><p>\n\"May I suggest some possible reasons why he has not spoken.  Perhaps it is because he\ncannot. He has lost the power.\"\n<\/p><p>\nHe said, \"Of course that would be blasphemous.\"\n<\/p><p>\n\"Well, then, if you don't accept that, perhaps he doesn't speak to men because he doesn't love\nus anymore.  He is no longer interested in the affairs of men.\"\n<\/p><p>\n\"No,\" he said, \"God loves all men, and he is no respecter of persons\" (<span class=\"citation\" id=\"8027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8027)\">Acts 10:34<\/a><\/span>).\n<\/p><p>\n\"Well, then, if you don't accept that he loves us, then the only other possible answer as I see\nit is that we don't need him.  We have made such rapid strides in education and science that\nwe don't need God any more.\"\n<\/p><p>\n<b>Great need for the voice of God<\/b>\n<\/p><p>\nAnd then he said, and his voice trembled as he thought of impending war, \"Mr. Brown, there\nnever was a time in the history of the world when the voice of God was needed as it is\nneeded now.  Perhaps you can tell me why he doesn't speak.\"\n<\/p><p>\nMy answer was, \"He does speak, he has spoken; but men need faith to hear him.\"\n<\/p><p>\nThen we proceeded to examine what I may call a \"profile of a prophet.\"\n<\/p><p>\n<b>Characteristics of a prophet<\/b>\n<\/p><p>\nWe agreed that any man who claims to be a prophet should have at least the following\ncharacteristics: \n<\/p><p>\n1.  He will boldly but humbly declare, \"God has spoken to me.\"\n<\/p><p>\n2. His message will be dignified, intelligent, earnest, and honest, but he will not necessarily\nbe a learned person.\n<\/p><p>\n3. There will be no spiritualistic claims of communion with the dead, no clairvoyance or\nlegerdemain.\n<\/p><p>\n4. Generally he will be a young man such as Samuel; a man having good parentage and associates.\n<\/p><p>\n5. His message must be reasonable and scriptural.\n<\/p><p>\n6. He will be fearless and positive, unmindful of current opinion and the creeds of the day.\n<\/p><p>\n7. He will make no concessions to public opinion or the effect upon himself or his reputation\nor personal fortune.\n<\/p><p>\n8. His message must be current, unusual, but historically consistent.\n<\/p><p>\n9.  He will simply but earnestly tell what he has seen and heard.\n<\/p><p>\n10. His message, not himself, will be important to him.\n<\/p><p>\n11. He will boldly declare, \"Thus saith the Lord!\"\n<\/p><p>\n12. He will predict future events in the name of the Lord, events that he could not control,\nevents that only God could bring to pass.\n<\/p><p>\n13. His message will be important not only for his generation but for all time, such as the\nmessages of Daniel, Ezekiel, and Jeremiah.\n<\/p><p>\n14. He will have courage, fortitude, and faith enough to endure persecution and, if necessary,\nto give his life for his testimony, and be willing to seal his testimony with his blood as did\nPeter and Paul.\n<\/p><p>\n15. He will denounce wickedness fearlessly and be rejected and ridiculed therefore.\n<\/p><p>\n16. He will do superhuman things, things that only a man inspired of God could do.\n<\/p><p>\n17. The consequence of his teachings will be convincing evidence of his prophetic calling:\n\"By their fruits ye shall know them\" (<span class=\"citation\" id=\"35709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 35709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(35709)\">Matt. 7:20<\/a><\/span>).\n<\/p><p>\n18. His word and message will live after him.\n<\/p><p>\n19. All of his teachings will be scriptural. In fact, his words, writings, and message will\nbecome scripture. \"For the prophecy came not in old time by the will of man: but holy men\nof God spake as they were moved by the Holy Ghost\" (<span class=\"citation\" id=\"4900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4900)\">2 Pet. 1:21<\/a><\/span>).\n<\/p><p>\n<b>Evidence that Joseph Smith is a prophet<\/b>\n<\/p><p>\nI believe Joseph Smith was a prophet of God because he gave to this world some of the\ngreatest revelations of all time.  I believe that he was a prophet of God because he foretold\nmany things that have come to pass, things that only God could bring to pass.\n<\/p><p>\nJohn, the beloved disciple of Jesus, declared, \". . . the testimony of Jesus is the spirit of\nprophecy\" (<span class=\"citation\" id=\"42411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42411)\">Rev. 19:10<\/a><\/span>). If Joseph Smith had the testimony of Jesus, he had the spirit of\nprophecy, and if he had the spirit of prophecy, he was a prophet.  I submitted to my friend,\nthat as much as any man who ever lived, the Prophet Joseph had a testimony of Jesus, for,\nlike the apostles of old, he saw him and heard him speak, and like them he gave his life for\nthat testimony.  I know of no one who has given more convincing evidence of the divine\ncalling of Jesus Christ than did Joseph Smith.\n<\/p><p>\n<b>The Book of Mormon<\/b>\n<\/p><p>\nI believe Joseph Smith was a prophet because he did many superhuman things.  One was\ntranslating the Book of Mormon, which is a history of the ancient inhabitants of America. \nSome people will not agree, but I submit that Joseph Smith in translating the Book of\nMormon did a superhuman work I ask anyone to undertake to write the story of the ancient\ninhabitants of America, to write as he did without any source material.  He must include in\nthe story 54 chapters dealing with wars, 21 historical chapters, 55 chapters on visions and\nprophecies (and remember, when the writer begins to write on visions and prophecies, he\nmust have the record agree meticulously with the Bible). He must write 71 chapters on\ndoctrine and exhortation, and here too, he must check every statement with the scriptures or\nhe will be proved to be a fraud.  He must write 21 chapters on the ministry of Christ, and\neverything the writer claims Jesus said and did and every testimony he writes in the book\nabout him must agree absolutely with the New Testament.\n<\/p><p>\nI ask, would anyone like to undertake such a task?  I point out, too, that he must employ\nfigures of speech, similes, metaphors, narration, exposition, description, oratory, epic, lyric,\nlogic, and parables.  I ask the writer to remember that the man who translated the Book of\nMormon was a young man who had very little schooling, and yet he dictated that book in just\na little over two months and made very few, if any, corrections. For over one hundred years,\nsome of the best students and scholars of the world have been trying to prove from the Bible\nthat the Book of Mormon is a fraud, but not one of them has been able to\nprove that anything in it was contrary to the scriptures, the Bible, the word of God.\n<\/p><p>\n<b>The purpose of the Book of Mormon<\/b>\n<\/p><p>\nThe Book of Mormon not only declares on the title page that its purpose is to convince Jew\nand Gentile that Jesus is the Christ, the Eternal God (<span class=\"citation\" id=\"43145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43145)\">BM Title Page<\/a><\/span>), but this truth is also the burden of its\nmessage.\n<\/p><p>\nIn Third Nephi it is recorded that multitudes of people testified, \"We saw him, we felt of his\nhands and his side, we know he is the Christ\" (see <span class=\"citation\" id=\"5703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5703)\">3 Ne. 11:14-15<\/a><\/span>).\n<\/p><p>\n<b>The organization of the Church<\/b>\n<\/p><p>\nJoseph Smith undertook and accomplished other superhuman tasks. Among them I list the\nfollowing:  He organized the Church.  (I call attention to the fact that no constitution effected\nby human ingenuity has survived one hundred years without modification or amendment, even\nthe Constitution of the United States. The basic law or constitution of the Church has never\nbeen altered.) He undertook to carry the gospel message to all nations, which is a superhuman\ntask and is still progressing with accelerated speed.  He undertook, by divine command, to\ngather thousands of people to Zion.  He instituted vicarious work for the dead and built\ntemples for that purpose.  He promised that certain signs should follow the believers. There\nare tens of thousands of witnesses who certify that this promise has been fulfilled.\n<\/p><p>\n<b>Joseph Smith, a witness for Christ<\/b>\n<\/p><p>\nI said to my friend, \"My Lord, I cannot understand your saying to me that my claims are\nfantastic.  Nor can I understand why Christians who claim to believe in Christ would\npersecute and put to death a man whose whole purpose was to prove the truth of the things\nthey themselves were teaching, namely, that Jesus is the Christ.  I could understand their\npersecuting Joseph if he had said, 'I am Christ,' or if he had said, 'There is no Christ,' or if\nhe had said someone else is Christ; then Christians believing in Christ would be justified in\nopposing him.\n<\/p><p>\n\"But what he said was, 'Him whom ye claim to believe in, declare I unto you.' Paraphrasing\nwhat Paul said in Athens, 'Whom therefore ye ignorantly worship, him declare I unto you'\n(<span class=\"citation\" id=\"8029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8029)\">Acts 17:23<\/a><\/span>). Joseph said to the Christians of his day, 'You claim to believe in Jesus Christ.  I\ntestify that I saw him and I talked with him.  He is the Son of God, the Redeemer of the\nworld. Why persecute me for that?' (<span class=\"citation\" id=\"30497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30497)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\n\"When Joseph came out of the woods where he had this vision, he had learned at least four\nfundamental truths, and he announced them to the world: first, that the Father and the Son are\nseparate and distinct individuals; second, that the canon of scripture is not complete; third,\nthat man was actually created in the image of God; and fourth, that the channel of\ncommunication between earth and heaven is open, and revelation is continuous.\"\n<\/p><p>\n<b>\"Greatest message since the time of Christ\"<\/b>\n<\/p><p>\nThe judge sat and listened intently. He asked some very pointed and searching questions, and\nat the end of the interview he said, \"Mr. Brown, I wonder if your people appreciate the\nimport of your message.  Do you?\" He said, \"If what you have told me is true, it is the\ngreatest message that has come to earth since the angels announced the birth of Christ.\"\n<\/p><p>\nThis was a learned judge speaking, a great statesman, an intelligent man. He threw out the\nchallenge, \"Do you appreciate the import of what you say?\" He added: \"I wish it were true. I\nhope it may be true.  God knows it ought to be true.  I would to God,\" he said, his voice\ntrembling, \"that some man would appear on the earth and authoritatively say, 'Thus saith the\nLord.'\"\n<\/p><p>\nAs I intimated, we did not meet again.  I have mentioned very briefly some of the reasons\nwhy I believe that Joseph Smith was a prophet of God.\nBut undergirding and overarching all that, I say from the very center of my heart that by the\nrevelations of the Holy Ghost I know, and you may know, that Joseph Smith was a prophet of\nGod.  While the evidences I have mentioned and many others that could be cited may have\nthe effect of giving one an intellectual conviction, only by the whisperings of the Holy Spirit\ncan one come to know the things of God (<span class=\"citation\" id=\"457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(457)\">1 Cor. 2:11<\/a><\/span>). By those whisperings I say I know that Joseph\nSmith is a prophet of God.  I thank God for that knowledge. I pray that you may in humility\nask him whether it be true, and I promise you that he will respond and that you will know\nfrom the warmth in your heart that what I have said this morning is God's eternal truth, to\nwhich I humbly bear witness in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}