{"ID":183, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marvin O. Ashton<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Marvin O. Ashton, <i>Conference Report<\/i>, April 1945, pp. 151-153<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIf I remember correctly, I followed Brother Kirkham last conference, and as far as I am\nconcerned, I will be glad to follow him any time, and yes, follow in his footsteps all the way.\nI am not like the gentleman who had a wife like the wife that Brother Thomas E. McKay\nspoke about in conference. He didn't want her nagging at him. He wanted her away from the\nbattle so he could fight in peace. He had a wife who thought she was better than he. Before\nshe died, she had put on her tombstone, \"Follow me.\" You see, she wanted him to land in the\ncelestial realms she was dead sure of. He wasn't quite satisfied with the epitaph as it was, so\nhe finished it. It then read, \"To follow thee I'm not content, until I know which way you\nwent.\"\n<\/p><p>\nTHE WORK WITH THE BOYS OF THE CHURCH\n<\/p><p>\nOscar Kirkham has done a wonderful work in this Church and particularly with boys. If I\ncould follow him all the way, I would be very content. I had the pleasure of riding down to\nconference in the automobile this morning with Elder Merrill. We were talking about some of\nthe observations he made with boys in this conference. He was very kind to us, I thought, and\nby virtue of his observations in the conversation this morning, I am spurred on to say some of\nthe things I am going to try to say this afternoon. I told him I couldn't say what I wanted to\nsay at our Aaronic Priesthood meeting, because if I went into too much detail the bishop and\nhis counselors of a certain ward would be sure to guess about whom I was talking, and I have\nso much to answer for now that I wouldn't be that brave. Brother Merrill said, \"Surely, you\ndon't mean to say that 'tyranny' towards boys exists today.\" When I told him the whole story,\nhe could hardly believe it. The trouble with many of the fine things we hear is that they\nalways mean the other fellow. We don't \"Stop, Look, and Listen.\" That sign on some of your\nfarms says, \"This means you.\" Some of these observations I am trying to make do mean you\nand me.\n<\/p><p>\nLike Brother Merrill, I had another talk I wanted to give this afternoon, but I am throwing it\naway. To hear me tell it, my very best talks I have never given. Of course, that isn't hard to\nbelieve, and such news is comforting.\n<\/p><p>\nSomeone has said the reason the boy likes a dog is because it is the only thing around the\nranch that doesn't criticize him. When he's around, he's a pain in the neck. Yes, but if you\nhad the experience of some of the rest of us, when he isn't around, it's a pain in the heart.\nStay with him. I saw one of the finest demonstrations of love for a boy in Yellowstone Stake.\nThe story is about President Hess of that stake, and I am going into some detail:\n<\/p><p>\nI was attending a big banquet in St. Anthony, about six hundred strong, the select of the land.\nAll the fathers of the stake were there sitting beside their sons. Yes, they hired the biggest\nhall in the place. Some of us were sitting at the head table. I discovered about three chairs\nfrom where I was sitting something that decidedly interested me. It was a half-kept kid. The\nback of his head looked like the back of a dog. What I'm trying to say is that he'd been\nneglected. I went on without asking any questions, and yet I got curious. After the party was\nover I inquired as to who the lad was. Here is the story I got: Coming down the highway\nfrom his home President Hess was accosted by a shabbily dressed lad. The boy was invited to\nget in the car. He asked, \"Where are you going, mister?\" The answer was, \"I'm going to a\nparty for fathers and their sons.\" The boy was a real Yankee. He said, \"Where is your boy?\"\n\"I haven't him with me tonight,\" came the answer of the president. \"Well, say, mister, why\ncan't I be your son tonight?\"Well, the end of the story is, that urchin sat at the head of the\ntable as big as you please with the rest of us. <i>Brethren, that's America. That's the Church of<\/i>\n<i>Jesus Christ of Latter-day Saints<\/i>. You never can tell what's under that mat of shaggy hair.\nYou can never tell what heart beats buttoned up in that threadbare coat. Let's love him.\n<\/p><p>\nDid you ever hear the story of the lad in the slums and his little sister who desperately took\nsick? There had to be a transfusion. (We'll go through the story in a hurry.) They thought her\nbrother's blood would match. They tried it out, and it \"clicked.\" When asked to give his blood\nfor his sister, he said, \"Sure.\" When they cleaned his arm, its whiteness, with the dirt off,\nnearly scared him to death. Well, they took a pint of his blood. An hour after the pumping\nprocedure he was told that his sister had revived and was getting along fine. But what was the\nquestion the kid of the slums asked? It was, \"Doc, when do I croak? When do I croak?\" He\nthought when he was asked to give his blood to his sister that it meant he was to give his life\nfor his sister. I repeat, \"Will you give your blood to your sister?\" \"Sure.\" That was the answer\nfrom an American lad of the slums.\n<\/p><p>\nChrist said that no man is greater than he who gives his life for his fellows\n(<span class=\"citation\" id=\"27200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27200)\">John 15:13<\/a><\/span>). Sometimes virtue\nis put up in clumsy parcels, but underneath often you've got gold.\n<\/p><p>\nA TEACHER'S EXPERIENCE\n<\/p><p>\nTalk the boy's language. Be reasonably firm. Don't let him run over you. No boy loves you if\nyou let him run over you.\n<\/p><p>\nI once heard a very interesting story about the boys of a certain school district years ago in a\nbackwoods country. They rode every teacher out of the village. The school trustees didn't\nknow what to do about it. As fast as a new teacher came he was ridden out.\nFinally, one of the trustees said, \"I have a fellow that can take care of this school.\" They cried\nout, \"Trot him out. Send him here.\" The teacher got to the school Monday morning at\neight-thirty and brought with him his six-shooter. (I remind you that this was a school in a\nwild country.) Well, a hawk floated overhead, flying a little low. He was circling around, and\nhe was a real temptation. The new teacher pulled out the six-shooter, pulled the trigger twice,\nand the hawk fell at his feet. Of course, the school population gathered around this crack shot.\nHe observed, \"That wasn't so bad, was it?\" Well, he next went into the schoolroom. He\nnoticed the blackboard wasn't kept so spick and span, that a bull's-eye on the board with a\ncouple of holes in it would not do any particular harm. He stepped off a few steps, took the\nsix-shooter, pulled the trigger a couple of times more, hitting the bull's-eye squarely, and said,\n\"That wasn't so bad, was it?\"\n<\/p><p>\nWell, he was talking their language. But he wasn't through yet. He pulled out his watch. \"It's\ntime to ring the bell.\" He picked the leader of the gang, the one that had done the most in the\npast in running former teachers out of their country. He requested, \"Ring the bell.\" The fellow\nstepped back with his fingers in his vest and replied, \"Ring it yourself.\" Out came the\nsix-shooter. It pointed at the bully. \"Ring the bell.\" He did.\n<\/p><p>\nNow, I didn't say that if you want to lead a bunch of boys take a six-shooter with you. I\ndidn't mean that. But talk their language and have them mind.\n<\/p><p>\nPRAISE FOR STAKE LEADERS\n<\/p><p>\nGod bless you fine men. To repeat again, as we go around your stakes and see what you are\ndoing, if we were to give way to our feelings we would sit down and cry like babies at your\naccomplishing great things. You are doing a fine job. I don't know what some of us do for\nyou in the way of inspiration when we stand before you, but I know what inspiration we get\nfrom you in holding your hands and looking into your eyes. God bless you. Amen.\n<\/p>\n<\/div>\n<\/div>"}