{"ID":184, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Lessons from History<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Joseph F. Smith, <i>Conference Report<\/i>, April 1945, pp. 156-159<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis is great company. I wish to thank my Father in heaven for the incomparable privilege of\nbeing a little part of it.\n<\/p><p>\nAs I have listened to this conference, beginning with the message of the Lord's prophet, and\nhave felt the cumulative power of the succeeding testimonies and admonitions, I have been\nincreasingly aware that if I am to make any contribution at all it must be with the help of my\nFather in heaven, for which I pray, and I ask you to join me in that prayer.\n<\/p><p>\nA FERVENT TESTIMONY\n<\/p><p>\nI wish to record before this present congregation and before the unseen audience my emphatic\nwitness, without hint of reservation, that Jesus of Nazareth was the Christ, is the anointed One\nof Israel, the very Redeemer of the world, that he rose from the tomb in a literal resurrection\nwhich, by the Christian world, is not believed, in spite of its flaunted celebration of Easter. I\nwish further to record that because of the wickedness of men the gospel was taken from the\nearth and that in this dispensation was restored, and that the priesthood of Almighty God was\nrestored with Joseph Smith and Oliver Cowdery as instruments, that Joseph Smith is a\nProphet of the Living God and that every one of his successors is also a prophet.\n<\/p><p>\nA SERMON FOR A SOLDIER KILLED IN BATTLE\n<\/p><p>\nNot long ago, some weeks ago, I received a letter from a Canadian boy in England. He said\nin part:\n<\/p><p>\nWill you promise to do something for me when and if you manage to get to Edmonton this\nsummer? Will you go to my home and see my mother and talk about me a little? She likes\nme a lot, and she likes to talk about me to someone else. Since you may be in Edmonton, and\nespecially if something has happened to me by that time, you could gratify this little trait of\nhers. With love, Roy.\n<\/p><p>\nAnd just a month ago there came to my desk in the tortured handwriting of a grief-stricken\nmother this letter:\n<\/p><p>\nMr. Smith, Roy has gone. Please will you say a sermon for him?\n<\/p><p>\nRoy was not a member of the Church. He was a boy of great talent, a boy of great promise,\nand he is gone as thousands of others are going, killed in battle.\n<\/p><p>\nWhat sermon shall we say for Roy, together with the thousands of our own boys and the tens\nof thousands of others who are his companions in death? Shall we extol his virtues and praise\nhis talents or shall we berate our enemies and castigate the war lords? Neither panegyric nor\ndenunciation will give to the world the pictures Roy might have painted, nor the sons he\nmight have reared. What shall we say? Shall we not plead for conduct which will remedy the\nevil? What one of us, having selected a reputable physician and called him in to diagnose and\nadminister to our ills but will follow his instruction? I marvel at the faith men put in doctors.\nWe will literally lap up any nostrum which a physician in whom we have faith prescribes,\nwithout asking what it contains or what it may do. Oh, that people had a fraction of the faith\nin the words of the prophets that they have in their physicians! We seek to avoid medical\nquacks. How much more important that we avoid spiritual quacks. We need in these days of a\nsick world the treatment prescribed by the Great Physician. We have his diagnosis, and we\nhave it constantly reiterated by the Lord's prophets.\n<\/p><p>\nAPPEAL OF FIRST PRESIDENCY\n<\/p><p>\nFive and one-half years ago the First Presidency of the Church said this:\n<\/p><p>\nWe affirm that all international controversies may be settled by specific means if nations will\nbut deal unselfishly and righteously with one another. We appeal to the leaders of all nations\nand to the people themselves that they mend and adjust their differences lest the vials of\nGod's wrath be poured out upon the earth, for he has said he will visit his wrath upon the\nwicked without measure (<span class=\"citation\" id=\"12068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12068)\">D&amp;C 1:9<\/a><\/span>).\nWe further declare that God is grieved by war and that he will hold\nsubject to the eternal punishment of his will those who wage it unrighteously.\n<\/p><p>\nWe are but beginning to see how prophetic that utterance was. Brethren and sisters, we have\nfaith in the physician because experience has taught us that very frequently his prescriptions\nare helpful. We have learned to leave things alone, sometimes, when we find they are doing\nus unquestionable hurt. When are we going to learn the lessons of history? The scriptures are\nreplete with the experiences of people who have rejected the prophets. In this conference\nreference has been made to many of them, and there will be those foolish persons who will\nsay, \"Well, that's Bible stuff. I don't quite believe the Bible.\" If men can't believe the Bible,\nwill they study their secular history and find the reasons for the dissolution and destruction of\nthe great civilizations of the world&mdash;Tyre and Sidon, Babylon, Nineveh, Egypt and Greece,\nCarthage and Rome&mdash;yes, and today the great part of modern Europe? And can the United\nStates of America be far behind? I say unto you, \"Nay, unless the United States of America\ngive heed to the prescription of the Great Physician.\"\n<\/p><p>\nFAILURE TO HEED THE WORDS OF THE PROPHETS\n<\/p><p>\nReference has been made to the forthcoming conference in San Francisco. It is becoming\nincreasingly the cynosure, with all eyes turning toward it, with great hope. Will it fail? It will\nfail unless it is based upon the precepts of the Gospel of Christ, and I have seen only two\npronouncements by men in high places who have had the courage to declare this fact.\n<\/p><p>\nA few years ago I had the great privilege of driving President Grant from Madison,\nWisconsin, to a speaking appointment, and as we drove he said, and I have rarely seen\nPresident Grant in sadder mood: \"I wish the Latter-day Saint people would be obedient.\" That\ncalled to mind a remark that President Joseph F. Smith made before some members of his\nfamily. He said, \"I wish I could tell this people some of the things I know,\" and one of his\nsons said, \"Papa, why don't you?\" He replied, \"I have tried and I can't, for the people are not\nready to hear it.\" That calls further to mind those tragic words of the Prophet Joseph Smith,\nbetrayed by some of his own, \"If my life is of no use to my friends, it is of\nno use to me,\" and those other great words of the Master himself:\n<\/p><p>\nO Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto\nthee, how often would I have gathered thy children together, even as a hen gathereth her\nchickens under her wings, and ye would not! Behold, your house is left unto you desolate.\nFor I say unto you, ye shall not see me henceforth till ye shall say, . . Blessed is he that\ncometh in the name of the Lord\n(<span class=\"citation\" id=\"34007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34007)\">Matt. 23:37-39<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, Latter-day Saints, listen to the counsel of the Lord. What matter if we be\nbut few? If every man at this conference, if every Latter-day Saint listening to this\nconference, would go out and see to it that he made of himself a center from which went out\nthe testimony of the truth, we could accomplish miracles. Let no Latter-day Saint, who has\nraised his hand to sustain the prophets of the Lord, permit himself ever to depart from that\ninstruction. Let him challenge any faultfinding and let him champion the truth.\n<\/p><p>\nBrethren and sisters, any Latter-day Saint having covenanted as a Latter-day Saint to keep the\ncommandments of the Lord and then who refuses to follow the counsel of the Lord's prophets\nis bringing bricks and mortar for the erection of those altars of unrighteousness upon which\nother millions of Roys will be sacrificed. Let us remember it.\n<\/p><p>\nGod give us courage, give us vision and above all give us faith, I pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}