{"ID":189, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">On Keeping the Commandments<\/p>\n<p class=\"gcspeaker\">Elder George F. Richards<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, October 1945, pp. 25-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel very humble in undertaking to address this large congregation, but I have the assurance\nby your vote that you are my friends. If I have any enemies, I do not know of them. If I have\ndone anything to injure any person. I am very sorry for it. If anybody has done anything in an\neffort to injure me, I cheerfully forgive him and pray God's blessings upon him. If any of us\nhave done any wrong, I trust that we will discover it and repent of our sins and receive that\nSpirit from the Lord, the Holy Ghost, which brings peace to our souls, notwithstanding what\nmay be going on about us.\n<\/p><p>\nEXPRESSIONS OF GRATITUDE\n<\/p><p>\nFor thirty-nine and a half years, brethren and sisters, you have been sustaining me as a\nmember of the Council of the Twelve in your semi-annual and annual general conferences and\nin your quarterly conferences in the stakes. I appreciate this, of course. Great kindness has\nbeen extended unto me and now today you have expressed your willingness still to sustain me\nas a member of the Council and President of the Council of the Twelve. I appreciate this\ngreatly.\n<\/p><p>\nI am thankful with you for the gospel of the Lord Jesus Christ, for its restoration to the earth\nin these last days and for membership in the Church and for the blessings that we have\nreceived under the gospel. Everything is offered unto us that our Father in heaven has to give,\nif only we will be faithful as we have covenanted to do when we entered the waters of\nbaptism into this Church.\n<\/p><p>\nTITHING A TEST OF FAITHFULNESS\n<\/p><p>\nI had thought that I might be privileged to speak at this conference, and I have thought to\nspeak about a very important subject pertaining to the gospel of Jesus Christ, one that is dear\nto the hearts of faithful Latter-day Saints. I refer to the law of the tithe, which is the revenue\nlaw of the Church. When a member of the Church pays a full tithing, he has the satisfaction\nof knowing that he is in the favor of the Lord. It is an opportunity to us, brethren and sisters,\nto show to the Lord that we are willing to make sacrifices for the accomplishment of his\nmighty purposes in the earth, the saving of the souls of the children of men, for the tithes of\nthe Church are a potent means of accomplishing that end. Those of us who have paid our\ntithing in full have done our full share in all that has been accomplished by the use of the\ntithing of the Church. Tithing is a test of the faith of the members of the Church. He is\nfortunate indeed whose faith has sustained him in meeting the obligation of the tithe. There\nare great blessings attached to the faithful observance of this law, and for neglect to pay\ntithing there are serious consequences attached.\n<\/p><p>\nTHE WORD OF THE LORD\n<\/p><p>\nFor I am the Lord, I change not; therefore ye sons of Jacob are not consumed.\n<\/p><p>\nEven from the days of your fathers ye are gone away from mine ordinances, and have not\nkept them. Return unto me, and I will return unto you, saith the Lord of hosts. But ye said,\nWherein shall we return?\n<\/p><p>\nWill a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In\ntithes and offerings.\n<\/p><p>\nYe are cursed with a curse: for ye have robbed me, even this whole nation.\n<\/p><p>\nBring ye all the tithes into the storehouse, that there may be meat in mine house, and prove\nme now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and\npour you out a blessing, that there shall not be room enough to receive it.\n<\/p><p>\nAnd I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your\nground; neither shall your vine cast her fruit before the time in the field, saith the Lord of\nhosts.\n<\/p><p>\nAnd all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of\nhosts (<span class=\"citation\" id=\"32704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32704)\">Mal. 3:6-12<\/a><\/span>).\n<\/p><p>\nI, the Lord, stretched out the heavens, and built the earth, my very handiwork; and all things\ntherein are mine.\n<\/p><p>\nAnd it is my purpose to provide for my saints, for all things are mine. But it must needs be\ndone in mine own way; and behold this is the way that I, the Lord, have decreed to provide\nfor my saints, that the poor shall be exalted, in that the rich are made low.\n<\/p><p>\nFor the earth is full, and there is enough and to spare; yea, I prepared all things, and have\ngiven unto the children of men to be agents unto themselves.\n<\/p><p>\nTherefore, if any man shall take of the abundance which I have made, and impart not his\nportion, according to the law of my gospel, unto the poor and the needy, he shall, with the\nwicked, lift up his eyes in hell, being in torment\n(<span class=\"citation\" id=\"12175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12175)\">D&amp;C 104:14-18<\/a><\/span>).\n<\/p><p>\nThe law of the tithe is as old, as just, and as true as any others of the laws of God. It has\ncome to us by revelation as a part of the gospel restoration, and in fulfilment of the\nprophecies of the holy scriptures.\n<\/p><p>\nAnd he shall send Jesus Christ, which before was preached unto you: Whom the heaven must\nreceive until the times of restitution of all things, which God hath spoken by the mouth of all\nhis holy prophets since the world began\n(<span class=\"citation\" id=\"7535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7535)\">Acts 3:20-21<\/a><\/span>).\n<\/p><p>\nA JUST LAW\n<\/p><p>\nIt is God's own plan of distribution of the financial responsibilities of his Church. It exacts\nnothing that is unreasonable, unjust, or impossible, hence there can be no justification for\nnon-compliance therewith. The law of tithing in the Church is regarded as being of such\nimportance, as a test of faith, that a member who does not believe and practice it as a divine\nlaw is not accounted as being worthy of receiving the priesthood and temple blessings or\noccupying a position of presidency in any of the organizations.\n<\/p><p>\nThe building up of the kingdom of God is a common cause in which we, as Latter-day Saints,\nare engaged. Each person anticipating an eternal inheritance therein should be willing to do\nhis part according to his means. That is all the Lord has asked of us in giving to us the law of\nthe tithe. A good member of any organization with which he may be affiliated will willingly\nbear his just proportion of the expense in its maintenance. We would not like to be known\notherwise than as good members of the Church to which we belong.\n<\/p><p>\nIn this connection, we might with profit be reminded of the experience of Ananias and his\nwife, Sapphira, of old, and not withhold any portion of our tithing from the Lord\n(<span class=\"citation\" id=\"7537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7537)\">Acts 5:1-11<\/a><\/span>). If to do so\nwould cause us to lose our faith and standing in the Church, it would be more serious than\nthat which befell Ananias and Sapphira for a similar offense. In many instances the desire to\nget wealth militates against the payment of tithing.\n<\/p><p>\nThe Lord understood that propensity in man and warned against it:\n<\/p><p>\nBut seek ye first the kingdom of God, and his righteousness; and all these things shall be\nadded unto you (<span class=\"citation\" id=\"33961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33961)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nLay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where\nthieves break through and steal:\n<\/p><p>\nBut lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and\nwhere thieves do not break through nor steal:\n<\/p><p>\nFor where your treasure is, there will your heart be also\n(<span class=\"citation\" id=\"33958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33958)\">Matt. 6:19-21<\/a><\/span>).\n<\/p><p>\nThe Lord requires our undivided affection, our whole heart.\n<\/p><p>\n. . . Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all\nthy mind (<span class=\"citation\" id=\"33997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33997)\">Matt. 22:37<\/a><\/span>).\n<\/p><p>\nQUOTATIONS FROM MANY SOURCES\n<\/p><p>\nQuoting from \"Gems of Thought\" by George W. Brown, Rev. Dr. John Wesley Duncan\nsays:\n<\/p><p>\nIf the tithe is not a present obligation, not in force, then we reply the scriptures are\nmeaningless in their teaching on the subject; and furthermore, if this be not God's plan for\nfinancing his kingdom, he has no plan.\n<\/p><p>\nRev. E. M. Runyon says:\n<\/p><p>\nThe man who religiously tithes his income is a doubly converted man. Tithing weans him\naway from covetousness, which in scripture is classed along with stealing, adultery and\ndrunkenness, in its power to alienate a man from God. (p. 12.)\n<\/p><p>\nJohn H. Holliday says:\n<\/p><p>\nOne of the plainest teachings of the word of God is the obligation of stewardship. Over and\nover again it is enjoined upon man as a duty under all circumstances. We are to give not only\nour substance, but our time, and our talents. God claims all. They are his gift to us. What he\nentrusts to us is to be used for his kingdom and his glory. With these commandments go\npromises of rich rewards that are received by those who obey, as myriads here and above can\nattest. The systematic giving that the tithe compels is full of blessing. It gives one the ability\nto have something always for a deserving object. It cuts out the roots of selfishness. It\nnourishes the virtues of brotherly love and helpfulness. It realizes the privilege of being a\nco-worker with God, and it creates that cheerfulness in the giver that makes God love him.\nHow wonderful that we can endear ourselves to the great God in such a simple way. How\nwicked and foolish if we do not. (p. 23.)\n<\/p><p>\nHarry Whitcomb says:\n<\/p><p>\nWhile the tithe would fill a long-felt want, and abundantly finance all the great enterprises of\nthe church, that is not why we should tithe. The reason why we must <i>tithe<\/i> is because the\nword of God clearly commands it. . . God might have annulled the law of the tithe by the\nword of him who came \"Not to destroy the law, but to fulfil it,\" but instead Jesus laid a\ntremendous emphasis, and an untold weight of obligation on the old law, when he said that\nmen <i>ought<\/i> to tithe. How that ponderous \"ought\" from Jesus' lips should thunder in our ears,\nand in our hearts, and in our consciences. (p. 56.)\n<\/p><p>\nI quote from <i>The Deseret News<\/i> of September 23, 1915:\n<\/p><p>\nThe Baptist state convention concludes its annual sessions this evening, after an eventful and\npleasant meeting with an attendance gratifying to those in charge. A feature of today was an\naddress by the Rev. Dr. L. S. Bowerman, pastor of the Immanuel Baptist Church of this\ncity, on \"Tithing, the Minimum Basis of Giving.\" He strongly advocated the ten percent\ntithing system, as it obtained in the Mormon Church, remarking, incidentally, \"We ought to be\nas fully religious as the Mormons.\" \"Since the days of Abraham, a thousand years before\nMoses was born,\" said Dr. Bowerman, \"the tithing system was inaugurated, and so took the\nprecedence of the Mosaic law.\"\n<\/p><p>\nThe speaker traced the history of the tithing system through the Old Testament, and showed\nits endorsement in the New Testament, closing his address by showing the promises of God to\nthe individual and the nation who paid their tithing to his service and for his cause, that they\nshould prosper in the end not only in the goods of this world, but as recipients of spiritual\nblessings. Dr. Bowerman's address was very well received and was considered one of the\nmost scholarly addresses of the convention.\n<\/p><p>\nRev. A. N. Fisher of Pasadena, California, said that:\n<\/p><p>\nWhile the Methodist Church has not adopted the tithing system to raise funds for its support,\nthe plan was sanctioned at the national convention of Methodists which was recently held in\nIndianapolis. Mr. Fisher said that this system was right and successful inasmuch as the church\nnow employing it (L.D.S.) is in most satisfactory financial circumstances. The plan, he\ndeclared, appealed to the 3,700 delegates to the convention. It was, he stated, the most\nrepresentative gathering ever held in the interests of the Methodist Church.\n<\/p><p>\nLATTER-DAY TEACHINGS AS TO TITHING\n<\/p><p>\nThe Church of Christ is destined to bless the whole world by reforming it. It will eventually\ncorrect all the great evils of society and lift mankind to a higher level, physically, morally,\nand spiritually. It is a worthy cause in which to be engaged and for which to spend our means\nand talents. It is the greatest reform movement of the age. It is bound to succeed, for it is\nfounded upon true principles revealed anew from heaven. Those who aid in its establishment\nand growth shall surely share in the happiness and satisfaction, as well as the honor and glory\nof such a mighty work.\n<\/p><p>\nThe poor receive assistance from the tithes, and to withhold the tithing defeats that part of\nGod's plan.\n<\/p><p>\nTherefore to him that knoweth to do good, and doeth it not, to him it is sin\n(<span class=\"citation\" id=\"26060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26060)\">James 4:17<\/a><\/span>).\n<\/p><p>\nBut he that doeth not anything until he is commanded, and receiveth a commandment with\ndoubtful heart, and keepeth it with slothfulness, the same is damned.\n<\/p><p>\nWho am I that made man, saith the Lord, that will hold him guiltless that obeys not my\ncommandments? (<span class=\"citation\" id=\"12116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12116)\">D&amp;C 58:29-30<\/a><\/span>).\n<\/p><p>\nBehold, now it is called today until the coming of the Son of Man, and verily it is a day of\nsacrifice, and a day for the tithing of my people; for he that is tithed shall not be burned at\nhis coming (<span class=\"citation\" id=\"12125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12125)\">D&amp;C 64:23<\/a><\/span>).\n<\/p><p>\nFor, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do\nwickedly, shall be stubble: and the day that cometh shall burn them up, saith the Lord of\nhosts, that it shall leave them neither root nor branch.\n<\/p><p>\nBut unto you that fear my name shall the Sun of righteousness arise with healing in his\nwings; and ye shall go forth, and grow up as calves of the stall\n(<span class=\"citation\" id=\"32705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32705)\">Mal. 4:1-2<\/a><\/span>).\n<\/p><p>\nPresident Joseph F. Smith said:\n<\/p><p>\nThere are other books which not only credit what has been paid, but show what ought to have\nbeen paid. (Temple Historical Record, p. 47.)\n<\/p><p>\nDoes our tithing account balance?\n<\/p><p>\nPresident Heber J. Grant made this statement:\n<\/p><p>\nI desire the resignation of every man presiding over the people who does not believe in the\nlaw of tithing.\n<\/p><p>\nHe that receiveth my law and doeth it, the same is my disciple; and he that saith he receiveth\nit and doeth it not, the same is not my disciple, and shall be cast out from among you\n(<span class=\"citation\" id=\"12102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12102)\">D&amp;C 41:5<\/a><\/span>).\n<\/p><p>\nAnd I give unto you a commandment . . . that ye shall live by every word which proceedeth\nforth out of the mouth of God (<span class=\"citation\" id=\"12171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12171)\">D&amp;C 98:11<\/a><\/span>).\n<\/p><p>\nBe diligent in keeping all my commandments, lest judgments come upon you, and your faith\nfail you, and your enemies triumph over you\n(<span class=\"citation\" id=\"12208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12208)\">D&amp;C 136:42<\/a><\/span>).\n<\/p><p>\nMay the Lord bless you, my brethren and sisters, and all of us, with faith to pay our tithing\nhonestly, to give our offerings generously, and to maintain our integrity to the truth and help\ncarry on the work to the end, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}