{"ID":19, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Church and the Present War<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, pp. 70-74<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith a number of young men from each of many wards in the Church serving somewhere in\nthe terrible conflict now raging, it is easily understood why our minds are turned toward the\ndeprecation of war, and to the hope for peace. Thoughts of loved ones are pretty closely\nlinked with their soldier boys in army encampments. There are many, too, who should like to\nknow what the attitude of the Church is toward the present war. This is a fitting day and\noccasion on which to consider this subject.\n<\/p><p>\nEaster, as you know, is an ancient spring festival with which Christendom has long since\nassociated the resurrection of Jesus Christ. The Savior's resurrection is the most glorious event\nin the history of mankind. It proclaims the victory of the soul over death, and the existence\nand progression of the individual personality beyond the grave.\n<\/p><p>\nThe resurrected Lord's first greeting to His disciples, in the evening of that memorable day,\nwas \"Peace be unto you\" (<span class=\"citation\" id=\"27090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27090)\">John 20:19<\/a><\/span>).\n<\/p><p>\nAnd when he had so said, he shewed unto them his hands and his side. Then were the\ndisciples glad, when they saw the Lord.\n<\/p><p>\nThen said Jesus to them again, Peace be unto you\n(<span class=\"citation\" id=\"27091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27091)\">John 20:20-21<\/a><\/span>).\n<\/p><p>\nThat was His message, too, at the last meeting He had with them before his crucifixion. Said\nHe: \"These words I have spoken unto you that <i>in me ye might have peace<\/i>\"\n(<span class=\"citation\" id=\"27087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27087)\">John 16:33<\/a><\/span>).\n<\/p><p>\nThe peace of Christ abides in the heart. It is an individual blessing. But it is a condition to be\nenjoyed also by groups of individuals, and to that end His disciples were to declare peace to\nthe world.\n<\/p><p>\nOn this Easter Day, the Risen Christ beholds in the world not peace, but <i>war<\/i>.\n<\/p><p>\nIn the face of the tragic condition among mankind, honest thinking men and women ask how\nis it possible to reconcile the teachings of Jesus with the participation of the Church in armed\nconflict.\n<\/p><p>\nWar is basically selfish. Its roots feed in the soil of envy, hatred, desire for domination. Its\nfruit, therefore, is always bitter. They who cultivate and propagate it spread death and\ndestruction, and are enemies of the human race.\n<\/p><p>\nWar originates in the hearts of men who seek to despoil, to conquer, or to destroy other\nindividuals or groups of individuals. Self exaltation is a motivating factor; force, the means of\nattainment. War is rebellious action against moral order.\n<\/p><p>\nThe present war had its beginning in militarism, a false philosophy which believes that \"war\nis a biological necessity for the purification and progress of nations.\" It proclaims that Might\ndetermines Right, and that only the strongest nations should survive and rule. It says, \"the\ngrandeur of history lies in the perpetual conflict of nations, and it is simply foolish to desire\nthe suppression of their rivalry.\"\n<\/p><p>\nWar impels you to hate your enemies. \n<\/p><p>\nThe Prince of Peace says, Love your enemies.\n<\/p><p>\nWar says, Curse them that curse you.\n<\/p><p>\nThe Prince of Peace says, Pray for them that curse you.\n<\/p><p>\nWar says, Injure and kill them that hate you.\n<\/p><p>\nThe Risen Lord says, Do good to them that hate you\n(<span class=\"citation\" id=\"33795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33795)\">Matt. 5:44<\/a><\/span>).\n<\/p><p>\nWAR INCOMPATIBLE WITH THE TEACHINGS OF THE SAVIOR\n<\/p><p>\nThus we see that war is incompatible with Christ's teachings. The gospel of Jesus Christ is\nthe gospel of peace. War is its antithesis, and produces hate. It is vain to attempt to reconcile\nwar with true Christianity.\n<\/p><p>\nIn the face of all this, I shall seem inconsistent when I declare that I uphold our country in\nthe gigantic task it has assumed in the present world conflict, and sustain the Church in its\nloyal support of the government in its fight against dictatorship.\n<\/p><p>\nIn justification of this seeming inconsistence, I shall not attempt to prove that there are\noccasions when Jesus would approve of a nation's starting a war. That He used force to drive\nfrom the temple the money changers\n(<span class=\"citation\" id=\"33806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33806)\">Matt. 21:12-13<\/a><\/span>;\n<span class=\"citation\" id=\"27076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27076)\">John 2:14-17<\/a><\/span>),\nand other desecrators of the House of God, is a fact; but\nonly a misapplication of the text can make that incident a justification for one Christian\nnation's going to war against another. On that occasion, as on all occasions, Jesus opposed\nand denounced wrong. With the strength of fiery indignation and of his own moral force, and\nnot merely with a whip of small cords, Jesus drove the self-convicted desecrators from the\ntemple.\n<\/p><p>\nNeither shall I attempt to prove that He favored war when He said: \"Think not that I come to\nsend peace on earth; I came not to send peace but a sword\"\n(<span class=\"citation\" id=\"33801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33801)\">Matt. 10:34<\/a><\/span>). They who\nwould quote this saying as indicating that Jesus approves of war surely put a strained\ninterpretation on its true meaning, which refers most clearly to the incompatibility between\ntruth and error. It clearly refers to the necessity of a choice, which has been made by\nthousands, between accepting the gospel or continuing in ease and comfort with relatives.\nThere is not in that quotation any justification for one Christian nation's declaring war upon\nanother.\n<\/p><p>\nNor, again, would I try to justify my seeming inconsistency by referring to what He said on\nanother occasion as follows:\n<\/p><p>\nBut now, he that hath a purse, let him take it, and likewise his scrip; and he that hath no\nsword, let him sell his garment and buy one ....\n<\/p><p>\nAnd they said, Lord, behold here are two swords, And he said unto them, it is enough\n(<span class=\"citation\" id=\"31103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31103)\">Luke 22:36,38<\/a><\/span>).\n<\/p><p>\nWithout reading into the text something which is not intended or even implied, the most that\none can get from this admonition is that henceforth the disciples going forth into an\nantagonistic world might supply themselves with necessary support and the usual means of\ndefense.\n<\/p><p>\nNone of these sayings of the Savior's can be taken to prove that He justifies war.\n<\/p><p>\nTolstoy, in his <i>Christianity and Patriotism<\/i>, says:\n<\/p><p>\nA Christian state, to be consistent, ought, on entering upon a war, not merely to remove the\ncrosses from the churches, to turn the churches themselves into buildings for other purposes,\nto give the clergy other duties, and above all, to prohibit the gospel &mdash; but ought to renounce\nevery precept of morality which follows from the Christian law.\n<\/p><p>\nNotwithstanding all this, I still say that there are conditions when entrance into war is\njustifiable, and when a Christian nation may, without violation of principles, take up arms\nagainst an opposing force.\n<\/p><p>\nSuch a condition, however, is not a real or fancied insult given by one nation to another.\nWhen this occurs proper reparation may be made by mutual understanding, apology, or by\narbitration.\n<\/p><p>\nNeither is there justifiable cause found in a desire or even a need for territorial expansion.\nThe taking of territory implies the subjugation of the weak by the strong &mdash; the application of\nthe jungle law.\n<\/p><p>\nNor is war justified in an attempt to enforce a new order of government, or even to impel\nothers to a particular form of worship, however better the government or eternally true the\nprinciples of the enforced religion may be.\n<\/p><p>\nThere are, however, two conditions which may justify a truly Christian man to enter &mdash; mind\nyou, I say <i>enter, not begin<\/i>&mdash; a war: ( 1 ) An attempt to dominate and to deprive another of\nhis free agency, and, ( 2 ) Loyalty to his country. Possibly there is a third, viz., Defense of a\nweak nation that is being unjustly crushed by a strong, ruthless one.\n<\/p><p>\nMAN'S FREE AGENCY FUNDAMENTAL TO PROGRESS\n<\/p><p>\nParamount among these reasons, of course, is the defense of man's freedom. An attempt to\nrob man of his free agency caused dissension even in heaven. Scriptures tell us:\n<\/p><p>\nMichael and his angels fought against the dragon; and the dragon fought and his angels,\n<\/p><p>\nAnd prevailed not; neither was their place found any more in heaven.\n<\/p><p>\nAnd the great dragon was cast out, that old serpent, called the Devil, and Satan, which\ndeceiveth the whole world: he was cast out into the earth, and his angels were cast out with\nhim (<span class=\"citation\" id=\"42152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42152)\">Rev. 12:7-9<\/a><\/span>).\n<\/p><p>\nIn that rebellion Lucifer said in substance: \"By the law of force I will compel the human\nfamily to subscribe to the eternal plan, but give me thine honor and power\"\n(<span class=\"citation\" id=\"11714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11714)\">D&amp;C 29:36<\/a><\/span>;\n<span class=\"citation\" id=\"38908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38908)\">Moses 4:1<\/a><\/span>).\n<\/p><p>\nTo deprive an intelligent human being of his free agency is to commit the crime of the ages.\n<\/p><p>\nImpelling motives of this archenemy to liberty were pride, ambition, a sense of superiority, a\nwill to dominate his fellows, and to be exalted above them, and a determination to deprive\nhuman beings of their freedom to speak and to act as their reason and judgment would\ndictate. Applicable to him are the words of Isaiah:\n<\/p><p>\nHow art thou fallen from heaven, O Lucifer, son of the morning! . . .\n<\/p><p>\nFor thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the\nstars of God: I will sit also upon the mount of the congregation in the sides of the north:\n<\/p><p>\nI will ascend above the heights of the clouds; I will be like the most High.\n<\/p><p>\nYet thou shalt be brought down to hell, to the sides of the pit\n(<span class=\"citation\" id=\"24987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24987)\">Isa. 14:12-15<\/a><\/span>).\n<\/p><p>\nThus in the beginning was designed the great crime against manhood, to thwart\n<\/p><p>\nThe wish, which ages have not yet subdued. In man, to have no master save his food.\n<\/p><p>\nSo fundamental in man's eternal progress is his inherent right to choose, that the Lord would\ndefend it even at the price of war. Without freedom of thought, freedom of choice, freedom\nof action within lawful bounds, man cannot progress. The Lord recognized this, and also the\nfact that it would take man thousands of years to make the earth habitable for self-governing\nindividuals. Throughout the ages advanced souls have yearned for a society in which liberty\nand justice prevail. Men have sought for it, fought for it, have died for it. Ancient freemen\nprized it, slaves longed for it, the Magna Charta demanded it, the Constitution of the United\nStates declared it.\n<\/p><p>\n\"This love of liberty which God has planted in us,\" said Abraham Lincoln, \"constitutes the\nbulwark of our liberty and independence. It is not our frowning battlements, our bristling\nseacoasts, our army, and our navy. Our defense is in the spirit which prizes liberty as the\nheritage of all men, in all lands, everywhere. Destroy this spirit, and we have planted the\nseeds of despotism at our very doors.\"\n<\/p><p>\nOUR OBLIGATION TO THE STATE\n<\/p><p>\nA second obligation that impels us to become participants in this world war is loyalty to\ngovernment.\n<\/p><p>\nWe believe that governments were instituted of God for the benefit of man; and that He holds\nmen accountable for their acts in relation to them, both in making laws and administering\nthem, for the good and safety of society.\n<\/p><p>\nWe believe that no government can exist in peace, except such laws are framed and held\ninviolate as will secure to each individual the free exercise of conscience,\nthe right and control of property, and the protection of life\n(<span class=\"citation\" id=\"11828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11828)\">D&amp;C 134:1-2<\/a><\/span>).\n<\/p><p>\nThe greatest responsibility of the state is to guard the lives, and to protect the property and\nrights of its citizens; and if the state is obligated to protect its citizens from lawlessness within\nits boundaries, it is equally obligated to protect them from lawless encroachments from\nwithout &mdash; whether the attacking criminals be individuals or nations.\n<\/p><p>\nWe are informed by competent authority that twenty years ago the government of the United\nStates entered into an agreement with Japan to maintain peace in the Pacific Ocean, and \"keep\nhonorable hands off China.\" \"Before the year was over,\" writes Mark J. Gayn, in an article\n<i>Prelude to Treachery<\/i>, \"the ablest men on the Japanese naval general staff went to work\nblueprinting war on the United States and Britain.\"\n<\/p><p>\nFrom such treachery the state is in duty bound to protect itself, and its only effective means\nof doing so under present world conditions is by armed force. As a Church:\n<\/p><p>\nWe believe that all men are justified in defending themselves, their friends, and property, and\nthe government from the unlawful assaults and encroachments of all persons in times of\nexigency, where immediate appeal cannot be made to laws, and relief afforded\n(<span class=\"citation\" id=\"11830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11830)\">D&amp;C 134:11<\/a><\/span>).\n<\/p><p>\nEven though we sense the hellish origin of war, even though we feel confident that war will\nnever end war, yet under existing conditions we find ourselves as a body committed to\ncombat this evil thing. With other loyal citizens we serve our country as bearers of arms,\nrather than to stand aloof to enjoy a freedom for which others have fought and died.\n<\/p><p>\nOne purpose of emphasizing this theme is to give encouragement to young men now engaged\nin armed conflict and to reassure them that they are fighting for an eternal principle\nfundamental to the peace and progress of mankind.\n<\/p><p>\nCONCLUSION\n<\/p><p>\nGod bless them and others now registered awaiting the call to duty, and those serving in\ndefense! To each of you we send a message of confidence and trust. Many of you before\nentering upon your military duties were authorized messengers of peace. Others of you also\nhold the Priesthood. To all we say, in your personal habits let the same ideals guide you as\nsoldiers in the army as guided you as missionaries. What the Lord said to you then is\napplicable to you now&mdash;\n<\/p><p>\nWherefore, gird up your loins, and take upon you my whole armor, that ye may be able to\nwithstand the evil day, having done all, that ye may be able to stand. \n<\/p><p>\nStand, therefore, having your loins girt about with truth, having on the breastplate of\nrighteousness, and your feet shod with the preparation of the gospel of peace\n(<span class=\"citation\" id=\"11712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11712)\">D&amp;C 27:15-16<\/a><\/span>).\n<\/p><p>\nKeep yourselves morally clean. Being soldiers or sailors is not justification for indulgence in\nvulgarity, intemperance, or immorality. Others may be impelled to do these things because of\nthe beastliness of war, but you who hold the Priesthood cannot so indulge with impunity. For\nyour own sweet lives, and for others who trust you, keep yourselves unpolluted. Your loved\nones believe in you, your comrades will respect you your officers will admire you.\n<\/p><p>\nToday as we celebrate the resurrection of our Lord and Savior, there is a cloud of spiritual\nheaviness hanging over the world, as there was darkness at the time of the crucifixion. Let us\nhope that when this mad orgy shall have ended, that the honest in heart will experience a\nspiritual resurrection and will associate with one another in a newness of life. As seeds of\nfuture wars are often sown around the peace table, may the spirit of the gospel of Jesus Christ\nand not the spirit of retaliation and revenge actuate those who meet to determine peace terms.\nWhen that blessed occasion comes, may the representatives of the nations recognize the\ninalienable rights of peoples everywhere to govern themselves. It would be appropriate if\nthere were emblazoned in golden letters on the walls in which they meet, and especially\ncherished as motives in the hearts of those who determine the conditions of peace, the words\nof Christ our Lord; \"Love your enemies, bless them that curse you, do good to them that hate\nyou, and pray for them which despitefully use you, and persecute you; That ye may be the\nchildren of your Father which is in heaven\"\n(<span class=\"citation\" id=\"33796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33796)\">Matt. 5:44-45<\/a><\/span>).\n<\/p><p>\nO Brother Man<br \/>\nFollow with reverent steps the great example<br \/>\nOf Him whose holy work was \"doing good\" (<span class=\"citation\" id=\"7497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7497)\">Acts 10:38<\/a><\/span>);<br \/>\nSo shall the wide earth seem our Father's temple,<br \/>\nEach loving life a psalm of gratitude.\n<\/p><p>\nThen shall all shackles fall; the stormy clangor<br \/>\nOf wild music o'er the earth shall cease;<br \/>\nLove shall tread out the baleful fire of anger,<br \/>\nAnd in its ashes plant the tree of peace!\n<\/p>\n<\/div>\n<\/div>"}