{"ID":191, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Live by Love<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Joseph F. Smith, <i>Conference Report<\/i>, October 1945, pp. 31-33<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFor the time allotted to me this afternoon I pray that I may have an interest in your prayers\nthat I may bear my testimony to our mutual benefit.\n<\/p><p>\nThere are occasions, great occasions which come to us, which we would fain share with our\nbrethren and sisters.\n<\/p><p>\nA MEMORABLE OCCASION\n<\/p><p>\nIt is frequently said that the Lord has raised up a particular man to perform a particular\nmission. Everyone of us here has heard that discussed and has heard how the peculiar talents\nof each of the presidents of the Church have been of a special value during his respective\nmission. I wish that all the members of the Church could have witnessed the council meeting\nwherein the Presidency was reorganized. If ever there was a time when the Spirit of the Lord\nwas indubitably manifest, it was on that occasion. Everyone present thrilled to it. Everyone\npresent was aware, beyond doubt, of the absolute rightness of it.\n<\/p><p>\nIt is not for me to say what particular mission President George Albert Smith has ahead of\nhim. This I do know, however, that at this particular time in the world's history, never was\nthe need for love among brethren so desperately needed as it is needed today. Furthermore, I\ndo know this, that there is no man of my acquaintance who loves the human family,\ncollectively and individually, more profoundly than does President George Albert Smith.\nThose two things coming in conjunction, the need for love, his presidency at this time, have\nfor me at least, peculiar significance. And I should like this afternoon to be remembered as\nsaying just this&mdash;We must love one another, and we must do more than that.\n<\/p><p>\nLOVE FOR FELLOW MEN THE NEED OF THE WORLD\n<\/p><p>\nThe Savior told us what the two great commandments were. At another time he went beyond\nloving one's neighbor, at least he became more specific on another occasion:\n<\/p><p>\nBut I say unto you which hear, Love your enemies, do good to them which hate you, Bless\nthem that curse you, and pray for them which despitefully use you\n(<span class=\"citation\" id=\"31139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31139)\">Luke 6:27-28<\/a><\/span>).\n<\/p><p>\nA little later on he continues:\n<\/p><p>\nFor if ye love them which love you, what thank have ye? for sinners also love those that love\nthem. And if ye do good to them which do good to you, what thank have ye? for sinners also\ndo even the same (<span class=\"citation\" id=\"31140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31140)\">Luke 6:32-33<\/a><\/span>).\n<\/p><p>\nIn a world seething with hatred, in a world calling for harsh government of vanquished\npeople, I hope that the Latter-day Saints can remember that we must love our enemies. There\nare those who say, \"But we must be practical. It is no time for sentimentality. We must face\nfacts.\" With that I heartily agree. We must face facts. We must be practical, and I bear you\nmy testimony that the only practicality which will bring peace to the world is that we shall\nlove our fellow men.\n<\/p><p>\nTHE MEANING OF FREEDOM\n<\/p><p>\nSo much has been talked about liberty; so much has been said about fighting for freedom.\nWhat good is the winning of battles if we shall negate them by acts of unwarranted hatred?\nAbout this matter of freedom, I should like to say this regarding personal responsibility: too\nmany people think of freedom in terms of license. Freedom is not the right to do as one \"jolly\nwell\" pleases. Freedom stops for someone when someone else commits an act detrimental to\nhis neighbor. I have no right to any conduct which would impede the progress of my\nneighbor. I have no right to any act which would take the freedom from someone else. And\nthat thought carried a little further is of tremendous significance to the Latter-day Saints. This\nis a missionary Church. Upon us rests the responsibility of crying the gospel to the world\nbecause only by it can peace and liberty come.\n<\/p><p>\nTHE POWER OF EXAMPLE\n<\/p><p>\nIt is very easy sometimes for Latter-day Saints to say, \"What I do is my own business. If I\nbreak the Word of Wisdom a little bit, that's my business.\" There is no such thing as strictly\nprivate conduct. A Latter-day Saint, in a careless moment, may perform a thoughtless act\nwhich will stand in the way of someone else's accepting the gospel. I know of one little\nbranch in the mission field that had been built up laboriously, and that little branch was all\nbut destroyed by a careless act of a thoughtless missionary. It is well for us to take careful\nstock of any projected action, no matter how seemingly trivial, and ask ourselves. \"If I do\nthis, if anybody sees me do this, will it discourage his faith in the gospel of Christ?\"\n<\/p><p>\nHow tragic to have someone interested in the gospel, on his way in the path of investigation,\nsee a Latter-day Saint violate one of his ideals, and then say, \"If that's Mormonism, I want\nnone of it. If they preach one thing and do another, I want none of it.\" Brethren and sisters,\nevery one of us will be held responsible for any act which proves to be a stumbling block to\nsomeone else. We have no right to such conduct. Yes, we have the power to choose; we have\nthe power to do, but we have <i>no right<\/i> to conduct which would discourage someone else from\nobtaining the blessings which come through faith and obedience to the gospel of Jesus Christ.\nIt is easy in the modern tempo of living to be careless. It is easy to be unwise. It is easy to\nspeak harshly. Let's take thought as Latter-day Saints; let's be contributors to peace. Let's be\nbrethren. Let's love one another and remember that love can be deliberately developed. It can\nbe cultivated through service. You love those whom you serve. Parents love children more\nthan children love parents because the parents do more for the children. Their love grows out\nof service. If you would love a man, do something for him.\n<\/p><p>\nI pray that we may be Latter-day Saints. Bear in mind, ours is the responsibility to carry the\nmessage to the world, not merely by word of mouth, but by every act and the manner of\nevery action which is perceived by others.\n<\/p><p>\nI pray that the Lord will help us to live according to his word, that we may love each other,\nthat we may be just, that we may even learn to love our enemies, that we may so live that\npeople observing our lives will be encouraged in their faith\n(<span class=\"citation\" id=\"33950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33950)\">Matt. 5:16<\/a><\/span>), and I ask it in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}