{"ID":192, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Seek the Kingdom of God<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1945, pp. 36-39<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, it is a wonderful privilege to be able to attend this conference with\nyou today. I thank the Lord for membership in this great Church.\n<\/p><p>\nTHE \"PEARL OF GREAT PRICE\"\n<\/p><p>\nWhen Jesus was among men, he said that the gospel was the pearl of great price, and one\nseeking goodly pearls would sell all that he had in order that he might acquire the pearl of\ngreat price (<span class=\"citation\" id=\"33986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33986)\">Matt. 13:46<\/a><\/span>).\nI thank God that I possess this pearl of great price through having membership\nwith you in this great Church. And then Jesus indicated that if we would seek first the\nkingdom of God and his righteousness that all other things would be added unto us\n(<span class=\"citation\" id=\"33962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33962)\">Matt. 6:33<\/a><\/span>). Not that\nwe seek last, that we give him the crumbs that fall, as it were, from the Master's table\n(<span class=\"citation\" id=\"33988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33988)\">Matt. 15:27<\/a><\/span>), but\nthat we seek first the kingdom of God and his righteousness; and I thank the Lord that there\nare so many faithful Latter-day Saints who are seeking first the kingdom and they are\nenjoying the gifts and the blessings of the Lord which are above all other riches in this world.\n<\/p><p>\nKEEPING UNSPOTTED FROM THE WORLD\n<\/p><p>\nOne of the means by which we can increase our spirituality and appreciation of the gospel is\nby doing what the Lord has suggested in a revelation to the Prophet Joseph Smith:\n<\/p><p>\nAnd that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day\n(<span class=\"citation\" id=\"12118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12118)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nIs there any true Latter-day Saint who would not like to keep himself more unspotted from\nthe world? Is there any father or mother in Israel who would not like his or her sons and\ndaughters to keep themselves unspotted from the world? We have been greatly impressed by\nthe letters we have received from our boys and girls away from home during this war&mdash;how\nthey have traveled, in many cases in jeeps, for miles in order that they might meet with a few\nmore of our boys and girls, and these letters have indicated the joy that these boys and girls\nhave had when they could meet together. These letters have convinced us that such meetings\nhave contributed largely to the ability of our boys and girls to go out into the world of men,\nwicked as it is, and keep themselves unspotted from the world.\n<\/p><p>\nJesus said:\n<\/p><p>\nFor where two or three are gathered together in my name, there am I in the midst of them\n(<span class=\"citation\" id=\"33994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33994)\">Matt. 18:20<\/a><\/span>).\n<\/p><p>\nWouldn't you like to go where he is? Wouldn't you like your children to go where he is,\nwhere they can visit with him through his holy spirit and feel his power? For I do know that\nwhen men and women meet together in his name, there he is present at least by the power of\nhis holy spirit.\n<\/p><p>\nWhile I was attending a stake conference a short time ago a bishop handed me a copy of a\nletter written by a young man from Normandy just following D-Day, where he had been\nengaged in the conflict, and in substance he said to his bishop: \"Bishop, when I was home I\ndidn't bother you very much. I never came to your church, but when I come back I am\nserving notice on you now that I want a reserved seat, and I will always be there to occupy\nit.\" Well, he did not come back. He fell in action, but methinks that in the heavens above the\nheavenly hosts would recognize the expressed wish of that boy.\n<\/p><p>\nIMPORTANCE OF ATTENDANCE AT SACRAMENT MEETINGS\n<\/p><p>\nBrothers and sisters, I think there is nothing more important, if we would find joy and peace\nand the happiness the gospel has to give, than that we as Latter-day Saints form the habit of\nattending our sacrament meetings and taking our children with us. I think the Church has a\nright to expect that of its leaders. I think the Lord expects it of us. It always grieves me if I\nhear someone say, \"Well, he or she is a general board member, a member of the high council,\na member of some ward in a position of responsibility, and he does not attend sacrament\nmeetings.\" I tell you we just cannot live our lives alone, either. We need the blessings that\ncome from meeting together, and we need to set the example to those who are about us, for\nas with the priest so with the people (<span class=\"citation\" id=\"25022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25022)\">Isa. 24:2<\/a><\/span>),\nand the people are likely to follow if we set the example\nand point the way.\n<\/p><p>\nJeremiah of old, speaking of our day said:\n<\/p><p>\nTurn, O backsliding children, saith the Lord; for I am married unto you: and I will take you\none of a city, and two of a family, and I will bring you to Zion: And I will give you pastors\naccording to mine heart, which shall feed you with knowledge and understanding\n(<span class=\"citation\" id=\"26454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26454)\">Jer. 3:14-15<\/a><\/span>).\n<\/p><p>\nMany of us have spent many years of our lives inviting backsliding Israel, the children of\nGod, to come to Zion, and when they arrive here they find out how marvelous is the\norganization of the Church and the priesthood quorums and the auxiliaries that Brother\nKirkham has been speaking of, which the Lord has provided to feed them with knowledge\nand understanding if they will only come and attend their meetings; but if they do not attend\ntheir meetings, how can the Lord feed them with knowledge and understanding as he has\npromised?\n<\/p><p>\nI remember reading the remarks of President Grant where he said he knew Saints in foreign\nlands who would walk miles to be able to attend a sacrament meeting because they loved the\ntruth and they loved the Church; and when they came here that love waxed cold and they\nwould not even walk across the street; and then he indicated that just as the body without\nfood will wither and die so also will the spirit of man wither and die without spiritual food.\nAnd I could not help thinking of the words of Jesus. After he had fasted forty days, (and\nthere can be no question but what he was hungry), the devil came to tempt him and pointing\nto the stones said:\n<\/p><p>\n. . . If thou be the Son of God, command that these stones be made bread.\n<\/p><p>\nBut Jesus rebuked him in the words of Isaiah, saying:\n<\/p><p>\n. . . It is written, man shall not live by bread alone, but by every word that proceedeth out of\nthe mouth of God (<span class=\"citation\" id=\"33944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33944)\">Matt. 4:3-4<\/a><\/span>).\n<\/p><p>\nWe must go where the words of God are to be heard if we would not wither and die\nspiritually.\n<\/p><p>\nBrigham Young said:\n<\/p><p>\nWhether we be poor or rich, if we neglect our prayers and our sacrament meetings, we\nneglect the Spirit of the Lord, and a spirit of darkness comes over us (<i>Journal of Discourses<\/i>,\n10:300).\n<\/p><p>\nWe do not want to neglect our prayers; we do not want to neglect attendance at our sacrament\nmeetings. We do not want a spirit of darkness to come over us. I want to bear testimony to\nyou Latter-day Saints, as a result of my own experience and training, and that of my children,\nthat I know of no better way that we can keep the spirit of God burning in our souls and in\ntheir souls than by attending sacrament meetings. When I walked out of our fast meeting one\nday with my son, who was a teacher in the Aaronic Priesthood, he turned to me and said,\n\"Daddy, if the bishop had not announced the closing song just when he did, I could not have\nkept my seat another minute.\" And I thanked the Lord that my boy was there to feel that\nspirit and that power, for\n<\/p><p>\n. . . where two or three are gathered together in my name, there am I in the midst of them\n(<span class=\"citation\" id=\"33995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33995)\">Matt. 18:20<\/a><\/span>).\n<\/p><p>\nWhen I think of how marvelously the Lord has provided for our spiritual growth and\nedification and advancement, and how dilatory some of us are in accepting his invitation, I\nfeel, as I imagine Alma did, of old, when he said:\n<\/p><p>\nO that I were an angel, and could have the wish of mine heart, that I might go forth and\nspeak with the trump of God, with a voice to shake the earth\n(<span class=\"citation\" id=\"8841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8841)\">Alma 29:1<\/a><\/span>).\n<\/p><p>\nthat I might be able to make the Saints realize the importance of their responsibilities in these\nmatters. I wonder when Jesus does meet according to his promise, and there are groups of two\nor three where there might be tens or hundreds, if he does not feel as he did when he stood\noverlooking Jerusalem and cried out,\n<\/p><p>\nO Jerusalem, Jerusalem, thou that killest the prophets and stonest them which are sent unto\nthee, how often would I have gathered thy children together, even as a hen gathereth her\nchickens under her wings and ye would not!\n(<span class=\"citation\" id=\"34006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34006)\">Matt. 23:37<\/a><\/span>).\n<\/p><p>\nThen he adds:\n<\/p><p>\nBehold your house is left unto you desolate. For I say unto you, Ye shall not see me\nhenceforth, till ye shall say, Blessed is he that cometh in the name of the Lord\n(<span class=\"citation\" id=\"34008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34008)\">Matt. 23:38-39<\/a><\/span>).\n<\/p><p>\nMay we accept his invitation, mingle with the Saints, strengthen the wards in their meetings\nwhere we reside, that we may not have a spirit of darkness come over us and that our houses\nmay not be left desolate unto us.\n<\/p><p>\nMay God bless this great Church and kingdom and all its members, I pray, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}