{"ID":193, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Responsibility before God and Men<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1945, pp. 45-49<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI desire to bear testimony this afternoon, my brethren and sisters, to the great work in which\nwe are engaged, that it is the work of our Father and that those who preside as the Presidency\nof the Church are prophets, seers, and revelators of whom the Lord has said he would do\nnothing save he would reveal his secrets to them\n(<span class=\"citation\" id=\"10391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10391)\">Amos 3:7<\/a><\/span>).\nIn this day, a day perhaps when the youth\nof the Church have been faced with the greatest problems with which the youth of any age\nhave been faced, particularly so in this dispensation, it is not a mere coincidence that there\nshould come to the Presidency of the Church a man who in our day has had more to do with\npresiding over youth organizations than any other man. He brings a wealth of experience that\nto me augurs a program of care and attention to the problems of youth, the like of which we\nneed greatly this day.\n<\/p><p>\nA NEW APPRECIATION FROM SERVICE MEN\n<\/p><p>\nThere came to our hands recently a resolution passed by a group of our servicemen who were\nin the European theater of war. They styled this document which they had prepared and had\nagreed upon, \"A New Appreciation,\" and this is the way it read in part:\n<\/p><p>\nOut of a world of chaos and confusion, out of the hopeless depths of a universal catastrophe\nspring new convictions, a new appreciation for the finer virtues of life. We left a world where\ncertain fundamental truths were accepted lightly, where our thoughts and actions were\ncharacterized by a tendency to be too proud and a little arrogant. We have been guilty of\nappraising the desirability of a girl by the standards established by a judge in a Hollywood\nbeauty contest. Perhaps some of us have been more guilty than others but we have all been\nguilty. Last Sunday in a meeting we openly confessed that regrettable error; we asked\nforgiveness of all we may have neglected by that total misconception. We think we can speak\nfor the greater percentage of L.D.S. servicemen all over the world when we say that through\nthis new inlet God has given us the true light of real beauty. A girl is beautiful when her\nvirtue cannot be questioned, when her stability and faith in the Church is steadfast. A girl is\nbeautiful when she is sincere and humble, when she looks upon a child with affection, or\nupon a sufferer with compassion. She is beautiful because she has a smile and a cheerful word\nfor her associates. Beauty does not lie in the face alone but rather it is measured by character\nand the sweetness of her disposition, as we expect it to be. But you can be sure of one thing,\nthose of us who are yet single and have the desire for the companionship of a beautiful girl\nwill be going to the Mutual Improvement Association to find her. We have traveled to many\ndifferent parts of the world and such travel has only tended to convince us more thoroughly\nthan ever that our greatest hope for complete happiness lies in Zion. There we can rest\nassured the girls are beautiful. (See <i>Improvement Era<\/i>, August 1945, p. 435.)\n<\/p><p>\nAs I read that lofty sentiment, coming from out of the world where quite the opposite is\nfound on every side, I thanked my Heavenly Father that these sons of Zion were holding up a\nstandard and an ensign of moral purity to the world. If the faithful daughters of Zion were\ncalled upon, they would echo back that sentiment to these sons, and would say that if the\nyoung men of the Church are to measure up to the standards of the girls they must come\nhome and bring to the marriage altar minds and bodies that are as clean and pure as the\nservicemen expect of their companions here. To true Latter-day Saint girls, far more to be\ndesired than wealth and handsome profile is a young man who is virtuous, who is honest, who\nhas integrity and is true to the teachings of the gospel.\n<\/p><p>\nAs I think of our young people thus expressing themselves, I am mindful that they are\nheeding the words of our Father who gave us a divine injunction in these words:\n<\/p><p>\nVerily I say unto you all: [meaning every member of the Church] Arise and shine forth, that\nthy light may be a standard for the nations\n(<span class=\"citation\" id=\"12192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12192)\">D&amp;C 115:5<\/a><\/span>).\n<\/p><p>\nTHE RESPONSIBILITY OF CHOICE\n<\/p><p>\nClearly it was the intent of our Heavenly Father that this, our day, was to be a day of\ndemonstration of the power and effectiveness of the gospel of Jesus Christ in the lives of all\nwho are to be members of his Church. This likewise according to the scriptures, has evidently\nbeen his purpose, concerning his chosen people in every dispensation. To the unembodied\nspirits, so the scriptures record, the Lord said:\n<\/p><p>\n. . . We will go down, . . . and we will take of these materials, and we will make an earth\nwhereon these may dwell; And <i>we will prove them herewith<\/i>, to see if they will do all things\nwhatsoever the Lord their God command them\n(<span class=\"citation\" id=\"7163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7163)\">Abr. 3:24-25<\/a><\/span>).\n<\/p><p>\nFather Lehi explained to his son that in order to accomplish that eternal purpose there must be\nopposition in all things (<span class=\"citation\" id=\"3460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3460)\">2 Ne. 2:11<\/a><\/span>), and\nthat to every individual upon the earth there had to be given the\nright of free agency and also that there must be in the world the power to entice to do evil\nand the power to entice to do good (<span class=\"citation\" id=\"3462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3462)\">2 Ne. 2:15-16<\/a><\/span>).\n<\/p><p>\nIn the spirit world there were some who were valiant&mdash;more valiant than others&mdash;in choosing\nto do good, and thus they became the noble and great ones of whom the Lord said, \"These I\nwill make my rulers\" (<span class=\"citation\" id=\"7162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7162)\">Abr. 3:23<\/a><\/span>),\nand so in this earth, coming through a chosen lineage,\nthose noble and great ones are expected, as members of the Church and kingdom of God in\nevery age, to be rulers of the world of sin and wickedness.\n<\/p><p>\nIt was of the same responsibility that the Master spoke to his disciples when he said:\n<\/p><p>\nYe are the light of the world. A city that is set on an hill cannot be hid. Neither do men light\na candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in\nthe house. Let your light so shine before men, that they may see your good works, and glorify\nyour Father which is in heaven (<span class=\"citation\" id=\"33949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33949)\">Matt. 5:14-17<\/a><\/span>).\n<\/p><p>\nIndeed he declared that his chosen children would be known by their works:\n<\/p><p>\nYe shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles? Even\nso every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit . . .\nWherefore by their fruits ye shall know them\n(<span class=\"citation\" id=\"33966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33966)\">Matt. 7:16-17,20<\/a><\/span>).\n<\/p><p>\nTHE CHURCH OF CHRIST TO BE A LIGHT TO THE WORLD\n<\/p><p>\nTo Noah the Lord declared that because all flesh had corrupted his way upon the earth, that\nhe proposed to destroy man from the face of the earth\n(<span class=\"citation\" id=\"23498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23498)\">Gen. 6:5-13<\/a><\/span>). So, in a lesser degree, in every\ndispensation, the Lord has commanded that if members of his Church, having taken upon\nthem his name, should sin grievously and refuse to repent, they should be cut out from among\nhis people, lest they be a stumbling block to the world. To continue all such in membership\nwould be to reflect discredit and dishonor upon the work of our Heavenly Father.\n<\/p><p>\nThe Lord has told us that his purpose in sending to us, in this dispensation, the everlasting\ncovenant was that it would\n<\/p><p>\n. . . be a light to the world, and to be a standard for my people, and for the gentiles to seek to\nit, and to be a messenger before my face to prepare the way before me\n(<span class=\"citation\" id=\"12109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12109)\">D&amp;C 45:9<\/a><\/span>).\n<\/p><p>\nHundreds of years ago the Prophet Isaiah saw our day and prophesied of it:\n<\/p><p>\n. . . the mountain of the Lord's house shall be established in the top of the mountains, and\nshall be exalted above the hills; and all nations shall flow unto it. And many people shall go\nand say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of\nJacob; and he will teach us his ways, and we will walk in his paths\n(<span class=\"citation\" id=\"25018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25018)\">Isa. 2:2-3<\/a><\/span>).\n<\/p><p>\nObviously that prophecy had reference to the Lord's covenant children in this dispensation\nwho were to be as a leaven to the world, to lead them to that glorious day of peace when men\nshould \"beat their swords into plowshares and their spears into pruninghooks\"\n(<span class=\"citation\" id=\"25019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25019)\">Isa. 2:4<\/a><\/span>)\nand when nations would learn of war no more.\n<\/p><p>\nWORDS OF WARNING AND BLESSING\n<\/p><p>\nThe Lord spoke of this our day of terrible conflict as a day when the whole world would\nseem to be in commotion, but he counseled his people,\n<\/p><p>\nWherefore, stand ye in holy places, and be not moved, until the day of the Lord come; for\nbehold, it cometh quickly, saith the Lord\n(<span class=\"citation\" id=\"12156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12156)\">D&amp;C 87:8<\/a><\/span>).\n<\/p><p>\nAnd then he comforted his people with these words:\n<\/p><p>\nAnd the glory of the Lord shall be there, and the terror of the Lord also shall be there,\ninsomuch that the wicked will not come unto it, and it shall be called Zion\n(<span class=\"citation\" id=\"12110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12110)\">D&amp;C 45:67<\/a><\/span>).\n<\/p><p>\nAnd again he has said concerning the blessing that would come to the faithful in his day:\n<\/p><p>\nMine indignation is soon to be poured out without measure upon all nations; and this will I do\nwhen the cup of their iniquity is full. And in that day all who are found upon the\nwatch-tower, or in other words, all mine Israel, shall be saved. . . Therefore, let your hearts\nbe comforted concerning Zion; for all flesh is in mine hands; be still and know that I am\nGod (<span class=\"citation\" id=\"12172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12172)\">D&amp;C 101:11-12,16<\/a><\/span>).\n<\/p><p>\nAgainst the daily temptations that come to influence us to live below the standards that we\nprofess and teach, the Lord admonishes us first with a blessing as he has said to his disciples:\n<\/p><p>\nBlessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil\nagainst you falsely, for my sake. . . . for so persecuted they the prophets which were before\nyou (<span class=\"citation\" id=\"33948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33948)\">Matt. 5:11-12<\/a><\/span>).\n<\/p><p>\nAnd then he warns us:\n<\/p><p>\nWoe unto you, when all men shall speak well of you! for so did their fathers to the false\nprophets (<span class=\"citation\" id=\"31138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31138)\">Luke 6:26<\/a><\/span>).\n<\/p><p>\nWhile it becomes us to seek the good will of righteous men and women everywhere, it is well\nfor us to remember that when the lewd, the immoral, and the corrupt begin to compliment us\nand to curry favor with us, that we had better begin to examine ourselves to see if we are\ndoing our full duty. The Apostle Peter said to the Saints in his day:\n<\/p><p>\nBut ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous\nlight (<span class=\"citation\" id=\"2223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2223)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nOur failure to be a \"peculiar\" people in maintaining our standards, despite the jeers and the\ncriticisms of the crowd, will be our failure to be chosen for that calling to which we are\ncalled.\n<\/p><p>\nThe Lord has told us,\n<\/p><p>\nBehold, there are many called, but few are chosen\n(<span class=\"citation\" id=\"12195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12195)\">D&amp;C 121:34<\/a><\/span>).\n<\/p><p>\nAnd then in the same revelation points out two reasons why men fail of their blessings. The\nfirst reason he gives is that their hearts are set so much upon the things of this world, and the\nsecond is that they aspire so much to the honors of men\n(<span class=\"citation\" id=\"12198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12198)\">D&amp;C 121:35<\/a><\/span>).\nSo then as Church members let us\nbeware lest we set our hearts upon the things of this world and lest we aspire so much to the\nhonors of men that we compromise our standards. If we do so, we will be cut off in the day\nof judgment and will lose our blessings. Our reward for daring to live the gospel despite the\noppositions from the outside world will be to have blessings added upon our heads forever\nand forever (<span class=\"citation\" id=\"12206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12206)\">D&amp;C 132:19<\/a><\/span>;\n<span class=\"citation\" id=\"7164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7164)\">Abr. 3:26<\/a><\/span>).\n<\/p><p>\nTHE GOSPEL TAUGHT BY EXAMPLE\n<\/p><p>\nAs the Lord counsels us in this day to be mindful of the standards that we should maintain\nbefore the world, I have remembered the repeated incidents that have been told which indicate\nthat the eyes of the world are upon this Church and its young manhood and womanhood. In\nalmost every incident where a young man has been converted to the Church by our boys in\nmilitary service, he has told us that he was drawn to the Church because of the clean, pure\nlife of some Latter-day Saint boy with whom he was associated. This is a day of\ndemonstration when we as Latter-day Saints by our lives will preach more the gospel of truth\nthan by all the words that we may conjure up. The Lord has said to us:\n<\/p><p>\nFor Zion must increase in beauty, and in holiness, her borders must be enlarged; her stakes\nmust be strengthened: yea, verily I say unto you, Zion must arise and put on her beautiful\ngarments (<span class=\"citation\" id=\"12139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12139)\">D&amp;C 82:14<\/a><\/span>).\n<\/p><p>\nMay the Lord bless us with the strength to do so, and may everyone who has named his\nname, be true to that name and live the covenants that he has taken as a member of the\nChurch, and may youth everywhere echo the sentiments that these fine young men have\nreported to us, and remember that virtue and purity and integrity are the things that mark\nthem as living above the things of the world. May the Lord bless us all with the power and\nstrength to maintain the standards which our Father has given to us in his everlasting\ncovenant, I pray humbly, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}