{"ID":194, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Living Worthily&mdash;the Duty of Latter-day Saints<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, October 1945, pp. 49-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the year 1939, down in New Zealand, we had a very destructive flood. In that flood there\nwere twenty-two white men drowned. They were working on a railway line that was being\nconstructed. There were a large number of native young men working on the same line. Not\none lost his life. At the inquest that was held, one of our young natives was asked if he could\ngive a reason why no natives had lost their lives and only white men had suffered. He said,\n\"Yes. The white men ran for their money; we ran for our lives.\"\n<\/p><p>\nI feel at this moment like those natives: from now on I will be running for my life, rather\nthan for money.\n<\/p><p>\nAN APPEAL FOR FORGIVENESS\n<\/p><p>\nIf there is anyone here or within the sound of my voice whom I have ever offended, either in\nmy professional career, in my political activities, my religious service, or in my social\nconduct, I plead humbly for forgiveness. I know that God does not look upon sin with the\nleast degree of allowance; nevertheless, he that repents and does the commandments of the\nLord shall be forgiven (<span class=\"citation\" id=\"12071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12071)\">D&amp;C 1:31-32<\/a><\/span>).\nThe Lord will forgive whom he will forgive, but as for us it is\nrequired that we forgive all men (<span class=\"citation\" id=\"12123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12123)\">D&amp;C 64:10<\/a><\/span>).\nI appeal, humbly and sincerely, for forgiveness of all my\noffenses against my fellow men.\n<\/p><p>\nWILLINGNESS TO SERVE\n<\/p><p>\nWhen I was called to preside over the New Zealand Mission in 1938, that call was much\ngreater than any aspiration I had ever had for ecclesiastical preference. I have never sought,\nneither have I refused, any call that has ever come to me within the endowing power of the\npriesthood of God. I appeal also to you, to sustain me in this position. If I am sustained by\nyou, the body of the Church, I am sure that I will be able to go about doing good\n(<span class=\"citation\" id=\"7538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7538)\">Acts 10:38<\/a><\/span>). If you do\nnot sustain me, heaven help me.\n<\/p><p>\nI sustain, here and now, the Authorities of this Church, from the highest unto the least. I have\nknown President George Albert Smith all the days of my life. I have had the arms of his\nfather about me in my childhood and in my early youth. I have had his arms about me in my\nmaturity. I think it was he who set me apart for my first mission. He married me to my good\nwife. He took me upon my second mission&mdash;and now this! It seems that all the difficulties that\nhave ever confronted me in life he is responsible for. [Laughter.]\n<\/p><p>\nI thank God, my brothers and sisters and friends, that I was reared in a good home. I thank\nGod that in that home I was taught that it was more important to be moral than to be careful,\nthat I was taught from the days of my youth to honor the priesthood of Almighty God. I was\nfrequently told, as were the rest of the members of my father's family, by our father, that if\nthere ever came a time or an occasion to choose between loyalty to him and loyalty to the\npriesthood of God, always choose loyalty to the priesthood of God. I thank God that such an\noccasion never arose.\n<\/p><p>\nA SINCERE TESTIMONY\n<\/p><p>\nI bear my testimony to you that God lives, that Jesus is the Christ, that Joseph Smith was and\nis a prophet of God, that these men who have been called to build upon the foundation of him\nwho stood at the opening of the dispensation of the fulness of times have builded well upon\nthat foundation and are, therefore, worthy to be sustained as prophets, seers, and revelators of\nthe Most High.\n<\/p><p>\nGod grant, my brothers and sisters and friends, that I may sustain you. You are the members.\nThe only aspiration I have had in life has been to be a good and honorable member of the\nChurch, and now in having been called to this position, I promise you that I will not lose\nsight of that other aspiration. The greatest call in the Church of Jesus Christ of Latter-day\nSaints is to be a worthy member. Every worthy member of this Church is a potential savior\nupon Mount Zion (<span class=\"citation\" id=\"41159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41159)\">Obad. 1:21<\/a><\/span>) of the souls of men.\n<\/p><p>\nIn conclusion, I thank God for the service that has been rendered by our men and women in\nthe armed forces, and I hereby pledge my life to the ideals of government and religion for\nwhich they have offered their all. God bless you and God bless me, in the name of his Son,\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}