{"ID":195, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Work&mdash;Missionary Service to the World<\/p>\n<p class=\"gcspeaker\">Elder Stephen L Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, October 1945, pp. 52-57<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe stand on the threshold of a new day. We look out into the morning and see the rays of\nthe rising sun tint the sky with the hopes of humanity. We see some clouds also, harbingers of\nstorm, but the forecast is \"generally fair for a season.\" So we go back to our work&mdash;back\nwhere the black night of war overtook us nearly a half-dozen years ago. It has been a long\nnight and our work has been retarded, but good sentinels have kept the watches and\nsafeguarded our establishments. Now in the daylight of peace, we go back to our work.\n<\/p><p>\nTHE MISSION OF THE CHURCH\n<\/p><p>\nWe know our work. It is laid out for us by the Master Builder. We have full and complete\nplans and specifications, and we have, in good measure, too, the tools and equipment. Perhaps\nwe could use a little more modern equipment, and the tools may need reconditioning and\npolishing, but a sufficiency is available, and we can begin our work again.\n<\/p><p>\nThe work is not new to us. We, and our predecessors, have carried it forward for more than a\nhundred years. It was the first enterprise undertaken by those of sacred memory who initiated\nthe lofty cause to which we give our allegiance. So soon as the first revelation of the latter\ndays came to them, they lost no time in carrying the message to neighbors and adjacent\ncommunities. When the Church was organized, they accepted most literally the revelation that\nits mission should be to preach the gospel \". . . unto every nation, and kindred, and tongue,\nand people\" (<span class=\"citation\" id=\"12207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12207)\">D&amp;C 133:37<\/a><\/span>).\nThat was their work. In their poverty and weakness they\naccepted it with such boldness and enthusiasm, fortitude and sacrifice, as history has seldom\nrecorded.\n<\/p><p>\nTheir faith and confidence were marvelous. They trusted God, and they did not trust in vain.\nThey knew that he had said that \"The weak things of the world shall come forth and break\ndown the mighty and strong ones\" (<span class=\"citation\" id=\"12069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12069)\">D&amp;C 1:19<\/a><\/span>),\nand that \". . . the fulness of my gospel\nmight be proclaimed by the weak and the simple unto the ends of the world, and before kings\nand rulers\" (<span class=\"citation\" id=\"12070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12070)\">D&amp;C 1:23<\/a><\/span>).\nWith this assurance our forebears went forth. They assumed their\nobligation, and it superseded everything else. Families were left without a competence,\nofttimes in the care of relatives and neighbors and friends. Businesses were sacrificed. Such\naccumulations as they had were expended for the cause. If I were asked to name the\noutstanding, distinctive, organized accomplishment of the restored Church of Christ in the last\ncentury I would without hesitation set forth its phenomenal missionary labors. Nothing more\ntruly characterizes the altruism of the gospel that it teaches; nothing more deeply signifies the\ndevotion and sincerity of its members.\n<\/p><p>\nThe enormous cost of the service has been widely distributed, shared by nearly every family\nin the Church. Many families have sent forth more than one missionary, and not infrequently\nhas a home kept one or more missionaries in the field continuously for ten or a dozen years,\nsometimes for a quarter of a century. I know of no way of securing comparable data from\nother religious bodies, but I venture the assertion that no other church at any period in history\nfor a century of time has ever given to missionary service such a proportion of its\nmembership and its available resources.\n<\/p><p>\nMISSIONARIES AND CONVERTS\n<\/p><p>\nFor a hundred years there were two armies constantly on the march, an army of missionaries\noutbound from Zion carrying the banner of gospel peace and liberty, and an inbound army of\nfree and happy people, faith and hope shining in every face, seeking the shelter, the\ninspiration, and the glorious opportunities of a divinely appointed society. Contingents of\nthese armies have passed on almost every highway of the world&mdash;in the States&mdash;from the\nAmericas north and south, up and down the devious waters of the Mississippi where\nmissionaries of the early days like Brigham and Heber, and Willard and Parley, and Erastus\nwent on flatboats to embark on slow sailing vessels on their long tedious voyages to their\nfields in Britain, Scandinavia, and the continent; across Europe to the land of the Arab and\nthe Turk and on into far-off India, over the broad expanse of the Pacific to and from Hawaii\nand the distant isles of the South Seas. As the missionaries have passed the immigrants in\nthese great counter-marches of the century which has gone, whether in their ships at sea or as\nthey paused to clasp hands in their weary trek across the prairies, one can fancy their\nsalutations, not always spoken perhaps but ever in their hearts, the missionaries say, \"We go\nto carry the gospel.\" \"Thank God we have it,\" the convert replies, and then adds, \"we will\nfollow you later.\" So indeed they have in one heroic round; missionary to convert, then\nconvert to missionary. Great has been their gift; generously have they given.\n<\/p><p>\nWhat has been given? Why, to every man what he needed. To the poor, they who are so\nmany, the gospel of thrift; to the rich, who are so few, the gospel of giving; to the\nintemperate, the gospel of self-control; to the indolent, the gospel of work; to the militant, the\ngospel of peace; to the downcast, the gospel of hope; to the ignorant, freedom from\nsuperstition; to the cynical and the wavering, a satisfying philosophy; to the sinner, the gospel\nof repentance; and to all&mdash;faith, security, idealism, happiness, and exaltation.\n<\/p><p>\nIs it difficult then to discover the urge which has made possible this remarkable missionary\nachievement? I think it is not. Such gifts, such faith, such vital endowments are highly\nesteemed by man. They enrich his life. They enlarge his heart and fill him with gratitude. He\nthanks God and seeks to express his gratitude in terms of devotion and service. He sees no\nservice comparable to that of giving to others the boon that he enjoys. So he goes forth, not\ngrudgingly, not merely out of a painful sense of duty, but cheerfully, eagerly to requite the\nsupreme blessing of his life and derive new and surpassing joy in the sharing of his joy.\n<\/p><p>\nBLESSINGS IN MISSIONARY SERVICE\n<\/p><p>\nI thank the Lord that the ardor for the service has not dulled with the passing of time. On\nevery hand I see evidences which convince me that the members of the Church love to\nproclaim the gospel. Men who cannot go themselves send their sons and daughters. Widows\ntoil and scrimp to keep a missionary. Girls work to provide the necessary expense for their\nbrothers, young husbands, and for themselves. Quorums, wards, and societies contribute, and\noccasionally a rich man opens up a generous heart and maintains a half dozen in the mission\nfield.\n<\/p><p>\nThose who go are blessed, and the homes and communities which send them also. Crude\ncountry boys from the farm and the range have been exposed to the education and culture of\nextensive travel and metropolitan life in great cities. Young men from the cities have been\nsubjected to the rigors of the most primitive, rural life. The knowledge, the tolerance, the\nadventure, the polish, and the experience which worldwide travel brings have been, during the\nwhole history of the Church, the product of our missionary system. I feel sure that in no other\ncommunities on the earth is the percentage of those who have \"seen the world\" so large as in\nthe villages, towns, and cities of the Latter-day Saints.\n<\/p><p>\nSuch benefits, however, while important, are but incidental. The more vital results are deeper\nthan enlarged information and polish. The fundamental character of our manhood and\nwomanhood has been improved. Sacrifice has taught self-control. Giving has made for\ngenerosity as it always does. Teaching the virtues has brought them into application, and high\nspirituality has ingrained testimony and soul development. The general uplift in all standards\nof living which the Church has brought to its adherents is in no small measure directly\nattributable to its missionary system. How it has blessed the home! Fathers who have paid and\nprayed; mothers, wives, sisters, and sweethearts who have been anxious and worried and true.\nLittle tots whose first lisped prayers have been, \"Please, God, keep our missionary,\" have\nmade the home a sanctuary, indeed, the foundation of our religious life.\n<\/p><p>\nSIMPLICITY OF THE GOSPEL MESSAGE\n<\/p><p>\nThis remarkable missionary work has been accomplished by humble men and women. Their\nequipment in the main has not been the training of schools. It has been the influence and\ndiscipline of good homes, Church organization, and individual testimony. Their testimonies\nand their lives have been more potential than their preaching. The only eloquence they have\nrequired to deliver their message is the eloquence of the message itself portrayed in the\ndevotion and purity of their lives. They have never had to rant and yell, nor chant and sigh, to\nmake a convert. They have carried the natural simple joyous message of the Christ in a\nnatural, cheerful way. Was that not the Savior's way? Did he not ever suit the lesson to the\npeople in their language and understanding? Have we any evidence that he employed rituals,\nministerial garb, and sonorous phrases to make it impressive? I think we have not, and I\nadvance as a worthy argument for the divine authenticity of the gospel we bear, the manner of\nits presentation by the missionaries of the Church.\n<\/p><p>\nWhat these ambassadors of the Lord have done for individuals, families, communities, and\nnations would fill books. A million hearts swell today in gratitude for their blessed service. A\nman contemplates his home, the loving family which surrounds him, his prosperous business,\nthe esteem of his fellow men, the fraternity of his brethren in the priesthood, his faith, his\ncontentment, his glorious hopes and from the depths of his soul he cries, \"God bless the\nmissionary who brought me this.\"\n<\/p><p>\nHOPEFUL OUTLOOK FOR THE SPREAD OF TRUTH\n<\/p><p>\nSo this is our work&mdash;to spread the restored gospel of righteousness and peace throughout the\nworld. I think I do not need to make a case for the need of it. It seems to me that experiences\nof the last few years and of the present hour are sufficient to convince every observant,\nthoughtful person of that need.\n<\/p><p>\nHere then, in the respite from the ravages of war, is a new day for the proclamation of the\nword of God. New and more extended opportunities are forthcoming. New methods of\ntransportation and communication are available, and I can but think that hundreds and\nthousands of our gallant boys who have contributed so much to the liberation of the oppressed\npeoples of the world will find a kindlier reception than our missionaries have ever heretofore\nenjoyed.\n<\/p><p>\nWill you, my brethren and sisters in the Church of Christ, accept the challenge of this new\nday? Will you set your houses in order, temporally and spiritually, and send forth\nambassadors of truth, good will, and peace to a destitute world, whose need for bread is great\nbut whose need for the \"bread of life\" (<span class=\"citation\" id=\"27188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27188)\">John 6:35<\/a><\/span>)\nis greater? I believe you will. I believe that large\nnumbers of our young men returning from the armed services will wish to fill missions before\nentering upon post-war employment. When they and other men who hold the priesthood can\nbe relieved from the exactions which the war has placed upon them, they will want to go into\nthe mission field. Then many of our sisters can go with them and render service under the\nprotection and direction of the priesthood of God. I believe, too, that thousands of our\nfamilies who have been blessed with comparative affluence in these times will wish to devote\na portion of their means to this great altruistic endeavor.\n<\/p><p>\nWhat a blessing it will be to our members and establishments in distant lands to welcome the\nmissionaries back again, and what a boon it will be to all people everywhere to hear the pure\nword of God spoken by his appointed servants. \"How beautiful upon the mountains are the\nfeet of those that bring glad tidings of good things\"\n(<span class=\"citation\" id=\"12202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12202)\">D&amp;C 128:19<\/a><\/span>).\n<\/p><p>\nGod bless us, my people, that we may take up our work again with resolution to give\ngenerously as we have received generously, I humbly pray, in the name of our Lord, Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}