{"ID":196, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Nicholas G. Smith<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Nicholas G. Smith, <i>Conference Report<\/i>, October 1945, pp. 57-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, this conference has been a thrilling one for all of us, I am sure.\n<\/p><p>\nJOY EXPRESSED AT SELECTION OF NEW APOSTLE\n<\/p><p>\nWhen President Joseph F. Smith was first voted upon as President of the Church in solemn\nassembly, I had the privilege of sitting here and voting for him. When President Grant was\nchosen, I was in Africa and missed that opportunity. Yesterday, as my own brother was voted\nupon, I thrilled to the very finger tips.\n<\/p><p>\nAnd in the selection of the new apostle I rejoice greatly. I was the bishop in the ward where\nhis family resided, and on many an occasion I have had the opportunity of saying to President\nGrant: \"President, that Cowley family is a model. Young Matt has been superintendent of our\nMutual Improvement Association; his sister is president of our young women's organization;\nhis brother, Gloyd, is in the superintendency of our Mutual. They are an inspiration.\" To see\nthis young man come home from the mission field endowed with the great gift of spirituality\nand vision and be selected to sit in the same council in which his father sat and be one of the\nleaders of this people, shows us how our Heavenly Father works. I am so pleased with this\nselection. He has been giving in accordance with the thought that has been expressed\nthroughout this conference, as have so many of our good people.\n<\/p><p>\nEXPERIENCE OF A YOUNG CHURCH MEMBER\n<\/p><p>\nThis morning I saw and conversed with an eighteen-year-old girl. She had spent much of her\nlife away from the wards and stakes, rather out amongst the people of the world, attending\nschool. Her associates were not members of her own Church. She has been more or less on\nthe defense all of her life. She spent last year in a private school in one of the large cities in\nthe East. There, in attendance, were girls of prominent families, people who knew not God as\nshe knew him, and in her association with these other girls, she said. \"They seemed to be\nlooking for something. They did not know what it was, but they were not at peace; constantly\nthey were asking me why I was so happy. One girl I talked with for some hours, and this girl\nsaid, 'I see what you mean. I think I understand,' but she did not know just what to do about\nit all. And then she said, 'What is it that gives you this, that makes you so contented?'\" This\neighteen-year-old girl said: \"I have been talking to you pure Mormonism.\"\n<\/p><p>\nA SERVICEMAN READY FOR MISSION\n<\/p><p>\nThose of our children who are reared in the homes of faithful Latter-day Saints, when they go\nout into the world have a great ability to do good. Just before coming to this meeting a father\ncame into my office with his son twenty-two years of age. He had returned from overseas\nwhere he had spent a couple of years fighting, and he wants to go back on a mission of love.\nI questioned him as to his chastity, and he assured me that he had kept himself clean and\nspotless, although he had been engaged in a great conflict. He had seen sin, but in his visit\nover there he found Saints and associated with them, and their effect upon him had been of an\nuplifting nature. Now he is home for a few days, but he wants to go back. Having filled that\nmission, he wants to go on another mission. He wants to give and not to get.\n<\/p><p>\nTHE SIN OF COVETOUSNESS\n<\/p><p>\nThey speak of peace, but is there peace? When you read in the papers of the constant\nbickering, the avarice of men that has been spoken of from this pulpit during this conference,\nthe desire to get that which other men have, how tragic it is. It is this thing that causes\ndissension and trouble throughout the universe, and that has been warned against since the\nbeginning of time, which has such a hold upon the people. We Latter-day Saints have a great\nresponsibility, and as Latter-day Saints if we could but live our religion, what an effect it\nwould have upon the people. As we go through our villages and towns, and see our\nmembership working in the fields upon the Sabbath day, we wonder what they are thinking of\nwhether they are thinking of giving or only of getting. If we could just mend that one thing\nand remember to observe and keep holy the Sabbath day, then we would be better able to\ngive, because the Lord would bless us so that we could give in greater abundance.\n<\/p><p>\nIn the Ten Commandments, the last one is a great sermon to this great world of ours, and if\nwe are ever going to have peace and if we are ever going to do away with war and\ncontention, then we must put our lives in line with that tenth Commandment:\n<\/p><p>\nThou shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor his\nmanservant, nor his maidservant, nor his ox, nor his ass, nor anything that is thy neighbour's\n(<span class=\"citation\" id=\"22560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22560)\">Ex. 20:17<\/a><\/span>).\n<\/p><p>\nIf we could but do that!\n<\/p><p>\nJeremiah, in speaking of Judah said:\n<\/p><p>\n. . . From the least of them even unto the greatest of them every one is given to covetousness;\nand . . . [are] saying, Peace, peace; when there is no peace\n(<span class=\"citation\" id=\"26455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26455)\">Jer. 6:13-14<\/a><\/span>).\n<\/p><p>\nGod help us to appreciate and understand that in this modern day he has, through his Prophet\nJoseph Smith, given us a grave warning, and he means every one of us, for in the fifty-sixth\nsection of the D&amp;C, he says:\n<\/p><p>\nWo unto you rich men, that will not give your substance to the poor, for your riches will\ncanker your souls; and this shall be your lamentation in the day of visitation, and of\njudgment, and of indignation: The harvest is past, the summer is ended, and my soul is not\nsaved!\n<\/p><p>\nWo unto you poor men, whose hearts are not broken, whose spirits are not contrite, and\nwhose bellies are not satisfied, and whose hands are not stayed from laying upon other men's\ngoods, whose eyes are full of greediness, and who will not labor with your own hands\n(<span class=\"citation\" id=\"12114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12114)\">D&amp;C 56:16-17<\/a><\/span>).\n<\/p><p>\nA just God has warned us, my brothers and sisters. Now the opportunity is opening up. These\nthousands of young men will be returning home. The experiences they have undergone have\nprepared them to go out into the mission field to tell of the restoration of the gospel of Jesus\nChrist through that fourteen-year-old lad, Joseph Smith. I pray that the spirit of which Brother\nStephen L Richards has just spoken, the desire to give, may spread throughout the Church,\nthat every boy and every girl who desires to go, may have that opportunity to go to the ends\nof the earth and warn this generation. This is my prayer in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}