{"ID":197, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Best Today&mdash;Better Tomorrow<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1945, pp. 59-61<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish to speak to the seventies of the Church today, and of course what is said will be in\ncommon to every brother who holds the priesthood of God. In a sermon delivered in the old\ntabernacle in Salt Lake City, October 11, 1857, President Joseph Young, who had been made\npresident of all the seventies, in the Kirtland Temple, said:\n<\/p><p>\nLanguage is too frail to express the rich sentiments of the hearts of the Saints; the tongue fails\nto utter the glory and the pleasure of the kingdom of God. It cannot do it; language fails.\nThere is an influence of the Holy Spirit in the understanding that surpasses all language.\n<\/p><p>\nMELCHIZEDEK\n<\/p><p>\nHow true this is, when we speak of the restoration of the priesthood of God to the Prophet\nJoseph Smith. When John the Baptist came and gave unto the Prophet and Oliver Cowdery\nthe Aaronic Priesthood, it was followed by holy baptism. They were given the promise of the\ncoming of Peter, James, and John with the keys of the priesthood of Melchizedek. The\npromise was fulfilled.\n<\/p><p>\nIn the days of Abraham, there lived in Palestine a \"great king and priest of the Most High\nGod\" (<span class=\"citation\" id=\"23501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23501)\">Gen. 14:18-20<\/a><\/span>).\nHis name was Melchizedek. Beautiful is the thought we have when we are told by the\nprophet-historian Moses, that Abraham paid tithes of all that he had to Melchizedek, for he\nwas the high priest appointed to keep the storehouse of God. Then we have another historic\nscene.\n<\/p><p>\nINCIDENTS FROM THE LIFE OF MOSES\n<\/p><p>\nThe children of Israel had been with Moses at Mr. Sinai for many months. In fact it was not\nuntil the second month of the second year (<span class=\"citation\" id=\"41087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41087)\">Num. 1:1<\/a><\/span>)\nthat things were ready for a new start. The children\nof Israel were headed for the conquest of Canaan. The arrangements for the vast camp were\nsimple. Moses received the law direct from God, yet he had to descend to the people and\npresent it to them. In the assembly at the foot of the mountain were men, women and\nchildren. These all had to live under the law, so they all pledged their assent, exclaiming: \"We\nhear and obey.\" The commandments were ratified by the voice of the people, one of the\nnoblest examples of pure democracy in the history of the world. Shortly after leaving Sinai, a\ncouncil of seventy, of which Hur (<span class=\"citation\" id=\"22554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22554)\">Ex. 17:12<\/a><\/span>;\n<span class=\"citation\" id=\"22561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22561)\">Ex. 24:14<\/a><\/span>;\n<span class=\"citation\" id=\"2\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2)\">1 Chr. 4:4<\/a><\/span>),\nfounder of Bethlehem, seems to have been the head, was\nchosen by the people, and solemnly set apart to their dignity by Moses, as a kind of senate, or\nwise men to aid him by their counsel, and give him the support of leading families among the\nvarious tribes; for among a people so hard to govern, he often needed this added help.\n<\/p><p>\nAnd the Lord said unto Moses, Gather unto me seventy men of the elders of Israel, whom\nthou knowest to be the elders of the people, and officers over them; and bring them unto the\ntabernacle of the congregation, that they may stand there with thee\n(<span class=\"citation\" id=\"41088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41088)\">Num. 11:16<\/a><\/span>).\n<\/p><p>\nWhen Moses was called by the Lord to go unto the Mount, he was accompanied by seventy\nelders. \". . . the Lord,\" says the inspired narrative, \"came down in the cloud, and spake unto\nhim, and took of the spirit that was upon him, and gave it unto the seventy elders\"\n(<span class=\"citation\" id=\"41089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41089)\">Num. 11:25<\/a><\/span>).\n<\/p><p>\nIn those far ancient days of the priesthood, the seventies seemed to have been called to many\nnoble duties both individually and in groups. Moses had them with him in the holy rites of\nthe tabernacle, and we find them responsible for clean government in the civic life of the\ntowns of Palestine.\n<\/p><p>\nTHE SEVENTY CALLED BY JESUS\n<\/p><p>\nWhen Jesus was concluding his missionary labors in Galilee, he summoned his followers\ntogether, and out of them chose seventy\n(<span class=\"citation\" id=\"31142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31142)\">Luke 10:1<\/a><\/span>)\nto prepare his way. The mission of so many to go\nbefore him, two and two, and prepare for his arrival in every place which he intended to visit,\nimplies for this last journey an important event. The instructions he gave them closely\nresembled those which he had issued to the Twelve. It was a time when he was setting forth\nin sorrow, and some writers infer that they, the Seventy, going two by two, were announcing\nhis divine teachings.\n<\/p><p>\nSome weeks passed, and one of the things that filled his heart with joy was the return of the\nseventy (<span class=\"citation\" id=\"31145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31145)\">Luke 10:17-20<\/a><\/span>),\nas he approached the cities and villages, whither he had sent them. They came to\ngive him an account of their successes. Their hearts were filled with astonishment and\nexultation. And Jesus, while entering into their joy, yet checked the tone of their exultation, or\nrather turned it into a holier channel. He bade them feel sure that good was eternally mightier\nthan evil, and that their victory over Satan would be achieved. He gave them assurance that\nthey would be protected from harm because he had set his love upon them. Their names had\nbeen written, and stood unobliterated in the Book of Life.\n<\/p><p>\nTHE SEVENTIES' WORK IN LATTER-DAYS\n<\/p><p>\nMy brethren of the quorums of the seventy, you are all endowed with this same priesthood\nand power which gives you a distinct hope and message. You have an exalted purpose&mdash;to\nteach the gospel to all the world today. You have the good news of salvation, of freedom, to\nshow the way of eternal life. You are a body of men to help build a regenerated body of\nreligious ideals and life. From this day, you are to stand for a moral awakening as never\nbefore, a spiritual upsurge, a deeper appreciation of the spiritual needs of humanity. People\nwill receive the message if it is presented and taught as it should be. The demands are high;\nthe spiritual discipline must be sincere; the sacrifice of material things great. The qualities\nwhich made Jesus a master teacher were: He was divinely inspired, profound in his simplicity,\nunderstanding, and sympathy.\n<\/p><p>\nAs the ancient disciples came to know the truths of the Master, so we come to know in our\nday the importance of revealed truth as we look to him who is our Savior. The priesthood\nenvisages the Church of God, which in time will be known to all peoples of the earth. Life is\nmade over; men are made over; and as one evangelist says: \"Men come from darkness into\nlight.\"\n<\/p><p>\nA new missionary effort has come into the world, for men and women are thinking of life\neternal. Missionaries are laboring with profound and undying zeal to awaken people to a sense\nof the meaning of life, and to prepare themselves for the future in this world and in the world\nto come.\n<\/p><p>\nThere never was a time when it was more needful for us to recur to the reason of the power\nof Jesus Christ in the world than now; never a time when we were more in danger of\nthrowing away true permanence for barren change; never a time when we were more in\ndanger of sacrificing truth for wrong. Truly do we know that the man who holds the\npriesthood of God has a principle higher than any that has gone before; that man whose\npolicy, whose statesmanship, whose legislation, whose faith involves the highest reach\npossible of the human understanding in the spiritual direction&mdash;that men will endure and will\nhelp save the world.\n<\/p><p>\nWe can, my brethren, be honest, intelligent, truthful; we can be courageous, just, and valiant.\nWe can bear witness that this is God's work, and we can be consciously grateful for all the\nresources, for all the opportunities which are ours. We can be faithful and zealous. These\nthings we are certain of; if we will do our part, in faith, God will give the increase\n(<span class=\"citation\" id=\"123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(123)\">1 Cor. 3:6<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}