{"ID":199, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1945, pp. 72-74<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, no one can arise on an occasion like this, before an audience so large\nand so eager, without feeling a sense of deep responsibility. I rejoice with you in the growth\nand progress made by the Church. I have been greatly uplifted by the proceedings of this\nconference.\n<\/p><p>\nTHE LIGHT OF THE WORLD\n<\/p><p>\nThe other day, before a large audience of Relief Society workers, in this tabernacle, Dr.\nHoward R. Driggs made a remark that has been sounding in my ears since I heard it. \"The\nword <i>light<\/i>,\" he said, \"appears frequently in the scriptures.\" It is the responsibility of the\nChurch to spread this light among men. Jesus is the light of the world\n(<span class=\"citation\" id=\"27194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27194)\">John 8:12<\/a><\/span>). His gospel is the\nbeacon light to direct you and me in our journey through life. Jesus also said on one occasion:\n<\/p><p>\n. . . this is the condemnation, that light has come into the world, and men loved darkness\nrather than light, because their deeds are evil\n(<span class=\"citation\" id=\"27181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27181)\">John 3:19<\/a><\/span>).\n<\/p><p>\nHe also admonished:\n<\/p><p>\nLet your light so shine before men, that they may see your good works, and glorify your\nFather which is in heaven (<span class=\"citation\" id=\"33951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33951)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nI feel that this Church, in carrying forward the great program entrusted to it, is actually and\ntruly spreading light throughout the world.\n<\/p><p>\nThe Prophet Joseph Smith in a revelation has said this:\n<\/p><p>\nFor thus shall my church be called in the last days, even The Church of Jesus Christ of\nLatter-day Saints. Verily, I say unto you all: Arise and shine forth, that thy light may be a\nstandard for the nations (<span class=\"citation\" id=\"12191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12191)\">D&amp;C 115:4-5<\/a><\/span>).\n<\/p><p>\nI wonder if you catch the boldness and the audacity of that statement, made in the early days\nwhen the Church was not so well established nor so well organized as it is today; and yet the\nLord said then through his servant,\n<\/p><p>\nArise and shine forth, that thy light may be a standard for the nations\n(<span class=\"citation\" id=\"12193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12193)\">D&amp;C 115:5<\/a><\/span>).\n<\/p><p>\nFAITH GIVES PURPOSE IN LIFE\n<\/p><p>\nBrethren and sisters, great things have been accomplished by the Church, but as we view the\nsituation now, with its many problems, there is still much to be done. All of us can\ncontemplate the history of the Church with supreme satisfaction. As I think of these things I\nfeel that the Latter-day Saints will never surrender their heritage of faith. That faith has given\npurpose and significance to their lives. It has opened the Holy Bible to their understanding. It\nhas sustained them in adversity and trial. It has offered them every inducement to right living.\nIt has been their refuge and their strength in sorrows and disappointments, and it has\nestablished their belief in moral and spiritual values, a most important belief. Faith in God is\nalways the pathway to power and achievement; it is the motive power of progress and\nadvancement.\n<\/p><p>\nOn one occasion I discussed with a minister of another church some of our religious views.\nFinally, he said to me. \"I cannot believe that Joseph Smith was divinely called, but I do\nbelieve,\" he said, \"in the principle of tithing taught by your Church.\" \"Why then,\" I asked, \"is\nit not practiced by your church?\" He hesitated for what seemed to me a long time, and then\nreplied, \"Because we do not have the faith and the conviction among our members which is\ncharacteristic of the Latter-day Saints.\"\n<\/p><p>\nBrethren and sisters, I have always regarded that as a great compliment coming as it did from\nan outside source and certainly a worthy tribute to the faith and integrity of the Latter-day\nSaints.\n<\/p><p>\nTEMPLE WORK PART OF GOSPEL PLAN\n<\/p><p>\nTwo weeks ago we dedicated a beautiful temple at Idaho Falls. Why do we build temples?\nBecause we believe in temple work; we believe in salvation for the dead as well as for the\nliving. It is a part of the gospel plan. We believe, too, in the eternity of the marriage covenant\nas solemnized in the holy temples. That doctrine is sound, reasonable, consistent, and in\nharmony with Paul's teachings when he said:\n<\/p><p>\n. . . neither is the man without the woman, neither the woman without the man, in the Lord\n(<span class=\"citation\" id=\"129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129)\">1 Cor. 11:11<\/a><\/span>).\n<\/p><p>\nSUCCESS OF MISSIONARY WORK IN HAWAII\n<\/p><p>\nA year ago today I was traveling on a steamer headed for the Hawaiian Islands. On Sunday\nmorning a beautiful service was conducted by a protestant minister. At the conclusion of the\nservice the minister approached me. After asking some questions about our faith, he turned to\nme with this remark, \"The greatest missionary enterprise in modern times,\" he said, \"was\nlaunched by the Mormons on the Islands when they began to preach to the natives.\" As soon\nas I reached the Islands I began to inquire. I was told that three or four missionaries in the\nearly days were laboring in Honolulu with little or no success. Finally, one of them suggested\nthat they give up their missionary labors on the Islands and return to the mainland. George Q.\nCannon, then a young man of vigor and faith, said to his associates, \"No, we cannot return\nhome; we will continue our labors on these Islands, not among the white population as we\nhave done, but among the natives.\" The response to that missionary endeavor was great, and\nthese people on the Islands in whom the spirit and blood of Israel were strong, joined the\nChurch by the hundreds, and many of them have remained true and faithful to the covenant so\nthat today branches, wards, and a stake are organized and functioning among them.\n<\/p><p>\nMay God bless us in our responsibilities. May he give us faith, wisdom and determination to\ncarry forward his great work in these, the last days, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}