{"ID":2, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Blessings of the Priesthood<\/p>\n<p class=\"gcspeaker\">President Rudger Clawson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Rudger Clawson, <i>Conference Report<\/i>, pp. 11-12<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, it is a pleasure to be here in this meeting at the General Conference.\n<\/p><p>\nWe are highly blessed in having with us this morning President Grant, and to see that he is\nholding up splendidly and that he speaks with power and authority. We rejoice to sit under\nthe sound of his voice, and I am sure it will be a pleasure also to the brethren who are\nassembled to hear from the counselors in the Presidency, the Twelve, and other Authorities in\nthe order in which they will be called. These men are clothed upon with power &mdash; the power\nof the Priesthood. I take it that every man in this room this morning holds the Priesthood\nbecause the Priesthood has been vested with great power and authority and that is shown by\nthe printed word, by the revelations of God unto His Church.\n<\/p><p>\nIf a man would ascend to exaltation and glory he must have the Priesthood. Without the\nPriesthood we are helpless. With the Priesthood we can accomplish much.\n<\/p><p>\nI take very great pleasure, my brethren, in referring you to the eighty-fourth section of the\nD&amp;C, which is a revelation from God and refers to the work in which we are engaged. Of\nnecessity I must speak very briefly. I will read a few words from this revelation, commencing\nwith verse 32:\n<\/p><p>\nAnd the sons of Moses and of Aaron shall be filled with the glory of the Lord, upon Mount\nZion in the Lord's house, whose sons are ye; and also many whom I have called and sent\nforth to build up my church.\n<\/p><p>\nFor whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and\nthe magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.\n<\/p><p>\nThey become the sons of Moses and of Aaron and the seed of Abraham, and the church and\nkingdom, and the elect of God.\n<\/p><p>\nAnd also all they who receive this priesthood receiveth me, saith the Lord;\n<\/p><p>\nFor he that receiveth my servants receiveth me;\n<\/p><p>\nAnd he that receiveth me receiveth my Father;\n<\/p><p>\nAnd he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him.\n<\/p><p>\nAnd this is according to the oath and covenant which belongeth to the priesthood.\n<\/p><p>\nTherefore, all those who receive the priesthood, receive this oath and covenant of my Father,\nwhich he cannot break, neither can it be moved.\n<\/p><p>\nBut whoso breaketh this covenant after he hath received it, and altogether turneth therefrom,\nshall not have forgiveness of sins in this world nor in the world to come.\n<\/p><p>\nAnd wo unto all those who come not unto this priesthood which ye have received, which I\nnow confirm upon you who are present this day, by mine own voice out of the heavens; and\neven I have given the heavenly hosts and mine angels charge concerning you.\n<\/p><p>\nAnd I now give unto you a commandment to beware concerning yourselves, to give diligent\nheed to the words of eternal life.\n<\/p><p>\nFor you shall live by every word that proceedeth forth from the mouth of God\n(<span class=\"citation\" id=\"11779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11779)\">D&amp;C 84:32-44<\/a><\/span>).\n<\/p><p>\nThere is much more, but you can see from that which you have heard that the Priesthood\ntruly has great power, and unless we make up our minds to magnify the Priesthood, it would\nhave been better that we had never had it. It is like a two-edged sword that cuts both ways,\ncuts to the right and cuts to the left. It also condemns those who receive the Priesthood but\nfail to magnify it. It is made very plain here and that is one of the characteristics of the\nrevelations of God; they are adapted to our understanding by simple language, without\nscientific phrasing. So that the young, even the young men of the Aaronic Priesthood can\ncomprehend much of the foregoing revelation because of the simplicity of the language in\nwhich it was given.\n<\/p><p>\nI wish to bear to you, my brethren and sisters, my testimony. I know that this is the Church\nof Jesus Christ our Lord and that He is in communication with the Church. The spirit of\nrevelation is with us, and that is why we should seek the word that is given.\n<\/p><p>\nI know that Joseph Smith was a true prophet of God, a mighty messenger of truth, and a\ngreat builder of faith, and that his successors have worked under the influence of the Holy\nSpirit continually to strengthen the Church. I can assure you, brethren, that this people will\ncarry on the kingdom of God by their faithfulness and devotion to the work. I am happy to be\nin the harness. I feel that I am in absolute harmony with the First Presidency, my file leaders,\nand with my brethren of the Twelve with whom I am intimately associated. I testify to you\nthat it is the truth that the Presidency and the Twelve and the Assistants to the Twelve, the\nFirst Council of Seventy, the Presiding Bishopric, the Acting Patriarch, and many others are\nfollowing along the path of rectitude and faithfulness, and in the end, brethren, the Lord will\ntriumph, His Church will flourish and His faithful people, the members of the Church, will be\nsaved and exalted in His presence.\n<\/p><p>\nNow I feel to ask the Lord to bless us and to guide us continually, that we may not be\novercome by temptation and lose the spirit and power that is upon us, I humbly pray in the\nworthy name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}