{"ID":20, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Unity for the Welfare of the Church and the Nation<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1942, pp. 85-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis has been a gathering that might accurately have been described as a Church leadership\nconference. President Grant, at the opening session of this conference, bore testimony to the\ndivine calling of those who have presided over the Church in this dispensation. In his\ntestimony he has given us the key by which we may be safely guided in our own presidency\nand leadership responsibility, and he sounded the keynote that has carried through this entire\nconference. I am persuaded that any presiding officer who does not have such a testimony is\nnot qualified to preside as an officer in the Church.\n<\/p><p>\nFrom the beginning of time, as recorded in sacred scripture, the prophets of the Lord have\nsounded the warning note to the world and to the membership of the Church. There have\nalways been those with apostate leanings who have ridiculed, and have stood on the side-lines\nand made light of the efforts of those who sought to follow that counsel. It was so in the days\nof Noah, and that history is repeating itself at the present time.\n<\/p><p>\nIn 1831, the Lord gave a revelation to this Church, in which He declared that \"the time was\nnot yet, but soon, when peace should be taken from the earth\"\n(<span class=\"citation\" id=\"11686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11686)\">D&amp;C 1:35<\/a><\/span>). That time, we all recognize, is\nhere. In that same revelation the Lord declared:\n<\/p><p>\nWherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun. and spake unto him from heaven, and gave\nhim commandments (<span class=\"citation\" id=\"11685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11685)\">D&amp;C 1:17<\/a><\/span>).\n<\/p><p>\nAgain He has declared, \"whether by mine own voice, or by the voice of my servants, it is the\nsame\" (<span class=\"citation\" id=\"11688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11688)\">D&amp;C 1:38<\/a><\/span>).\nNot all of His commandments have been given to the Church in the\nwritings of the scriptures.\n<\/p><p>\nThis conference has convened on the sixth anniversary of the launching of what we have\nstyled the Church Welfare plan which was given to the Church by our leaders as they were\ninspired by the Lord. The activities of the Welfare plan have provided the greatest\nopportunities for spiritualizing this Church that perhaps have ever been given this people in\nour generation and as we have watched it unfold and its purposes be more fully revealed, we\nhave come to see therein a building for not only the temporal salvation but also the spiritual\nsalvation of the Church as well. Priesthood quorums everywhere who have rallied to that call,\nand have joined together as a group, have bound themselves in love and unity that has blessed\nthis Church beyond our fondest expectations.\n<\/p><p>\nWe have come to understand, and it is my firm conviction that the thing most needed in the\nChurch today is a membership stimulated to action by a fervent conversion to the divinity of\nthe calling of the brethren who preside as leaders of this Church. We have been a most\nblessed people above all other peoples. We have been given the power of the Priesthood. We\nhave been blessed with a divine leadership and an inspired organization, and a great\npioneering heritage and experience. The Lord will hold us responsible for the blessings that\nHe has given us, and if the calamities that have been foretold come upon this people, they\nwill come because we have not done our full duty, and we have not made the most of our\nopportunities, nor have we discharged the responsibilities we bear before our Heavenly Father.\n<\/p><p>\nWe have had many evidences of the power manifesting itself from the united team work of\nPriesthood quorums. We have witnessed that wherever stake welfare groups have followed the\ncounsel of the leaders, and have banded together as regional organizations, when there was a\ndisaster or an emergency as was the case in southern Arizona during a serious flood situation,\nwe have discovered to our delight that the way was provided by which true brotherhood was\nfostered. We have noted how Priesthood quorums have made large contributions, with but\nvery little effort when they worked unitedly together. We have seen how great amounts of\nproduce have come from those who saw in their assignment not merely an out and out\ncontribution, but a chance to work together and to develop together, on a permanent\nfoundation, some project of which their community was capable.\n<\/p><p>\nWe have been delighted to observe throughout the Church an attempt to study the basic\nreasons for our economic difficulties, and in farming communities we have noticed that\nfarmers have set their goals to two prime objectives, namely, first to produce all they can on\ntheir own farms, for their own living; and second, to make an all-out war on debt. The\nanalysis of how that work should be done has been something that I am sure would provide\nintelligent and profitable reading for those who are struggling with these problems.\n<\/p><p>\nThe general Church Welfare committee would have me say to you, that from the standpoint\nof organization there is no other way to carry forward this work except by the Ward Welfare\ncommittees properly supervised by the stake Welfare committees. It cant be done without an\nintelligent analysis of problems as revealed in the survey that you have been asked to make.\nThe only ones who are objecting to the carrying forward of that survey, or to the organization\nas now set up, are those who have never organized or who have never made the survey.\n<\/p><p>\nWe are pleased that in the Salt Lake region we have received the report that at least\nseventy-five percent of the wards are functioning according to program.\n<\/p><p>\nWe have been asked today to be patriotic. This Church, as has been read by President McKay,\nhas a record of accomplishment that is a delight to all of us, and a testimony to the world of\nthe patriotism of this people. We have been sending our boys into the army, and will continue\nto do so. We will buy war bonds and stamps. We will pay inordinate taxes, for the carrying\non of the work for the buying of planes and munitions of war. We will produce and conserve\nfoodstuffs, that there may be sufficient of the necessities to carry on, as we have been\nrequested by our government.\n<\/p><p>\nBut beyond all that, the Latter-day Saints have a responsibility, that may be better understood\nwhen we recall the prophecy of Joseph Smith who declared that \"the time would come when\n(the destiny and) the Constitution of these United States would hang as it were by a thread,\nand that this people, the sons of Zion, would rise up and save it from threatened destruction\"\n(<i>Journal of Discourses<\/i>, 7:15).\n<\/p><p>\nI want to ask you to consider the meaning of that prophecy, in the light of the declaration of\nthe prophets of the Book of Mormon times, who declared that this land was a choice land\nabove all other lands, and would be free from bondage and from captivity, and from all other\nnations under heaven, if they will but serve the God of this land, even our Savior, Jesus\nChrist (<span class=\"citation\" id=\"22149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22149)\">Ether 2:12<\/a><\/span>).\n<\/p><p>\nThis is a people whom the Lord has chosen to preach the gospel of righteousness. We talk of\nsecurity in this day, and yet we fail to understand that here on this Temple Block we have\nstanding the holy temple wherein we may find the symbols by which power might be\ngenerated that will save this nation from destruction. Therein may be found the fulness of the\nblessings of the Priesthood. Yesterday morning, as we assembled and heard the broadcast\nfrom that place, broadcasting to the world a message, it to me was significant of the prophecy\nthat from this place \"the law shall go forth to the world, and the word of the Lord from\nJerusalem\" (<span class=\"citation\" id=\"24986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24986)\">Isa. 2:3<\/a><\/span>).\nThe spires on the eastern towers of the temple are to represent the presidency of\nthe Melchizedek Priesthood; the spires to the west, the presidency of the Aaronic Priesthood;\nthe gilded figure of the angel Moroni symbolizes the preaching of the gospel to the world.\nThe gospel must be preached as a witness\n(<span class=\"citation\" id=\"33813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33813)\">Matt. 24:14<\/a><\/span>)\nunder the direction of the holy Priesthood: \"Fear\nGod and give glory to him; for the hour of his judgment is come\"\n(<span class=\"citation\" id=\"42153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42153)\">Rev. 14:7<\/a><\/span>). Therein\nlies the responsibility of this Church in sanctifying this people and this nation, that they might\nbe spared the judgments that otherwise might come upon them, were it not for the preaching\nof the humble elders of this Church.\n<\/p><p>\nThe Prophet Isaiah comforted his struggling people with these words:\n<\/p><p>\nPeace, peace to him that is far off, and to him that is near, saith the Lord; and I will heal\nhim.\n<\/p><p>\nBut the wicked are like the troubled sea, when it cannot rest, whose waters cast up mire and\ndirt.\n<\/p><p>\nThere is no peace, saith my God, to the wicked\n(<span class=\"citation\" id=\"24991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24991)\">Isa. 57:19-21<\/a><\/span>).\n<\/p><p>\nMay we return home and teach our people the way of peace &mdash; peace because they are willing\nto live the commandments of the Lord Jesus Christ, I humbly pray, in His name. Amen.\n<\/p>\n<\/div>\n<\/div>"}