{"ID":200, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, October 1945, pp. 75-80<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith, brethren and sisters, it is a delight to welcome our sisters into our midst\nagain. I was thrilled, and I am sure all of you were, with the splendid tribute that our\nPresident, in his wonderful opening remarks, paid to the mothers and daughters of our\nChurch. It was also refreshing in the meeting in the temple, with the mission presidents, to\nhear nearly all of them express appreciation for the work their wives are doing in helping\nthem in their great responsibilities. I wish their wives could have been there to hear them. I\ncommend the example of these mission presidents to all the men of the Church, to feel\nappreciative not only of what our wives are doing for us but also to express that appreciation.\nI am sure there would be more sunshine and love in our homes, and in the world generally, if\nall, not only felt but expressed such appreciation.\n<\/p><p>\nA TRIBUTE TO THE BRETHREN LEFT IN CHARGE IN EUROPE\n<\/p><p>\nIn the early spring of 1940 the last of the missionaries, American missionaries, left Europe.\nSister McKay, our daughter, Louise, and four very choice missionaries sailed from Italy and\ncame home by way of Gibraltar. Brother Gaston Chappuis and his bride sailed from Lisbon.\nSince that time, nearly six years now, our missions, nine of them in Europe, have been\ndirected by local elders; and at this time I wish to pay tribute publicly and express\nappreciation for the work that these fine brethren have done. They have been working under\nunusual and very difficult conditions but they have carried on. They've held their meetings\nnearly all of them, including branch, district, and annual conferences. The missions have been\nself-supporting. The tithing, in fact, has increased from year to year. They have visited the\nbranches as often as possible under the trying conditions. Many of them have attempted to\nmaintain a missionary system, and most of the missions have had a few missionaries, and\nsome of them quite a large force. The British at one time, Brother Anastasiou reported, had\nthree hundred and twenty-five part-time missionaries. Brother Anastasiou, his wife, and two\nchildren are here now. The British Mission is again presided over by President Hugh B.\nBrown, who is doing a wonderful work, not only as president of the mission but also and\nespecially among the servicemen. He writes that he needs more missionaries. Our acting\nmission presidents are also looking forward to the time when missionaries will be again in\ntheir midst.\n<\/p><p>\nIn a recent letter from President Brown he states: \"We need missionaries, experienced men,\npreferably older men such as ex-bishops or men who have had experience in presiding.\"\n<\/p><p>\nTHE DANISH MISSION\n<\/p><p>\nIn the Danish Mission, Address: Priorvej 12, Copenhagen F,\nBrother Orson West is in charge. He is a very fine man. He writes and\nspeaks English quite fluently, although he was born and has always lived in Denmark. In a\nrecent letter he states:\n<\/p><p>\nWe are all looking forward to receiving missionaries again in the Danish Mission. . . A\nproblem which has been a serious one during the war is the coal and fuel situation. For the\ntime being it is worse than ever. Peat is not the best fuel, but we will have to do with that\nduring the coming winter. I am sure it is not good for our central heating plant to use only\npeat, which deposits so much soot. Regarding help to families and persons in our mission, I\nbeg to inform you that as far as food is concerned we can get along. Our people in Norway\nand Finland need it much more than we do. We would be more than happy, however, to\nreceive, underwear, shirts, stockings, and socks. Especially the babies need these things very\nmuch. It is almost impossible to buy babies' clothing.\n<\/p><p>\nTHE EAST-GERMAN MISSION\n<\/p><p>\nIn the East-German Mission when we left&mdash;I happened to be in Berlin when war was\ndeclared&mdash;Brother Herbert Klopfer was placed in charge, another fine young man who speaks\nEnglish fluently. In fact, all of our mission presidents except two speak or write English, and\nthose two have secretaries who can translate for them. Brother Klopfer, before we left\nSwitzerland, was called into the service, not as a soldier, but to do secretarial work. The next\nwe heard of him after we returned home was through Sweden; he was in Denmark and had\nattended services there and had taken part in their testimony meeting. The last word is that he\nis reported missing on the Russian front. The members are carrying on, however, and his\ncounselors, Elder Richard Ranglack, now acting mission president, and Elder Paul\nLangheinrich are doing a splendid work. A letter dated August 19, 1945, states:\n<\/p><p>\nHad two wonderful meetings today. At two p.m. just a priesthood meeting with forty-five\npresent. At four we held a memorial service in honor of President Grant. There were at least\ntwo hundred fifty to three hundred present in a hall big enough to hold one hundred\nseventy-five. It was just as full of spirit as it was of people. The old mission home at\nHändelallee is a pile of rubble. A sign in front gives the information that the office is now at\nRathenower Str. 52, Berlin N.W. 21, only two blocks north and east of the old location.\n<\/p><p>\nTHE FRENCH MISSION\n<\/p><p>\nThe French Mission, as you know, is divided into three districts, Belgium, France, and\nFrench-Switzerland. This mission was not left in charge of one acting president, but three\ndistrict presidents, very fine young men who have been carrying on in the same effective way\nas have our acting presidents. They are Brother Paul Devignez of the Belgium District,\nBrother Leon Fargier for France, and Brother R. Simond for the French-Swiss District.\nBrother Simond has managed in some way to send a monthly report during the entire war.\n<\/p><p>\nTHE NETHERLANDS MISSION\n<\/p><p>\nIn the Netherlands Mission the branches are also carrying on. Brother J. Schipaanboord\nwrites:\n<\/p><p>\nDuring the war years we have endeavored to keep the right course. Our old buildings, and the\nrented halls, too, we have improved if possible so that they have become more valuable for\nour services. In the Rotterdam Branch we have built a baptismal fount. . . A new organ was\nalso secured. Owing to the food scarcity, many of the faithful Saints had to be supported by\nmoney or in kind. You no doubt know that the mission house in The Hague had to be\nevacuated, and we finally moved and rented a place in Utrecht, Maarten Harpertzoon,\nTrompstraat 36.\n<\/p><p>\nTHE NORWEGIAN MISSION\n<\/p><p>\nIn Norway, Address: Osterhougs Gt. 27, Oslo,\nBrother O. Sonsteby, also a very fine man, has been carrying on. He writes:\n<\/p><p>\nI have been on a visit to North Norway and saw the Saints there. We held three meetings at\nNarvik, probably the most northern branch in the world. The branch has scarcely been visited\nduring the war, but the Saints there have kept together in faithfulness and held their meetings\nregularly. The branch has been visited in the past by some of the leading authorities from\nZion during their stay here in Norway, among others, Apostles David O. McKay, and Joseph\nF. Merrill. As travel conditions are today, the trip was very strenuous, but it was a great joy\nto me to see the Saints.\n<\/p><p>\nTHE SWEDISH MISSION\n<\/p><p>\nFrom the Swedish Mission we have received letters and reports all during the war, and\nBrother Fritz Johansson has done a splendid work, not only in keeping us in touch with the\nSwedish Mission, but also the sister missions of Denmark and Norway. August 7th to the\n22nd he also made a trip in the north up to Finland. Two people were baptized, and they\norganized a Relief Society. \"I discern,\" he says, \"the awful poverty that prevails in Finland.\nThey need food as well as clothing in order to keep them from freezing this winter.\"\n<\/p><p>\nTHE SWISS MISSION\n<\/p><p>\nWe have heard from the Swiss Mission, also a neutral country, occasionally. Brother Max\nZimmer, Sr., Leimenstr. 49, Basel, is the acting mission president; he has been especially\nhelpful to our servicemen who were interned in Switzerland and in prison camps in Germany.\nA conference held at Easter time in their own chapel in Basel, the only Church-owned chapel\nin Switzerland, is reported as being of the largest conferences ever held in the Swiss Mission.\n<\/p><p>\nTHE WEST-GERMAN MISSION\n<\/p><p>\nIn the West-German Mission, the home and office is one of the few buildings still standing in\nbeautiful Frankfort on the Main.\n<\/p><p>\nIt is only slightly damaged with a few broken windows; a bomb had hit near the building but\nonly cracked the walls slightly and left a large crater where it struck. Most of the rest of\nFrankfort on the Main is just piles of rubble. Our meeting place was completely burned out.\nBrother Friedrich Buhl, Jr., was left in charge; a very fine young man, but he was called into\nthe service before we left, and Brother Christian Heck, another young man, was called to take\nhis place. Brother Heck was also called into the service, and Brother Anton Huck, an elderly\nbrother, was called to preside and is doing so now. It is reported that the two young men who\nhad been called into the armed service were both killed.\n<\/p><p>\nAUSTRIAN REPORT\n<\/p><p>\nIn Austria, our meeting places have not been damaged except in Vienna but our members are\nstill meeting in No. 20 Seidengasse. A Russian cannon grenade struck high in the rear of the\nchurch building, breaking only a few windows in the chapel part, but inflicting a good-sized\nhole in the upper region of the apartment building. When the occupying Russians looked over\nthe building, our Church occupying about one-third of it, they were told it was an American\nchurch and so they left it alone. Later, when the Americans came, they in turn, looked over\nthe building but when they saw the work of the grenade they also left, and so the members\ncontinue to meet in their accustomed place. \"Vienna,\" our correspondent continues, \"is a\nhungry city, a city with ever so little food, fuel, light, housing, and transportation.\n<\/p><p>\n\"These are difficult times, and I fear that the coming winter will be one long to be\nremembered. Just recently, I visited the Allgemeine Krankenhaus, the largest and most famous\nhospital in Vienna, and there the situation was the same, even in a hospital.\"\n<\/p><p>\nWORD FROM CZECHOSLOVAKIA\n<\/p><p>\n\"In Czechoslovakia,\" Brother Joseph Roubiek, Trysova ul-c 8, Prague 2, writes, \"I wish to\ninform you that after six years of war, all members of the Church have remained well and\nalive. It has been a terrible time. We have remained faithful however, and we await you.\"\n(This letter was written to Wallace F. Toronto, last president of this mission.) \"The work of\nthe Lord here has not been disturbed. We often think of you and the missionaries. Here there\nis great need and distress, great hunger among the people. The Saints, however, have\ncontinued to enjoy the blessings of the Lord. Their testimonies of the truthfulness of the\ngospel have not wavered, even in the worst moments of the great conflict.\"\n<\/p><p>\nThe two branches in the Palestine-Syrian Mission are carrying on as usual, and food is also\nscarce there. In fact, it always is.\n<\/p><p>\nOUR SERVICEMEN PRAISED\n<\/p><p>\nMuch of this information that has been received has come from our servicemen and several of\nour chaplains assigned to these European countries; and I should like to take this opportunity\nto express appreciation publicly for these servicemen. They have done, and are doing, a\nwonderful work. Our members are also very thankful for the kindness and help of our\nservicemen. I will take time to quote from one letter. It is typical of many others. After\nreferring to the splendid work that President Brown did in his recent visit to Belgium, the\nwriter says:\n<\/p><p>\nOur good friend and brother, Chaplain Howard C. Badger, has reported to you about activities\nin this country but he failed to point out the successful mission that he filled in our branches.\nNot only did he deliver stimulative sermons supported by a strong background, but although a\nserviceman, he assisted the needy and was somewhat like Father Christmas to our children,\nsome of whom never knew chocolates or sweets before. We will surely remember him over\nhere for his attractive character, personifying the successful missionary. It was also my\nprivilege to welcome and to greet a great many servicemen since September 1944. Although\nwe never met before, we felt immediately like best brothers ready to help each other with all\nour might.\n<\/p><p>\nHe speaks of going to a cemetery and with reference to that I should like to read a paragraph\nfrom a young French sister. She says:\n<\/p><p>\nOn October 19, 1944, I copied a dedication from the tomb of a military Mormon which is\nfound in the cemetery of Henri-Chapelle in Belgium. We have promised to visit the\ncemeteries and search out the tombs of our brother Mormons who died to liberate us, and we\nwill do all we can to place flowers on their graves just as though they were our own beloved\nsons.\n<\/p><p>\nI just cannot say too much for our servicemen. I have heard directly from more than a score\nof them, and indirectly from more than a dozen others. Several of our chaplains, as I stated,\nare also in these occupied countries and are also doing an outstanding work. We have had\nletters from them from the Scandinavian missions, the Netherlands, Belgium, France, and\nquite a large number from Germany and Austria.\n<\/p><p>\nThe only way we can get letters and help to Germany and Austria is through these\nservicemen. We are permitted, however, to send eleven pound packages by parcel post to the\nother missions, but these must be mailed to some person direct. We have now received from\nour acting mission presidents several hundred names and addresses and we had hoped to get\nthese packages over before Christmas. There has been some delay, however, but the names\nare on file in the welfare office and are awaiting the go-ahead signal from a special committee\nappointed by the First Presidency to supervise this matter. In all the missions, as you have\nnoted, shoes, underwear, and other warm clothing, especially for babies and young children\nare needed I do hope and pray that we can get help to them so that they will not suffer too\nmuch from cold and hunger this coming winter.\n<\/p><p>\nTHE WAY TO PEACE\n<\/p><p>\nMay our servicemen and our members in these war-torn countries, and all of us, live lives of\nLatter-day Saints. May we cultivate tolerance and love for one another and for all mankind.\nThis war is but an awful chapter written in the eternal-long struggle between right and wrong,\nbetween love and hate, chastity and unchastity, greed and unselfishness. As long as hate and\nlust for power control the hearts of men, real peace can find no resting place in the world.\nOnly love can bring peace. Anyone who permits himself to hate any person, or any people,\nmakes his own small but vital contribution towards the discord and trouble, while he who\nseeks to love others, even his enemies, makes his own priceless contribution to peace. True,\nlasting peace, when it comes to the world, will be made up of the many tricklets of love\nflowing from the hearts of the people to a common understanding and a common goal. The\ngift of peace on earth and good will to men was offered to the world in the gospel of living\ntaught by our Savior in his earthly ministry. He made love of God and love of mankind\nfundamental (<span class=\"citation\" id=\"33998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33998)\">Matt. 22:37-39<\/a><\/span>),\nand declared, \"On these two commandments hang all the law and the prophets\"\n(<span class=\"citation\" id=\"34005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34005)\">Matt. 22:40<\/a><\/span>). The\npower of love alone can permanently disarm the world.\n<\/p><p>\nMay our Father in heaven help us to realize this and to govern our lives accordingly, I pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}