{"ID":2007, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Life Is Eternal\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p2\" class=\"\">Elder Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2968.jpg\" alt=\"Elder Ezra Taft Benson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p3\" class=\"\">My brothers and sisters—seen and unseen throughout the world: I thus address you on this solemn, yet joyful, occasion because of my conviction, supported by holy scripture, that we are all in very deed brothers and sisters, children of the same Heavenly Father in the spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p4\" class=\"\">We are eternal beings. We lived as intelligent spirits before this mortal life. We are now living part of eternity. Our mortal birth was not the beginning; death, which faces all of us, is not the end.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Our birth is but a sleep and a forgetting;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The soul that rises with us, our life’s star,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Hath had elsewhere its setting.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And cometh from afar;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Not in entire forgetfulness,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And not in utter nakedness,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But trailing clouds of glory do we come<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">From God, who is our home.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p13\" class=\"\">—William Wordsworth<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p14\" class=\"\">“Intimations of Immortality”<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p15\" class=\"\">As eternal beings, we each have in us a spark of divinity. And, as one who has traveled over much of this world, on both sides of the iron curtain, I am convinced that our Father’s children are essentially good. They want to live in peace, they want to be good neighbors, they love their homes and their families, they want to improve their standards of living, they want to do what is right, they are essentially good. And I know that God loves them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p16\" class=\"\">And as his humble servant, I have in my heart a love for our Father’s children. I have met them in so-called high places and low. I have visited with them in their homes, in their fields, on their small farms, in their shops, on the highways of the earth, and in the air. I have had the privilege of meeting with them in large and small meetings, worshiping with them in their churches, including a small Baptist chapel filled to overflowing in Moscow, Russia.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p17\" class=\"\">Again I say, our Father’s children, my brothers and sisters, are essentially good. I know the Lord loves them. And as his humble servant, I have love in my heart for them. May God bless you wherever you are and be close to you, as he can and will through his spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p18\" class=\"\">Yes, as we travel through this topsy-turvy, sinful world, filled with temptations and problems, we are humbled by the expectancy of death, the uncertainty of life, and the power and love of God. Sadness comes to all of us in the loss of loved ones. But there is gratitude also. Gratitude for the assurance we have that life is eternal. Gratitude for the great gospel plan, given freely to all of us. Gratitude for the life, teachings, and sacrifice of the Lord Jesus Christ, whose resurrection we will commemorate in the immediate days ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p19\" class=\"\">Thank God for the life and ministry of the Master, Jesus the Christ, who broke the bonds of death, who is the light and life of the world, who set the pattern, who established the guidelines for all of us, and who proclaimed:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p20\" class=\"\">“I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p21\" class=\"\">“And whosoever liveth and believeth in me shall never die. …” (<span class=\"citation\" id=\"28634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28634)\">John 11:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p22\" class=\"\">“If a man die, shall he live again?” asked Job, the prophet, anciently. (<span class=\"citation\" id=\"26743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26743)\">Job 14:14<\/a><\/span>.) My good friend Senator Everett Dirksen, shortly before his death, responded impressively to Job’s question in these words: “What mortal being, standing on the threshold of infinity, has not pondered what lies beyond the veil which separates the seen from the unseen?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p23\" class=\"\">“What mortal being, responding to that mystical instinct that earthly dissolution is at hand, has not contemplated what lies beyond the grave?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p24\" class=\"\">“What mortal being, upon whom has descended that strange and serene resignation that life’s journey is about at an end, has not thought about that eternal destination and what might be there?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p25\" class=\"\">“Centuries ago the man Job, so long blessed with every material blessing, only to find himself sorely afflicted by all that can befall a human being, sat with his companions and uttered the timeless, ageless question, ‘If a man die, shall he live again?’ In the Easter Season, when all Christendom observes the Resurrection and seeks answers to many questions, there in the forefront is the question raised by Job, ‘If a man die, shall he live again?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p26\" class=\"\">“If there be a design in this universe and in this world in which we live, there must be a Designer. Who can behold the inexplicable mysteries of the universe without believing that there is a design for all mankind and also a Designer? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p27\" class=\"\">“‘If a man die, shall he live again?’ Surely he shall, as surely as day follows night, as surely as the stars follow their courses, as surely as the crest of every wave brings its trough.” (<span class=\"emphasis\">U.S. News &amp; World Report, <\/span>November 8, 1965, p. 124.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p28\" class=\"\">Yes, life is eternal. We live on and on after earth-life, even though we ofttimes lose sight of that great basic truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p29\" class=\"\">Our affections are often too highly placed upon the paltry perishable objects. Material treasures of earth are merely to provide us, as it were, room and board while we are here at school. It is for us to place gold, silver, houses, stocks, lands, cattle, and other earthly possessions in their proper place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p30\" class=\"\">Yes, this is but a place of temporary duration. We are here to learn the first lesson toward exaltation—obedience to the Lord’s gospel plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p31\" class=\"\">Yes, there is the ever expectancy of death, but in reality there is no death—no permanent parting. The resurrection is a reality. The scriptures are replete with evidence. Almost immediately after the glorious resurrection of the Lord, Matthew records:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p32\" class=\"\">“And the graves were opened; and many bodies of the saints which slept arose,<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p33\" class=\"\">“And came out of the graves after his resurrection, and went into the holy city, and appeared unto many.” (<span class=\"citation\" id=\"36111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36111)\">Matt. 27:52–53<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p34\" class=\"\">The apostle John on the Isle of Patmos “saw the dead, small and great, stand before God” (<span class=\"citation\" id=\"42453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42453)\">Rev. 20:12<\/a><\/span>.) And so we may quote on and on from holy writ, ancient and modern.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p35\" class=\"\">The spirit world is not far away. Sometimes the veil between this life and the life beyond becomes very thin. Our loved ones who have passed on are not far from us. One great spiritual leader asked, “But where is the spirit world?” and then answered his own question. “It is here.” “Do [spirits] go beyond the boundaries of this organized earth? No, they do not. They are brought forth upon this earth, for the express purpose of inhabiting it to all eternity.” “… when the spirits leave their bodies they are in the presence of our Father and God; they are prepared then to see, hear and understand spiritual things. … If the Lord would permit it, and it was His will that it should be done, you could see the spirits that have departed from this world, as plainly as you now see bodies with your natural eyes. …” (Brigham Young, in <span class=\"emphasis\">Journal of Discourses, <\/span>vol. 3, pp. 367–69.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p36\" class=\"\">Yes, life is eternal, so:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“What though the skies seem dark today,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Tomorrow’s will be blue;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When every cloud has cleared away<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">God’s providence shines through.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p41\" class=\"\">(Author Unknown)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p42\" class=\"\">What is death like? Here is a simple incident as told by Dr. Peter Marshall, chaplain of the United States Senate:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p43\" class=\"\">In a certain home, a little boy, the only son, was ill with an incurable disease. Month after month the mother had tenderly nursed him, but as the weeks went by and he grew no better, the little fellow gradually began to understand the meaning of death and he, too, realized that soon he was to die. One day his mother had been reading the story of King Arthur and the Knights of the Round Table, and as she closed the book the boy lay silent for a moment, then asked the question that had been laying on his heart. “Mother, what is it like to die? Mother, does it hurt?” Quick tears filled her eyes. She sprang to her feet and fled to the kitchen, supposedly to go get something. She prayed on the way a silent prayer that the Lord would tell her what to say, and the Lord did tell her. Immediately she knew how to explain it to him. She said as she returned from the kitchen, “Kenneth, you will remember when you were a little boy, you would play so hard you were too tired to undress and you tumbled into your mother’s bed and fell asleep. In the morning you would wake up and much to your surprise, you would find yourself in your own bed. In the night your father would pick you up in his big strong arms and carry you to your own bedroom. Kenneth, death is like that; we just wake up one morning to find ourselves in the room where we belong because the Lord Jesus loves us.” The lad’s shining face looked up and told her there would be no more fear, only love and trust in his heart as he went to meet the Father in heaven. He never questioned again and several weeks later he feel asleep, just as she said. That is what death is like. (See Catherine Marshall, <span class=\"emphasis\">A Man Called Peter <\/span>(New York: McGraw Hill, 1951), pp. 272–73.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p44\" class=\"\">Yes, life is eternal. Death is not the end. It is most fitting at this Easter time that our thoughts be turned to that most glorious event, the resurrection of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p45\" class=\"\">As I have gratefully testified many times—<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p46\" class=\"\">I know that Jesus is the Christ—the Savior and Redeemer of the world—the very Son of God. He was born the Babe of Bethlehem. He lived and ministered among men. He was crucified on Calvary. On the third day he rose again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p47\" class=\"\">To the sorrowful, inquiring women at the tomb the angels proclaimed: “… Why seek ye the living among the dead? He is not here, but is risen. …” (<span class=\"citation\" id=\"31831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31831)\">Luke 24:5–6<\/a><\/span>.) There is nothing in history to equal that dramatic announcement. “He is not here, but is risen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p48\" class=\"\">No other single influence has had so great an impact on this earth as the life of Jesus the Christ. We cannot conceive of our lives without his teachings. Without him we would be lost in a mirage of beliefs and worships, born in fear and darkness where the sensual and materialistic hold sway. We are far short of the goal he set for us, but we must never lose sight of it; nor must we forget that our great climb toward the light, toward perfection, would not be possible except for his teachings, his life, his death, and his resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p49\" class=\"\">May God hasten the day when people everywhere will accept his teachings, his example, and his divinity; yes, when they will accept as a reality his glorious resurrection, which broke the bonds of death for all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p50\" class=\"\">Yes, we must learn and learn again that only through accepting and living the gospel of love as taught by the Master and only through doing his will can we break the bonds of ignorance and doubt that bind us. We must learn this simple, glorious truth so that we can experience the sweet joys of the spirit now and eternally. We must lose ourselves in doing his will. We must place him first in our lives. Yes, our blessings multiply as we share his love with our neighbor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p51\" class=\"\">To the extent that we stray from the path marked out for us by the Man of Galilee, to that extent we are failing in our individual battles to overcome our worlds. But we are not without his help. Again and again he told his disciples, and all of us, “Let not your heart be troubled. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p52\" class=\"\">“If ye shall ask any thing in my name, I will do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p53\" class=\"\">“I will not leave you comfortless. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p54\" class=\"\">“Peace I leave with you, my peace I give unto you. …” (<span class=\"citation\" id=\"28639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28639)\">John 14:1, 14, 18, 27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p55\" class=\"\">We feel his comforting spirit in the sweet prayer of a child and the quiet abiding faith of all who have let his gospel permeate their lives. What a priceless gift it is that we can know him through our own prayers and through the sacred and solemn testimonies of those who have seen him, known him, felt his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p56\" class=\"\">My brothers and sisters, on the threshold of Easter morning more than nineteen hundred years after his resurrection, I give you my solemn witness and testimony that I know that Jesus the Christ lives. He was in very deed raised from the dead, as we shall be. He is the resurrection and the life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p57\" class=\"\">He appeared unto many in the Old World after his resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p58\" class=\"\">And according to modern scriptures, sacred to me, he spent three glorious days, before his ascension, with his “other sheep” here in America—the New World—and he lives today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p59\" class=\"\">I quote from a vision given to the Prophet Joseph Smith and his associate Sidney Rigdon, February 16, 1832:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p60\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p61\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p62\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.” (<span class=\"citation\" id=\"15759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15759)\">D&amp;C 76:22–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p63\" class=\"\">Yes, my friends, Jesus is the Christ. He lives. He did break the bonds of death. He is our Savior and Redeemer, the very Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p64\" class=\"\">And he will come again, as the Holy Bible proclaims: “… this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.” (<span class=\"citation\" id=\"8123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8123)\">Acts 1:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p65\" class=\"\">Yes, this same Jesus has already come to earth in our day. The resurrected Christ—glorified, exalted, the God of this world under the Father—appeared to the boy Joseph Smith in 1820. This same Jesus who was the God of Abraham, Isaac, and Jacob, the God of Moses, the Creator of this earth, has come in our day. He was introduced by the Father to Joseph Smith in these words: <span class=\"emphasis\">“This is My Beloved Son. Hear Him!” <\/span>(<span class=\"citation\" id=\"30546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30546)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p66\" class=\"\">The appearance of God the Father and his Son Jesus Christ to the boy prophet is the greatest event that has occurred in this world since the resurrection of the Master. As the restored Church of Jesus Christ, we humbly and gratefully bear this witness to all men. This message is a world message. It is the truth, intended for all of our Father’s children. Some three million members of the Church throughout the world bear this solemn testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p67\" class=\"\">Today twenty thousand missionary-messengers of truth and the three freely carry this all-important message to the world. Jesus is the Christ, the Savior of mankind, the Redeemer of the world, the very Son of God. He is the God of this world, our advocate with the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p68\" class=\"\">Today twenty thousand missionary-messengers of truth and the three million members of The Church of Jesus Christ of Latter-day Saints—the Mormon Church—bear witness that God has again spoken from the heavens, that Jesus Christ has appeared again unto man, that the resurrection is a reality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/life-is-eternal.p69\" class=\"\">Today I testify to the truth of the message which they bear and add my solemn witness, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}