{"ID":2008, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Satan—The Great Deceiver\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p3\" class=\"\">Elder Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            <span style=\"display: none\" id=\"article-id\">03006_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32ca.jpg\" alt=\"Elder Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p4\" class=\"\">My beloved brothers and sisters and friends, I earnestly seek an interest in your faith and prayers. I particularly need the Spirit of the Lord today because I have decided to speak about his enemy, “Satan—The Great Deceiver.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p5\" class=\"\">You may be able to recall something of what I say by remembering a daughter’s statement to her mother: “I cannot marry John because he does not believe in the devil,” and mother’s response: “Go ahead and marry him. You and I will change his mind on that question.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p6\" class=\"\">A corollary to the pernicious falsehood that God is dead is the equally pernicious doctrine that there is no devil. Satan himself is the father of both of these lies. To believe them is to surrender to him. Such surrender has always led, is leading now, and will continue to lead men to destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p7\" class=\"\">Latter-day Saints know that there is a God. With like certainty, they know that Satan lives, that he is a powerful personage of spirit, the archenemy of God, of man, and of righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p8\" class=\"\">The reality of the existence of both God and the devil is conclusively established by the scriptures and by human experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p9\" class=\"\">Abraham’s account of the great pre-earth heavenly council identifies both God and Satan as participators in that council. (Read <span class=\"citation\" id=\"7279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7279)\">Abr. 3:22-28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p10\" class=\"\">Marvelous and important is the knowledge revealed in that account—knowledge of things as they were in the distant past, concerning God the Father and his spirit children, and concerning his plans for the creation of this earth. It refers to the gospel plan and identifies Christ and Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p11\" class=\"\">Amplifying the truths revealed to Abraham, the Lord said to Moses: “That Satan, whom thou hast commanded in the name of mine Only Begotten, is the same which was from the beginning, and he came before me, saying—Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.” (<span class=\"citation\" id=\"39384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39384)\">Moses 4:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p12\" class=\"\">Old Testament prophets knew about Satan and his role in the great council. As though speaking directly to him, Isaiah said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p13\" class=\"\">“How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p14\" class=\"\">“For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p15\" class=\"\">“… I will be like the most High.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p16\" class=\"\">“Yet thou shalt be brought down to hell, to the sides of the pit.” (<span class=\"citation\" id=\"25399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25399)\">Isa. 14:12–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p17\" class=\"\">In this last dispensation, the Lord has confirmed what he revealed in former dispensations concerning Satan’s role in the great council. In September 1830 he said to the Prophet Joseph:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p18\" class=\"\">“… the devil was before Adam, for he rebelled against me, saying, Give me thine honor, which is my power; and also a third part of the hosts of heaven turned he away from me because of their agency.” (<span class=\"citation\" id=\"15704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15704)\">D&amp;C 29:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p19\" class=\"\">In February 1832 Joseph Smith and Sidney Rigdon testified that they saw in vision “that an angel of God who was in authority in the presence of God, who rebelled against the Only Begotten Son … was thrust down from the presence of God and the Son,<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p20\" class=\"\">“And was called Perdition, for the heavens wept over him—he was Lucifer, a son of the morning.” (<span class=\"citation\" id=\"15762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15762)\">D&amp;C 76:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p21\" class=\"\">Joseph Smith succinctly summed up the great pre-earth controversy when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p22\" class=\"\">“The contention in heaven was—Jesus said there would be certain souls that would not be saved; and the devil said he could save them all, and laid his plans before the grand council, who gave their vote in favor of Jesus Christ. So the devil rose up in rebellion against God, and was cast down, with all who put up their heads for him.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith <\/span>[Deseret Book Co., 1968], p. 357.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p23\" class=\"\">When Satan and those who followed him were “thrust down,” they came to the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p24\" class=\"\">During the vision given to Moses, the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p25\" class=\"\">“… because … Satan rebelled against me, and sought to destroy the agency of man, which I, the Lord God, had given him, and also, that I should give unto him mine own power; by the power of mine Only Begotten, I caused that he should be cast down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p26\" class=\"\">“And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice.” (<span class=\"citation\" id=\"39385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39385)\">Moses 4:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p27\" class=\"\">Satan was in the Garden of Eden with Adam and Eve before the fall. Not only so, but he continued to tempt them and their children after they had been driven from the Garden. When Adam and Eve received the gospel they rejoiced in it, “blessed the name of God, and … made all things known unto their sons and their daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p28\" class=\"\">“And Satan came among them, saying: I am also a son of God; and he commanded them, saying: Believe it not; and they believed it not, and they loved Satan more than God. And men began from that time forth to be carnal, sensual, and devilish.” (<span class=\"citation\" id=\"39390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39390)\">Moses 5:12–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p29\" class=\"\">From then until now Satan has been in the earth. We read in the Book of Job:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p30\" class=\"\">“Now there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p31\" class=\"\">“And the Lord said unto Satan, Whence comest thou? Then Satan answered the Lord, and said, From going to and fro in the earth, and from walking up and down in it.” (<span class=\"citation\" id=\"26741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26741)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26741)\">Job 1:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p32\" class=\"\">In his diary for August 11, 1831, the Prophet wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p33\" class=\"\">“… after we had encamped upon the bank of the river, at McIlwaine’s Bend, Brother Phelps, in open vision by daylight, saw the destroyer in his most horrible power, ride upon the face of the waters; others heard the noise, but saw not the vision.” (<span class=\"emphasis\">Documentary History of the Church, <\/span>vol. 1, p. 203.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p34\" class=\"\">Satan is evil: totally and always. He ever seeks to defeat the gospel plan and “destroy the souls of men.” (<span class=\"citation\" id=\"15690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15690)\">D&amp;C 10:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p35\" class=\"\">“… he persuadeth no man to do good, no, not one; neither do his angels; neither do they who subject themselves unto him.” (<span class=\"citation\" id=\"38368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38368)\">Moro. 7:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p36\" class=\"\">At the last supper just prior to his ordeal in Gethsemane, Jesus warned Peter: “Simon, Simon, … Satan hath desired to have you, that he may sift you as wheat.” (<span class=\"citation\" id=\"31827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31827)\">Luke 22:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p37\" class=\"\">Satan is irrevocably committed to countering and overcoming the influence of the Spirit of Christ upon men. He is the representative, promoter, and advocate of that “opposition in all things” referred to by Lehi in his instructions to his son Jacob. (See <span class=\"citation\" id=\"3856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3856)\">2 Ne. 2:11, 14–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p38\" class=\"\">Satan’s methods are various, devious, and countless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p39\" class=\"\">“… by every possible means he seeks to darken the minds of men and then offers them falsehood and deception in the guise of truth. Satan is a skillful imitator, and as genuine gospel truth is given the world in ever-increasing abundance, so he spreads the counterfeit coin of false doctrine. … [As] ‘the father of lies’ he has … become, through the ages of practice in his nefarious work,” such an adept “that were it possible he would deceive the very elect.” (Joseph F. Smith in Daniel H. Ludlow, <span class=\"emphasis\">Latter-day Prophets Speak <\/span>[Bookcraft, 1948], pp. 20–21.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p40\" class=\"\">At the opening of every dispensation he has made a frontal attack against the advent of truth. As already noted, he deceived the sons and daughters of Adam and Eve in the first gospel dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p41\" class=\"\">At the beginning of the Mosaic dispensation, “Satan came tempting him, saying: Moses, son of man, worship me.” (<span class=\"citation\" id=\"39378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39378)\">Moses 1:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p42\" class=\"\">In the days of Jesus, Satan attacked the Master himself. (See <span class=\"citation\" id=\"31815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31815)\">Luke 4:1–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p43\" class=\"\">That Satan was present and contested the opening of this last dispensation, we learn from the Prophet’s statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p44\" class=\"\">“… I was seized upon by some power which entirely overcame me, and had such an astonishing influence over me as to bind my tongue so that I could not speak. Thick darkness gathered around me, and it seemed to me for a time as if I were doomed to sudden destruction.” (<span class=\"citation\" id=\"30543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30543)\">JS—H 1:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p45\" class=\"\">Satan’s attack against the coming forth of the Book of Mormon is detailed in the tenth section of the Doctrine and Covenants (<span class=\"citation\" id=\"124590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124590)\">D&amp;C 10:1-70<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p46\" class=\"\">Another evidence of the devil’s effort to thwart the spread of the gospel is Heber C. Kimball’s account of Satan’s attack upon the brethren who took the gospel to England in 1837. (Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball, <\/span>pp. 143–45.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p47\" class=\"\">The general acceptance of Satan’s declaration, “I am no devil, for there is none” (<span class=\"citation\" id=\"3871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3871)\">2 Ne. 28:22<\/a><\/span>), accounts in large measure for the decadence in our deteriorating society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p48\" class=\"\">We Latter-day Saints need not be, and we must not be, deceived by the sophistries of men concerning the reality of Satan. There is a personal devil, and we had better believe it. He and a countless host of followers, seen and unseen, are exercising a controlling influence upon men and their affairs in our world today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p49\" class=\"\">An ancient American prophet, envisioning our day and observing what is going on, prophesied that if Satan is not checked, he will bring this generation to destruction. Addressing himself to our present situation, Nephi said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p50\" class=\"\">“… the kingdom of the devil must shake, and they which belong to it must needs be stirred up unto repentance, or the devil will grasp them with his everlasting chains, and they be stirred up to anger, and perish;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p51\" class=\"\">“For behold, at that day [that’s today] shall he rage in the hearts of the children of men, and stir them up to anger against that which is good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p52\" class=\"\">“And others will he pacify, and lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls, and leadeth them away carefully down to hell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p53\" class=\"\">“And behold, others he flattereth away, and telleth them there is no hell; and he saith unto them: I am no devil, for there is none—and thus he whispereth in their ears, until he grasps them with his awful chains, from whence there is no deliverance.” (<span class=\"citation\" id=\"3868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3868)\">2 Ne. 28:19–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p54\" class=\"\">Now I am not calling attention to these things to frighten, stampede, or discourage anyone. I refer to them because I know they are true, and I am persuaded that if we are to “conquer Satan, and … escape the hands of the servants of Satan that do uphold his work” (<span class=\"citation\" id=\"15688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15688)\">D&amp;C 10:5<\/a><\/span>), we must understand and recognize the situation as it is. This is no time for Latter-day Saints to equivocate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p55\" class=\"\">Nor is it a time for us to panic. The difficulties of our times have not come upon us unawares. A hundred and forty years ago the Lord clearly revealed the tenor of our times. We know that as the second coming of the Savior approaches, the tempo of Satan’s campaign for the souls of men is being and will continue to be accelerated. We know that the experiences of the intervening years will try men’s souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p56\" class=\"\">We also know that God lives; that his “eternal purposes … shall roll on” (<span class=\"citation\" id=\"38014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38014)\">Morm. 8:22<\/a><\/span>).  We know that to qualify us to prevail against Satan and his wicked hosts, we have been given the gospel of Jesus Christ. We know that the Spirit of Christ and the power of his priesthood are ample shields to the power of Satan. We know that there is available to each of us the gift of the Holy Ghost—the power of revelation which embraces the gift of discernment by which we may unerringly detect the devil and the counterfeits he is so successfully foisting upon this gullible generation. Our course is clear and certain. It is to strictly obey the commandments of the Lord, as they are recorded in the scriptures and as they are being given by the living prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p57\" class=\"\">In conclusion, I bear you my witness to the truth of the things I have been calling to your attention in these remarks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p58\" class=\"\">I know that God lives. Through my own experiences I have come to know of his Spirit and his power. I know also that Satan lives. I have detected his spirit and felt of his power—not to the extent as did the Prophet Joseph, but in like experience (<span class=\"citation\" id=\"30544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30544)\">JS—H 1:15-16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p59\" class=\"\">I know that at the second advent of Christ, the signs of which are now mounting, “Satan shall be bound … [and] have no place in the hearts of the children of men.” (<span class=\"citation\" id=\"15729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15729)\">D&amp;C 45:55<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p60\" class=\"\">I bear further witness to the truth of the Savior’s prediction that at the time of his coming “they that are wise and have received the truth [that is, who have accepted the gospel], and have taken the Holy Spirit for their guide, and have not been deceived [by Satan and his powers]— … shall … abide the day [of His coming].<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p61\" class=\"\">“And [that] the earth shall be given unto them for an inheritance; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p62\" class=\"\">“For the Lord shall be in their midst, and his glory shall be upon them, and he will be their king and their lawgiver.” (<span class=\"citation\" id=\"15731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15731)\">D&amp;C 45:57–59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/satan-the-great-deceiver.p63\" class=\"\">That we may take the Holy Spirit for our guide, recognize Satan, his representatives and their works, and not be deceived by them, to the end that we may be partakers of the promised blessings, I humbly pray, in the name of Jesus Christ, our Lord. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}