{"ID":2010, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “When Thou Art Converted”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p2\" class=\"\">President S. Dilworth Young<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2d6a.jpg\" alt=\"President S. Dilworth Young\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p3\" class=\"\">“… and when thou art converted, strengthen thy brethren.” So said the Lord to Peter as he prepared himself and his apostles for his great sacrifice. This statement might have startled Peter. Certainly it pricked him, for he said, “Lord, I am ready to go with thee, both into prison, and to death.” Then the Lord told Peter that “the cock shall not crow this day, before that thou shalt thrice deny that thou knowest me.” (<span class=\"citation\" id=\"31829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31829)\">Luke 22:32–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p4\" class=\"\">Mark records that Peter’s vehement declaration of devotion was echoed by the remainder of the apostles in these words: “Likewise also said they all.” (<span class=\"citation\" id=\"33244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33244)\">Mark 14:31<\/a><\/span>.) Yet when the moment came and a maid accused Peter of being a disciple, he denied the acquaintance. The remaining ten, likewise, despite their own declarations, did not do as they had declared they would do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p5\" class=\"\">Peter had been in the whole service of the Lord for three years. He had seen but did not seem to realize what the Lord meant by “when thou art converted.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p6\" class=\"\">From now on things were to be different. There would be a crucifixion, one of the most painful methods of execution ever devised by men and one which also tore at the vital emotions of any who witnessed such a death. There would be a resurrection—the first ever to occur on this earth—and from it a resurgence of joy and hope. The Lord would depart. He would leave his work in the hands of the eleven who had been constantly with him—men who had listened for three years to him, had not quite understood what he meant, had seen him executed, and had touched with their hands his risen body, and even yet they would not know what it was to be converted until the Holy Ghost visited them and touched their souls with living fire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p7\" class=\"\">We see what it means to be converted in the inspired acts of Peter on the day of Pentecost, as compared to his wavering denials on the night of the arrest of the Lord. The man who stood forth on Pentecost was not the same man who had fearfully protested he “knew not the man” (<span class=\"citation\" id=\"36110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36110)\">Matt. 26:74<\/a><\/span>).  The Paul who after his baptism and reception of the Holy Ghost boldly declared the truth to Agrippa was a completely changed man from the man who was going toward Damascus, seeking out Christians to destroy them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p8\" class=\"\">Peter believed and denied. Peter was converted and became a rock against which the power of Satan was impotent. He became determined, fearless, pushed by an inward power strong and true. Paul persecuted because of disbelief, thinking that he did God’s service. Paul was converted and became like Peter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p9\" class=\"\">Conversion brings strength, determination to defend the work of the Lord on earth and to expand it. This conversion comes when one receives the baptism of fire, the witness of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p10\" class=\"\">And now the keys of it all, given to Peter before, would have for him their true meaning. From now he would bear the burden, the full responsibility, to carry forth the work of the Lord to all the world. He would have to direct the others of the Twelve and the work of the ministry both to the gentiles and in the organized branches.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p11\" class=\"\">All eleven had been given the Comforter—which up until now they had not yet experienced—by which they were to teach all things, by which all things would be revealed, and without which they should not teach. (See <span class=\"citation\" id=\"15709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15709)\">D&amp;C 42:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p12\" class=\"\">The burden of teaching the world was theirs! What did they know about the world? its extent? its bounds? They knew of Rome, but only in name. They had heard of Athens and Alexandria. They had better knowledge of Damascus and Tyre, of Ephesus and Sidon. But surely the world of India or of China or of Indonesia, the immensity of the African continent or even of Europe were not even imagined. They knew Ethiopia by legend. By and large “the world” was nebulous in their minds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p13\" class=\"\">Yet bravely they set forth. The Spirit whispered, and each one, newly attuned, felt to go to a place, be it Athens, Ephesus, or Rome. From there the whispering directed each one to still another place. And to another—until they must have encompassed most of the known world of their day. We know of Paul’s travels because someone wrote of them and because fourteen of his letters have been preserved. But where the others went is mostly tradition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p14\" class=\"\">Today things are different. These are the last days. Today we know the field. We know the location of every nation on earth. We know the means by which we may reach each land. We know what to expect from climate and from other natural forces, and we have the means to go to each place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p15\" class=\"\">The eleven apostles witnessed that they saw the Lord ascend; Joseph Smith witnessed that he saw the Lord descend, and more, for he saw the Father standing with his beloved and exalted Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p16\" class=\"\">Yesteryear we read of the visit of an angel to John on Patmos, but today we read of the visits of many angels—of Moroni, of John the Baptist, of Peter and James and John, and of Moses and Elias and Elijah—each one declaring his keys and passing them to Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p17\" class=\"\">We see with our own eyes the <span class=\"emphasis\">beginning <\/span>of the fulfillment of many ancient prophecies and the complete fulfillment of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p18\" class=\"\">We know how to go out to teach. We know how to find people and how to cultivate their interest. We know how to apply sound teaching methods. All we need to do now is for each of us to become converted, to arise and go forth in the power of our knowledge and by the Spirit. Truly the admonition of the Lord to Peter, “and when thou art converted, strengthen thy brethren,” is happening today. As the Holy Ghost descended upon Peter and his associates at Pentecost, so has this divine gift been given freely to us. We have had, ever since 1830, the power of the Holy Ghost guiding and strengthening our leaders and loyal members. The gospel has been carried through the fervent witness of untiring missionaries and members until we now have organized units of the Church in more than two-thirds of the countries throughout the world, but there are uncounted millions yet to hear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p19\" class=\"\">From 1830 to 1846 whole families were involved in the work. They warned their neighbors; they were all involved. A father left home every spare minute and went out teaching and preaching. The children at home were a part of it, for they had to work hard to make up for their father’s absence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p20\" class=\"\">After 1846, when the Saints moved to the mountain valleys of Utah, families were not so much engaged. While fathers sometimes went, more often the sons went, until in the twentieth century the sons were carrying the actual travel burden. During the same time families began to feel that their part was to support a missionary, not to go out to teach or proselyte or make friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p21\" class=\"\">Now with correlation established, we have returned to the original premise. Families are involved. Father, mother, and children unite in the grand and noble effort to seek out those who may be persuaded to listen. And with their effort will come the strengthening by which Peter was admonished to perform. As they seek those to whom they preach, they themselves will be strengthened and in their turn will convert and strengthen other brethren until the happy day that all men see the glory of the Son of God and witness the fulfillment of his word that the gospel should roll forth until it has filled all the earth. (See <span class=\"citation\" id=\"15750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15750)\">D&amp;C 65:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p22\" class=\"\">The seventies of the Church are called by revelation to this work, and the detail of that work is by appointment so that the work may be orderly. In each ward the seventies mission leader is to plan the work and supervise its execution under the bishop’s direction. The home teachers bear a most important responsibility to persuade every family of Latter-day Saints to make friends with their nonmember neighbors and to persuade these to accept the missionaries. The methods are many, but the gospel is to save the souls of men. Become converted, my brethren; go perform. You have the spirit; do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p23\" class=\"\">I look at the First Presidency and the Twelve, who direct us. I see in their actions the result of their conversion, and witness to you that they stand in their places as did Peter, filled and inspired by the Holy Ghost. They are the leaders appointed by the Lord in this day. Let us follow their guidance and by our own conversion in our turn strengthen our brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/when-thou-art-converted.p24\" class=\"\">I know, too, that Jesus Christ the Lord leads this latter-day work and that he lives. This is his restored gospel; I testify to it in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}