{"ID":2011, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Thou Shalt Not Commit Adultery”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p2\" class=\"\">President Milton R. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:33b2.jpg\" alt=\"President Milton R. Hunter\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p3\" class=\"\">We still hear the voice of Jehovah as it thundered down from Mount Sinai, commanding, “Thou shalt not commit adultery.” (<span class=\"citation\" id=\"22834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22834)\">Ex. 20:14<\/a><\/span>.) For over three thousand years this commandment has reverberated throughout the Hebrew and Christian world. It has been the guideline by which millions of people have patterned their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p4\" class=\"\">Many people throughout the Church and, generally speaking, throughout the world have now abandoned the anciently cherished Hebraic-Christian moral standard of chastity. Frequently married people commit adultery and single people indulge their passions in acts of fornication. The results are unhappiness, the loss of love, breaking up of homes and destroying of family life, increase in the number of divorces, shame, loss of spirituality, apostasy, and eventually loss of eternal salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p5\" class=\"\">Let us cite only a few of the numerous cases that have come to my personal attention recently. A few months ago a mother of five children came to my office. She wept bitterly as she told me that her husband had spent most of his time during the past year with another man’s wife. She explained that on a number of occasions she followed him in her car to the other woman’s place. Naturally, the sinful husband was miserable, the wife was very sorrowful, and the children were brokenhearted. “… wickedness never was happiness.” (<span class=\"citation\" id=\"9151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9151)\">Alma 41:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p6\" class=\"\">About a year ago a young man came to my office and wept as if his heart would break. He said, “I committed adultery about two years ago. The sin is causing me such mental anguish that I cannot bear it any longer. If I must be excommunicated, please have the Church take action soon. My suffering is beyond description. I want to do what I can to pay for that terrible sin.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p7\" class=\"\">Cases could be multiplied. But these two examples should be enough to illustrate the gravity of the sin of adultery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p8\" class=\"\">We are living today in a very permissive society. Having abandoned the ancient Christian morality, many people claim to accept a new morality, which in reality is to live contrary to the laws of chastity as proclaimed by God. We are living in a day when a sexual revolution is being proclaimed. Enticements to illicit behavior are found everywhere. Day by day a flood of them is growing worse in novels, magazines, movies, TV, and advertising.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p9\" class=\"\">Many religious leaders have ceased teaching that sin exists. Where are the Christian ministers who stir their audiences with sermons on chastity; who proclaim condemnations of adultery and of all manners of immoral acts? Some ministers and religious teachers have become converted to modern permissive thinking and even have become advocators of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p10\" class=\"\">On May 17, 1970, certain newspapers reported that several prominent Christian ministers had completed a three-year study on a proposed new sex code for a prominent Christian church. Although that church is absolutely against adultery, such liberalized statements on moral behavior appear in the report of a committee as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p11\" class=\"\">“We recognize that there may be exceptional circumstances where extra-marital activity may not be contrary to the interests of a faithful concern for the well-being of the marriage partner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p12\" class=\"\">“… the difficult decision must be made ‘by and on the responsibility of the person taking the exception.’ But a principal point is that the final judge is not the Bible or the church or even God—it is the individual and his or her conscience.” (Will Oursler, “Religious Storm Center: New Sex Code,” <span class=\"emphasis\">Parade, <\/span>May 17, 1970, p. 28.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p13\" class=\"\">The new permissiveness, or new morality, as it is often called, is nothing more than ancient immorality dressed in new clothing. In ancient times, the people worshiped fertility gods and goddesses. Many of their ceremonies were centered in gross immorality against which Israel’s prophets denounced continuously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p14\" class=\"\">In the days of Noah, practically all flesh became corrupted by immorality. The result was that God destroyed the world with a flood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p15\" class=\"\">The Bible contains excellent examples of men who otherwise would have been great. But when they broke the law of chastity it broke them. For example, Samson, a man of powerful physical strength, with an uncontrollable lust for women, was betrayed by Delilah and finally committed suicide while in chains of bondage to the Philistines [see <span class=\"citation\" id=\"30852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30852)\">Judg. 16:17–30<\/a><\/span>]. God blessed Solomon with great wisdom [see <span class=\"citation\" id=\"1252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1252)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1252)\">1 Kgs. 4:29–30<\/a><\/span>]; nevertheless, he debauched his life with numerous concubines [see <span class=\"citation\" id=\"1253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1253)\">1 Kgs. 11:1–3<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p16\" class=\"\">David, whom the Lord loved and who is regarded by many people as Israel’s greatest king, spent the latter part of his life in brokenhearted sorrow over his sin against Uriah and his adultery with Bathsheba [see <span class=\"citation\" id=\"5004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5004)\">2 Sam. 11:2–5<\/a><\/span> and <span class=\"citation\" id=\"5005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5005)\">2 Sam. 11:15–17<\/a><\/span>]. His deep feelings were expressed in one of the most pitiful prayers in the holy scriptures:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p17\" class=\"\">“Have mercy upon me, O God, according to thy loving kindness: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p18\" class=\"\">“Wash me thoroughly from mine iniquity, and cleanse me from my sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p19\" class=\"\">“For I acknowledge my transgressions: and my sin is ever before me.” (<span class=\"citation\" id=\"41910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41910)\">Ps. 51:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p20\" class=\"\">Having an understanding of the plan of salvation and a thorough knowledge of the seriousness of the gross sins of adultery and murder which he had committed, King David in anguish cried out unto the Lord: “… thou wilt not leave my soul in hell.” (<span class=\"citation\" id=\"41908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41908)\">Ps. 16:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p21\" class=\"\">More than two thousand years after King David’s death and only 127 years ago, Jesus Christ spoke from heaven and informed us that because of David’s sin against him in the case of Uriah and his wife, David “hath fallen from his exaltation” and his wives have been given to another. (<span class=\"citation\" id=\"15826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15826)\">D&amp;C 132:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p22\" class=\"\">Perhaps the most famous Bible example of a stalwart and noble man who was tempted but retained his chastity was Joseph, the young, handsome servant of Potiphar, the Egyptian ruler. He resisted the vile allurements of Potiphar’s wife, refusing to commit adultery with her. Joseph’s reply was: “… how … can I do this great wickedness, and sin against God? …” (<span class=\"citation\" id=\"23836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23836)\">Gen. 39:9, 12<\/a><\/span>.) And then he fled from her presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p23\" class=\"\">Rather than betray his ideals, he went to jail, where he was confined in a dungeon for several years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p24\" class=\"\">God, the Eternal Father, through Jesus Christ, has revealed to mankind a gospel plan of salvation. Its purpose is to give all who will accept and obey it peace and happiness in this world and eventually eternal life in the presence of God in celestial glory. The greatest of all laws in this gospel plan pertains to marriage for life and eternity. Thus it pertains to the family eternal. The sweetest joys and greatest blessings that can be gained in mortality and in the life to come are attained through family life lived in accordance with the gospel plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p25\" class=\"\">Thus, a basic law in marriage is the law of chastity. Men and women cannot defile the fountain of life and reap a fullness of joy. Happiness and purity of heart and mind go hand in hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p26\" class=\"\">What are some of the rewards for chastity and some of the terrible results of adultery?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p27\" class=\"\">The Book of Mormon is very explicit regarding the seriousness of sex immorality. Alma’s son Corianton committed sin with the harlot Isabel. Alma, being a good father and a great prophet of God, declared unto his son:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p28\" class=\"\">“Know ye not, my son, that these things are an abomination in the sight of the Lord; yea, most abominable above all sins save it be the shedding of innocent blood or denying the Holy Ghost?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p29\" class=\"\">“Now my son, I would that ye should repent and forsake your sins, … for except ye do this ye can in nowise inherit the kingdom of God.” (<span class=\"citation\" id=\"9150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9150)\">Alma 39:5, 9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p30\" class=\"\">Throughout the ages the prophets of God have proclaimed that no unclean thing can inherit the kingdom of God. (<span class=\"citation\" id=\"39392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39392)\">Moses 6:57<\/a><\/span>; <span class=\"citation\" id=\"23295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23295)\">Gal. 5:19–21<\/a><\/span>; <span class=\"citation\" id=\"528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(528)\">1 Cor. 6:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p31\" class=\"\">Jesus Christ while in mortality vigorously taught the law of chastity. He said: “Ye have heard that it was said by them of old time, Thou shalt not commit adultery:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p32\" class=\"\">“But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.” (<span class=\"citation\" id=\"36062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36062)\">Matt. 5:27–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p33\" class=\"\">Jesus also declared: “Blessed are the pure in heart: for they shall see God.” (<span class=\"citation\" id=\"36058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36058)\">Matt. 5:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p34\" class=\"\">Nearly two thousand years have passed since Alma and Jesus gave their teachings on chastity. Has God withdrawn the laws relative to chastity? Isn’t it a sin to commit adultery today?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p35\" class=\"\">Jesus Christ has spoken from heaven in our day and restored his gospel and church. He has reconfirmed the age-old commandment in several different revelations of “Thou shalt not commit adultery.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p36\" class=\"\">For example, to the people of his church, through the Prophet Joseph Smith, Jesus Christ gave the following commandment:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p37\" class=\"\">“Thou shalt love thy wife with all thy heart, and shalt cleave unto her and none else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p38\" class=\"\">“And he that looketh upon a woman to lust after her shall deny the faith, and shall not have the Spirit; and if he repents not he shall be cast out.” (<span class=\"citation\" id=\"15711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15711)\">D&amp;C 42:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p39\" class=\"\">Joseph Smith and Sidney Rigdon were shown the fate of adulterers after death in the world to come in telestial glory. The Lord told them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p40\" class=\"\">“These are they who are liars, and sorcerers, and adulterers, and whoremongers. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p41\" class=\"\">“These are they who are cast down to hell to suffer the wrath of the Almighty God. …” (<span class=\"citation\" id=\"15766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15766)\">D&amp;C 76:103, 106<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p42\" class=\"\">The Lord commanded the priesthood holders in our dispensation as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p43\" class=\"\">“… let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p44\" class=\"\">“The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth. …” (<span class=\"citation\" id=\"15816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15816)\">D&amp;C 121:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p45\" class=\"\">May we think clean thoughts and refrain from all impure actions, living by every word that proceedeth forth from the mouth of God. Then shall we have joy in this life and prepare to come back into the presence of the Lord to be crowned with glory and eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/thou-shalt-not-commit-adultery.p46\" class=\"\">In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}