{"ID":2015, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Responsibilities As Priesthood Holders\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p3\" class=\"\">President Joseph Fielding Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p\" class=\"\">President of The Church of Jesus Christ of Latter-day Saints<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1fec.jpg\" alt=\"President Joseph Fielding Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p4\" class=\"\">My dear brethren of the priesthood:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p5\" class=\"\">I greet you tonight as fellow citizens in the household of faith, as brethren in the kingdom of God, as holders of the holy priesthood; and I invite you to join with me in considering some of the grave responsibilities which rest upon us because we hold the Lord’s divine authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p6\" class=\"\">We are the Lord’s agents; we represent him; he has given us authority which empowers us to do all that is necessary to save and exalt ourselves as well as his other children in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p7\" class=\"\">We are ambassadors of the Lord Jesus Christ. Our commission is to represent him. We are directed to preach his gospel, to perform the ordinances of salvation, to bless mankind, to heal the sick and perhaps perform miracles, to do what he would do if he were personally present—and all this because we hold the holy priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p8\" class=\"\">As the Lord’s agents we are bound by his law to do what he wants us to do regardless of personal feelings or worldly enticements. Of ourselves we have no message of salvation, no doctrine that must be accepted, no power to baptize or ordain or marry for eternity. All these things come from the Lord, and anything we do with reference to them is the result of delegated authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p9\" class=\"\">When we join the Church and receive the priesthood, we are expected to forsake many of the ways of the world and live as becometh saints. We are no longer to dress or speak or act or even think as others too often do. Many in the world use tea, coffee, tobacco, and liquor, and are involved in the use of drugs. Many profane and are vulgar and indecent, immoral and unclean in their lives, but all these things should be foreign to us. We are the saints of the Most High. We hold the holy priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p10\" class=\"\">To ancient Israel, by the mouth of Moses, the Lord said: “… if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p11\" class=\"\">“And ye shall be unto me a kingdom of priests, and an holy nation.” (<span class=\"citation\" id=\"22825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22825)\">Ex. 19:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p12\" class=\"\">This promise is ours also. If we will walk in paths of virtue and holiness, the Lord will pour out his blessings upon us to a degree we have never supposed possible. We shall be in very deed, as Peter expressed it, “a chosen generation, a royal priesthood, an holy nation, a peculiar people.” (<span class=\"citation\" id=\"2332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2332)\">1 Pet. 2:9<\/a><\/span>.) And we will be peculiar because we will not be like other people who do not live up to these standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p13\" class=\"\">To the extent we have overcome the world we are already a holy nation and a peculiar people. But unfortunately there are those among us who have not as yet put first in their lives the things of God’s kingdom and who do not live in harmony with the standards of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p14\" class=\"\">I call upon the Church and all its members to forsake the evils of the world. We must shun unchastity and every form of immorality as we would a plague. We must not dam up the wellsprings of life by preventing childbirth. We must not be guilty of unrighteous and evil acts of abortion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p15\" class=\"\">No member of the Church can be accepted as in good standing whose way of life is one of rebellion against the established order of decency and obedience to law. We cannot be in rebellion against the law and be in harmony with the Lord, for he has commanded us to “be subject to the powers that be, until he reigns whose right it is to reign. …” (<span class=\"citation\" id=\"15739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15739)\">D&amp;C 58:22<\/a><\/span>.) And one of these days he is going to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p16\" class=\"\">As servants of the Lord, our purpose is to walk in the path he has charted for us. We not only desire to do and say what will please him, but we seek so to live that our lives will be like his.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p17\" class=\"\">He himself set the perfect example for us in all things and said to us: “Follow thou me.” Of his Nephite disciples he asked: “… what manner of men ought ye to be?” and then answered: “Verily I say unto you, even as I am.” (<span class=\"citation\" id=\"5747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5747)\">3 Ne. 27:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p18\" class=\"\">Now we are engaged in the greatest work in the world. This priesthood which we possess is the power and authority of the Lord himself; and he has promised us that if we magnify our callings and walk in the light, as he is in the light, we shall have glory and honor with him forever in his Father’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p19\" class=\"\">With such a glorious hope before us, can we do less than forsake the evil ways of the world? Shall we not put first in our lives the things of God’s kingdom? Shall we not seek to live by every word that proceedeth forth from his mouth? Shall we not magnify our callings and become in very deed a kingdom of priests and righteous brethren?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p20\" class=\"\">The blessings we shall receive, if we keep the commandments, exceed anything we can now comprehend. I am grateful for the gospel, for the Church and kingdom of God on earth, and for the hope of eternal life which the Lord has given us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/our-responsibilities-as-priesthood-holders.p21\" class=\"\">I testify that the work is true and pray that all of us may be true and faithful to our covenants, and having received peace and joy in this life, may go on to an inheritance of eternal joy and glory in the world to come. I say this soberly, humbly, and in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}