{"ID":2017, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Teach One Another”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        \n                            <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_020<\/span>\n\t\t\t<div class=\"figure\">\n                <img src=\"\/images\/cache\/ensignlp.nfo:o:3392.jpg\" alt=\"Elder David B. Haight\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p3\" class=\"\">At a seminar held in Warsaw, Poland, attended by students and leaders of the Communist party, a student posed this question: “Please don’t be angry, sir, but could you explain the ‘meaning of life?’” Poland’s leading Marxist philosopher reported that as he glanced at the hundreds of pairs of eyes silently staring at the party leadership, he recognized the seriousness of this question and a weakness in their philosophy that has neglected to deal with this challenging problem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p4\" class=\"\">We as members of this church know the meaning of life. It has been revealed in its truthfulness and purity and is available to all who seek, will listen, and believe. The mission and responsibility of this church and its members have been made abundantly clear—to proclaim the Lord’s teachings unto the entire world. We must be prepared to accomplish what the Prophet Joseph Smith proclaimed—to see that “the truth of God [goes] forth boldly, nobly … till it has penetrated every continent … swept every country, and sounded in every ear, till the purposes of God shall be accomplished. …” <span class=\"emphasis\">(Documentary History of the Church, <\/span>vol. 4, p. 540.) The Lord has said: “Prepare ye the way. …” (<span class=\"citation\" id=\"15749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15749)\">D&amp;C 65:1<\/a><\/span>.) Then it is our duty to prepare all of our members so that we might develop a strong foundation and belief in the true gospel of Jesus Christ. The Church-wide teacher development program was developed to help accomplish this purpose. It is now in various stages of implementation in the stakes and the wards and in English-speaking missions throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p5\" class=\"\">The aim of the teacher development program is to improve teaching wherever teaching is done in priesthood quorums, auxiliary organizations, and in our homes so as to bring about worthwhile changes in the lives of boys and girls, men and women. The First Presidency initiated this program knowing full well the importance of the teaching moments in our classrooms and because of their conviction that all teachers can improve. This program combines the most effective teaching techniques with spiritual principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p6\" class=\"\">This priesthood-sponsored program, directed by the First Presidency and the Council of the Twelve, places the responsibility for its success with the stake presidents and then the bishops.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p7\" class=\"\">The able and highly competent committee appointed by the First Presidency, with Brother Rex Skidmore as chairman and Brother Ruel Allred, Sherman Sheffield, Stephen Covey, and others, has under inspiration developed what is now considered the most effective teaching program in use anywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p8\" class=\"\">You stake and ward leaders have performed magnificently with the instruction given to you through the Regional Representatives of the Twelve in organizing, ordering the material, and getting this program off to an auspicious start. There have been shipped to the wards, stakes, and missions 917,598 copies of instructional material. Even with this vast quantity shipped, we apologize to a few who have yet to receive some material, because your orders far exceeded the quantities estimated. A fourth printing was necessary. All back orders are being distributed this week.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p9\" class=\"\">I am sure you would like to know how the teacher development program is progressing. The old adage that nothing succeeds like success certainly applies to this program. A stake teacher development director in Idaho reports, “We have now finished our sixth basic lesson in all of the wards. The stake inservice leaders contact me two weeks before the stake leadership meeting to review the filmstrips so they will be properly prepared for their meetings. There is a strong positive response in our stake. Participants taking the first basic course observed our present teaching and were shocked. Their eyes have been opened to the principles of effective teaching.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p10\" class=\"\">A Regional Representative of the Twelve reports, “Teacher development exceeding expectations. Excellent!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p11\" class=\"\">From California: “All ten wards in our stake are half through the basic course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p12\" class=\"\">When the Primary began these new inservice lessons, they had only one person teaching the entire group. Now the inservice leader has several Primary workers also as teachers, and they break up into smaller groups so everyone can be involved and report their experiences. Some were concerned with micro teaching. Now they use it and enjoy it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p13\" class=\"\">From a New York stake: “The teacher development materials are excellent and the concepts aid anyone in teaching. I have even used some of these techniques in the public school system.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p14\" class=\"\">“Members are asking to be enrolled in the basic course. They are ‘standing in line,’ my wife being one of them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p15\" class=\"\">One lady reported her teaching improved after the second lesson. She began to use the <span class=\"emphasis\">“eye <\/span>to <span class=\"emphasis\">eye” <\/span>approach. She began to “teach with the <span class=\"emphasis\">spirit <\/span>and <span class=\"emphasis\">heart <\/span>rather than with the book.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p16\" class=\"\">This story from a Utah rural area: “Twenty-four years ago, as a young man, I was called to teach a Sunday School class of thirteen- and fourteen-year olds. I thought my first lesson was pretty good, but I didn’t have enough material to last through the class period. During my second lesson, again I was out of material. I resolved it would never happen again, but it did the next Sunday. I gave the books back to the Sunday School superintendent. All of these years I have carried a feeling that I was a failure as a teacher, yet I still wanted to teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p17\" class=\"\">“Now I have taken the basic course. I know what a teacher should be. I know how to prepare. I know how to involve my class, and now I am teaching and fulfilling my lifelong desire. I have developed a foundation for teaching.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p18\" class=\"\">I am sure you have been impressed with the advice and encouragement that President Joseph Fielding Smith and President Harold B. Lee give to the entire Church membership in the film <span class=\"emphasis\">You Make the Difference. <\/span>This film, which every stake has in its library, outlines the need and demonstrates the methods for calling the participants and implementing the program. The proper influencing of the behavior of individuals through enlightened knowledge is our challenge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p19\" class=\"\">As you know, the program is in three phases:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p20\" class=\"\">First: The eleven-week basic course is conducted every week in wards and branches. When one group of participants is graduated, another group starts the course. All officers and teachers, as well as prospective teachers, at some time, should take the basic course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p21\" class=\"\">Second: The monthly inservice lessons are for all priesthood and auxiliary officers and teachers, and will be a continuous program. Each year a new series of inservice lessons will be prepared. The second series will begin in September 1971. Inservice lessons for subsequent years are now in preparation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p22\" class=\"\">Third: “Supervision in Teaching” will be introduced in September 1971 with a supervision manual and other aids to assist the leaders and teachers to understand this new concept of effective supervision. This concept is not in its traditional use but is supervision using priesthood principles of love and understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p23\" class=\"\">This entire teacher development program is being made available to units of the Church all over the world. Translation into sixteen languages is in progress. Non-English-speaking missions and stakes are receiving detailed instructions regarding distribution and suggested programming in their areas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p24\" class=\"\">To develop great teachers takes effort, dedication, faith, and believing—the kind of believing expressed by some graduate students involved in this program in one of the student wards at one of the large California universities: “We have studied this program, and we know the program is inspired. Our problem and challenge is to see that it is properly implemented and put into effective use.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p25\" class=\"\">The Church is now beginning an interesting period when members of this true church in increasing numbers will be able to proclaim “I know,” for they will have been effectively taught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p26\" class=\"\">It has been said that teaching is one of the noblest professions. The Savior gives us some insight into the importance of our teaching responsibilities as he admonished Peter in that great encounter on the seashore when he queried Peter: “… lovest thou me more than these?” And then, to the dismay of Peter, he repeated his instructions three times, saying, “Feed my lambs,” and then, “Feed my sheep. … Feed my sheep.” (<span class=\"citation\" id=\"28652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28652)\">John 21:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/teach-one-another.p27\" class=\"\">We must understand these instructions and our responsibility to “teach one another the doctrine of the kingdom” (<span class=\"citation\" id=\"15776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15776)\">D&amp;C 88:77<\/a><\/span>), but to teach it effectively so that all of us, our children, our children’s children, and generations yet unborn will be able to perceive and comprehend the true meaning of life as proclaimed by the Master, and then have a desire to live it and eventually gain exaltation in the kingdom of our Heavenly Father, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}