{"ID":202, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder John H. Taylor<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">John H. Taylor, <i>Conference Report<\/i>, October 1945, pp. 83-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have a thought, brethren and sisters, that I would like to bring to you this afternoon. It came\nto me when I was coming into the tabernacle grounds.\n<\/p><p>\nA HOUSE BUILT UPON A ROCK\n<\/p><p>\nThere was a little lady rushing out through the gates going to her work. On her way she had\ncome into the temple grounds because to her it was home&mdash;home, because this is where she\nfound God, where she found a testimony of the gospel of Jesus Christ, where she was\nbaptized, where she went to the house of the Lord and obtained blessings in his holy house.\nAs I saw her going out, I said to myself, \"This place is truly a home, because, like a home, it\nbrings us blessings and safety, strength, courage, and faith that endures.\"\n<\/p><p>\nYou remember the parable of the house that was built upon the sand and the house that was\nbuilt upon the rock (<span class=\"citation\" id=\"33970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33970)\">Matt. 7:24-27<\/a><\/span>).\nA house that is built upon the sand is always in peril. When the rains of\nregret and disappointment fall upon the house, and the winds of discord and suspicion beat\nupon it, the house falls, and great is the ruin thereof. Truly it is the ruin of happiness for the\nfather and mother and the children. Fortunately, in order that theirs will not be a total loss,\nthe house that is built upon the sand and is washed away, may be rebuilt again by the family.\nThis time, if they are wise, they will build upon the rock of faith and confidence and\ncooperation, and the house will always be safe from the storm. When a house is built upon\nthe rock of love, of good will, of sacrifice, and of tolerance, and the rains of temptation and\nmisunderstanding fall upon it, and the winds of derision and mockery blow against it, it will\nstill stand because it is built upon a rock.\n<\/p><p>\nHIS FATHER'S LOVE FOR HIS HOME\n<\/p><p>\nI used to wonder why my father did not want to move away from his home. It was a large\nhouse and most of the family had married and gone away. I wondered why he did not also go\naway and find a smaller place. I found out later when I understood what life was about. A\nlong time before, he brought his wife to this house. In it his children had been born and some\nof them had died. From it sons were sent out into the field to preach the gospel. One of them\nwas brought home by his mother and laid away on the hillside. He had planted the trees; he\nhad remodeled the house. Truly it was built with his love and with his confidence. It\nrepresented a lot of sacrifice and doing without many comforts. That is why he wanted to stay\nin the house that was built upon the rock of his life. And so it became a rock, to us who were\nborn in the house. We knew about the things that happened. We were grateful for the\nblessings of a father and mother who taught us the gospel of Jesus Christ, who helped us to\ntravel along the right road and find success. That was our home; that is why we loved it; that\nis where stability and goodness came to us.\n<\/p><p>\nPLACES OF WORSHIP BECOME HOMES\n<\/p><p>\nNearby was another home which we loved and which was the meeting house, the old\nFourteenth Ward. I went there during all of my youth. There I found a testimony; there I\ncame to know something about the gospel of Jesus Christ; there I found the priesthood of\nGod. There I went to my first dance, and my mother was my partner: a mother so kind, a\nmother so beautiful, that all the many years that came to her, her large family, all the\nstruggles, the trials and sorrows, yes, even the tears, could not wash away, nor wear away her\nbeauty. She had not only the physical characteristics of beauty, but was beautiful in all the\nthings that God gives to mothers to make them beautiful.\n<\/p><p>\nIn this block is the tabernacle, another house that is built upon a rock, and one that I love,\nbecause of what it did for me. As a little boy, mother brought me to hear the sermons, and\nwe sat here on the side and listened to the servants of God. When I became tired, I cuddled\nup to her, and she put her arms around me and I went to sleep. This is a home. When I was\neight years of age I went over to the Endowment House to be baptized. Then I knew what it\nwas to receive baptism and forgiveness, and as I went out of the door and walked up by the\nside of this building, I said to myself, \"Well, John, you've been baptized and the Lord has\nforgiven you your sins.\" I tried to think of all the sins I had committed, and there seemed to\nbe a lot and even then I couldn't find, it seemed to me, enough, and so I magnified what I\nhad that I might leave them with the Lord.\n<\/p><p>\nThis is the place where I came to see a girl that I wanted to marry. She came here each\nSunday afternoon to meeting. When I went on my mission, and came back, she was still\nsitting in the same place on the Sabbath day. A little later we went into the House of the Lord\nand received his blessings. Truly the houses of life are a part of us, and to bring us happiness\nor joy they have to be built upon a rock, otherwise the storms of life will wash away the sand\nfrom beneath the house, and it will go down to ruin and destruction.\n<\/p><p>\nOne day I went out into the great home called missionary life, and there I found a greater\ntestimony. The sweetness of living for others and doing for others increased my testimony so\nthat it became stronger and better than it had been before.\n<\/p><p>\nA MISSIONARY INCIDENT\n<\/p><p>\nOne day I had been out in the country and as I was walking home, I came to a house where\nsome Saints lived. It seemed too late, but I saw a light and therefore decided that they must\nbe up. They were a poor family and had been out of work. When I opened the door and went\nin, to my surprise I found that they were just eating their supper. The lady of the house said:\n\"Brother Taylor, have you had your supper?\" and I said hesitatingly, \"No, not tonight.\" She\nsaid: \"Come and sup with us.\" She drew up another stool to the table, and I sat down with the\nhusband and three or four little children. She got a plate and a spoon and I thought she was\ngoing over to the stove to get a portion for me, but she went to her own plate and took a few\nspoonfuls and put it onto my plate. Then she went to the father and to all the children doing\nthe same thing, and then brought it to me, a servant of the Lord.\n<\/p><p>\nI prayed in my heart that to this home should come the kindly spirit of the Christ, that he\nwould bless the food as he had the loaves and the fishes\n(<span class=\"citation\" id=\"33987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33987)\">Matt. 14:19<\/a><\/span>), and that the little children should not\ngo from the table hungry. That house, so humble, was built upon the rock of kindness and\nlove of God. When the meal was over, we knelt down around the same little table in family\nprayer, and as a servant of the Lord, I left my blessing and went away humbly with the desire\nin my heart that God would surely bless that home.\n<\/p><p>\nTHE MANSIONS ABOVE\n<\/p><p>\nSomeday, brethren and sisters, we will all have another home to go to. We are building it as\nwe live our lives on the earth. I trust that we won't be disappointed in the place that we have\nchosen for it. If it is to bring us the maximum of happiness and security, and be numbered\namong the mansions of the Lord, we must build it on a foundation of faith, good works, and\nobedience to the commandments of the Lord. May we be like unto the wise man who built\nhis house on the rock, and when the rains came and the winds blew, it fell not, because it was\nfounded upon a rock.\n<\/p><p>\nMay our Heavenly Father bless us in our homes, whether they have to do with where we live,\nor where we meet to worship him, or where we go to get his special blessings; and when we\ngo back to him, these final homes be pleasant places where God dwells and his spirit is\nalways with us, I humbly pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}