{"ID":2021, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Today’s Young People\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p2\" class=\"\">President Harold B. Lee<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db0.jpg\" alt=\"President Harold B. Lee\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p3\" class=\"\">Thank you, President Tanner. I would have you remember a remark of Brother Marvin J. Ashton in his very excellent address today when he said no home is a failure until it gives up on that son, or that daughter, or that husband, or that wife. It must not give up, no matter how difficult the task to save one of ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p4\" class=\"\">Horace Mann, that great educator somewhere back in the time of Abraham Lincoln, told how he was the speaker at the dedication of a great boys’ school, and in his talk he said, “This school has cost hundreds of thousands of dollars; but if this school is able to save one boy, it is worth all that it cost.” One of his friends came up to him at the close of the meeting and said, “You let your enthusiasm get away with you, didn’t you? You don’t mean what you said that if this school, costing hundreds of thousands of dollars, were to save just one boy, it was worth all that it cost? You surely don’t mean that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p5\" class=\"\">Horace Mann looked at him and said, “Yes, my friend. It would be worth it if that one boy were my son; it would be worth it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p6\" class=\"\">I want you to know that it would be worth it if it were my grandson, or one of mine. It would be worth it if it were one of yours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p7\" class=\"\">As I have listened to these talks today, there has been a flood of concern about the terrible situations that confront the youth of today, and a pleading for the coaches to teach the quarterbacks; and the quarterbacks not to be the men on the field, but to do their job of quarterbacking; and the coaches not to try to be the quarterbacks, but to be sure of their coaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p8\" class=\"\">I came across a statement from the late President [Dwight D.] Eisenhower in the <span class=\"emphasis\">Reader’s Digest <\/span>some years ago. He said, “Unfortunately many people nowadays have become so bemused by the excesses of a small minority of American youth, that they forget to note the decency and intelligence of the overwhelming majority. This is a great injustice to you young folks and a disservice to America.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p9\" class=\"\">“Judge Lester H. Loble of Montana, who has done so much to check juvenile delinquency in his state, has said that 97 percent of our youngsters today are as good as those of any generation, but the three percent who are hoodlums are worse. I might go one step beyond and suggest that in a good many ways, today’s young people are <span class=\"emphasis\">better <\/span>than my own generation. Certainly, you are better educated, better informed about the world, have a far broader outlook on life than we did at your age. Moreover, most of you I talk with—and I do talk with hundreds every year in student and political gatherings and elsewhere—have fine motives and a sound moral attitude.” (“Thoughts for Young Americans,” <span class=\"emphasis\">Reader’s Digest, <\/span>April 1966, pp. 88–92.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p10\" class=\"\">As I read that, I recalled a statement made by Dr. Fisher, former educational director of the Boy Scouts of America, who here in the Assembly Hall made an interesting remark. He said, “If the youth of today were not twice as good as were the youth of two generations ago, they wouldn’t be half as good as they are.” If you analyze that, I think you can understand why he would make that remark.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p11\" class=\"\">May I conclude now by reading you something that means something beyond what we can do in teacher development, in leadership training, or in providing library materials, and this was said by the Lord in a great revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p12\" class=\"\">“For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p13\" class=\"\">“Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p14\" class=\"\">“For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in nowise lose their reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p15\" class=\"\">“But he that doeth not anything until he is commanded, and receiveth a commandment with doubtful heart, and keepeth it with slothfulness, the same is damned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p16\" class=\"\">“I command and men obey not; I revoke and they receive not the blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p17\" class=\"\">“Then they say in their hearts: This is not the work of the Lord, for his promises are not fulfilled. But wo unto such, for their reward lurketh beneath, and not from above.” (<span class=\"citation\" id=\"15740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15740)\">D&amp;C 58:26–29, 32–33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p18\" class=\"\">Brethren of the priesthood, in your own circle, in your own home, in your own lives, you must do all you can of your own free will, and bring to pass much righteousness. Our job and your job, my job, is to look after the man behind the one in front of you. That is a little difficult for some people to figure out. And when you find out that one, and put him in line, then you are prepared to go out and search for the other ones. I pray that the Lord may help you to find out that one and put him in line, then you are prepared to go others round about you, and we will be on our way to a glorious future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/todays-young-people.p19\" class=\"\">That the Lord may help us so to do, I pray humbly, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}