{"ID":2022, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            My Brother’s Keeper\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p3\" class=\"\">Bishop John H. Vandenberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:244c.jpg\" alt=\"Bishop John H. Vandenberg\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p4\" class=\"\">A young mother, having had the trying experience of losing a little child in an accident, came to a church leader for a blessing to comfort her in her grief. As she left, she asked through her tears, “Must there always be pain in this life?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p5\" class=\"\">As we consider this question, let us recall the first family on earth. We read in the Bible that Eve “conceived, and bare Cain, and said, I have gotten a man from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p6\" class=\"\">“And she again bare his brother Abel. And Abel was a keeper of sheep, but Cain was a tiller of the ground.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p7\" class=\"\">And in the process of time Cain became wroth because the Lord had respect unto Abel’s offering of the firstlings of his flock, but unto Cain’s offering of the fruit of the ground he had not respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p8\" class=\"\">“And Cain talked with Abel, his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p9\" class=\"\">“And the Lord said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother’s keeper?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p10\" class=\"\">“And [the Lord] said, What hast thou done? the voice of thy brother’s blood crieth unto me from the ground.” (<span class=\"citation\" id=\"23832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23832)\">Gen. 4:1–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p11\" class=\"\">Pain, sorrow, and tragedy trave been with the human race ever since this event. Yet from this episode in the scriptures there is brought to our attention the question, “Am I my brother’s keeper?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p12\" class=\"\">What do we think about that question? What charge has the Lord given us relating to it? Let us refer to 1 John, chapter 3:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p13\" class=\"\">“For this is the message that ye heard from the beginning, that we should love one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p14\" class=\"\">“We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p15\" class=\"\">“Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p16\" class=\"\">“My little children, let us not love in word, neither in tongue; but in deed and in truth.” (<span class=\"citation\" id=\"1105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1105)\">1 Jn. 3:11, 14, 16, 18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p17\" class=\"\">What is the seed of mother love? Is it not sacrifice? Such love is considered to be the deepest and most tender. Is this because a mother passes through the valley of the shadow of death to give birth to her child and is continually sacrificing for that child’s welfare?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p18\" class=\"\">Is this why Christ loves the world? Because he toiled to make it? Because he sacrificed his life for the world and its people? We are told that “God so loved the world, that he gave his only begotten Son” (<span class=\"citation\" id=\"125186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125186)\">John 3:16<\/a><\/span>) to save it from ruin, and the Son was willing to suffer for the salvation of that for which he had toiled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p19\" class=\"\">We all love that for which we sacrifice. Giving and serving to the point of sacrifice creates love. The term <span class=\"emphasis\">religion <\/span>encompasses concern for our brethren, as we are told in James 1:27: “Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction. …” [<span class=\"citation\" id=\"26238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26238)\">James 1:27<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p20\" class=\"\">When people say, “Religion is all right for some, but I am not religious, and it means nothing to me,” is it because they have not experienced the uplift that comes from sacrificing for and serving their fellowmen?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p21\" class=\"\">Perhaps they have simply not recognized the needs of their neighbors. Everyone has a need. Man does not stand alone. Edwin Markham puts the basic needs of man before us clearly and simply in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p22\" class=\"\">“Three things must a man possess if his soul would live and know life’s perfect good—<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p23\" class=\"\">“Three things would the all-supplying Father give—bread, beauty and brotherhood.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p24\" class=\"\">Truly our Father in heaven has made it possible for us to receive our daily bread, for he said, referring to the keeping of his commandments:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p25\" class=\"\">“Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p26\" class=\"\">“… whether for food or for raiment, or for houses, or for barns, or for orchards, or for gardens, or for vineyards;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p27\" class=\"\">“Yea, all things which come of the earth, in the season thereof, are made for the benefit and the use of man, both to please the eye and to gladden the heart;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p28\" class=\"\">“Yea, for food and for raiment, for taste and for smell, to strengthen the body and to enliven the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p29\" class=\"\">“And it pleaseth God that he hath given all these things unto man. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p30\" class=\"\">“And in nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things, and obey not his commandments.” (<span class=\"citation\" id=\"15746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15746)\">D&amp;C 59:16–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p31\" class=\"\">Since God has been so good to us, he has asked us to be good to our brethren who may not be so fortunate as we, for he has admonished us: “And behold, thou wilt remember the poor, and consecrate of thy properties for their support that which thou hast to impart unto them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p32\" class=\"\">“And inasmuch as ye impart of your substance unto the poor, ye will do it unto me; and they shall be laid before the bishop of my church. …” (<span class=\"citation\" id=\"15715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15715)\">D&amp;C 42:30–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p33\" class=\"\">This commandment of providing for our needy brethren is found in the principle of fasting, as we read in the <span class=\"emphasis\">Documentary History of the Church:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p34\" class=\"\">“Let this be an ensample to all saints, and there will never be any lack for bread: When the poor are starving, let those who have, fast one day and give what they otherwise would have eaten to the bishops for the poor, and every one will abound for a long time; and this is one great and important principle of fasts, approved of the Lord. And so long as the saints will all live to this principle with glad hearts and cheerful countenances they will always have an abundance.” (Vol. 7, p. 413.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p35\" class=\"\">Brigham Young addressed the Saints as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p36\" class=\"\">“You know that the first Thursday<sup class=\"noteMarker\"><a href=\"#footnoteSTAR-03006_000_025\">*<\/a>\n       <span class=\"footnote\">[Fast day was regularly observed throughout the Church on the first Thursday of each month until November 5, 1896, when, at a meeting of the First Presidency and the apostles, it was decided that the first Sunday of the month should be observed instead, and on Sunday, December 6, 1896, was the first time it was held on Sunday. (Andrew Jenson, <span class=\"emphasis\">Encyclopedic History of The Church of Jesus Christ of Latter-day Saints, <\/span>1941.)]<\/span><\/sup> in each month we hold as a fast day. How many here know the origin of this day? Before tithing was paid, the poor were supported by donations. They came to Joseph and wanted help, in Kirtland, and he said there should be a fast day, which was decided upon. It was to be held once a month, as it is now, and all that would have been eaten that day, of flour, or meat, or fruit, or anything else, was to be carried to the fast meeting and put into the hands of a person selected for the purpose of taking care of it and distributing it among the poor. If we were to do this now faithfully, do you think the poor would lack for flour, or butter, or cheese, or meat, or sugar, or anything they needed to eat? No, there would be more than could be used by all the poor among us. It is economy in us to take this course, and do better by our poor brethren and sisters than they have hitherto been done by. Let this be published in our newspapers. Let it be sent forth to the people that on the first Thursday of each month, the fast day, all that would be eaten by husbands and wives and children and servants should be put in the hands of the Bishop for the sustenance of the poor. I am willing to do my share as well as the rest, and if there are no poor in my ward, I am willing to divide with those wards where there are poor. If the sisters will look out for rooms for those sisters who need to be taken care of, and see them provided for, you will find that we will possess more comfort and more peace in our hearts, and our spirits will be buoyant and light, full of joy and peace. The Bishops should, through their teachers, see that every family in their wards who is able, should donate what they would naturally consume on fast day to the poor.” (<span class=\"emphasis\">Journal of Discourses, <\/span>vol. 12, pp. 115–16.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p37\" class=\"\">I encourage the bishops to hold this principle before their people today in order that we may more fully supply the essential bread and other needs of our brethren who are in unfortunate circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p38\" class=\"\">Edwin Markham, you remember, said that our all-supplying Father would give us not only bread, but also beauty and brotherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p39\" class=\"\">Has the Lord supplied mankind with beauty? Anyone who doubts it need only to open his eyes to the sunrise and the sunset and his ears to the sound of rain and wind, to marvel at the colors of the flowers and the rainbow, to perceive the variety in the scenery of the desert and the forest, the fields of grain, the mountains, rivers, and oceans. At this time of year we are beginning to thrill with the new life of springtime, and as we loose ourselves in the teeming life about us, we become a part of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p40\" class=\"\">All the earth, with no sterility in it, gladdens the heart. In our concern as our brother’s keeper, we can help one another understand the gift of beauty which is ours. Let us take the time to see and to feel and to enjoy all that God has created for us. Margaret L. White brings this responsibility to our minds as we follow her words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p41\" class=\"\">“I took a little child’s hand to lead him to the Father. My heart was full of gratitude for the glad privilege. We walked slowly. I suited my steps to the short steps of the child. We spoke of the things the child noticed. Sometimes we picked the Father’s flowers and stroked their soft petals and loved their bright colors. Sometimes it was one of the Father’s birds. We watched it build its nest. We saw the eggs that were laid. We wondered, elated at the care it gave its young. Often we told stories of the Father. I told them to the child, and the child told them again to me. We told them, the child and I, over and over again. Sometimes we stopped to rest, leaning against one of the Father’s trees, and letting his cool air cool our brows, and never speaking. And then, in the twilight, we met the Father. The child’s eyes shone. He looked lovingly, trustingly, eagerly up to the Father’s face. He put his hand into the Father’s hand. I was for the moment forgotten. I was content.” (Lucy Gertsch, comp., <span class=\"emphasis\">Minute Masterpieces <\/span>[Bookcraft, 1953], p. 99.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p42\" class=\"\">Beauty—a gift of the all-supplying Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p43\" class=\"\">What of brotherhood, the third need of man—perhaps the greatest need? Surely in this modern world, where hate and envy seem to abound, the call to “love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind” and to “love thy neighbour as thyself” (<span class=\"citation\" id=\"36096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36096)\">Matt. 22:37, 39<\/a><\/span>) is essential if peace is ever to be found.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p44\" class=\"\">It seems that man knows no bounds to the physical conveniences he can produce. We boast how our knowledge is expanding as new discoveries are made which open up the materialistic world. Yet progress in solving the problem of how to live with our brethren seems so slow in comparison.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p45\" class=\"\">One of many stories to be found in the scriptures relating to love of brethren is that of the book of Esther, the story of the beautiful Jewess who found favor with the king and became queen. Haman, who had been set above all the princes, became wroth when Mordecai, the uncle of Esther, refused to bow down to him, and made a plan to destroy all the Jews. Mordecai, having heard the proclamation of death, sent word to Queen Esther to “charge her that she should go in unto the king, to make supplication unto him, and to make request before him for her people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p46\" class=\"\">Esther explained the law and replied “that whosoever, whether man or woman, shall come unto the king into the inner court, who is not called … put him to death, except such to whom the king shall hold out the golden sceptre, that he may live: but I have not been called to come in unto the king these thirty days.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p47\" class=\"\">Mordecai replied, “… thou and thy father’s house shall be destroyed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p48\" class=\"\">At this, Esther realized her responsibility for her brethren and answered, “Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so I will go in unto the king, which is not according to the law: and if I perish, I perish.” (<span class=\"citation\" id=\"22104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22104)\">Esth. 4:8, 11, 14, 16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p49\" class=\"\">As a result of this decision to put the matter into the hands of the Lord, Esther was able to perform this great service for her brethren and save them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p50\" class=\"\">Our brethren are with us constantly, and we must not only be mindful of them, but also of the stranger in our midst. Let us be reminded of this obligation by these words of Burton Hillis:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p51\" class=\"\">“If there is a stranger in your neighborhood today, better check up on him. He may need a friend. If he is still a stranger tomorrow, better check up on your neighborhood.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p52\" class=\"\">An example of brotherhood in action occurred a few weeks ago in the San Fernando Valley in California. The major jolt of the earthquake was at six o’clock in the morning; but home teachers, Relief Society leaders, and priesthood quorums almost immediately began to do their part in helping hundreds who were evacuated from their homes. Many of these families found refuge in the homes of Church members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p53\" class=\"\">Within thirty minutes a pair of home teachers stopped by their bishop’s home to check for special instructions before making a quick survey of their assigned families. Other home teachers called priesthood leaders, who in turn reported to bishops, and bishops reported to stake presidents. Within six hours after the first jolt, some wards could account for most of their members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p54\" class=\"\">Stake presidents attempted to pinpoint the hardest hit areas and offer assistance where it was most needed. A priests quorum in Granada Hills moved a family with seven children to another home. A first counselor in the bishopric woke up as his chimney toppled onto his roof, breaking through some of the rafters and knocking a hole in his ceiling; but he said, “I wasn’t as concerned about that as I was my neighbor’s home, which immediately caught fire. No one had any water, so we got up on our roofs to beat out sparks.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p55\" class=\"\">A bishop who was on his way to work when the quake struck was concerned about being unable to contact his home or ward members for several hours. But in his absence the priesthood members had gone into action, and by early afternoon every family in the ward had been contacted. His wife reported that as soon as the telephone was restored to order, she had constant calls from families offering to take evacuated people into their homes. “People have been great,” she reported. “It renews your faith the way they pitch in when the chips are down.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p56\" class=\"\">The chips are down someplace every day, although not always so drastically. The Lord knows that we need one another, and for that reason he has made us brothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/my-brothers-keeper.p57\" class=\"\">Let us show our appreciation for these basic needs our Father in heaven has supplied by living that which we profess to believe and truly being our brother’s keeper. If we are to enter again into God’s presence, it will be by reaching out to others, for you cannot reach closer to God than you can to your fellowmen, which I testify in the name Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-03006_000_025\"><a name=\"-03006_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnoteSTAR-03006_000_025\">*<\/a>\n      <\/span>\n\t\t\t\t<p>Fast day was regularly observed throughout the Church on the first Thursday of each month until November 5, 1896, when, at a meeting of the First Presidency and the apostles, it was decided that the first Sunday of the month should be observed instead, and on Sunday, December 6, 1896, was the first time it was held on Sunday. (Andrew Jenson, <span class=\"emphasis\">Encyclopedic History of The Church of Jesus Christ of Latter-day Saints, <\/span>1941.)<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}