{"ID":2023, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Message of the Restoration\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p2\" class=\"\">President A. Theodore Tuttle<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:27d8.jpg\" alt=\"President A. Theodore Tuttle\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p3\" class=\"\">My dear brothers and sisters, you have joined this meeting to listen to the Tabernacle Choir sing its singularly beautiful music, to worship on this Sabbath day, and to learn something more about The Church of Jesus Christ of Latter-day Saints. In the next few minutes I would like to explain the message of this church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p4\" class=\"\">It is the message of the restored gospel. I speak of the restoration, for The Church of Jesus Christ of Latter-day Saints is the restored church. In organization and power, it is as the Savior established it when he walked the earth. The Church of Jesus Christ of “Latter-day Saints” distinguishes it from the Church of Jesus Christ of former-day saints. It has been established in what the Lord has called “the dispensation of the fulness of times” or the last gospel dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p5\" class=\"\">The cornerstone of our message is the divine sonship of Christ. He was the Son of God, the Eternal Father, from whom he inherited immortality, or the power to live. He was the son of Mary, from whom he inherited mortality, or the power to die. Hence, he could say: “No man taketh … [my life] from me, but I lay it down of myself. … This commandment have I received of my Father.” (<span class=\"citation\" id=\"28632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28632)\">John 10:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p6\" class=\"\">As the Son of God, he had power to atone for the sins of all mankind. He broke the bonds of death, initiated the resurrection, and became the first fruits thereof. In another seven days, on Easter morning, the Christian world will celebrate the resurrection of our Savior. He arose from the grave, took up his earthly body, and, the scriptures say, “he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p7\" class=\"\">“And when he had spoken these things, while they beheld, he was taken up; and …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p8\" class=\"\">“… two men stood by them in white apparel;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p9\" class=\"\">“Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, <span class=\"emphasis\">shall so come in like manner <\/span>as ye have see him go into heaven.” (<span class=\"citation\" id=\"8122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8122)\">Acts 1:3, 9–11<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p10\" class=\"\">Salvation is in Christ; that is, in and through him, his atonement and his resurrection, we can be saved by obedience to the principles and ordinances of his gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p11\" class=\"\">Jesus Christ is the central figure of all the world. He came in the meridian of time as had been predicted. Old Testament prophets prophesied of his coming. The Lord promised Adam that a Messiah would come. In fact, the law of sacrifice was given to Adam and his posterity. It was symbolic of the death of the Lamb of God. This sacrifice was dramatically explained by Moses in the Feast of the Passover. A lamb, a male of the first year, without blemish, was to be slain. Its blood was to be shed, but no bones were to be broken. This ordinance was to turn men’s hearts and minds <span class=\"emphasis\">toward <\/span>the day when the Lamb of God himself would be sacrificed for the sins of men. The sacrifice which the Father gave of his Only Begotten Son ended sacrifice by the shedding of blood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p12\" class=\"\">In its place and to point our minds <span class=\"emphasis\">back <\/span>to the atoning sacrifice, the Savior instituted the ordinance of the sacrament:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p13\" class=\"\">“… the Lord Jesus … took bread:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p14\" class=\"\">“And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p15\" class=\"\">“After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p16\" class=\"\">“For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.” (<span class=\"citation\" id=\"534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(534)\">1 Cor. 11:23–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p17\" class=\"\">We declare the divine Sonship of Christ. We know he lives today. We know he shall come the second time, as was prophesied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p18\" class=\"\">After the Savior had called the twelve apostles and established his Church, it was not many years until, as prophesied, the Church gradually fell into apostasy. The priesthood authority to administer the ordinances was lost. The Church dwindled in unbelief. Political power usurped what was left of the organization, and complete apostasy occurred. Just as this falling away was prophesied, so also was the time of restoration—or “the times of restitution of all things.” (<span class=\"citation\" id=\"8126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8126)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8126)\">Acts 3:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p19\" class=\"\">In the spring of 1820 a boy not yet fifteen, whose “mind was called up to serious reflection,” pondered the question which, if any, church was true. He followed the scriptural injunction to “ask of God.” (<span class=\"citation\" id=\"26234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26234)\">James 1:5<\/a><\/span>.) He records:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p20\" class=\"\">“… I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p21\" class=\"\">“… When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30545)\">JS—H 1:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p22\" class=\"\">This marvelous vision, the personal appearance of both the Father and the Son, clarified once and for all the <span class=\"emphasis\">fact <\/span>of their existence. The fact that they lived. The fact that they are separate, distinct beings. And the fact that they love us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p23\" class=\"\">Subsequent to this vision, heavenly messengers bestowed additional powers and blessings to Joseph Smith. He prophesied. He taught gospel principles. He translated. He brought forth books of scripture—both ancient and modern. He built temples and cities. He was a revealer of the knowledge of Christ. He was the authorized servant of God. He fulfilled every requirement to complete the profile of a prophet. In due time Joseph received the “keys of the kingdom.” With this apostolic power he reestablished the true church in its fullness and power. The Lord said to him: “… this generation shall have my word through you.” (<span class=\"citation\" id=\"15683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15683)\">D&amp;C 5:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p24\" class=\"\">There is no greater prophet in any dispensation than Joseph Smith. He translated the Book of Mormon from ancient plates. Its purpose is to be another witness that Jesus is the Christ. Concerning this book, the Lord declared: “And he has translated the book, even that part which I have commanded him, and as your Lord and your God liveth it is true.” (<span class=\"citation\" id=\"15692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15692)\">D&amp;C 17:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p25\" class=\"\">We know that it is not a popular thing to teach that a backwoods boy from Vermont, reared in New England and trained on the frontier, was a prophet. But, popular or not, it is a fact! <span class=\"emphasis\">Joseph Smith was a prophet, and all of the calumny and aspersion to the contrary cannot controvert that fact. <\/span>Anyone who has concern for the welfare of his eternal soul should give attention to this message. Every man who has lived since the days of Joseph Smith is subject to accepting him as a prophet of God in order to enter into our Heavenly Father’s presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p26\" class=\"\">If you do not know of the divine calling of Joseph Smith, perhaps it is because you have not considered it. Of those who consider the Book of Mormon and the message he restored, more than two hundred people daily receive the witness that he was indeed a prophet of God. He suffered martyrdom. He sealed his testimony with his blood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p27\" class=\"\">We declare that The Church of Jesus Christ of Latter-day Saints is true and that there is today a living prophet at its head.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p28\" class=\"\">The Lord himself has said it is “the only true and living church upon the face of the whole earth, with which I, the Lord, am well pleased. …” (<span class=\"citation\" id=\"15675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15675)\">D&amp;C 1:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p29\" class=\"\">Our present prophet has been chosen by the Lord to direct his affairs and be his mouthpiece. At ninety-five he is moving a bit beyond middle age! But then, the Lord has never specified how old or young a prophet should be. Nor has he said how short or tall. He has not required that he be possessed of any particular academic degrees. But he has made it abundantly clear that he must be “called of God” and empowered by <span class=\"emphasis\">him. <\/span>It is to be so called and ordained that qualifies President Joseph Fielding Smith. He is like other men, it is true. He will chuckle at a pleasantry. If you prick him he will bleed. His great tender heart will cause him to weep at another’s sorrow. He is subject to sickness and pain. But there is one thing different about President Joseph Fielding Smith—you see, he is the prophet of God. I know this man. I love him. He has lived a life of rigorous service in which there was always intense opposition from the evil one. He has withstood all of that. The Lord has honored him by this great call to be his prophet. I love the stalwart counselors at his side. I love the Twelve. I love all my brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-message-of-the-restoration.p30\" class=\"\">Now, what is the destiny of this church? It will go forward. It cannot fail. It will grow until it fills the whole earth. With Christ at its head, in constant communication with the leaders of this church, we are destined to carry out the work God has assigned it. This church will carry the gospel message to all of our Father’s children. It will save the living and the dead. This church will be maligned. It will be attacked. Many will doubt. Some will apostatize. However, it will bring the righteous and honest in heart into its fold and set their feet on the way to exaltation. Some think it strange today that so many Christian churches are empty. They wonder why this church progresses and grows. To us it is understandable. We know that an apostasy occurred in ancient days. We know that there has been a restoration of the true gospel in our day. We know that The Church of Jesus Christ of Latter-day Saints has been organized with power and authority and with a living prophet to head it. We know its great destiny, and we are willing to live in order to achieve it. We know Christ is our head. We believe in the final, inevitable triumph of truth expressed in the gospel of Jesus Christ. We know we shall succeed. We invite all men of goodwill to join us in achieving this great destiny. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}