{"ID":2025, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Where Are You Really Going?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p2\" class=\"\">Elder Richard L. Evans<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3598.jpg\" alt=\"Elder Richard L. Evans\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p3\" class=\"\">My beloved brethren and sisters—everywhere:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p4\" class=\"\">Some weeks ago some of us were considering what would attract the attention of people as they passed through a busy airport—moving to and from many places, intent on many purposes. The often-quoted questions came to mind: Where did we come from? Why are we here? Where are we going?—but a variation of one of these suggested itself: Where are you <span class=\"emphasis\">really <\/span>going? And to this we might have added: What do you <span class=\"emphasis\">really <\/span>want?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p5\" class=\"\">We use much of our time in rushing around, not thinking always what we ought to be, nor what it is that matters most.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p6\" class=\"\">Sometimes we set our hearts on things we feel we have to have, and when we get them find they don’t mean as much as once we thought they would.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p7\" class=\"\">And so the years move by—and even while yet young we become aware that we are older than we were.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p8\" class=\"\">Soberingly, more than one-fourth of this year already has passed—partly in pursuit perhaps of things that don’t matter very much—which reminds us of a dream that John Ruskin said he had:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p9\" class=\"\">“I dreamed,” he said, “that I was at a child’s … party, in which every means of entertainment had been provided … by a wise and kind host. … The children had been set free in the rooms and gardens, with no care whatever but how to pass the afternoon rejoicingly. … There was music … all manner of amusing books … a workshop … a table loaded with everything nice to eat … and whatever a child could fancy … but in the midst of all this it struck two or three of the more ‘practical’ children that they would like some of the brass-headed nails that studded the chairs, and so they set to work to pull them out. In a little while all the children, nearly, were spraining their fingers in pulling out brass-headed nails. With all that they could pull out they were not satisfied; and then everybody wanted some of somebody else’s. And at last the really ‘practical’ and ‘sensible’ ones declared that nothing was of any real consequence that afternoon except to get plenty of brass-headed nails. … And at last they began to fight for nail heads, … <span class=\"emphasis\">even though they knew they would not be allowed to carry so much as one brass knob away with them. <\/span>But no! it was ‘Who has most nails? … I must have as many as you before I leave the house or I cannot possibly go home in peace.’ At last they made so much noise that I awoke, and thought to myself, ‘What a false dream that is of <span class=\"emphasis\">children. <\/span> … Children never do such foolish things. Only men do.’”<sup class=\"noteMarker\"><a href=\"#footnote1-03006_000_028\">1<\/a>\n       <span class=\"footnote\">[John Ruskin, “Little Brass Nails.”]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p10\" class=\"\">Well, I haven’t dreamed a dream as Ruskin said he did, but countless times I have searched and prayed and thought this through.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p11\" class=\"\">Beloved young friends, beloved older friends, where are you <span class=\"emphasis\">really <\/span>going? What do you <span class=\"emphasis\">really <\/span>want?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p12\" class=\"\">Some months ago I spoke at the funeral service of a beloved old friend. He had, I would suppose, little of the <span class=\"emphasis\">things <\/span>of this life, but I heard his grandson say, “Once a week Grandfather was with <span class=\"emphasis\">all <\/span>his family—grandchildren and all. He taught the gospel to them. He was never negative. He always expressed faith and encouragement. There was no ‘generation gap.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p13\" class=\"\">And I thought how blessed and satisfied I would feel if a grandson of mine could sincerely say this of me when this life runs out its short, uncertain length.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p14\" class=\"\">I thought of places where we’ve been, worldwide, where hundreds of millions have never had the privilege of learning to read and write. And then I thought of other places where young people drop out and ignore their opportunities. In a world that more and more demands training and competence and skill, where do they <span class=\"emphasis\">really <\/span>think they are going?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p15\" class=\"\">My beloved young friends, <span class=\"emphasis\">every <\/span>day is part of eternity. What happens here and now is forever important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p16\" class=\"\">And I would plead with you, wherever you are, to prepare yourselves for opportunities that await you here and now, as well as for a future that is forever. “What is opportunity,” asked George Eliot, “to the man who can’t use it.”<sup class=\"noteMarker\"><a href=\"#footnote2-03006_000_028\">2<\/a>\n       <span class=\"footnote\">[George Eliot, <span class=\"emphasis\">Scenes from Clerical Life: Amos Barton.<\/span>]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p17\" class=\"\">The laws of nature, the laws of God, the laws of life, are one and the same and are always in full force. We live in a universe of law. Spring follows winter. This we can count on. The sun will show itself on time again tomorrow morning. This we can count on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p18\" class=\"\">And the moral laws and spiritual laws are also in full force. This also we can count on. All of us will realize the results of how we live our lives. And don’t let anyone say that mere men have the right or power to repeal God’s commandments or ever set them aside—commandments that are so practical and essential, a part of life, dealing as they do with health and happiness and peace, with honesty and morality and cleanliness, and excellence, and all else that pertains to life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p19\" class=\"\">If someone tells you, my beloved young friends, that you can set the commandments of God aside without realizing the results—if someone tells you <span class=\"emphasis\">that, <\/span>then you may know that you are listening to someone who doesn’t know, or isn’t telling you the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p20\" class=\"\">These minds, these bodies God has given, with their wondrous physical functioning, must last a mortal lifetime—and to impair or dull the senses, or damage their physical functioning, or abuse or fail to care for them—to indulge in body-destroying, mind-dulling, spirit-blighting substances is a foolish, wicked <span class=\"emphasis\">un<\/span>wisdom. Whatever is not good for man should not be used by man—or done by man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p21\" class=\"\">But it isn’t only physical punishment that comes from departing from the laws of life, but also mental and spiritual punishment, and the anguish of the soul inside. As Juvenal said: “The worst punishment of all is that in the court of his own conscience no guilty man is acquitted.”<sup class=\"noteMarker\"><a href=\"#footnote3-03006_000_028\">3<\/a>\n       <span class=\"footnote\">[Juvenal, <span class=\"emphasis\">Satires, <\/span>xiii.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p22\" class=\"\">Well, we ought to live as we ought to live, not only because it would please God, not only because it would please our parents, but as a favor for ourselves—for every commandment, every requirement God has given is for <span class=\"emphasis\">our <\/span>happiness, for <span class=\"emphasis\">our <\/span>health, and for <span class=\"emphasis\">our <\/span>peace and progress. O my beloved young friends, even selfishly it is smart to keep the commandments God has given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p23\" class=\"\">Now along with the physical side there must be concern also with pollution of the mind and soul—concern for the purveyors and exploiters of pornography, those who for profit or for other purposes would fill people’s minds with vile, debasing pictures and impressions in print.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p24\" class=\"\">O surely we should use such means as are available to roll back such evil—an evil that will never put limits on itself, but will become ever more pervasive and sinister as long as we let it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p25\" class=\"\">We have an obligation to safeguard children in their innocence and honesty. And besides the rising cry to clean up physical pollution, let there be like concern to clean up pollution of mind and manners and morals. Our concern for physical pollution is surely not more urgent than our concern for the pollution of the minds and souls of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p26\" class=\"\">Now, as we go along in life, two things should surely be considered: the power of prevention and the power of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p27\" class=\"\">Why run against the laws of life? Why run headlong into ill health and unhappiness? Why live contrary to conscience? Think of the heartbreak and waste and regret that could be prevented by living as we ought to live. No one can set aside consequences. As Cecil B. DeMille said: “We cannot break the … Commandments. We can only break ourselves against them.”<sup class=\"noteMarker\"><a href=\"#footnote4-03006_000_028\">4<\/a>\n       <span class=\"footnote\">[Cecil B. DeMille, Brigham Young University Commencement Address, 1957.]<\/span><\/sup> O let us think and live and teach the power of prevention. “If it is not right,” said Marcus Aurelius, “do <span class=\"emphasis\">not <\/span>do it; if it is not true, do <span class=\"emphasis\">not <\/span>say it.”<sup class=\"noteMarker\"><a href=\"#footnote5-03006_000_028\">5<\/a>\n       <span class=\"footnote\">[Marcus Aurelius, <span class=\"emphasis\">Meditations, <\/span>Book xii, sec. 17, line 68.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p28\" class=\"\">But wherein we may have failed in this (and heaven help us not to fail), then let us turn with all our hearts to the power of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p29\" class=\"\">The heavy weight of wrongdoing is too big a burden. I have heard President Lee say that the heaviest burden in all the world is the burden of sin. It isn’t a happy sight to see those—young or old—in the anguish of carrying that weight around, wishing to heaven they had done differently.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p30\" class=\"\">But thanks be to God for the principle of repentance, for a Father who understands us and who has assured us he will accept our repentance so long as it is sincere. This he has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p31\" class=\"\">“By this ye may know if a man repenteth of his sins—behold, he will confess them <span class=\"emphasis\">and forsake them.<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p32\" class=\"\">“… he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.” (<span class=\"citation\" id=\"15744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15744)\">D&amp;C 58:43, 42<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p33\" class=\"\">This you can count on. O turn from those ways which will take you where no one really wants to go. Turn to that which will bring you peace and self-respect and cleanliness and a quiet conscience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p34\" class=\"\">I don’t presume to know the timetable of our Father’s plans and purposes, but I do know that with each of us the time to turn and begin to go where we ought to go is not later than now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p35\" class=\"\">Where are we <span class=\"emphasis\">really <\/span>going? As we come again to the season that celebrates the coming forth of our living Lord and Savior, we would well remember the divine plan and purpose that in due time would take us from this swift passing life to a real and personal everlastingness of life, with limitless eternal possibilities, and with our loved ones with us, always, and forever. This is our Father’s plan and purpose. This is why it really matters where we’re going and why we need his gospel to tell us how to get there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p36\" class=\"\">Thank God for his revelations to his prophets, past and present, and for not leaving us alone. He has told us more than we have ever lived up to, and he will tell us more as we serve him and keep his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p37\" class=\"\">I leave you, my beloved friends everywhere, my witness that God does live, that same God and Father who made us in his own image; that he sent his divine Son, our Savior, to show us the way of life and redeem us from death; that the heavens have been opened and the fullness of the gospel brought again, to save and exalt us all, if we are willing, which is God’s purpose: to bring our immortality and eternal life to pass.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/where-are-you-really-going.p38\" class=\"\">I know that my Redeemer lives, and pray his peace and blessings upon all men everywhere, in the name of our Lord and Savior, Jesus the Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-03006_000_028\"><a name=\"-03006_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-03006_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>John Ruskin, “Little Brass Nails.”<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-03006_000_028\"><a name=\"-03006_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-03006_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>George Eliot, <span class=\"emphasis\">Scenes from Clerical Life: Amos Barton.<\/span><\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-03006_000_028\"><a name=\"-03006_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-03006_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Juvenal, <span class=\"emphasis\">Satires, <\/span>xiii.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-03006_000_028\"><a name=\"-03006_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-03006_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Cecil B. DeMille, Brigham Young University Commencement Address, 1957.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-03006_000_028\"><a name=\"-03006_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-03006_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Marcus Aurelius, <span class=\"emphasis\">Meditations, <\/span>Book xii, sec. 17, line 68.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}