{"ID":2026, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Eternal Joy Is Eternal Growth\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p3\" class=\"\">Elder Joseph Anderson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2416.jpg\" alt=\"Elder Joseph Anderson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p4\" class=\"\">We are living in what may be termed one of the most important periods in the history of the world. This is the dispensation of the fulness of times, a time when the keys of all former dispensations have been given to the prophets of the restoration; a time when God has spoken from the heavens, angels have appeared to man; a time when men and women have the Holy Ghost conferred upon them. Moroni has said that by the power of the Holy Ghost we may know the truth of all things. There is need for this great power in the earth today—this steering power. It is our duty and responsibility to live worthy of the blessings that we enjoy. Where much is given, much is required. We are required to live exemplary lives, to keep the commandments of the Lord, and it is also our responsibility to carry the true gospel message to all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p5\" class=\"\">A prophet of the Book of Mormon said: “… men are, that they might have joy.” (<span class=\"citation\" id=\"3858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3858)\">2 Ne. 2:25<\/a><\/span>.) Pleasure is not necessarily joy. Lehi was undoubtedly not speaking of temporary pleasure, but of eternal joy. In referring to man he was not limiting his existence to mortality. He was speaking of eternal man. Man can have joy in accomplishment, particularly eternal accomplishment. If he fails to live in such a way as to receive the blessing of eternal life in the kingdom of his Father, he will reap misery and disappointment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p6\" class=\"\">The Lord showed unto Abraham the intelligences that were organized before the world was. And God saw these souls, that they were good, and he stood in the midst of them, and he said unto those who were with him (there were many noble and great ones):<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p7\" class=\"\">“We will go down, for there is space there, and we will take of these materials, and we will make an earth whereon these may dwell;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p8\" class=\"\">“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p9\" class=\"\">“And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.” (<span class=\"citation\" id=\"7280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7280)\">Abr. 3:24–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p10\" class=\"\">There were many there who did not keep their first estate, their spiritual existence, who were disobedient, and as a result they were not added upon; they did not have the privilege of passing through this second estate. They had their free agency, and they chose the course for which Lucifer contended.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p11\" class=\"\">And there are many in this second estate who will not keep this estate and therefore cannot expect to have glory added upon their heads for ever and ever, because they have not kept the commandments which the Lord their God has given them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p12\" class=\"\">These commandments are given for our welfare and blessing here as well as hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p13\" class=\"\">We must pay a price for everything we get, whether of a temporal or spiritual nature, and we generally get about what we pay for. If, for instance, I should purchase a suit of clothes, in order to get the best material, the best style, and the proper fit, I must pay a higher price than if I am satisfied with a suit made of shoddy material and poor workmanship. Likewise if I desire to purchase a home, an automobile, or whatever it may be. If I seek intellectual values, I must pay the price by study, research, by devoted effort and ofttimes sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p14\" class=\"\">The same is true of spiritual values. One cannot expect to inherit eternal life if he is not willing to pay the price and to do the things required for such salvation and exaltation. We are told that “there is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"15824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15824)\">D&amp;C 130:20–21<\/a><\/span>.) Our goal is salvation in the celestial kingdom of our Heavenly Father and to receive the glory that awaits the faithful there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p15\" class=\"\">The Savior of the world unselfishly and willingly paid the utmost price, even that of his own blood, in order that mankind might be redeemed from the grave. Death before that time was a matter of serious concern. The grave seemingly had won a victory. There was indeed the sting of death. His offering made it possible for us to come forth from the grave, to break the bondage of the tomb. He bought us with a price, the price being his own blood. He has also set the price which we must pay in order to obtain salvation in his presence and that of our Heavenly Father, and that price is the keeping of his commandments. Those commandments are God’s laws—nature’s laws too—and the breaking of them brings penalties; observance brings the promised blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p16\" class=\"\">The Lord has told us, “… my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36080)\">Matt. 11:30<\/a><\/span>.) This does not mean that one can receive exaltation in the kingdom of our Heavenly Father at bargain prices. There are those who offer such bargains, but one gets merely what he pays for. If we are to attain eternal life in our Father’s kingdom, it is not sufficient that we have mere passive belief in our Lord and Savior and his great redeeming sacrifice. Surely one cannot expect to receive the greatest blessings that the Father has in store for his faithful children by paying bargain prices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p17\" class=\"\">There are those who seem to take the attitude that inasmuch as they have been baptized by immersion and by one having proper authority, and have had hands laid upon their heads for the reception of the Holy Ghost, their salvation is assured. Others seem to think that if they have had the priesthood conferred upon them, there is nothing further required at their hands. Aren’t we as badly mistaken when we fail to live the life of a Latter-day Saint, after we come into the Church, as are those who think that mere belief in the Lord is sufficient? Where much is given, much is required, and if after the light of Christ comes into our souls we allow that light to become dimmed, we are under greater condemnation than those who have not had the light. Of what good is the priesthood to one if he does not honor it and live worthy of that great power?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p18\" class=\"\">The gospel is the power of God unto salvation unto everyone that believes and obeys it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p19\" class=\"\">The injunction to those who accept the gospel is that they “add to [their] faith virtue; and to virtue knowledge;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p20\" class=\"\">“And to knowledge temperance; and to temperance patience; and to patience godliness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p21\" class=\"\">“And to godliness brotherly kindness; and to brotherly kindness charity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p22\" class=\"\">“For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.” (<span class=\"citation\" id=\"4909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4909)\">2 Pet. 1:5–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p23\" class=\"\">Just as in this enlightened age the inventive mind and the creative hand have added greatly to man’s obligations, so has the fact that the Spirit of the Lord has borne testimony to our souls of the truth of this work added greatly to our responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p24\" class=\"\">In his Sermon on the Mount the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p25\" class=\"\">“Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p26\" class=\"\">And again:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p27\" class=\"\">“Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p28\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p29\" class=\"\">“And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p30\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.” (<span class=\"citation\" id=\"36076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36076)\">Matt. 7:21, 24–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p31\" class=\"\">The Lord has given us in this dispensation a life-giving, life-shaping purpose when he gave us the gospel of Jesus Christ. The gospel is given for the benefit of man. We too must have the necessities of life. We are living in the time of a great civilization. It is only natural and proper that we should desire the things that make life wholesome and pleasurable; but with all our struggle for the necessities and luxuries of life, we must not overlook the great purpose of life, which is eternal salvation and exaltation of the souls of men. Like Israel of old, we are a peculiar people. We are peculiar in the sense that we believe in constant revelation from God and that he is revealing to us his truth. The ultimate goal of life is to assist in the fulfillment of God’s plan for his children, the salvation of human souls, and that, of course, pertains to our own souls also. It is our responsibility to bring a knowledge of these things to our Father’s children wherever they may be, to bring to them a living knowledge of the truth. It is also important that we go into the temples of the Lord and do vicarious work for those who have passed to the great beyond so that they too may have the blessings that we enjoy if they accept the message when it is brought to them in the spirit world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p32\" class=\"\">Life is largely worthless unless it is held together, given shape and form by some great purpose, and there is no greater purpose than that of helping our fellowmen as well as ourselves to attain the glorious salvation which our Lord has promised to his obedient children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p33\" class=\"\">The possibility of salvation applies to all of God’s children, both the living and those who have passed to the existence beyond. The conditions upon which salvation in our Heavenly Father’s kingdom may be attained are incorporated in the plan that was formulated in the heavens before we came here, and there is no possibility of such salvation without obedience to that plan. We must accept Jesus Christ as the author of our salvation. The salvation that I am thinking of, the salvation that Latter-day Saints seek, is eternal life in the presence of our Heavenly Father and his divine Son, not only eternal existence but eternal growth and activity. This is the joy of which Lehi spoke.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p34\" class=\"\">Truly, “the kingdom of heaven is like unto a merchant man, seeking goodly pearls: Who, when he had found one pearl of great price, went and sold all that he had, and bought it.” (<span class=\"citation\" id=\"36081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36081)\">Matt. 13:45–46<\/a><\/span>.) May the Lord bless and inspire us in our efforts to attain this goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/eternal-joy-is-eternal-growth.p35\" class=\"\">I testify that Jesus is the Christ and that he is the author of the restored gospel, the plan of life and salvation, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}