{"ID":2027, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord’s People Receive Revelation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p2\" class=\"\">President Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2952.jpg\" alt=\"President Bruce R. McConkie\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p3\" class=\"\">When I was a mission president in Australia, I once said to those of my missionaries in Tasmania: “Tomorrow we shall climb Mt. Wellington and hold our missionary meeting on the top. We shall there seek to commune with the Lord and partake of his Spirit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p4\" class=\"\">We made the climb, and while on top of the peak we visited a television broadcasting station. A bright young man explained to us in words I had never heard, and using principles I could not and do not understand, how the sounds and scenes of television were broadcast into the valley below.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p5\" class=\"\">That night, back in the city of Hobart, my two young sons and I sat before a television set that was tuned to the proper wave band, and we saw and heard and experienced what had been described to us in words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p6\" class=\"\">Now I think this illustrates perfectly what is involved in the receipt of revelation and the seeing of visions. We can read about visions and revelations in the records of the past, we can study the inspired writings of people who had the fullness of the gospel in their day, but we cannot comprehend what is involved until we see and hear and experience for ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p7\" class=\"\">This Tabernacle is now full of words and music. Handel’s <span class=\"emphasis\">Messiah <\/span>is being sung, and the world’s statesmen are propagandizing their people. But we do not hear any of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p8\" class=\"\">This Tabernacle is full of scenes from Vietnam and Washington. There is even a picture of men walking on the surface of the moon. But we are not seeing these things. The minute, however, in which we tune a radio to the proper wave band and tune a television receiving set on the proper channel, we begin to hear and see and experience what otherwise remains completely unknown to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p9\" class=\"\">And so it is with the revelations and visions of eternity. They are around us all the time. This Tabernacle is full of the same things which are recorded in the scriptures and much more. The vision of the degrees of glory is being broadcast before us, but we do not hear or see or experience because we have not tuned our souls to the wave band on which the Holy Ghost is broadcasting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p10\" class=\"\">Joseph Smith said: “The Holy Ghost is a revelator.” And, “No man can receive the Holy Ghost without receiving revelations.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith <\/span>[Deseret Book Co., 1968], p. 328.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p11\" class=\"\">Moroni said: “… by the power of the Holy Ghost ye may know the truth of all things.” (<span class=\"citation\" id=\"38369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38369)\">Moro. 10:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p12\" class=\"\">The Comforter knoweth all things; he is commissioned to bear witness of the Father and the Son, to reveal, to teach, and to testify—and he is broadcasting all the truths of salvation, and all the knowledge and wisdom of God, out into all immensity all of the time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p13\" class=\"\">How this is done we do not know. We cannot comprehend God or the laws by which he governs the universe. But that it does happen we know because here in the valley below, when we attune our souls to the Infinite, we hear and see and experience the things of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p14\" class=\"\">The laws governing radio and television have existed from the time of Adam to the present moment, but only in modern times have men heard and seen and experienced these miraculous things. And the laws have always existed whereby men can see visions, hear the voice of God, and partake of the things of the Spirit. But millions of people everywhere live and die without tasting the good word of God, because they do not obey the laws which implant the revelations of the Lord in their souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p15\" class=\"\">And may I say that the only way to gain true religion is to receive it from the Lord. True religion is revealed religion; it is not a creation of man’s devising; it comes from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p16\" class=\"\">Man did not create God, nor can he redeem himself. No man can resurrect himself or assign himself to an inheritance in a heavenly kingdom. Salvation comes from God, on his terms, and the things men must do to gain it can be known only by revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p17\" class=\"\">God stands revealed or he remains forever unknown, and the things of God are and can be known only by and through the Spirit of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p18\" class=\"\">True religion deals with spiritual things. We do not come to a knowledge of God and his laws through intellectuality, or by research, or by reason. I have an average mind—one that is neither better nor worse than the general run of mankind. In the realm of intellectual attainment I have a doctor’s degree, and I hope my sons after me will reach a similar goal. In their sphere, education and intellectuality are devoutly to be desired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p19\" class=\"\">But when contrasted with spiritual endowments, they are of but slight and passing worth. From an eternal perspective what each of us needs is a Ph.D. in faith and righteousness. The things that will profit us everlastingly are not the power to reason, but the ability to receive revelation; not the truths learned by study, but the knowledge gained by faith; not what we know about the things of the world, but our knowledge of God and his laws.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p20\" class=\"\">Joseph Smith said that a man could learn more about the things of God by looking into heaven for five minutes than by reading all the books ever written upon the subject of religion. Religion is something which must be experienced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p21\" class=\"\">I know people who can talk endlessly about religion but who have never had a religious experience. I know people who have written books about religion but who have about as much spirituality as a cedar post. Their interest in gospel doctrine is to defend their own speculative views rather than to find out what the Lord thinks about whatever is involved. Their conversations and their writings are in the realm of reason and the intellect; the Spirit of God has not touched their souls; they have not been born again and become new creatures of the Holy Ghost; they have not received revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p22\" class=\"\">It is the privilege and the right of every member of the Church to receive revelation and to enjoy the gifts of the Spirit. When we are confirmed members of the Church, we receive the gift of the Holy Ghost, which is the right to the constant companionship of that member of the Godhead, based on faithfulness. The actual enjoyment of this gift depends upon personal worthiness. “God shall give unto you knowledge by his Holy Spirit,” the revelation says to the Saints, “yea, by the unspeakable gift of the Holy Ghost. …” (<span class=\"citation\" id=\"15811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15811)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15811)\">D&amp;C 121:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p23\" class=\"\">Speaking of the revelations received by his father, Nephi said: “… he truly spake many great things … which were hard to be understood, save a man should inquire of the Lord. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p24\" class=\"\">Of these same revelations, Laman and Lemuel said: “… we cannot understand the words which our father hath spoken. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p25\" class=\"\">Nephi asked: “Have ye inquired of the Lord?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p26\" class=\"\">They replied: “We have not; for the Lord maketh no such thing known unto us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p27\" class=\"\">Then Nephi came forth with this glorious pronouncement: “How is it that ye do not keep the commandments of the Lord? How is it that ye will perish, because of the hardness of your hearts?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p28\" class=\"\">“Do ye not remember the things which the Lord hath said?—If ye will not harden your hearts, and ask me in faith, believing that ye shall receive, with diligence in keeping my commandments, surely these things shall be made known unto you.” (<span class=\"citation\" id=\"1674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1674)\">1 Ne. 15:3, 7–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p29\" class=\"\">It is the right of members of the Church to receive revelation. Joseph Smith said: “… God hath not revealed anything to Joseph, but what he will make known unto the Twelve, and even the least Saint may know all things as fast as he is able to bear them. …” (<span class=\"emphasis\">Teachings,<\/span> p. 149.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p30\" class=\"\">Also: “It is the privilege of every Elder to speak of the things of God; and could we all come together with one heart and one mind in perfect faith the veil might as well be rent today as next week, or any other time. …” (<span class=\"emphasis\">Teachings, <\/span>p. 9.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p31\" class=\"\">Religion must be felt and experienced. In the record of the ministry of the resurrected Lord among the Nephites, we find this account: Jesus “knelt upon the earth; and behold he prayed unto the Father, and the things which he prayed cannot be written, and the multitude did bear record who heard him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p32\" class=\"\">“And after this manner do they bear record: The eye hath never seen, neither hath the ear heard, before, so great and marvelous things as we saw and heard Jesus speak unto the Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p33\" class=\"\">“And no tongue can speak, neither can there be written by any man, neither can the hearts of men conceive so great and marvelous things as we both saw and heard Jesus speak; and no one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father.” (<span class=\"citation\" id=\"5744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5744)\">3 Ne. 17:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p34\" class=\"\">Then of a subsequent prayer the scriptural account says: “And tongue cannot speak the words which he prayed, neither can be written by man the words which he prayed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p35\" class=\"\">“And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p36\" class=\"\">“Nevertheless, so great and marvelous were the words which he prayed that they cannot be written, neither can they be uttered by man.” (<span class=\"citation\" id=\"5746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5746)\">3 Ne. 19:32–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p37\" class=\"\">Religion comes from God by revelation and deals with spiritual things; and unless and until a man has received revelation, he has not received religion, and he is not on the path leading to salvation in our Father’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/the-lords-people-receive-revelation.p38\" class=\"\">I bear testimony of these things because I have received revelation—revelation which tells me (among other things) that Jesus Christ is the Son of God; that Joseph Smith is a prophet, through whom the knowledge of Christ and of salvation has been restored for this day; and that The Church of Jesus Christ of Latter-day Saints is in literal reality the kingdom of God on earth. And of these things I do testify, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}