{"ID":2028, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Ignorance Is Expensive\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p2\" class=\"\">President Hartman Rector, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f9a.jpg\" alt=\"President Hartman Rector, Jr.\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p3\" class=\"\">Some years ago while I was serving in the navy and was away from home, a very prominent and well-to-do farmer died in my home neighborhood. Upon my return I was talking with my cousin about the estate of the deceased, and I asked the inevitable question, “How much did he leave?” My cousin said, “He left it all; he didn’t take any of it with him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p4\" class=\"\">That struck me as being a great truth that very, very few men seem ever to comprehend. Certainly many of us act as though we are going to take it all with us when we go; of course, we are not. In terms of material things, <span class=\"emphasis\">each of us <\/span>leaves it all. In the words of Paul to Timothy, “For we brought nothing into this world, and it is certain we can carry nothing out.” (<span class=\"citation\" id=\"2843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2843)\">1 Tim. 6:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p5\" class=\"\">Well, isn’t there anything good we can take with us when we go, we may ask? The Prophet Joseph Smith taught that the knowledge and intelligence gained here in this life would go with us when we leave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p6\" class=\"\">“And if a person gains more knowledge and intelligence in this life through his diligence and obedience than another, he will have so much the advantage in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p7\" class=\"\">“There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p8\" class=\"\">“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"15823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15823)\">D&amp;C 130:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p9\" class=\"\">This being true, then it would seem that we all should place the pursuit of light and truth, or intelligence, uppermost in our selection of goals, since we may have them eternally. We must seek after enlightenment. Since “the glory of God is intelligence” (<span class=\"citation\" id=\"15791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15791)\">D&amp;C 93:36<\/a><\/span>), if we would be like our Heavenly Father, our course is fixed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p10\" class=\"\">Ignorance is expensive; in fact, it is the most expensive commodity we know anything about. Certainly we make many mistakes through ignorance. If it is a violation of a commandment of God which we have never received and thus do not know, then the Lord does not hold us guilty of the sin. “… to him that knoweth to do good, and doeth it not, to him it is sin.” (<span class=\"citation\" id=\"26244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26244)\">James 4:17<\/a><\/span>.) And in Paul’s words, “… where no law is, there is no transgression.” (<span class=\"citation\" id=\"42843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42843)\">Rom. 4:15<\/a><\/span>.) But even though we may not be guilty of the sin because of our ignorance, neither can we receive the blessing, which is predicated on obedience, without rendering obedience to that law. Therefore, we are denied the blessing through our ignorance. If it is a traffic law we have violated through ignorance, the penalty assessed us is exactly the same as if we had known. Also, if we stick a finger in an electric light socket, we will receive the same shock, irrespective of our knowledge of electricity. I repeat, ignorance is expensive. Particularly is this true since the Lord has decreed, “It is impossible for a man to be saved in ignorance.” (<span class=\"citation\" id=\"15825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15825)\">D&amp;C 131:6<\/a><\/span>.) For surely no man is truly enlightened unless he knows the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p11\" class=\"\">Why is it we are so slow to learn, to receive the light? Is it because the Lord is slow to speak or doesn’t want to be bothered? Not according to his word to James wherein he says he “giveth to all men liberally, and upbraideth not. …” (<span class=\"citation\" id=\"26235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26235)\">James 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p12\" class=\"\">Then the real problem is in that we receive not the light! “… and here is the condemnation of man,” saith the Lord; “because that which was from the beginning is plainly manifest unto them, and they receive not the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p13\" class=\"\">“And every man whose spirit receiveth not the light is under condemnation.” (<span class=\"citation\" id=\"15790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15790)\">D&amp;C 93:31–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p14\" class=\"\">But why do we receive not the light? The Lord tells us why over and over again in the scriptures. Simply stated, the reason we do not learn is because we are not in condition to learn. We are not in condition to receive the light because we are not willing to receive it. <span class=\"emphasis\">We just plain don’t want it.<\/span> Now most of us would violently disagree with this statement, I am sure. Of course we want light and learning from God, our Heavenly Father. Still, the words of the Lord are true. In speaking of those who would be resurrected from the dead but would not receive a degree of glory, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p15\" class=\"\">“And they who remain shall also be quickened; nevertheless, they shall return again to their own place, to enjoy that which they are willing to receive, because they were not willing to enjoy that which they might have received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p16\" class=\"\">“For what doth it profit a man if a gift is bestowed upon him, and he receive not the gift? Behold, he rejoices not in that which is given unto him, neither rejoices in him who is the giver of the gift.” (<span class=\"citation\" id=\"15773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15773)\">D&amp;C 88:32–33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p17\" class=\"\">Then Cassius’s words to Brutus in Shakespeare’s <span class=\"emphasis\">Julius Caesar <\/span>apply equally to us. “The fault, dear Brutus, is not in our stars, But in ourselves, that we are underlings.” We must look to ourselves for the reason for our ignorance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p18\" class=\"\">We are prone to say that we are waiting on the Lord to receive light and truth when, as a matter of fact, the Lord is waiting on us—waiting for us to get into condition so he can reveal the light we seek and so desperately need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p19\" class=\"\">The Lord has well stated our plight. “And this is the condemnation, that light is come into the world, and men [love] darkness rather than light, because their deeds [are] evil.” (<span class=\"citation\" id=\"28621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28621)\">John 3:19<\/a><\/span>.) I repeat: “because their deeds [are] evil.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p20\" class=\"\">Revelation, light, and knowledge come through the power of the Holy Ghost. The words of the Master as recorded in John are expressive. “But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.” (<span class=\"citation\" id=\"28645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28645)\">John 14:26<\/a><\/span>.) And again, “… he [the Holy Ghost] will guide you into all truth … and [shall show] you things to come.” (<span class=\"citation\" id=\"125187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125187)\">John 16:13<\/a><\/span>.) In fact, we can neither teach nor learn gospel truths without the Holy Ghost. In this day the Lord has reconfirmed this great truth in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p21\" class=\"\">“Therefore, why is it that ye cannot understand and know, that he that receiveth the word by the Spirit of truth receiveth it as it is preached by the Spirit of truth?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p22\" class=\"\">“Wherefore, he that preacheth and he that receiveth, understand one another, and both are edified and rejoice together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p23\" class=\"\">“And that which doth not edify is not of God, and is darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p24\" class=\"\">“That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p25\" class=\"\">“Wherefore, he is possessor of all things; for all things are subject unto him, both in heaven and on the earth, the life and the light, the Spirit and the power, sent forth by the will of the Father through Jesus Christ, his Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p26\" class=\"\">“But no man is possessor of all things except he be purified and cleansed from all sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p27\" class=\"\">“And if ye are purified and cleansed from all sin, ye shall ask whatsoever you will in the name of Jesus and it shall be done.” (<span class=\"citation\" id=\"15735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15735)\">D&amp;C 50:21–24, 27–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p28\" class=\"\">A great Book of Mormon prophet, Alma, after preaching a great sermon on obedience under the influence of the Holy Spirit, stated in part how he received such knowledge and power. “Behold, I say unto you they are made known unto me by the Holy Spirit of God. Behold, I have fasted and prayed many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me by his Holy Spirit; and this is the spirit of revelation which is in me.” (<span class=\"citation\" id=\"9137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9137)\">Alma 5:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p29\" class=\"\">Sometimes members appear to feel that fasting and prayer is all that is necessary to receive the answers to their problems. Sometime ago a young lady came into my office concerned because she had fasted and prayed for two days to know if a certain young man should marry her, and she felt that she had received an answer in the affirmative. Shortly thereafter, the young man became engaged to another girl. Her question to me was, “How can this be, since I received an answer that he should marry me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p30\" class=\"\">Upon further interview it became apparent that there were a number of commandments of which she was certainly aware but was not keeping. It takes more than fasting and prayer. We must begin again; we must repent—confess and forsake our sins. We must study the scriptures, yea, search the scriptures; we must keep the commandments of God, and keep them precisely. For the commandments are calculated to get us in condition so that we can receive light and truth, even intelligence, which is communication from God, our Father, which we so desperately need and which is the only thing of real worth we can take with us when we go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ignorance-is-expensive.p31\" class=\"\">May I bear witness to you, my brethren and sisters, that what you have heard from this place in this conference is the mind of the Lord, the will of the Lord, and the word of the Lord for the salvation of his saints at this particular juncture in time, for he lives and speaks to his servants today. We must give heed to the word of the Lord; therefore, it is tremendously important that we give heed to these words, and work out our salvation with fear and trembling before him, as we precisely keep these commandments. May we do so, and may it be said of us when we depart that “he took with him a clean, free, enlightened and happy spirit, and a conscience void of offense to his fellowmen.” That this may be our happy state, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}