{"ID":203, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Be Ye Not Deceived\"<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1945, pp. 88-92<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne of the parables of our Savior reads as follows:\n<\/p><p>\n. . . The Kingdom of heaven is like unto a merchant man, seeking goodly pearls: Who, when\nhe had found one pearl of great price, went and sold all that he had, and bought it\n(<span class=\"citation\" id=\"33985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33985)\">Matt. 13:45-46<\/a><\/span>).\n<\/p><p>\nREVERSING THE PARABLE REGARDING THE PEARL OF GREAT PRICE\n<\/p><p>\nWe have always felt that that merchant was an extremely wise man, because he was willing to\ngive up all that he possessed in order to acquire the pearl of great price. But let me ask you,\nwhat would you have thought of that merchant had the parable been reversed and he had\ngiven up the pearl of great price in exchange for something of little or no value?\n<\/p><p>\nWe have some among us who are doing that very thing. In their own lives they reverse the\nparable of the Lord and they give up the pearl of great price for a fleeting fancy. They\nactually sell their birthright in the kingdom of God for less than a mess of pottage.\n<\/p><p>\nFrom time\nto time in the Church section of <i>The Deseret News<\/i>&mdash;which section I do recommend to all of\nyou as one of the finest publications that you can have in your home from time to time that\npublication carries a list of names of individuals who have been excommunicated from this\nChurch. These excommunicants at one time were all members of the kingdom of God, and at\none time they all possessed the pearl of great price. But each one of them has reversed that\nparable in his own life and has given up the pearl of great price with all its values and with\nall its blessings. What a pity! What a tragedy!\n<\/p><p>\nFALSE TEACHERS DECEIVE MANY\n<\/p><p>\nHow do people do such a thing as this? One of the reasons people apostatize from this Church\nis that they have failed to heed the warning of the scriptures against listening to false teachers\nwho raise their voices in our midst. In spite of the fact that these warnings of the scriptures\nare crystal clear, many of our people fail to heed them Note how clear they are. Peter said:\n<\/p><p>\n. . . there shall be false teachers among you, who privily shall bring in damnable heresies,\neven denying the Lord that bought them, and bring upon themselves swift destruction, And\nmany shall follow their pernicious ways\n(<span class=\"citation\" id=\"4796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4796)\">2 Pet. 2:1-2<\/a><\/span>).\n<\/p><p>\nJesus said,\". . . Take heed that no man deceive you, For many shall come in my name . . .\nand shall deceive many\" (<span class=\"citation\" id=\"34009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34009)\">Matt. 24:4-5<\/a><\/span>),\nand again the Lord said, \". . . many false prophets\nshall rise, and shall deceive many\" \n(<span class=\"citation\" id=\"34010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34010)\">Matt. 24:11<\/a><\/span>),\nand once again the Lord said, and keep\nin mind that when he said this he was speaking to members of the Church who were already\nin possession of the pearl of great price:\n<\/p><p>\n. . . if any man shall say unto you, Lo, here is Christ, or there, believe him not; For in those\ndays there shall also arise false Christs and false prophets, and shall show great signs, and\nwonders, insomuch, that, if possible, they shall deceive the very elect who are the elect\naccording to the covenant (<span class=\"citation\" id=\"30775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30775)\">JS&mdash;M 1:21-22<\/a><\/span>).\n<\/p><p>\nWho are the elect according to the covenant? They are those persons who have entered into\nthe new and everlasting covenant by accepting membership in this Church.\n<\/p><p>\nWhen the Apostle John was speaking of the false teachers in his day he branded them as\nantichrists. Said he, \". . . even now are there many antichrists: . . .They went out from us\"\n(<span class=\"citation\" id=\"1022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1022)\">1 Jn. 2:18-19<\/a><\/span>).\nIn other words they had been members of the Church, and they had been led\ninto paths of apostasy because of false religious notions.\n<\/p><p>\nThey went out from us . . . for if they had been of us, they would no doubt have continued\nwith us: but they went out, that they might be made manifest that they were not all of us\n(<span class=\"citation\" id=\"1023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1023)\">1 Jn. 2:19<\/a><\/span>).\n<\/p><p>\nHow do these false teachers lead people astray? They do so by attacking the fundamental\ndoctrines of the Church. They attack the Authorities of the Church. They attack the teachings\nof the Authorities. They seek to develop doctrinal disputes among the people to undermine\ntheir faith, and they lead people into apostasy when they do such things as that. Very often\nfalse teachers who have come among us endeavor to justify their position by claiming to have\nreceived some revelation or dream directing them, they say, in the paths which they tread.\n<\/p><p>\nThere were disputes anciently among the Jews, over the doctrines of the church, and these\ndisputes led people to apostasy. There were disputes among the ancient Nephites likewise, just\nas there are disputes among some of our people today, disputes, let me remind you, which\nlead to apostasy and excommunication from the Church.\n<\/p><p>\nIn the days of the Savior, or rather before he appeared among the Nephites, there were many\ndoctrinal disputes among the Nephites. Some of those who stirred up the hearts of the people\nsaid that there was no Christ. They denied his very existence. When the righteous Nephites\nlooked forward to the coming of the Lord, these false teachers declared that he would not\ncome, because he did not so much as exist; and so, when finally Jesus did make his\nappearance among the Nephites, after his resurrection on the other continent, he stood before\nthem, and settled then and there the dispute over whether or not he existed. He stood before\nthe multitude, and invited them to come up, one by one, and examine his body, his\nresurrected body. He invited them to feel his hands and feet and to thrust their hands into his\nside, to feel the imprints of the crucifixion; and after they had all come up and found that he\nwas the Christ, they fell down and worshipped him\n(<span class=\"citation\" id=\"5450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5450)\">3 Ne. 11:14-17<\/a><\/span>).\n<\/p><p>\nThen he began to preach the gospel to those Nephites and the very first thing that he said to\nthem in beginning his preaching was this:\n<\/p><p>\n. . . there shall be no disputations among you, as there have hitherto been; neither shall there\nbe disputations among you concerning the points of my doctrine, as there have hitherto been.\nFor verily, I say unto you, he that hath the spirit of contention is not of me, but is of the\ndevil, who is the father of contention . . . and he stirreth up the hearts of men to contend . . .\none with another. Behold, this is not my doctrine, to stir up the hearts of men with anger, one\nagainst another; but this is my doctrine, that such things should be done away\n(<span class=\"citation\" id=\"5452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5452)\">3 Ne. 11:28-30<\/a><\/span>).\n<\/p><p>\nGiving a similar warning to the Prophet Joseph Smith the Lord said:\n<\/p><p>\n. . . Satan doth stir up the hearts of the people to contention concerning the points of my\ndoctrine; and in these things they do err, for they do wrest the scriptures and do not\nunderstand them (<span class=\"citation\" id=\"12081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12081)\">D&amp;C 10:63<\/a><\/span>).\n<\/p><p>\nSo, Latter-day Saints, beware of false teachers. When men come among you and begin to\npreach doctrines unto you which tend to destroy your confidence in the holy scriptures, when\nmen come among you, as they are now coming, declaring to you that the appointment of\nGeorge Albert Smith as President of this Church is not valid, because they say this Church\nshould only have seven presidents and no more, when people come among you declaring that\nChrist is not divine, or when they come among you advocating the so-called practice of plural\nmarriage, contrary to the teachings of this Church and contrary to the law of the land, when\nthey come among you declaring that you can enter into domestic relations with another man\nor another woman without committing adultery, when you do not have a marriage bond which\nis recognized as legal by the law of this land, or when people come among you declaring that\nthe Church is out of order, because we are at the present time not practicing the United Order,\nor when a man comes among you declaring that the Church is off the track and that he is one\nmighty and strong sent to set the Church in order\n(<span class=\"citation\" id=\"12155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12155)\">D&amp;C 85:7<\/a><\/span>),\nor when anyone comes and tells you that\ntemple marriage is just a fad and that it has no relationship to your exaltation in the kingdom\nof God, or when someone comes to you, as one group is now doing, preaching that\nreincarnation is a Christian doctrine, or when men come to you declaring that predestination is\none of the doctrines of the gospel, declaring that one group of the Saints is predestined to go\nto one degree of glory and another group of the Saints is predestined to go to another degree\nof glory, or when they come among you declaring that they have had dreams and visions\nabout some get-rich-quick scheme by which they are going to save the Church financially in\nsome period of distress, or when they come to you and declare that the method of\nadministering the sacrament of the Lord's supper is to be changed, contrary to all the\nteachings of the scriptures, or when they come to you and say you can serve two masters\n(<span class=\"citation\" id=\"33959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33959)\">Matt. 6:24<\/a><\/span>), that\nyou can serve the Church and also one of these wild-cat cults that are starting up, when you\nhear teachings of this kind you remember that such doctrines cause dissention among the\npeople, that they cause disputes which lead to apostasy and that the Lord condemned disputes\nof that kind. When you have persons come to you teaching doctrines of this kind, remember\nalso the words of the Savior when he said:\n<\/p><p>\n. . . neither shall there be disputations among you concerning the points of my doctrine . . .\nfor verily, verily, I say unto you, he that hath the spirit of contention is not of me, but is of\nthe devil, who is the father of contention, and he stirreth up the hearts of men\n(<span class=\"citation\" id=\"5451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5451)\">3 Ne. 11:28-29<\/a><\/span>).\n<\/p><p>\nRemember, too, the Savior told the Prophet Joseph Smith that it is Satan who \"doth stir up\nthe hearts of the people to contention concerning the points of doctrine.\" and that when\nindividuals put themselves in the hands of Satan in doing these things \"they do err, for they\ndo wrest the scriptures and do not understand them\"\n(<span class=\"citation\" id=\"12082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12082)\">D&amp;C 10:63<\/a><\/span>).\n<\/p><p>\nSAFETY IN FOLLOWING COUNSEL OF LEADERS OF THE CHURCH\n<\/p><p>\nSurely the Latter-day Saints, of all people, should be on their guard against false doctrines.\nHave we forgotten the warning that was given to us by the Savior, as he appeared to the\nProphet Joseph Smith in the sacred grove during that first vision? Have we forgotten that\nthere the Savior declared that man-made religious doctrines are an abomination in his sight\n(<span class=\"citation\" id=\"30235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30235)\">JS&mdash;H 1:19<\/a><\/span>)?\n<\/p><p>\nThe Lord has foreseen the fact that the Saints would need protection against false teachers,\nand he foresaw the need of setting safeguards in the Church to give them that protection.\n<\/p><p>\nPaul in his letter to the Ephesians clearly explained what these safeguards are, and he gave us\nthe reason the Lord established these safeguards. If you will remember your reading of the\nfourth chapter of Ephesians (<span class=\"citation\" id=\"21607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21607)\">Eph. 4:11-13<\/a><\/span>),\nyou will recall that he outlined the organization of the Church,\nand as part of that organization he declared that in the Church there were to be some prophets\nand some evangelists and some pastors and teachers. The reasons he said these officers were\nset in the Church were: First, for the perfecting of the Saints&mdash;remember that the Savior had\ncommanded us to be perfect, even as our Father in heaven is perfect\n(<span class=\"citation\" id=\"33956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33956)\">Matt. 5:48<\/a><\/span>). Second, they were set in\nthe Church for the work of the ministry; third, for the edifying or the instruction of the\nmembership of the Church; fourth, to help us to come to a unity of the faith; fifth, to help us\nto obtain a knowledge of the Sons of God; sixth, to help us to achieve the measure of the\nstature of the fulness of Christ. And then he gave us a seventh reason, telling us that the Lord\nput apostles and prophets and pastors and teachers in this Church&mdash;and mark these words\ncarefully&mdash;\n<\/p><p>\nThat we henceforth be no more children, tossed to and fro, and carried about with every wind\nof doctrine, by the sleight of men, and cunning craftiness whereby they lie in wait to deceive\n(<span class=\"citation\" id=\"21610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21610)\">Eph. 4:14<\/a><\/span>).\n<\/p><p>\nSo if you really desire to avoid deceptions, if you really desire to do that which is right and\nproper, then you take advantage of the safeguard that the Lord has given you in the\norganization of this Church. And you remember that if you will follow the teachings of your\ninspired prophets, seers, and revelators, of your apostles, of your pastors and teachers, your\nbishops and your stake presidents, you won't need to wonder whether or not such and such a\ndoctrine is a deception, whether it is false or whether it is true, because those authorized\nservants of the Lord will lead you into paths of righteousness\n(<span class=\"citation\" id=\"41732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41732)\">Ps. 23:3<\/a><\/span>), and they will keep you on the\nright track.\n<\/p><p>\nSalvation comes not by being tossed about by every wind of doctrine but by learning the truth\nas it is taught by the inspired, authorized leaders of the Church, and then having learned that\ntruth, by living up to it and enduring in faithfulness unto the very end.\n<\/p><p>\nNot every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he\nthat doeth the will of my Father, which is in heaven\n(<span class=\"citation\" id=\"33969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33969)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nIf you would know the will of the Lord, so that you may obtain your salvation, then obtain\nyour knowledge of the will of the Lord from his authorized servants whom he has set in this\nChurch. That we may have the common sense to do this, I earnestly pray in Jesus' name.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}