{"ID":2033, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Ye Shall Not Fear\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p2\" class=\"\">Elder Alvin R. Dyer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:31ec.jpg\" alt=\"Elder Alvin R. Dyer\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p3\" class=\"\">On the day of Pentecost in Old Jerusalem, the apostle Peter declared unto the people that Jesus Christ, who had before been preached unto them, would come again, but that that day would be delayed until the restitution or restoration of all things, and that this event had been promised since the world began. The organization of the Church of Christ, known as The Church of Jesus Christ of Latter-day Saints in this day and age, is part of that restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p4\" class=\"\">On this day we reaffirm our conviction and testimony of that which transpired in the organization of the Church of Christ in this dispensation 141 years ago today. Upon that occasion, unto those who were assembled, the Lord referred to that which had already been accomplished in the restoration of the gospel through his servant Joseph Smith. Here are his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p5\" class=\"\">“And gave unto him commandments which inspired him;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p6\" class=\"\">“And gave him power from on high, by the means which were before prepared, to translate the Book of Mormon;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p7\" class=\"\">“Which contains a record of a fallen people, and the fulness of the gospel of Jesus Christ to the Gentiles and to the Jews also;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p8\" class=\"\">“Which was given by inspiration, and is confirmed to others by the ministering of angels, and is declared unto the world by them—<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p9\" class=\"\">“Proving to the world that the holy scriptures are true, and that God does inspire men and call them to his holy work in this age and generation, as well as in generations of old;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p10\" class=\"\">“Thereby showing that he is the same God yesterday, today, and forever. Amen.” (<span class=\"citation\" id=\"15698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15698)\">D&amp;C 20:7–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p11\" class=\"\">The Church of Christ has been restored in this the last of all dispensations, which is called by the Lord “the dispensation of the fulness of times.” (<span class=\"citation\" id=\"15804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15804)\">D&amp;C 112:30<\/a><\/span>.) When completed, it will produce a welding together of all former dispensations, with their keys, principals, and intelligence down from the time of Adam. Being the last, this dispensation presages the doctrines of last things in the preparation for the second coming of Christ the Lord and of the end of the mortal existence of man upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p12\" class=\"\">The question of the nearness of the second coming of the Son of Man rests upon many in our present day. In pondering the question I have often thought of three things. The first is observed in these words of the Lord: “But of that day, and hour, no one knoweth; no, not the angels of God in heaven, but my Father only.” (<span class=\"citation\" id=\"30800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30800)\">JS—M 1:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p13\" class=\"\">There are signs, however, which indicate the nearness of this great event. For instance, and secondly, living in the last dispensation; we must be aware of the fact that there will not be another. It follows that all that God has intended for the redemption and salvation of man upon the earth through the gospel plan will culminate in this dispensation. Actually, the Lord identifies this present day, in particular, as a time of preparation. Here is the instruction he gave by revelation in the early days of the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p14\" class=\"\">“Pray unto the Lord, call upon his holy name, make known his wonderful works among the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p15\" class=\"\">“Call upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof may receive it, and be prepared for the days to come, in the which the Son of Man shall come down in heaven, clothed in the brightness of his glory, to meet the kingdom of God which is set up on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p16\" class=\"\">“Wherefore, may the kingdom of God go forth, that the kingdom of heaven may come, that thou, O God, mayest be glorified in heaven so on earth, that thine enemies may be subdued; for thine is the honor, power and glory, forever and ever. Amen.” (<span class=\"citation\" id=\"15752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15752)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15752)\">D&amp;C 65:4–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p17\" class=\"\">The culmination of this dispensation in the sequence of the Lord’s time will see the glorious coming of the Son of Man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p18\" class=\"\">The third condition which I often ponder concerns the day of the gentile, which day is now, wherein the gospel is being taken to the gentile nations of the earth, that they may, if obedient to the call, come in and be numbered with the house of Israel. (See <span class=\"citation\" id=\"1671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1671)\">1 Ne. 13:34<\/a><\/span> and <span class=\"citation\" id=\"1673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1673)\">1 Ne. 14:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p19\" class=\"\">The Lord, in a revelation to Joseph Smith, related this period to the nearness of his second coming. I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p20\" class=\"\">“And when the times of the Gentiles is come in, a light shall break forth among them that sit in darkness, and it shall be the fulness of my gospel.” (<span class=\"citation\" id=\"15719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15719)\">D&amp;C 45:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p21\" class=\"\">But there will be many among them who will not receive it. Of these the revelation continues:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p22\" class=\"\">“But they receive it not; for they perceive not the light, and they turn their hearts from me because of the precepts of men.” (<span class=\"citation\" id=\"15722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15722)\">D&amp;C 45:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p23\" class=\"\">But as to the identification of the time that the gospel is taken to the gentiles, I quote from the same revelation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p24\" class=\"\">“And when the light shall begin to break forth, it shall be with them like unto a parable which I will show you—<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p25\" class=\"\">“Ye look and behold the fig-trees, and ye see them with your eyes, and ye say when they begin to shoot forth, and their leaves are yet tender, that summer is now nigh at hand;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p26\" class=\"\">“Even so it shall be in that day when they shall see all these things, then shall they know that the hour is nigh.” (<span class=\"citation\" id=\"15724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15724)\">D&amp;C 45:36–38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p27\" class=\"\">The turbulent and awesome conditions of the last days of mortal existence, some of which we now observe, have been spoken of by many of the prophets. The Lord’s remarks about these days are most direct, which he gave when asked these words by his disciples:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p28\" class=\"\">“… Tell us when shall these things be which thou hast said concerning the destruction of the temple, and the Jews; and what is the sign of thy coming, and of the end of the world. …” (<span class=\"citation\" id=\"30797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30797)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30797)\">JS—M 1:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p29\" class=\"\">He gave them specific answers as to what would happen to the Jews and then gave attention to the conditions of the last days. Here are his words, in part:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p30\" class=\"\">“And they shall hear of wars, and rumors of wars.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p31\" class=\"\">“Behold I speak for mine elect’s sake; for nation shall rise against nation, and kingdom against kingdom; there shall be famines, and pestilences, and earthquakes, in divers places.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p32\" class=\"\">“And again, because iniquity shall abound, the love of many shall wax cold; but he that shall not be overcome, the same shall be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p33\" class=\"\">“And again, this Gospel of the Kingdom shall be preached in all the world, for a witness unto all nations, and then shall the end come, or the destruction of the wicked.” (<span class=\"citation\" id=\"30799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30799)\">JS—M 1:28–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p34\" class=\"\">By way of assurance and hope, to build strength in the hearts of the Saints, the Lord has given this counsel by revelation, with which I close my remarks:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p35\" class=\"\">“… I say unto you, be one; and if ye are not one ye are not mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p36\" class=\"\">“And again, I say unto you that the enemy in the secret chambers seeketh your lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p37\" class=\"\">“Ye hear of wars in far countries, and you say that there will soon be great wars in far countries, but ye know not the hearts of man in your own land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p38\" class=\"\">“I tell you these things because of your prayers; wherefore, treasure up wisdom in your bosoms, lest the wickedness of men reveal these things unto you by their wickedness, in a manner which shall speak in your ears with a voice louder than that which shall shake the earth; but if ye are prepared ye shall not fear.” (<span class=\"citation\" id=\"15707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15707)\">D&amp;C 38:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p39\" class=\"\">Ye shall not fear, for as the Lord said upon another occasion, the gathering and the faithfulness of the Saints is for a refuge against the awesome conditions which we must face. The Lord has given to us the pattern in all things [see <span class=\"citation\" id=\"15737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15737)\">D&amp;C 52:14<\/a><\/span>], that we may not be deceived, for Satan is abroad in the land and he goeth forth deceiving the nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/ye-shall-not-fear.p40\" class=\"\">I know, my brethren and sisters, that God lives. I know that Jesus is the Christ. I know that the message of the restoration is true, and if we are faithful, we need not fear that which must come about. I say this in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}